{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-12-13T23:29:10.508Z","role":"Publisher"},{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-12-13T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92f9793a-bfe6-4d69-bdf3-a91289f8d821","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22b1997f-5189-4110-b200-973b44a7a8c7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using RT-PCR and Western blots, the authors demonstrated the endogenous expression of CYB5R3 in rat cerebellar granule neurons. This expression was found to be dynamic as the harvested and cultured CGN cells matured in vitro (Fig. 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18973815","type":"dc:BibliographicResource","dc:abstract":"Plasma membrane redox centres play a major role in neuronal defence against oxidative stress and survival. In cerebellar granule neurons in culture (CGN) a large pool of the flavoproteins are associated with the plasma membrane, and the intensity of CGN green/orange autofluorescence correlated with the levels of expression of cytochrome b(5) reductase. Regionalization of cytochrome b(5) reductase in the plasma membrane of CGN by fluorescence resonance energy transfer points out the close proximity between cytochrome b(5) reductase and the 'lipid raft' markers cholera toxin B and caveolin-2. This study unravels that membrane-bound cytochrome b(5) reductase is largely enriched at interneuronal contact sites in the neuronal soma and associated with 'lipid rafts' of the CGN plasma membrane. We also show that cytochrome b(5) reductase makes a large contribution to the NADH oxidase activity and to the red-shifted flavine fluorescence of purified rat brain synaptic plasma membranes. In conclusion, membrane-bound cytochrome b(5) reductase forms a large mesh of redox centres associated with the neuronal plasma membrane.","dc:creator":"Samhan-Arias AK","dc:date":"2009","dc:title":"Clustering of plasma membrane-bound cytochrome b5 reductase within 'lipid raft' microdomains of the neuronal plasma membrane."},"rdfs:label":"CYB5R3 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c07c85d1-4ca5-4b42-8617-451739eeb795","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66313900-0d1a-4e53-a9ac-9da370fdd6e9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using purified proteins, the authors first determined the autofluorescence emission and excitation spectra of CYB5R and cyb5 alone, and of the complex when mixed at a 1:1 molar ratio. By way of negative control, they also determined these spectra for CYB5R under denaturing conditions to ensure that what they were seeing wasn't protein denaturation following addition of cyb5. Finally, they titrated in cyb5 while holding cyb5r at a constant concentration, generating a binding curve with an estimated Kd = 0.5 +/- 0.1uM (Fig. 1). Next, they used radiolabeled cyb5 and NMR spectroscopy to determine which residues participate in protein-protein interactions by measuring chemical shifts at each residue. Those residues most affected by the addition of cyb5r were determined to be part of the interaction interface (Fig. 2). Finally, they used a series of cyclic voltammetry experiments to show variations in protein redox potential when in complex vs either protein alone (Fig. 4). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29111436","type":"dc:BibliographicResource","dc:abstract":"Cytochrome b","dc:creator":"Samhan-Arias AK","dc:date":"2018","dc:title":"Topography of human cytochrome b"},"rdfs:label":"CYB5R3 - Cyb5 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:c29d7570-faed-480b-bb50-32f317e48608","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b12ab5c-692c-4eb0-b905-b466e4793f39","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Cytochrome b5 reductase is the primary enzyme responsible for the reduction of methemoglobin in erythrocytes. Loss of enzyme function leads to elevated serum methemoglobin. Further, this enzyme acts as a major regulator of redox homeostasis in numerous tissues and cell types, which may contribute to the neurological defects observed in severely affected individuals. Of note, these neurological defects are not secondary to elevated serum methemoglobin, as this symptom can be treated by ascorbic acid or methylene blue, but neurological issues continue to progress. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36441026","type":"dc:BibliographicResource","dc:abstract":"The cytochrome-b","dc:creator":"Hall R","dc:date":"2022","dc:title":"Cytochrome b5 reductases: Redox regulators of cell homeostasis."},"rdfs:label":"CYB5R3 Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Score upgraded due to the thoroughness of the review"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3f463bd-a317-4625-a688-1ffd70def55d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3bde0e18-4e81-4aa2-99ec-70cc37360a88","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These experiments demonstrate a role for CYB5R3 in maintaining redox equilibrium, which plays a major role in neuronal growth and survival","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24450884","type":"dc:BibliographicResource","dc:abstract":"Membrane-bound CYB5R3 deficiency in humans causes recessive hereditary methaemoglobinaemia (RHM), an incurable disease that is characterized by severe neurological disorders. CYB5R3 encodes for NADH-dependent redox enzyme that contributes to metabolic homeostasis and stress protection; however, how it is involved in the neurological pathology of RHM remains unknown. Here, the role and transcriptional regulation of CYB5R3 was studied under nutritional and oxidative stress.","dc:creator":"Siendones E","dc:date":"2014","dc:title":"Membrane-bound CYB5R3 is a common effector of nutritional and oxidative stress response through FOXO3a and Nrf2."},"rdfs:label":"CYB5R3 cell culture model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score reduced, as these experiments were not performed in a neuronal cell culture model, nor do they directly address the mechanism of neuronal cell death or metHb accumulation in human patients. However, they support a role in the protection of neurons against oxidative damage "},{"id":"cggv:0ba9bcae-116f-459a-8d3b-ff8b659758f6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:89c16fda-7993-4022-ada8-4613cb7360fb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These experiments demonstrate a protective effect in a human neuronal cell line due to overexpression of CYB5R3, complimenting previous experiments from PMID: 24450884 showing a deleterious effect of CYB5R3 loss of function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26611738","type":"dc:BibliographicResource","dc:abstract":"The plasma membrane redox system (PMRS) containing NADH-dependent reductases is known to be involved in the maintenance of redox state and bioenergetics. Neuronal cells are very vulnerable to oxidative stress and altered energy metabolism linked to mitochondrial dysfunction. However, the role of the PMRS in these pathways is far from clear. In this study, in order to investigate how cytochrome b5 reductase (b5R), one of the PM redox enzymes, regulates cellular response under stressed conditions, human neuroblastoma cells transfected with b5R were used for viability and mitochondrial functional assays. Cells transfected with b5R exhibited significantly higher levels of the NAD(+)/NADH ratio, consistent with increased levels of b5R activity. Overexpression of b5R made cells more resistant to H2O2 (oxidative stress), 2-deoxyglucose (metabolic stress), rotenone and antimycin A (energetic stress), and lactacystin (proteotoxic stress), but did not protect cells against H2O2 and serum withdrawal. Overexpression of b5R induced higher mitochondrial functions such as ATP production rate, oxygen consumption rate, and activities of complexes I and II, without formation of further reactive oxygen species, consistent with lower levels of oxidative/nitrative damage and resistance to apoptotic cell death. In conclusion, higher NAD(+)/NADH ratio and consequent more efficient mitochondrial functions are induced by the PMRS, enabling them to maintain redox state and energy metabolism under conditions of some energetic stresses. This suggests that b5R can be a target for therapeutic intervention for aging and neurodegenerative diseases.","dc:creator":"Hyun DH","dc:date":"2015","dc:title":"Cytochrome b5 reductase, a plasma membrane redox enzyme, protects neuronal cells against metabolic and oxidative stress through maintaining redox state and bioenergetics."},"rdfs:label":"CYB5R3 overexpression model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score reduced as these are overexpression experiments"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf40e1a4-aab3-4f94-8d1b-2ac9ec3fa814_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cf40e1a4-aab3-4f94-8d1b-2ac9ec3fa814","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:ba5cc6eb-960f-4b4a-b76f-9af32e9c5f90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.382T>C (p.Ser128Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114068"}},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0010864","obo:HP_6000133","obo:HP_0000961","obo:HP_0012119"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:01c548d9-b9c6-4b68-9908-8de19e6885a2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ba5cc6eb-960f-4b4a-b76f-9af32e9c5f90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2107882","type":"dc:BibliographicResource","dc:abstract":"Hereditary methemoglobinemia is an autosomal recessive disorder characterized by NADH-cytochrome b5 reductase (b5R) deficiency. In an attempt to clarify the molecular mechanisms involved in the enzyme deficiency, we isolated the b5R gene from a patient homozygous for hereditary methemoglobinemia, generalized type, and compared its nucleotide sequence with that of the normal NADH-cytochrome b5R gene. Only one difference was observed; a thymidine at the first position of codon 127 (TCT) was altered to a cytidine in the b5R gene of the patient, resulting in replacement of serine with proline. Dot blot hybridization of the amplified DNA samples with allele-specific oligonucleotide probes showed that the proband and her brothers were homozygous for this mutation and that their father was heterozygous. Although the activity of b5R in lymphoblastoid cells from homozygotes was reduced to 10% of the normal level, RNA blot and protein blot analyses of the lymphoblastoid cells showed that synthesis of b5R messenger RNA and the b5R polypeptide were normal. Serine at residue 127 is presumed to be in an alpha-helix structure that is part of a nucleotide-binding domain. These observations suggest that replacement of Pro-127 causes a significant conformation change in the nucleotide-binding domain that affects electron transport from NADH to cytochrome b5. Functional enzyme deficiency results in a generalized type of hereditary methemoglobinemia.","dc:creator":"Kobayashi Y","dc:date":"1990","dc:title":"Serine-proline replacement at residue 127 of NADH-cytochrome b5 reductase causes hereditary methemoglobinemia, generalized type."}},"rdfs:label":"Kobayashi 1990 - Proband 1"},{"id":"cggv:01c548d9-b9c6-4b68-9908-8de19e6885a2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01c548d9-b9c6-4b68-9908-8de19e6885a2_variant_evidence_item"},{"id":"cggv:01c548d9-b9c6-4b68-9908-8de19e6885a2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID: 1898726 -- The authors performed in vitro activity assays using wt, p.S128P, and p.S128A b5 reductase enzyme purified from E. coli. While the variants had no significant effect on expression or protein conformation (as assayed by circular dichroism), they found that both mutant proteins had reduced enzymatic activity due to reduced NADH binding (Table II). No effect on binding of cytochrome b5 was observed. The calculated Kcat for p.S128P was ~1/3 that of wt. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3a63060f-89b9-468c-9da3-ccf791a7d18a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3a63060f-89b9-468c-9da3-ccf791a7d18a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:f9ce91ea-81b0-49c3-84ca-8f996a28ca81","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.547+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411797905"}},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000252","obo:HP_0002194","obo:HP_0012119","obo:HP_6000133","obo:HP_0000961","obo:HP_0001508","obo:HP_0001518"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:b3fa10ad-57b9-4892-9f4b-e46be847759f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f9ce91ea-81b0-49c3-84ca-8f996a28ca81"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15744830","type":"dc:BibliographicResource","dc:creator":"Yilmaz D","dc:date":"2005","dc:title":"A novel mutation in the DIA1 gene in a patient with methemoglobinemia type II."}},"rdfs:label":"Yilmaz 2005 - Proband 1"},{"id":"cggv:b3fa10ad-57b9-4892-9f4b-e46be847759f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b3fa10ad-57b9-4892-9f4b-e46be847759f_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4144d045-7692-4156-a3a8-a6af6b236d2f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4144d045-7692-4156-a3a8-a6af6b236d2f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":[{"id":"cggv:ad57bb50-eb71-4df4-a18e-e320f21d7953","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.129C>A (p.Tyr43Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411801869"}},{"id":"cggv:43071c36-b705-43c9-8a62-c4761d526f59","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.287C>A (p.Pro96His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411800469"}}],"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001337","obo:HP_0012119","obo:HP_0001263","obo:HP_0006895","obo:HP_0001508","obo:HP_6000133","obo:HP_0000961"],"previousTesting":false,"sex":"Female","variant":[{"id":"cggv:7bae3293-7a16-44cb-a3e5-9b6c2bab403c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ad57bb50-eb71-4df4-a18e-e320f21d7953"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8874222","type":"dc:BibliographicResource","dc:abstract":"Hereditary methemoglobinemia due to reduced nicotinamide adenine dinucleotide (NADH) cytochrome b5 reductase (b5R) deficiency is classified into two types, an erythrocyte (type I) and a generalized (type II). We investigated the b5R gene of a patient with type II from a white United Kingdom (UK) family and found that the patient was a compound heterozygote for two novel mutations. The first mutation was a C-to-A transversion changing codon 42 (TAC: Tyr) to a stop codon in the one allele. From this mutant allele, the product without the catalytic portion of the enzyme is generated. The second one was a missense mutation at codon 95 (CCC-->CAC) in the other allele with the result that Pro changed to His within the flavin adenine dinucleotide (FAD)-binding domain of the enzyme. To characterize effects of this missense mutation on the enzyme function, we compared glutathione S-transferase (GST)-fused b5R with the GST-fused mutant enzyme with the codon 95 missense mutation (P95H) expressed in Escherichia coll. The mutant enzyme showed less catalytic activity, less thermostability, and a greater susceptibility to trypsin than did the normal counterpart. The absorption spectrum of the mutant enzyme in the visual region differed from that of the wild-type. These results suggest that this amino acid substitution influences both secondary structure and catalytic activity of the enzyme. The compound heterozygosity for the nonsense and the missense mutations apparently caused hereditary methemoglobinemia type II in this patient.","dc:creator":"Manabe J","dc:date":"1996","dc:title":"Two novel mutations in the reduced nicotinamide adenine dinucleotide (NADH)-cytochrome b5 reductase gene of a patient with generalized type, hereditary methemoglobinemia."}},{"id":"cggv:7570b963-e114-43b1-9d77-d213b3ac2523_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:43071c36-b705-43c9-8a62-c4761d526f59"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8874222"}],"rdfs:label":"Manabe 1996 - Proband 1"},{"id":"cggv:7bae3293-7a16-44cb-a3e5-9b6c2bab403c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7bae3293-7a16-44cb-a3e5-9b6c2bab403c_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:7570b963-e114-43b1-9d77-d213b3ac2523","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7570b963-e114-43b1-9d77-d213b3ac2523_variant_evidence_item"},{"id":"cggv:7570b963-e114-43b1-9d77-d213b3ac2523_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors performed in vitro assays using purified b5 reductase demonstrated that the presence of the p.Pro96His variant reduces enzymatic activity to approximately 50% of wild type (Table 2). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:171bc8fa-999c-448a-913d-6413fa028142_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:171bc8fa-999c-448a-913d-6413fa028142","type":"Proband","allele":{"id":"cggv:d93a2a4b-4f07-40f6-a80c-67fd86681c22","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.463+8G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212732"}},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0012119","obo:HP_0000252","obo:HP_0002305","obo:HP_0002187","obo:HP_6000133"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:05bb4c48-b525-48a8-befa-6a96e0b917a0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d93a2a4b-4f07-40f6-a80c-67fd86681c22"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7718898","type":"dc:BibliographicResource","dc:abstract":"Recessive congenital methemoglobinemia (RCM) due to NADH-cytochrome b5 reductase (cytb5r) deficiency leads to two different types of diseases. In the type I form, cyanosis is the only symptom, and the soluble enzyme is defective in red blood cells. In the type II form, cyanosis is associated with severe mental retardation and neurologic impairment; the enzymatic defect is systemic, involving both soluble and membrane-bound isoforms. We characterized mutations responsible for cytb5r deficiency in three unrelated patients with severe RCM type II. The first patient presented a homozygous exon 5 skipping. The only mutation detected was a homozygous G to C transversion at position +8, downstream from the 5' splice site of exon 5. We suggest that this unusual mutation might be responsible for the abnormal splicing of the primary transcripts, resulting in frameshift with premature STOP codon. The second mutation found corresponds to a homozygous C to T transition changing the Arg-218 codon to a premature STOP codon in exon 8. The third case was a compound heterozygote, carrying two different mutant alleles in the cyb5r gene. One allele presented a missense mutation with replacement of Cys-203 (TGC) by Arg (CGC) in exon 7. The second allele carried a 3-bp deletion (TGA) of nucleotides 815 to 817, modifying two contiguous codons in exon 9 of the cDNA with loss of Met-272. These results confirm the genetic polymorphism of cytb5r gene mutations identified in RCM type II, as observed for the mutations described in the RCM type I, and shed light on the molecular bases of the two different diseases associated with cytb5r deficiency.","dc:creator":"Vieira LM","dc:date":"1995","dc:title":"Four new mutations in the NADH-cytochrome b5 reductase gene from patients with recessive congenital methemoglobinemia type II."}},"rdfs:label":"Vieira 1995 - Patient BEN"},{"id":"cggv:05bb4c48-b525-48a8-befa-6a96e0b917a0","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:05bb4c48-b525-48a8-befa-6a96e0b917a0_variant_evidence_item"},{"id":"cggv:05bb4c48-b525-48a8-befa-6a96e0b917a0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Sequencing of cDNA fragments from patient cell lines demonstrated skipping of exon 5, leading to a 130bp deletion, frameshift, and premature termination. NMD expected"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:c044fcb6-dd89-4633-bb54-31c0661fc764_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c044fcb6-dd89-4633-bb54-31c0661fc764","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":8,"allele":[{"id":"cggv:aa648680-4896-4f47-bff8-8dd532e2d76d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.478C>T (p.Arg160Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114086"}},{"id":"cggv:1710e64a-e016-46f9-8d65-6fa6dd14e09c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000398.7(CYB5R3):c.229C>T (p.Gln77Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114084"}}],"firstTestingMethod":"SSCP","phenotypes":["obo:HP_0010864","obo:HP_0001272","obo:HP_0002120","obo:HP_0001250","obo:HP_0002510","obo:HP_0002650","obo:HP_0000252","obo:HP_6000133","obo:HP_0001508","obo:HP_0000961","obo:HP_0001518","obo:HP_0012119","obo:HP_0032988","obo:HP_0001276","obo:HP_0012448"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:ae151196-22a1-4216-8846-f9b6b7c9aeeb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:aa648680-4896-4f47-bff8-8dd532e2d76d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10874300","type":"dc:BibliographicResource","dc:abstract":"Clinical, biochemical and molecular findings in a patient with methemoglobinemia type II are described. Furthermore, a comparison between methemoglobinemia type I and type II, both caused by a deficiency of NADH-cytochrome b5 reductase (b5R), is made. Although the clinical pictures of type I and II are strikingly different, mutations in the diaphorase (DIA1) gene located on chromosome 22 have been described in both types. In the present patient, two newly identified mutations, both leading to a stop codon in exon 4 (Gln77Ter) and in exon 6 (Arg160Ter), were found. Identification of different mutations at different positions in the DIA1 gene might shed light on the clinical and biochemical differences between methemoglobinemia type I and type II.","dc:creator":"Aalfs CM","dc:date":"2000","dc:title":"A case of methemoglobinemia type II due to NADH-cytochrome b5 reductase deficiency: determination of the molecular basis."}},{"id":"cggv:5ba97e5b-be6f-4d0f-b635-6b970cb092e3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1710e64a-e016-46f9-8d65-6fa6dd14e09c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10874300"}],"rdfs:label":"Aalfs 2000 - Proband 1"},{"id":"cggv:ae151196-22a1-4216-8846-f9b6b7c9aeeb","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ae151196-22a1-4216-8846-f9b6b7c9aeeb_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:5ba97e5b-be6f-4d0f-b635-6b970cb092e3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5ba97e5b-be6f-4d0f-b635-6b970cb092e3_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9547,"specifiedBy":"GeneValidityCriteria11","strengthScore":15,"subject":{"id":"cggv:ab5640f9-37a2-455e-8a5d-d543b6402c71","type":"GeneValidityProposition","disease":"obo:MONDO_0009606","gene":"hgnc:2873","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*CYB5R3* was first reported in relation to autosomal recessive methemoglobinemia due to deficiency of methemoglobin reductase in 1990 (Kobayashi et al., PMID: 21047882). This disease entity contains two related conditions, methemoglobinemia type I and type II (MIM#250800), which are primarily differentiated by the severity of their clinical presentation (PMID: 18318771; 34467556). Methemoglobinemia type I is characterized by early onset primary cyanosis and elevated serum methemoglobin. Affected individuals have a normal life expectancy and are often asymptomatic. Methemoglobinemia type II is characterized by the same symptoms as type I, with additional neurological involvement which may include global developmental delay, intellectual disability, progressive microcephaly, and/or generalized hypertonia. Patients with methemoglobinemia type II typically do not survive to adulthood. Serum methemoglobin levels do not necessarily correlate with clinical presentation, nor do variant type or genomic position, complicating attempts at genotype-phenotype correlation. However, biallelic null/truncating variants are generally associated with methemoglobinemia type II, while missense variants may be associated with either presentation (PMID: 18318771). The mechanism of pathogenicity is known to be loss of function.\n\nSeven variants (missense, nonsense, canonical splice site, and splice region) that have been reported in five probands in five publications (PMIDs: 2107882; 7718898; 8874222; 10874300; 15744830) are included in this curation. More evidence representing a larger suite of variant types is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by expression studies, *in vitro* functional assays, physical interactions with other proteins associated with methemoglobinemia, and cell culture models (PMIDs: 18973815, 24450884, 26611738, 29111436, 36441026). \n\nIn summary, there is definitive evidence supporting the relationship between *CYB5R3* and autosomal recessive methemoglobinemia due to deficiency of methemoglobin reductase. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time with no emergence of contradictory evidence. This classification was approved by the ClinGen General Inborn Errors of Metabolism GCEP on November 22, 2024 (SOP Version 11).","dc:isVersionOf":{"id":"cggv:aa135949-7d13-41e7-bbee-5cefb3b77774"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}