{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-09T20:38:44.217Z","role":"Publisher"}],"evidence":[{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c174f0fa-3277-4f00-ab27-194d7c2b9b9b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:539dd929-1465-42ef-a25d-2d9a9b78e873","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"These genes are all in the RAS/MAPK pathway which is associated with RASopathies  including CFC","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"NRAS is in the RAS/MAPK pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:336fd0ef-f1c5-465b-b04f-deae157c4173_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33bbbc07-6af3-4dbc-9216-7949a678f431","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"phenotypeFreeText":"Suspected CFCS due to severe developmental delay, hypotonia and ectodermal abnormalities, short stature, fetal nuchal oedema, polyhydramnios, intracerebral arachnoid cyst, bilateral hydronephrosis, feeding difficulties, ASD, neonatal lymphatic oedema, motor delay and severe ID, sparse hair, haemangioma, thorax anomaly, short neck/webbed neck, refractive error, strabismus, optic nerve pallor, gaze deviation, recurrent UTIs, ureteroceles","previousTesting":true,"previousTestingDescription":"All subjects were patients with a clinical diagnosis of a RASopathy who were found to carry a disease causing variant in the NRAS gene. Patients were sequenced using routine genetic testing of the known RASopathy genes using Sanger sequenicng or targeted resequencing. Father untested mother no mutation- cannot count as de novo. Also had a 1.24 Mb gain from 22qqq.23; hydronephrosis with duplex collecting system","sex":"Female","variant":{"id":"cggv:336fd0ef-f1c5-465b-b04f-deae157c4173_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:531ef455-985a-487d-ab5e-0287ca70b710","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002524.5(NRAS):c.112-1_113dup","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40472"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28594414","type":"dc:BibliographicResource","dc:abstract":"RASopathies comprise a group of disorders clinically characterized by short stature, heart defects, facial dysmorphism, and varying degrees of intellectual disability and cancer predisposition. They are caused by germline variants in genes encoding key components or modulators of the highly conserved RAS-MAPK signalling pathway that lead to dysregulation of cell signal transmission. Germline changes in the genes encoding members of the RAS subfamily of GTPases are rare and associated with variable phenotypes of the RASopathy spectrum, ranging from Costello syndrome (HRAS variants) to Noonan and Cardiofaciocutaneous syndromes (KRAS variants). A small number of RASopathy cases with disease-causing germline NRAS alterations have been reported. Affected individuals exhibited features fitting Noonan syndrome, and the observed germline variants differed from the typical oncogenic NRAS changes occurring as somatic events in tumours. Here we describe 19 new cases with RASopathy due to disease-causing variants in NRAS. Importantly, four of them harbored missense changes affecting Gly12, which was previously described to occur exclusively in cancer. The phenotype in our cohort was variable but well within the RASopathy spectrum. Further, one of the patients (c.35G>A; p.(Gly12Asp)) had a myeloproliferative disorder, and one subject (c.34G>C; p.(Gly12Arg)) exhibited an uncharacterized brain tumour. With this report, we expand the genotype and phenotype spectrum of RASopathy-associated germline NRAS variants and provide evidence that NRAS variants do not spare the cancer-associated mutation hotspots.","dc:creator":"Altmüller F","dc:date":"2017","dc:title":"Genotype and phenotype spectrum of NRAS germline variants."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28594414","rdfs:label":"Patient_7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Complex phenotype and probable modification by the 22q11.23 duuplication and hypoxic ischemic encephalopathy prevent this variant/case from being scored towards CFC"},{"id":"cggv:3187ad56-fac6-4b58-a930-a9d39473d5dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0844ef35-5c4f-4725-8e03-27bf5d069832","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"phenotypeFreeText":"Suspected CFC. Typical features of RASopathy and mitral valve prolapse. Short stature, CFC facial features, w/ substantial supraorbital hypoplasia and priminent ectodermal findings (curly hair, sparse eyebrows, keratosis, facial keratosis, and multiple nevi, motor and intellectaul development was mildly delayed. perinatal complications may ahve contributed to develpmental problems i.e. perinatal asphyxia - required ventialtion for 17 days. Also developed sepsis and portal vein thrombosis after umbilical vein catherter. Hydrocephalus required ventriculoperitoneal shunting.","previousTesting":true,"previousTestingDescription":"This patient underwent WES in addition to sequencing of the known RASopathy genes using Sanger. Origin of variant is unknown as parents not tested.","sex":"Female","variant":{"id":"cggv:3187ad56-fac6-4b58-a930-a9d39473d5dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64e25879-ca41-42ac-9f46-efd25ae62bcc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002524.5(NRAS):c.149C>T (p.Thr50Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13902"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28594414"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28594414","rdfs:label":"Patient_11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant was demonstrated in leukocyte DNA. This variant has been identified in patients with Noonan syndrome and no or only mild developmental problems in Cirstea 2010, Denayer 2012. The variant is also reported by Cirstea 2010 to enhance signalling downstream of RAS without causing accumulation of RASin the GTP-bound conformation. Also reported that it caused enhanced MEK and ERK phosphorylation in the presence of serum."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":2281,"specifiedBy":"GeneValidityCriteria5","strengthScore":1,"subject":{"id":"cggv:aaa2e356-4d2d-445f-a2da-3760fe07062c","type":"GeneValidityProposition","disease":"obo:MONDO_0015280","gene":"hgnc:7989","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"Only two patients to date have been identified to have a cardiofaciocutaneous syndrome (CFC) diagnosis with NRAS variants (Altmuller et al., 2017). Of note, one patient had a complex phenotype that may be due to modifications from a 22q11.23 rearrangement, and the other patient presented with a p.T50I variant which has also been identified in patients with Noonan syndrome (NS) and no or mild developmental problems. This 11-year-old individual was noted to have mildly delayed motor and intellectual development with CFC facial features; however, variable expressivity, age of ascertainment, and outdated clinical assessments of affected individuals may complicate the clinical diagnosis of NS versus CFC. The NRAS gene is also located in the Ras/MAPK pathway, which is associated with the CFC phenotype (Aoki et al., 2016; Rauen, 2013). In summary, the evidence supporting the association between NRAS and CFC is Limited at this time. Of note, NRAS has also been classified as Definitive in association with NS and as Limited in association with NS with multiple lentigines and Costello syndrome. The ClinGen RASopathy Expert Panel found no evidence associating NRAS with NS-like disorder with loose anagen hair. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/24/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:d466df2a-8e3d-4d4a-bb96-8e483d4c56e7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}