{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-06-30T19:43:41.427Z","role":"Publisher"},{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-05-25T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3018ce8-7e41-4256-b09d-d31e6b669fb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d127ff0a-873b-469c-a615-d1c8ac6c3a38","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"1. Developmental expression of crest mRNA and CREST protein.\n2. Targeted disruption of the crest locus leads to total brain crest proteins  unexpressed\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14716005","type":"dc:BibliographicResource","dc:abstract":"The lasting effects of neuronal activity on brain development involve calcium-dependent gene expression. Using a strategy called transactivator trap, we cloned a calcium-responsive transactivator called CREST (for calcium-responsive transactivator). CREST is a SYT-related nuclear protein that interacts with adenosine 3',5'-monophosphate (cAMP) response element-binding protein (CREB)-binding protein (CBP) and is expressed in the developing brain. Mice that have a targeted disruption of the crest gene are viable but display defects in cortical and hippocampal dendrite development. Cortical neurons from crest mutant mice are compromised in calcium-dependent dendritic growth. Thus, calcium activation of CREST-mediated transcription helps regulate neuronal morphogenesis.","dc:creator":"Aizawa H","dc:date":"2004","dc:title":"Dendrite development regulated by CREST, a calcium-regulated transcriptional activator."},"rdfs:label":"Developmental expression of crest mRNA and CREST protein"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:df705ac8-9c3b-4d4a-8829-c4c968e1ce58","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:c2088921-79e6-4d6d-a35b-53128c53bd4a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"CREST co-aggregates with FUS but not with TDP-43 or TAF15. (A) Endogenous FUS co-immunoprecipitates with CREST-GFP. Pull-down of GFP-tagged CREST from transfected cells was performed with GFP-Trap beads as described in Material and methods, endogenous FUS was detected in the immunoprecipitate (IP) by Western blotting (WB).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25888396","type":"dc:BibliographicResource","dc:abstract":"Mutations in calcium-responsive transactivator (CREST) encoding gene have been recently linked to ALS. Similar to several proteins implicated in ALS, CREST contains a prion-like domain and was reported to be a component of paraspeckles.","dc:creator":"Kukharsky MS","dc:date":"2015","dc:title":"Calcium-responsive transactivator (CREST) protein shares a set of structural and functional traits with other proteins associated with amyotrophic lateral sclerosis."},"rdfs:label":"CREST co-aggregates with FUS"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"In the paper (PMID:23708140), the author had proved that FUS and CREST  could associated in mouse  cortical neurons. This experiment reproduce the association between FUS and CREST.\nSo the defaule score should not be caculated."},{"id":"cggv:39e397a7-fa76-4289-b00a-6da42ed3f1a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4bcc18d-7f06-4814-a22f-517884fcb5fa","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":" FUS and CREST were able to physically associate in mouse cortical neurons. As a positive control, the nBAF complex core subunit Brg was co-immunoprecipitated by CREST (d). The antibody to CREST also co-immunoprecipitated FUS. Antibodies to several other nBAF subunits weakly co-immunoprecipitated FUS (e)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23708140","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a devastating neurodegenerative disease whose causes are still poorly understood. To identify additional genetic risk factors, we assessed the role of de novo mutations in ALS by sequencing the exomes of 47 ALS patients and both of their unaffected parents (n = 141 exomes). We found that amino acid-altering de novo mutations were enriched in genes encoding chromatin regulators, including the neuronal chromatin remodeling complex (nBAF) component SS18L1 (also known as CREST). CREST mutations inhibited activity-dependent neurite outgrowth in primary neurons, and CREST associated with the ALS protein FUS. These findings expand our understanding of the ALS genetic landscape and provide a resource for future studies into the pathogenic mechanisms contributing to sporadic ALS.","dc:creator":"Chesi A","dc:date":"2013","dc:title":"Exome sequencing to identify de novo mutations in sporadic ALS trios."},"rdfs:label":"FUS and CREST  associattion in mouse  cortical neurons"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"FUS and CREST interaction was als proved in the paper (PMID:23708140)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f0ea29c-ae8c-4f91-a399-fd6b01cfa251","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ef072aa-9f89-4883-aa1f-99b272358f7a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both CREST haploinsufficiency and Q394X mice displayed deficits in\nmotor coordination","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30976389","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a late onset neurodegenerative disease with fast progression. ALS has heavy genetic components in which a series of genetic mutations have been identified. In 2013, Mutations of the ","dc:creator":"Cheng C","dc:date":"2019","dc:title":"Loss of CREST leads to neuroinflammatory responses and ALS-like motor defects in mice."},"rdfs:label":"Loss of CREST leads ALS-like motor defects in mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Cheng et al constructed CREST knockout (Crest +/− )and Q394X knock-in mice through CRISPR/Cas9 system.  Both of the two models displayed deficits in motor coordination only partially mimic ALS phenotype. So we downgrade default score to 1 point .\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.2}],"evidenceStrength":"Limited","sequence":6587,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.2,"subject":{"id":"cggv:1deb928f-205f-4cba-a06c-a9b5cddcfaa5","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:15592","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SS18L1* (HGNC:15592) was first reported in relation to autosomal dominant amyotrophic lateral sclerosis in 2013 (Chesi A et al., PMID: 23708140). *SS18L1* encodes a calcium-responsive transactivator (CREST) that is an essential subunit of a neuron-specific chromatin-remodeling complex (nBAF). *SS18L1* is expressed only in postmitotic neurons and regulates dendritic length. There are 5 variants (one nonsense, three missense, and one in-frame del) that have been reported in 5 probands in 3 publications (PMIDs: 23708140, 24360741, 31522742) that are included in this curation, one of which was not scored due to the patient harboring a variant in another ALS-causing gene and a high minor allele frequency in population databases. ALS-associated *SS18L1* variants are suggested to dysregulate neuronal function by inhibiting dendrite outgrowth and microglial activation through a dominant-negative mechanism, however there is an absence of functional data from primary tissue of *SS18L1* mutation carriers. This gene-disease relationship is also supported by experimental evidence (mouse models, expression, and protein interactions; PMIDs: 30976389, 14716005, 23708140). CREST knockout (Crest +/− ) and Q394X knock-in mice generated through CRISPR/Cas9 system displayed deficits in motor coordination and partially recapitulated ALS phenotypes (PMID: 30976389). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen ALS GCEP on the meeting date May 25, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:6e148a06-50fc-45f3-90ea-023dc8687577"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}