{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1bv2.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-22T12:25:59.521Z","role":"Publisher"},{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-02T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:425fcc3a-f697-41d7-ada7-4a266047bf3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7241f3d7-63b1-4deb-8f26-96d5a1e2a8c7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NAA10 and NAA15 form the NatA complex. NAA15 is also involved in syndromic intellectual disability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31127942","type":"dc:BibliographicResource","dc:abstract":"N-alpha-acetylation is one of the most common co-translational protein modifications in humans and is essential for normal cell function. NAA10 encodes for the enzyme NAA10, which is the catalytic subunit in the N-terminal acetyltransferase A (NatA) complex. The auxiliary and regulatory subunits of the NatA complex are NAA15 and Huntington-interacting protein (HYPK), respectively. Through a genotype-first approach with exome sequencing, we identified and phenotypically characterized 30 individuals from 30 unrelated families with 17 different de novo or inherited, dominantly acting missense variants in NAA10 or NAA15. Clinical features of affected individuals include variable levels of intellectual disability, delayed speech and motor milestones and autism spectrum disorder. Additionally, some subjects present with mild craniofacial dysmorphology, congenital cardiac anomalies and seizures. One of the individuals is an 11-year-old boy with a frameshift variant in exon 7 of NAA10, who presents most notably with microphthalmia, which confirms a prior finding with a single family with Lenz microphthalmia syndrome. Biochemical analyses of variants as part of the human NatA complex, as well as enzymatic analyses with and without the HYPK regulatory subunit, help to explain some of the phenotypic differences seen among the different variants.","dc:creator":"Cheng H","dc:date":"2019","dc:title":"Phenotypic and biochemical analysis of an international cohort of individuals with variants in NAA10 and NAA15."},"rdfs:label":"Annotated structure of human NatA/HYPK."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a416f821-c691-4213-a4f2-a4425538c725","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f1d7b12a-e14a-491b-82bf-586f7ef54109","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of Naa10 in zebrafish recapitulates growth retardation and developmental abnormalities in human patients with Naa10 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26251455","type":"dc:BibliographicResource","dc:abstract":"N-terminal acetylation, catalysed by N-terminal acetyltransferases (NATs), is among the most common protein modifications in eukaryotes and involves the transfer of an acetyl group from acetyl-CoA to the α-amino group of the first amino acid. Functions of N-terminal acetylation include protein degradation and sub-cellular targeting. Recent findings in humans indicate that a dysfunctional Nα-acetyltransferase (Naa) 10, the catalytic subunit of NatA, the major NAT, is associated with lethality during infancy. In the present study, we identified the Danio rerio orthologue zebrafish Naa 10 (zNaa10). In vitro N-terminal acetylation assays revealed that zNaa10 has NAT activity with substrate specificity highly similar to that of human Naa10. Spatiotemporal expression pattern was determined by in situ hybridization, showing ubiquitous expression with especially strong staining in brain and eye. By morpholino-mediated knockdown, we demonstrated that naa10 morphants displayed increased lethality, growth retardation and developmental abnormalities like bent axis, abnormal eyes and bent tails. In conclusion, we identified the zebrafish Naa10 orthologue and revealed that it is essential for normal development and viability of zebrafish.","dc:creator":"Ree R","dc:date":"2015","dc:title":"The N-terminal acetyltransferase Naa10 is essential for zebrafish development."},"rdfs:label":"Phenotype characterization"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"A non-mammalian model and because they used a morpholino approach."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":5917,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:78fd048a-ce3c-43f3-acfd-58dc0a182153","type":"GeneValidityProposition","disease":"obo:MONDO_0100124","gene":"hgnc:18704","modeOfInheritance":"obo:HP_0001417"},"version":"2.3","dc:description":"Variants in *NAA10* were first reported in relation to X-linked *NAA10*-related syndrome as early as 2011 (Rope et al., PMID: 21700266). *NAA10*-related syndrome is characterized by substantial phenotypic variability, ranging from a severe lethal phenotype in males originally described as Ogden syndrome, to milder forms of intellectual disability in both males and females (PMID: 30054457). Additional findings in some individuals may include growth failure, dysmorphic facial features, hypotonia and/or hypertonia, and cardiac and skeletal abnormalities. Syndromic microphthalmia (Lenz microphthalmia syndrome) has been reported in males with *NAA10* variants resulting in decreased mRNA (splice, frameshift and polyadenylation signal variants) (PMID: 30842225). Numerous unique variants in *NAA10*, mostly missense, have been reported, with some variants occurring *de novo*. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 22 probands in 6 publications (PMIDs: 21700266, 24431331, 25099252, 26522270, 31127942, 35039925). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\n*NAA10* encodes the enzyme NAA10, which is the catalytic subunit in the N-terminal acetyltransferase A (NatA) complex. This gene-disease association is supported by protein interaction with NAA15, also involved in syndromic intellectual disability; functional alteration in non-patient cells; and phenotype characterization of a zebrafish model (1.5 points).\n\n\nIn summary, there is definitive evidence supporting the relationship between *NAA10* and X-linked *NAA10*-related syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on September 2nd 2020 (SOP Version 7). As of January 10th, 2023, this record underwent administrative updates to include minor edits to the evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added, and the classfication remains the same.\n","dc:isVersionOf":{"id":"cggv:fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}