{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:07:11.223Z","role":"Approver"},{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:07:22.169Z","role":"Publisher"}],"evidence":[{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa65dda7-4dd4-44a4-ad61-8d2a793fb6a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:26fffcf8-2eb7-436e-ad1c-39ed3df0915f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence of rat sciatic nerve shows SH3TC2 expression in Schwann cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27068304","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4C (CMT4C) is one of the commonest autosomal recessive inherited peripheral neuropathies and is associated with mutations in the Rab11 effector, SH3TC2. Disruption of the SH3TC2-Rab11 interaction is the molecular abnormality underlying this disease. However, why SH3TC2 mutations cause an isolated demyelinating neuropathy remains unanswered. Here we show that SH3TC2 is an exclusive Schwann cell protein expressed late in myelination and is downregulated following denervation suggesting a functional role in myelin sheath maintenance. We support our data with an evolutionary cell biological analysis showing that the SH3TC2 gene, and its paralogue SH3TC1, are derived from an ancestral homologue, the duplication of which occurred in the common ancestor of jawed vertebrates, coincident with the appearance of Schwann cells and peripheral axon myelination. Furthermore, we report that SH3TC2 associates with integrin-α6, suggesting that aberrant Rab11-dependent endocytic trafficking of this critical laminin receptor in myelinated Schwann cells is connected to the demyelination seen in affected nerves. Our study therefore highlights the inherent evolutionary link between SH3TC2 and peripheral nerve myelination, pointing also towards a molecular mechanism underlying the specific demyelinating neuropathy that characterizes CMT4C.","dc:creator":"Vijay S","dc:date":"2016","dc:title":"Exclusive expression of the Rab11 effector SH3TC2 in Schwann cells links integrin-α6 and myelin maintenance to Charcot-Marie-Tooth disease type 4C."},"rdfs:label":"Rat sciatic nerve immunofluorescence"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffd0b6f0-703d-4f3b-bcc5-31502f136ae3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a3b204f-bf84-4245-9ed2-41b6bb378ff1","type":"FunctionalAlteration","dc:description":"Overexpression of the WT,  led to decreased concentration of surface TfR, compared to control. This indicates increased protein internalization. In contrast, overexpression of the pathogenic mutants had no effect on protein internalization, indicting loss-of-function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20028792","type":"dc:BibliographicResource","dc:abstract":"Mutations in the functionally uncharacterized protein SH3TC2 are associated with the severe hereditary peripheral neuropathy, Charcot-Marie-Tooth disease type 4C (CMT4C). Similarly, to other proteins mutated in CMT, a role for SH3TC2 in endocytic membrane traffic has been previously proposed. However, recent descriptions of the intracellular localization of SH3TC2 are conflicting. Furthermore, no clear functional pathogenic mechanisms have so far been proposed to explain why both nonsense and missense mutations in SH3TC2 lead to similar clinical phenotypes. Here, we describe our intracellular localization studies, supported by biochemical and functional data, using wild-type and mutant SH3TC2. We show that wild-type SH3TC2 targets to the intracellular recycling endosome by associating with the small GTPase, Rab11, which is known to regulate the recycling of internalized membrane and receptors back to the plasma membrane. Furthermore, we demonstrate that SH3TC2 interacts preferentially with the GTP-bound form of Rab11, identifying SH3TC2 as a novel Rab11 effector. Of clinical pathological relevance, all SH3TC2 constructs harbouring disease-causing mutations are shown to be unable to associate with Rab11 with consequent loss of recycling endosome localization. Moreover, we show that wild-type SH3TC2, but not mutant SH3TC2, influences transferrin receptor dynamics, consistent with a functional role on the endocytic recycling pathway. Our data therefore implicate mistargeting of SH3TC2 away from the recycling endosome as the fundamental molecular defect that leads to CMT4C.","dc:creator":"Roberts RC","dc:date":"2010","dc:title":"Mistargeting of SH3TC2 away from the recycling endosome causes Charcot-Marie-Tooth disease type 4C."},"rdfs:label":"FACS-based assay measuring surface TRF"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84639afb-4596-4db0-8411-329f1c4bd036","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f3e0b6f2-08ba-4caf-b042-2e6914b5d5cb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Treated mice show improved motor performance in rotarod and foot grip test. Morphological analysis of the nerve showed improved myelination, the g-ratio was significantly decreased, and myelin thickness was increased. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30907403","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4C is the most common recessively inherited demyelinating neuropathy that results from loss of function mutations in the SH3TC2 gene. Sh3tc2-/- mice represent a well characterized disease model developing early onset progressive peripheral neuropathy with hypo- and demyelination, slowing of nerve conduction velocities and disturbed nodal architecture. The aim of this project was to develop a gene replacement therapy for treating Charcot-Marie-Tooth disease type 4C to rescue the phenotype of the Sh3tc2-/- mouse model. We generated a lentiviral vector LV-Mpz.SH3TC2.myc to drive expression of the human SH3TC2 cDNA under the control of the Mpz promoter specifically in myelinating Schwann cells. The vector was delivered into 3-week-old Sh3tc2-/- mice by lumbar intrathecal injection and gene expression was assessed 4-8 weeks after injection. Immunofluorescence analysis showed presence of myc-tagged human SH3TC2 in sciatic nerves and lumbar roots in the perinuclear cytoplasm of a subset of Schwann cells, in a dotted pattern co-localizing with physiologically interacting protein Rab11. Quantitative PCR analysis confirmed SH3TC2 mRNA expression in different peripheral nervous system tissues. A treatment trial was initiated in 3 weeks old randomized Sh3tc2-/- littermate mice which received either the full or mock (LV-Mpz.Egfp) vector. Behavioural analysis 8 weeks after injection showed improved motor performance in rotarod and foot grip tests in treated Sh3tc2-/- mice compared to mock vector-treated animals. Moreover, motor nerve conduction velocities were increased in treated Sh3tc2-/- mice. On a structural level, morphological analysis revealed significant improvement in g-ratios, myelin thickness, and ratios of demyelinated fibres in lumbar roots and sciatic nerves of treated Sh3tc2-/- mice. Finally, treated mice also showed improved nodal molecular architecture and reduction of blood neurofilament light levels, a clinically relevant biomarker for axonal injury/degeneration. This study provides a proof of principle for viral gene replacement therapy targeted to Schwann cells to treat Charcot-Marie-Tooth disease type 4C and potentially other similar demyelinating inherited neuropathies.","dc:creator":"Schiza N","dc:date":"2019","dc:title":"Gene replacement therapy in a model of Charcot-Marie-Tooth 4C neuropathy."},"rdfs:label":"Gene replacement therapy in a model of CMT4C neuropathy"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:9a32d795-8495-4104-94a1-8c250db0c63c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:acdf0a0b-f606-4d67-84b2-af7cdf9d95ef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice developed progressive peripheral neuropathy. They showed decreased motor and sensory nerve conduction velocity and hypomyelination of the nerves. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19805030","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4C (CMT4C) is an early-onset, autosomal recessive form of demyelinating neuropathy. The clinical manifestations include progressive scoliosis, delayed age of walking, muscular atrophy, distal weakness, and reduced nerve conduction velocity. The gene mutated in CMT4C disease, SH3TC2/KIAA1985, was recently identified; however, the function of the protein it encodes remains unknown. We have generated knockout mice where the first exon of the Sh3tc2 gene is replaced with an enhanced GFP cassette. The Sh3tc2(DeltaEx1/DeltaEx1) knockout animals develop progressive peripheral neuropathy manifested by decreased motor and sensory nerve conduction velocity and hypomyelination. We show that Sh3tc2 is specifically expressed in Schwann cells and localizes to the plasma membrane and to the perinuclear endocytic recycling compartment, concordant with its possible function in myelination and/or in regions of axoglial interactions. Concomitantly, transcriptional profiling performed on the endoneurial compartment of peripheral nerves isolated from control and Sh3tc2(DeltaEx1/DeltaEx1) animals uncovered changes in transcripts encoding genes involved in myelination and cell adhesion. Finally, detailed analyses of the structures composed of compact and noncompact myelin in the peripheral nerve of Sh3tc2(DeltaEx1/DeltaEx1) animals revealed abnormal organization of the node of Ranvier, a phenotype that we confirmed in CMT4C patient nerve biopsies. The generated Sh3tc2 knockout mice thus present a reliable model of CMT4C neuropathy that was instrumental in establishing a role for Sh3tc2 in myelination and in the integrity of the node of Ranvier, a morphological phenotype that can be used as an additional CMT4C diagnostic marker.","dc:creator":"Arnaud E","dc:date":"2009","dc:title":"SH3TC2/KIAA1985 protein is required for proper myelination and the integrity of the node of Ranvier in the peripheral nervous system."},"rdfs:label":"SH3TC2 knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dfd16ced-2893-4e8e-919a-9e7d575ae7c9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dfd16ced-2893-4e8e-919a-9e7d575ae7c9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:ce479d2f-d2f9-4511-894b-bb843c538d1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.3325C>T (p.Arg1109Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339991"}},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0007178","obo:HP_0002650","obo:HP_0000763","obo:HP_0011096"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e0bf29ed-2868-4d9c-a838-c0a7b22a7931_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ce479d2f-d2f9-4511-894b-bb843c538d1f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16326826","type":"dc:BibliographicResource","dc:abstract":"Linkage, haplotype and sequencing analysis in a large Spanish Gypsy kindred with multiple members affected by autosomal recessive peripheral neuropathy led to the identification of a novel mutation, p.Arg1109X, in the CMT4C gene. The screening of further unrelated patients, and of a panel of ethnically matched controls, showed that p.Arg1109X is an ancestral mutation which occurs in Gypsy populations across Europe and is the most common cause of autosomal recessive Charcot-Marie-Tooth disease in Spanish Gypsies.","dc:creator":"Gooding R","dc:date":"2005","dc:title":"A novel Gypsy founder mutation, p.Arg1109X in the CMT4C gene, causes variable peripheral neuropathy phenotypes."}},"rdfs:label":"IV-10"},{"id":"cggv:e0bf29ed-2868-4d9c-a838-c0a7b22a7931","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e0bf29ed-2868-4d9c-a838-c0a7b22a7931_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fab37c1d-d3b0-4856-94dc-8d1e5630b062_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fab37c1d-d3b0-4856-94dc-8d1e5630b062","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":11,"allele":[{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.2860C>T (p.Arg954Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115573"}},{"id":"cggv:1953c945-c3a2-4eb9-916e-bfbba59fae32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.1972C>T (p.Arg658Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342372"}}],"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000763","obo:HP_0011096","obo:HP_0007178","obo:HP_0002650"],"previousTesting":false,"sex":"Male","variant":[{"id":"cggv:29d9fa0c-8450-4a37-bf61-2b485de232e8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1953c945-c3a2-4eb9-916e-bfbba59fae32"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14574644","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4C (CMT4C) is a childhood-onset demyelinating form of hereditary motor and sensory neuropathy associated with an early-onset scoliosis and a distinct Schwann cell pathology. CMT4C is inherited as an autosomal recessive trait and has been mapped to a 13-cM linkage interval on chromosome 5q23-q33. By homozygosity mapping and allele-sharing analysis, we refined the CMT4C locus to a suggestive critical region of 1.7 Mb. We subsequently identified mutations in an uncharacterized transcript, KIAA1985, in 12 families with autosomal recessive neuropathy. We observed eight distinct protein-truncating mutations and three nonconservative missense mutations affecting amino acids conserved through evolution. In all families, we identified a mutation on each disease allele, either in the homozygous or in the compound heterozygous state. The CMT4C gene is strongly expressed in neural tissues, including peripheral nerve tissue. The translated protein defines a new protein family of unknown function with putative orthologues in vertebrates. Comparative sequence alignments indicate that members of this protein family contain multiple SH3 and TPR domains that are likely involved in the formation of protein complexes.","dc:creator":"Senderek J","dc:date":"2003","dc:title":"Mutations in a gene encoding a novel SH3/TPR domain protein cause autosomal recessive Charcot-Marie-Tooth type 4C neuropathy."}},{"id":"cggv:24417126-9f6f-492f-a640-5dffed65dde4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14574644"}],"rdfs:label":"III-2"},{"id":"cggv:29d9fa0c-8450-4a37-bf61-2b485de232e8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29d9fa0c-8450-4a37-bf61-2b485de232e8_variant_evidence_item"},{"id":"cggv:29d9fa0c-8450-4a37-bf61-2b485de232e8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"SH3TC2 mutation disrupt the SH3TC2/RAB11 interaction.\n"}],"strengthScore":0.5},{"id":"cggv:24417126-9f6f-492f-a640-5dffed65dde4","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:24417126-9f6f-492f-a640-5dffed65dde4_variant_evidence_item"},{"id":"cggv:24417126-9f6f-492f-a640-5dffed65dde4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"da"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:038a6894-2a0a-4955-9d46-95aa79665e9d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:038a6894-2a0a-4955-9d46-95aa79665e9d","type":"Proband","allele":{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002650","obo:HP_0000763","obo:HP_0011096","obo:HP_0007178"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:723d99ea-4852-4545-a496-a155ed879943_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19272779","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is a heterogeneous group of inherited peripheral motor and sensory neuropathies. The locus responsible for CMT4C was previously assigned to the chromosome 5q23 region by homozygosity mapping and mutations in the SH3TC2 (KIAA1985) gene have been subsequently identified mainly in families around the Mediterranean basin but also frequently in European Gypsies. No English families have been reported to date. To determine the frequency, phenotype and neuropathology of CMT due to SH3TC2 mutations we screened 23 English autosomal recessive (AR) demyelinating CMT families. Five families with AR demyelinating CMT and SH3TC2 mutations were identified, four families were homozygous for the R954X mutation and the fifth family was compound heterozygous for the R954X and E657K mutations. There was significant clinical variation between these families with some cases presenting with a severe childhood onset neuropathy with respiratory and cranial nerve involvement, compared to other families with mild scoliosis and foot deformity. Characteristic sural nerve neuropathology was seen in three families with frequent demyelinating fibres surrounded by excess Schwann cell lamellae forming basal lamina onion bulbs and abnormally long and attenuated Schwann cell processes. One patient homozygous for the R954X mutation had a 20-year history of an inflammatory neuropathy that was superimposed onto the hereditary form, indicating that structural alterations to the SH3TC2 gene could possibly predispose to peripheral nerve inflammation.","dc:creator":"Houlden H","dc:date":"2009","dc:title":"The phenotype of Charcot-Marie-Tooth disease type 4C due to SH3TC2 mutations and possible predisposition to an inflammatory neuropathy."}},"rdfs:label":"I-1"},{"id":"cggv:723d99ea-4852-4545-a496-a155ed879943","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:723d99ea-4852-4545-a496-a155ed879943_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a6fb1e50-28d9-4fd8-8c99-f24321df78a4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a6fb1e50-28d9-4fd8-8c99-f24321df78a4","type":"Proband","allele":{"id":"cggv:2905a111-ed28-4595-8a3e-19f99e24706f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.28del (p.Glu10fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342383"}},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000763","obo:HP_0011096","obo:HP_0007178"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:5b845a39-63cc-4245-b013-93b6c641e679_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2905a111-ed28-4595-8a3e-19f99e24706f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14574644"},"rdfs:label":"IV-2"},{"id":"cggv:5b845a39-63cc-4245-b013-93b6c641e679","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5b845a39-63cc-4245-b013-93b6c641e679_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.3},{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:e3b9480a-b786-4834-a394-7abca643dfa8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e3b9480a-b786-4834-a394-7abca643dfa8","type":"Proband","allele":{"id":"cggv:7f8a6b4f-426b-45e0-a7fb-b792fe738465","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.1586_1587delinsAG (p.Arg529Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA336470"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"sex":"Male","variant":{"id":"cggv:d6b0aade-928f-48b7-8a69-ba8944ea9e87_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7f8a6b4f-426b-45e0-a7fb-b792fe738465"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14574644"},"rdfs:label":"2-IV"},{"id":"cggv:d6b0aade-928f-48b7-8a69-ba8944ea9e87","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6b0aade-928f-48b7-8a69-ba8944ea9e87_variant_evidence_item"},{"id":"cggv:d6b0aade-928f-48b7-8a69-ba8944ea9e87_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The mutants fail to localize in endosome vesicles with Rab11, instead they show a diffusion pattern of expression in the cytoplasm. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:56c5ec68-b2cc-4d0d-8cf9-702c7e22d759_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:56c5ec68-b2cc-4d0d-8cf9-702c7e22d759","type":"Proband","allele":{"id":"cggv:1d26faef-31ce-4d79-a345-693ad1567740","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.530-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339987"}},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002650","obo:HP_0011096","obo:HP_0007178","obo:HP_0000763"],"sex":"Female","variant":{"id":"cggv:e0b6190d-7798-4167-940d-2683b54e343a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d26faef-31ce-4d79-a345-693ad1567740"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14574644"},"rdfs:label":"V-1"},{"id":"cggv:e0b6190d-7798-4167-940d-2683b54e343a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e0b6190d-7798-4167-940d-2683b54e343a_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f9702b34-fbe6-4e1f-ac86-3b796483c4bc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f9702b34-fbe6-4e1f-ac86-3b796483c4bc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"allele":{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000763","obo:HP_0002650","obo:HP_0011096","obo:HP_0007178"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:11e5f0af-19ca-4c2b-8812-4290e7592ba5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20220177","type":"dc:BibliographicResource","dc:abstract":"Whole-genome sequencing may revolutionize medical diagnostics through rapid identification of alleles that cause disease. However, even in cases with simple patterns of inheritance and unambiguous diagnoses, the relationship between disease phenotypes and their corresponding genetic changes can be complicated. Comprehensive diagnostic assays must therefore identify all possible DNA changes in each haplotype and determine which are responsible for the underlying disorder. The high number of rare, heterogeneous mutations present in all humans and the paucity of known functional variants in more than 90% of annotated genes make this challenge particularly difficult. Thus, the identification of the molecular basis of a genetic disease by means of whole-genome sequencing has remained elusive. We therefore aimed to assess the usefulness of human whole-genome sequencing for genetic diagnosis in a patient with Charcot-Marie-Tooth disease.","dc:creator":"Lupski JR","dc:date":"2010","dc:title":"Whole-genome sequencing in a patient with Charcot-Marie-Tooth neuropathy."}},"rdfs:label":"III-IV"},{"id":"cggv:11e5f0af-19ca-4c2b-8812-4290e7592ba5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:11e5f0af-19ca-4c2b-8812-4290e7592ba5_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e905465c-7ed5-48f5-9336-7c3e08c18b44_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e905465c-7ed5-48f5-9336-7c3e08c18b44","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":11,"allele":[{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},{"id":"cggv:d8fc6d4c-b279-4c73-89b6-7c284f39c383","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024577.4(SH3TC2):c.2829T>G (p.Tyr943Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339988"}}],"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0007178","obo:HP_0000763","obo:HP_0002650","obo:HP_0011096"],"previousTesting":false,"sex":"Male","variant":[{"id":"cggv:6c0ab106-b99c-44ec-9841-1a3c66ca0512_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9f005faa-2c64-4ed4-8f3f-abf514213fbf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14574644"},{"id":"cggv:e2992da8-392b-4f86-9632-427ec061e600_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d8fc6d4c-b279-4c73-89b6-7c284f39c383"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14574644"}],"rdfs:label":"II-3"},{"id":"cggv:e2992da8-392b-4f86-9632-427ec061e600","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e2992da8-392b-4f86-9632-427ec061e600_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:6c0ab106-b99c-44ec-9841-1a3c66ca0512","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6c0ab106-b99c-44ec-9841-1a3c66ca0512_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3963,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:d32fbe24-b953-4fae-b074-4a64e54576f8","type":"GeneValidityProposition","disease":"obo:MONDO_0015361","gene":"hgnc:29427","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"SH3TC2 was first reported in relation to autosomal recessive hereditary demyelinating motor and sensory neuropathy in 2003 (Senderek et al., PMID:14574644). It is mainly characterized by a sensory-motor demyelinating neuropathy with onset typically in childhood. Early-onset scoliosis is present in a large number of patients.  SH3TC2 has been noted to be associated with the following disease entities: Charcot-Marie-Tooth disease, type 4C (OMIM: 601596) and Mononeuropathy of the median nerve, mild  (OMIM: 613353). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern AND phenotypic variability. Therefore, the disease entities have been Split. About 80 variants have been reported, including missense and nonsense variants. The maximum score for genetics evidence has been reached (12 points). Evidence supporting the gene-disease relationship includes case-level variant evidence and experimental data. Hela cells transfected with SH3TC2 mutants fail to co-localize with RAB11 at recycling endosomes and co-immunoprecipitation assay confirmed loss of protein-protein interaction with RAB11 in the mutants. SH3TC2 mutants fail to induce membrane receptor internalization in transfected cells compared to wild-type (Gouttenoire et al., PMID: 23553667). Therefore, the mechanism for pathogenicity appears to be loss-of-function. A knockout mouse model for SH3TC2 developed progressive peripheral neuropathy, mimicking the human phenotype (Arnaud et a., PMID: 19805030). Nerve biopsy shows severe hypomyelination in the knockout mice. The mice phenotype was rescued with a lentivirus expressing the human SH3TC2 cDNA, which was delivered intrathecally (Schiza et al., PMID: 30907403). In summary, SH3TC2 is definitively associated with autosomal recessive hereditary demyelinating motor and sensory neuropathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:8d2b214f-3086-4012-bf4b-a6e651618f0b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}