{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2021-06-04T22:18:15.205Z","role":"Approver"},{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2021-06-04T22:18:28.849Z","role":"Publisher"}],"evidence":[{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:551029e3-6886-4043-a85c-bc6f5485839c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2b6209d-111d-49d5-b351-b237c79ea613","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In this study, anti-sepiapterin reductase (SR) antibodies were shown to completely inhibit NADPH-dependent SR activity in supernatants from rat brain and liver, and also inhibited the conversion of 7,8-dihydroneopterin triphosphate to BH4 in rat brain extracts, thus supporting the role of SR in BH4 biosynthesis. BH4 is a cofactor for enzymes involved in monoamine neurotransmitter synthesis (i.e. tyrosine hydroxylase and tryptophan hydroxylase), and the knowledge that deficiency of tyrosine hydroxylase activity also leads to dopa-responsive dystonia, provides evidence for the role of SR in this condition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2179471","type":"dc:BibliographicResource","dc:abstract":"Specific antibodies to sepiapterin reductase were used to investigate its involvement in de novo (6R)-5,6,7,8-tetrahydrobiopterin (BH4) biosynthesis in rat brain. Antisepiapterin reductase (anti-SR) serum totally inhibited NADPH-dependent sepiapterin reductase activity in supernatants from discrete rat brain areas and liver. The anti-SR serum also inhibited the conversion of 7,8-dihydroneopterin triphosphate to BH4 in rat brain extracts. The inhibition was accompanied by a concentration-dependent increase in the formation of 6-lactoyltetrahydropterin (6LPH4), a proposed intermediate in BH4 biosynthesis. In addition, anti-SR serum was used to characterize the distribution and molecular properties of sepiapterin reductase in rat tissues. Sodium dodecyl sulfate-polyacrylamide gel electrophoresis followed by Western blotting indicated that there was a single polypeptide with the same molecular weight (28,000) as that of the subunit of pure sepiapterin reductase present in all tissues examined except for liver, where an immunoreactive protein of higher molecular weight (30,500) also was detected. Two-dimensional gel electrophoresis of rat striatum and liver demonstrated that the isoelectric point of sepiapterin reductase from both tissues was 6.16 and that the higher molecular weight immunoreactive material in liver had an isoelectric point of 7.06. Our studies with specific anti-SR serum confirmed the results of previous studies using chemical inhibitors of sepiapterin reductase, which suggested that sepiapterin reductase activity was essential for BH4 biosynthesis in the CNS and that 6LPH4 could be a precursor of BH4.","dc:creator":"Levine RA","dc:date":"1990","dc:title":"Immunological evidence for the requirement of sepiapterin reductase for tetrahydrobiopterin biosynthesis in brain."},"rdfs:label":"Effect of SR inhibition by anti-SR antibodies"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased due to the level of evidence for the function of this enzyme and a role that is consistent with the disease. Note that additional functional evidence was scored (PMID 2201030), and the function of this enzyme is reviewed in multiple publications (e.g. PMIDs 19234759, 33903016)."},{"id":"cggv:5fa10c3f-e087-45b6-bee1-bc09844b577b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2d4dfbb-8418-4afe-b190-f390bc3a2c0f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Rat sepiapterin reductase cDNA was cloned from rat liver. E. coli expressing the cDNA averaged 650-fold higher SR activity than crude rat liver extracts providing evidence that the insert contained the cDNA for rat SR. Ichinose et al (PMID 1883349) later cloned the human SR cDNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2201030","type":"dc:BibliographicResource","dc:abstract":"Sepiapterin reductase (7,8-dihydrobiopterin: NADP+ oxidoreductase, EC 1.1.1.153) catalyzes the terminal step in the biosynthetic pathway for tetrahydrobiopterin, the cofactor necessary for aromatic amino acid hydroxylation. We report here the isolation of a cDNA clone for rat liver sepiapterin reductase. The cDNA has been excised from a lambda vector and the DNA sequence was determined. The insert contains the coding sequence for at least 95% of the rat enzyme and is fused to the Escherichia coli beta-galactosidase N-terminal segment and the lac promoter. The N-terminal region of the clone contains an extraordinarily high G + C content. The amino acid sequence deduced from the clone is in agreement with the size and composition of the enzyme and was matched to several tryptic peptide sequences. The enzyme encoded by the cDNA insert was shown to have sepiapterin reductase activity after expression in E. coli. Structural similarities were identified between this protein and several enzymes that should contain similar nucleotide and pteridine binding sites.","dc:creator":"Citron BA","dc:date":"1990","dc:title":"Isolation and expression of rat liver sepiapterin reductase cDNA."},"rdfs:label":"Rat SR cDNA cloning"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased due to the level of evidence for the function of this enzyme and a role that is consistent with the disease. Note that additional functional evidence was scored (PMID 2179471), and the function of this enzyme is reviewed in multiple publications (e.g. PMIDs 19234759, 33903016).  "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b823c227-74ce-455d-8755-25b1b6c457b5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ecffa19-e7f8-4109-aaba-a14f914232a5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The silkworm lem mutant, which has an abnormal yellow body color, was shown to result from a homozygous nonsense variant, causing a C-terminal deletion of 5 amino acids, in 5 different strains. Furthermore, a homozygous 9 amino acid insertion was identified in Lem1 (a homozygous lethal mutant). After the first ecdysis, the leml larvae stop feeding, shake their heads frequently, and die within 3 days. The SPR activity in lem mutant silkworms was significantly low, and there was almost no activity was detected in the leml mutant silkworms. Previous studies had shown that a large amount of yellow pteridines, sepipterin, and sepialumazine accumulate in the integument of the lem larvae, that SPR activity was absent in the lem mutant silkworms, and that lack of SPR activity accelerates the accumulation of SP and sepialumazine. Therefore, SPR deficiency associated with the yellow body color. Dopamine administration effectively ncreased the survival rates of leml larvae, by drastically improving their feeding abilities. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19246455","type":"dc:BibliographicResource","dc:abstract":"Tetrahydrobiopterin (BH4) is an essential cofactor for aromatic acid hydroxylases, which control the levels of monoamine neurotransmitters. BH4 deficiency has been associated with many neuropsychological disorders. An inherited defect in BH4 biosynthesis is caused by the deficiency of sepiapterin reductase (SPR), which catalyzes the biosynthesis of BH4 from guanosine triphosphate at the terminal step. The human SPR gene has been mapped at the PARK3 locus, which is related to the onset of Parkinson disease. In this study, we report that mutant strains, lemon (lem) and its lethal allele lemon lethal (lem(1)) with yellow body coloration, of the silkworm Bombyx mori could be used as the first insect model for human SPR deficiency diseases. We demonstrated that mutations in the SPR gene (BmSpr) were responsible for the irregular body coloration of lem and lem(l). Moreover, biochemical analysis revealed that SPR activity in lem(l) larvae was almost completely diminished, resulting in a lethal phenotype that the larvae cannot feed and that die immediately after the first ecdysis. Oral administration of BH4 and dopamine to lem(l) larvae effectively increased their survival rates and feeding abilities. Our data demonstrate that BmSPR plays a crucial role in the generation of BH4, and monoamine neurotransmitters in silkworms and the lem (lem(l)) mutant strains will be an invaluable resource to address many questions regarding SPR and BH4 deficiencies.","dc:creator":"Meng Y","dc:date":"2009","dc:title":"The silkworm mutant lemon (lemon lethal) is a potential insect model for human sepiapterin reductase deficiency."},"rdfs:label":"Silkworm lem and lem1 mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The score is reduced due to the lack of biochemical evidence e.g. neurotransmitter levels. Note that a more recent paper on silkworm mutants (PMID 32269807) was also scored."},{"id":"cggv:63c2e999-44a4-4cde-bc48-2f38752b3383","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8d046c33-133c-4814-a2a4-b1298397e1b7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This work builds upon an older study (PMID) which showed that variants in the silkworm spr gene result in sepiapterin reductase deficiency, and accumulation of sepiapterin and other compounds in thes silkworms leading to an abnormal yellow color. In the current study, nine strains of silkworm lemon mutant had a nonsense variant resulting in a C-terminal deletion of 5 amino acid (homozygous in the yellow worms). The homozygous worms had reduced motor ability to move towards mulberry leaves, normal phenylalanine level, decreased dopamine and serotonin levels, and increased neopterin level. Treatment with L-dopa and carbidopa increased the dopamine level of the lemon mutant. These characteristics of the lemon mutant resemble the findings of SR deficiency in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32269807","type":"dc:BibliographicResource","dc:abstract":"Human sepiapterin reductase (SR) deficiency is an inherited disease caused by ","dc:creator":"Jiang G","dc:date":"2020","dc:title":"Evaluation of the silkworm "},"rdfs:label":"Silkworm lemon mutant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score is decreased because, while the biochemical abnormalities recapitulate the findings in human SR deficiency, the nature of the model (silkworm) does not allow for comparison of clinical features. Note that an older paper on silkworm mutants (PMID 19246455) was also scored."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ed89f69b-8c32-4267-bfa5-d0afe444ee94_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50396fb9-d835-4239-9859-6f7f2fccdb7d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"firstTestingMethod":"PCR","phenotypeFreeText":"Presented at 17m with motor delay and hypotonia.  Mild pyramidal tract dysfunction with increased tendon reflexes, clonus.  Walked at 2.2 years with therapy, first words at 2 years.  At 9 years, ataxia, dystonia, pyramidal tract signs, mild athetoid movements, oculogyric crises. Clinical improvement on L-dopa treatment.","previousTesting":true,"previousTestingDescription":"In CSF - Homovanillic acid 55 nM (normal 330–668), 5-indoleacetic acid 55 nM (normal 109–214), MHPG 14 nM (normal 32–68), biopterin 47.1 nM (normal 10–42), neopterin 15.5 nM (normal 2.0–14), sepiaterin 20 nM (normal <0.5).\nIn urine - HVA  1.6 umol/mmol creatinine (normal 2.0–7.0), 5-HIAA 0.8 umol/mmol creatinine (normal 1.0-5.0), VMA 1.0 umol/mmol creatinine (normal 2.0-8.0), Dopamine 48 nmol/mmol creatinine (normal 70-700).\nSR activity in fibroblasts was <5 U/mg protein (normal 99-185)","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ed89f69b-8c32-4267-bfa5-d0afe444ee94_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:af55bfd3-f7cd-4f73-bb94-017f5e42e045","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003124.5(SPR):c.751A>T (p.Lys251Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12944"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18502672","type":"dc:BibliographicResource","dc:abstract":"Sepiapterin reductase (SR) deficiency is a rare inherited disorder of neurotransmitter metabolism; less than 25 cases have been described in the literature so far.","dc:creator":"Verbeek MM","dc:date":"2008","dc:title":"Two Greek siblings with sepiapterin reductase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18502672","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient, and her similarly affected sister, with SR deficiency and neurological symptoms, are homozygous for a nonsense variant, p.Lys251Ter, in SPR. The highest population MAF in gnomAD v2.1.1 is \t0.0001411 (Latino/admixed American; no homozygotes in any population). This variant is in the last exon of SPR, predicted to cause deletion of the last 11 amino acids, and results in <1% activity (PMID 21431957). Furthermore, the variant has been identified in multiple affected individuals. "},{"id":"cggv:903af14c-9379-4a63-b706-7fa1fd984ed4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c88cbe2-a33f-4fb6-a1c4-a2d7d1647b08","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"At 18 months - slow movements, head dropping and marked hypotonia. At age 3 years - right side predominant bradykinesia.  Amelioration of all symptoms was noted after sleep. After diagnosis, the parents refused L-dop treatment. However, note that her similarly affected brother, with the same genotype, responded well to L-dopa treatment.","phenotypes":["obo:HP_0001260","obo:HP_0001300","obo:HP_0001249","obo:HP_0100786","obo:HP_0001252"],"previousTesting":true,"previousTestingDescription":"Parkin gene mutations were excluded by direct sequencing or Multiplex Ligation-dependent Probe Amplification.","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:903af14c-9379-4a63-b706-7fa1fd984ed4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:96a39ea8-973e-400c-b4b8-15d6d66726b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003124.5(SPR):c.448_452del (p.Thr151GlyfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12940"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22018912","type":"dc:BibliographicResource","dc:abstract":"We report two siblings that presented hypotonia and very early-onset parkinsonism. Homozygosity mapping using SNP genome scan data identified a candidate locus that was 12.2 Mega base pairs. By exome sequencing, we found a homozygous five-nucleotide deletion (c.448_452delAGAAC) in gene Sepiapterin Reductase (SPR). The mutation is predicted to lead to premature translational termination. Sepiapterin reductase deficiency (SRD) is a recently recognized dopa-responsive dystonia. Our findings show that SRD can manifest as early-onset parkinsonism, widening the spectrum of the disease phenotype and adding to the genetic heterogeneity of the disease.","dc:creator":"Lohmann E","dc:date":"2012","dc:title":"A homozygous frameshift mutation of sepiapterin reductase gene causing parkinsonism with onset in childhood."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22018912","rdfs:label":"Patient 2 (female sib)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual and her affected brother are homozygous for a frameshift variant, predicted to undergo nonsense mediated decay, in SPR. The variant is absent in gnomAD v2.1.1."},{"id":"cggv:854b4d41-e7ef-441b-8c38-316d71e39898_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b3faa8fe-8505-45e7-a922-b8da0018e59d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Analysis of all exons of SPR.","firstTestingMethod":"SSCP","phenotypeFreeText":"This patient is Patient 2 in PMID 16049044. Clinical details are from that publication. Diurnal fluctuation in severity (stronger in the morning). Began treatment with L-dopa at 10 years -  has \"moderate learning difficulties\" and \"mild dystonia\" at 14 years old. ","phenotypes":["obo:HP_0010553","obo:HP_0000750","obo:HP_0040278","obo:HP_0001252","obo:HP_0001270"],"previousTesting":true,"previousTestingDescription":"No sequence variations in GCH1 or QDPR.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:854b4d41-e7ef-441b-8c38-316d71e39898_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7c5ba00c-d9b4-42ac-9856-0d600aaf5302","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003124.5(SPR):c.596-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343820"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17188538","type":"dc:BibliographicResource","dc:abstract":"Deficient activity of the Dihydropteridine Reductase enzyme (DHPR; EC 1.5.1.34; OMIM 261630) is due to mutations in the Quinoid Dihydropteridine Reductase gene on 4p15.3 (QDPR; RefSeq NM_000320). It results in defective recycling of tetrahydrobiopterin (BH(4)) and homozygotes have a rare form of atypical Hyperphenylalaninaemia and Phenylketonuria (aPKU). The heterozygote frequency in the Maltese population is high at 3.3%. The more recently described and rarer type of BH(4) deficiency due to Sepiapterin Reductase enzyme deficiency (SR; EC 1.1.1.153; OMIM 182125), which presents as an atypical form of Dopa Responsive Dystonia (DRD) [L. Bonafe, B. Thony, J.M. Penzien, B. Czarnecki, N. Blau, Mutations in the sepiapterin reductase gene cause a novel tetrahydrobiopterin-dependent monoamine-neurotransmitter deficiency without hyperphenylalaninemia, Am. J. Hum. Genet. 69 (2001) 269-277; B.R.G. Neville, R. Parascandalo, S. Attard Montalto, R. Farrugia, A.E. Felice, A congenital dopa responsive motor disorder: a Maltese variant due to sepiapterin reductase deficiency, Brain 128 (Pt10) (2005) 2291-2296.] has also been identified at high frequency (4.6%) in this population. Two mutations, the c.68G>A in QDPR (p.G23D), and the new SPR, IVS2-2A>G mutation at the splice site consensus sequence in intron 2 of the Sepiapterin Reductase gene (SPR; RefSeq NM_003124) on 2p14-p12, were found to be the sole causative mutations in all the patients with DHPR deficiency and SR deficiency studied. All parents were heterozygotes for the corresponding mutation and showed no clinical symptoms. Three polymorphisms, c.96C>T (p.A32A), c. 345G>A (p.S115S) and c. 396G>A (p.L132L), have also been identified in the QDPR gene, defining four wild-type frameworks, useful in molecular epidemiology studies. The c. 68G>A mutation in QDPR was found only on framework I, suggesting a founder effect. In contrast no additional sequence diversity was found in the SPR gene whether in wild-type or mutant alleles which is also consistent with a founder effect.","dc:creator":"Farrugia R","dc:date":"2007","dc:title":"Molecular genetics of tetrahydrobiopterin (BH4) deficiency in the Maltese population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17188538","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"In this study, 7 affected individuals from Malta (from 4 families), were all homozygous for a splice variants in SPR, c.596-2A>G. All parents were heterozygous. Among 87 Maltese newborn samples, 4 were heterozygous giving an allele frequency of 0.023 in the Maltese population. The highest population MAF in gnomAD v2.1.1 is 0.00002892 (Latino/admixed American; no homozygotes in any population), suggesting that the variant is a funder in the Maltese population."},{"id":"cggv:8b4bf0ab-e552-4266-bf76-6b9d87b27c3f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:853379bc-b13f-482c-9733-0466de50e444","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"All three exons of the SPR gene, analyzed by PCR amplification and direct DNA sequencing on cDNA and genomic DNA","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Diurnal fluctuations in severity","phenotypes":["obo:HP_0001337","obo:HP_0001257","obo:HP_0001263","obo:HP_0001251","obo:HP_0002359","obo:HP_0010553","obo:HP_0000718","obo:HP_0001332"],"previousTesting":true,"previousTestingDescription":"Plasma phenylalanine, urinary and plasma total neopterin and total biopterin, and red blood cell DHPR activity were all normal.\nNo variants found on analysis of all coding exons of the QDPR (DHPR) gene.\nLow CSF 5-hydroxyindoleacetic acid (4 nmol/L; normal 88–178) and homovanillic acid (49 nmol/L; normal 144–801), in CSF normal neopterin and elevated biopterin (77 nmol/L; normal 10–44).\nSPR activity below detection in fibroblasts, using sepiapterin as a substrate.  PTPS, GTPCH, DHPR activity all normal.\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8b4bf0ab-e552-4266-bf76-6b9d87b27c3f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:96a39ea8-973e-400c-b4b8-15d6d66726b1"},{"id":"cggv:82eee792-d91b-43b7-aa7a-4ee446f94500","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003124.5(SPR):c.448A>G (p.Arg150Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA122793"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11443547","type":"dc:BibliographicResource","dc:abstract":"Classic tetrahydrobiopterin (BH(4)) deficiencies are characterized by hyperphenylalaninemia and deficiency of monoamine neurotransmitters. In this article, we report two patients with progressive psychomotor retardation, dystonia, severe dopamine and serotonin deficiencies (low levels of 5-hydroxyindoleacetic and homovanillic acids), and abnormal pterin pattern (high levels of biopterin and dihydrobiopterin) in cerebrospinal fluid. Furthermore, they presented with normal urinary pterins and without hyperphenylalaninemia. Investigation of skin fibroblasts revealed inactive sepiapterin reductase (SR), the enzyme catalyzing the final two-step reaction in the biosynthesis of BH(4). Mutations in the SPR gene were detected in both patients and their family members. One patient was homozygous for a TC-->CT dinucleotide exchange, predicting a truncated SR (Q119X). The other patient was a compound heterozygote for a genomic 5-bp deletion (1397-1401delAGAAC) resulting in abolished SPR-gene expression and an A-->G transition leading to an R150G amino acid substitution and to inactive SR as confirmed by recombinant expression. The absence of hyperphenylalaninemia and the presence of normal urinary pterin metabolites and of normal SR-like activity in red blood cells may be explained by alternative pathways for the final two-step reaction of BH(4) biosynthesis in peripheral and neuronal tissues. We propose that, for the biosynthesis of BH(4) in peripheral tissues, SR activity may be substituted by aldose reductase (AR), carbonyl reductase (CR), and dihydrofolate reductase, whereas, in the brain, only AR and CR are fully present. Thus, autosomal recessive SR deficiency leads to BH(4) and to neurotransmitter deficiencies without hyperphenylalaninemia and may not be detected by neonatal screening for phenylketonuria.","dc:creator":"Bonafé L","dc:date":"2001","dc:title":"Mutations in the sepiapterin reductase gene cause a novel tetrahydrobiopterin-dependent monoamine-neurotransmitter deficiency without hyperphenylalaninemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11443547","rdfs:label":"Patient 229"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"This individual, with SR deficiency and neurological symptoms is compound heterozygous for a paternally inherited frameshift variant, which was confirmed in this publication to make no full length cDNA detectable by RT-PCR, and maternally inherited missense variant which was confirmed via recombinant expression system to have no enzyme activity. The highest population MAF in gnomAD for the missense variant is 0.0001977 (Latino; no homozygotes in any population). The frameshift variant is not in gnomAD. The score is increased due to the availability of functional evidence for both variants."},{"id":"cggv:a9b51526-dc41-4a9c-ac7c-fc5022645b42_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72b67fad-23aa-4805-9dd4-2a2aaf2df7b0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Sitting independently at two years of age and walking independently at 5 years of age. Abnormal motor nerve conduction. ","phenotypes":["obo:HP_0001251","obo:HP_0001256","obo:HP_0000657","obo:HP_0001337"],"sex":"Female","variant":{"id":"cggv:a9b51526-dc41-4a9c-ac7c-fc5022645b42_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89c49f79-6896-4ef3-91f8-fb6ed1b36adf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003124.5(SPR):c.43del (p.Ala15ProfsTer100)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA533656117"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31777525","type":"dc:BibliographicResource","dc:abstract":"Dopa-responsive dystonia due to sepiapterin reductase deficiency (OMIM#612716) is caused by recessive mutations in the gene encoding sepiapterin reductase (","dc:creator":"Froukh T","dc:date":"2019","dc:title":"Genetic study in a family with dopa-responsive dystonia revealed a novel mutation in "}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31777525","rdfs:label":"Froukh case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, with neurological symptoms consistent with dopa-responsive dystonia, is homozygous for a nonsense variant in SPR, that is predicted to undergo nonsense-mediated decay. The highest population MAF in gnomAD v2.1.1 is 0.0000725 (European non-Finnish; no homozygotes in any population - note low coverage in gnomAD)"},{"id":"cggv:da2533ac-bff8-4c75-9ad0-3afc7b1bff56_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cc325a28-ed8c-42fd-a27a-74530271ef4a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"All three exons of the SPR gene, analyzed by PCR amplification and direct DNA sequencing on cDNA and genomic DNA.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Treatment with l-dopa resulted in clinical improvement.","phenotypes":["obo:HP_0001332","obo:HP_0025356","obo:HP_0000252","obo:HP_0001257","obo:HP_0001510"],"previousTesting":true,"previousTestingDescription":"Plasma phenylalanine, urinary and plasma total neopterin and total biopterin, and red blood cell DHPR activity were all normal.\nNo variants found on analysis of all coding exons of the QDPR (DHPR) gene.\nLow CSF 5-hydroxyindoleacetic acid (14 nmol/L; normal 88–178) and homovanillic acid (111 nmol/L; normal 144–801), in CSF normal neopterin and elevated biopterin (83 nmol/L; normal 10–44).\nSPR activity below detection in fibroblasts, using sepiapterin as a substrate.  PTPS, GTPCH, DHPR activity all normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:da2533ac-bff8-4c75-9ad0-3afc7b1bff56_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:70074fe8-5946-4c05-a609-1c2af94af252","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003124.5(SPR):c.355C>T (p.Gln119Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12939"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11443547"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11443547","rdfs:label":"Patient 360"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, with sepiapterin reductase deficiency and neurological symptoms, is homozygous for a  nonsense variant, p.Gln119Ter, in SPR that is predicted to undergo nonsense-mediated decay. This variant is absent in gnomAD,"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2877,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:1eeae09c-9449-4197-95c4-71ec30ed8371","type":"GeneValidityProposition","disease":"obo:MONDO_0012994","gene":"hgnc:11257","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SPR and dopa-responsive dystonia, an autosomal recessive disorder of tetrahydrobiopterin (BH4) synthesis, was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. SPR encodes sepiapterin reductase (SR), an enzyme that converts 6-pyruvoyl-tetrahydropterin to BH4. BH4 is a cofactor required for the activity of phenylalanine hydroxylase, tyrosine hydroxylase, and tryptophan hydroxylase. As a result, individuals with SR deficiency have low levels of monoamines (due to lack of tyrosine and tryptophan hydroxylase activities) which results in the neurological symptoms typical of dopa-responsive dystonia, including motor and speech delay, axial hypotonia, dystonia, weakness, and oculogyric crises; symptoms show diurnal fluctuation and sleep benefit (Friedman et al, 2015, PMID 26131547). Of note, these individuals do not typically have hyperphenylalaninemia, presumably because sufficient BH4 is generated in the liver, by other pathways, for normal function of PAH (Longo 2009, PMID 19234759; Himmelreich et al, 2021, PMID 33903016).\nBiallelic variants in SPR were first reported in patients with dopa-responsive dystonia in 2001 (Bonafé et al, PMID 11443547). Since then, over 100 variants in SPR in patients with dopa-responsive dystonia have now been reported (Himmelreich et al, 2021, PMID 33903016). In this curation, data from 6 probands, who are homozygous or compound heterozygous for SPR variants were collected including six unique variants (missense, frameshift, nonsense, splice site) from 5 publications (Bonafé et al, 2001, PMID 11443547; Farrugia et al, 2007, PMID 17188538; Verbeek et al, 2008, PMID 18502672; Lohmann et al, 2012, PMID 22018912; Froukh et al, 2019, PMID 31777525). One variant, c.596-2A>G, is common in affected individuals from Malta, suggesting a possible founder effect (Farrugia et al, 2015, PMID 17188538; Friedman et al, 2015, PMID 26131547). More data is available in the literature but the maximum points for genetic evidence (12 points) has been reached.\nThe gene-disease relationship is supported by the biochemical function of the product of SPR, sepiapterin reductase, which is consistent with the biochemical findings and clinical features in patients with biallelic variants in the gene (Citron et al, 1990, PMID 2201030; Levine et al, 1990, PMID 2179471; Longo, 2009, PMID 19234759; Himmelreich et al, 2021, PMID 33903016); and the characteristics reported in a null mouse model (Yang et al, 2006, PMID  16532389) and silkworm mutants (Meng et al, 2009, PMID 19246455; Jiang et al, 2020, PMID 32269807).\nIn summary, SPR is definitively associated with dopa-responsive dystonia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel on June 1st 2021 (SOP v7).\n","dc:isVersionOf":{"id":"cggv:1c9f2ff6-39f1-4abc-9fdf-de4c0e23120d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}