{"id":"cggv:5aaae20b-8253-4331-9bc1-4608d209df65","type":"EvidenceStrengthAssertion","contributions":{"id":"cggv:5aaae20b-8253-4331-9bc1-4608d209df65_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-12-13T16:59:12.776Z","role":"Unpublisher"},"evidence":[{"id":"cggv:5aaae20b-8253-4331-9bc1-4608d209df65_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5aaae20b-8253-4331-9bc1-4608d209df65_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e3542f9-66ae-4661-9f2d-e52b486d8c44","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e5621ee-bec6-4eec-a76b-7e39801bbe4c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotypes of the mice do not reflect phenotypes encompassed by ALS. Unclear if muscle atrophy or other features were assessed in the heterozygous knockout mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28077597","type":"dc:BibliographicResource","dc:abstract":"Heterogeneous ribonucleoprotein A1 (hnRNP A1) is crucial for regulating alternative splicing. Its integrated function within an organism has not, however, been identified. We generated hnRNP A1 knockout mice to study the role of hnRNP A1 in vivo The knockout mice, hnRNP A1","dc:creator":"Liu TY","dc:date":"2017","dc:title":"Muscle developmental defects in heterogeneous nuclear Ribonucleoprotein A1 knockout mice."},"rdfs:label":"Heterozygous/Homozygous hnRNPA1 knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The phenotypes of the mice do not reflect phenotypes encompassed by ALS. Unclear if muscle atrophy or other features were assessed in the heterozygous knockout mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0},{"id":"cggv:5aaae20b-8253-4331-9bc1-4608d209df65_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:68fcda8e-f4d6-4f50-ab11-3d007f9ca44e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b4720d4-13cf-4b00-8402-e7a0ad24ca3b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using immunocytochemistry, C9ORF72 also colocalized with both hnRNPA1 and hnRNPA2/B1 in SH-SY5Y cells (Fig. 7E), and C9ORF72 was co-immunoprecipitated using hnRNA1 and hnRNA2/B1 antibodies in cell lysates, confirming the mass spectrometry findings (Fig. 7F). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24549040","type":"dc:BibliographicResource","dc:abstract":"Intronic expansion of a hexanucleotide GGGGCC repeat in the chromosome 9 open reading frame 72 (C9ORF72) gene is the major cause of familial amyotrophic lateral sclerosis (ALS) and frontotemporal dementia. However, the cellular function of the C9ORF72 protein remains unknown. Here, we demonstrate that C9ORF72 regulates endosomal trafficking. C9ORF72 colocalized with Rab proteins implicated in autophagy and endocytic transport: Rab1, Rab5, Rab7 and Rab11 in neuronal cell lines, primary cortical neurons and human spinal cord motor neurons, consistent with previous predictions that C9ORF72 bears Rab guanine exchange factor activity. Consistent with this notion, C9ORF72 was present in the extracellular space and as cytoplasmic vesicles. Depletion of C9ORF72 using siRNA inhibited transport of Shiga toxin from the plasma membrane to Golgi apparatus, internalization of TrkB receptor and altered the ratio of autophagosome marker light chain 3 (LC3) II:LC3I, indicating that C9ORF72 regulates endocytosis and autophagy. C9ORF72 also colocalized with ubiquilin-2 and LC3-positive vesicles, and co-migrated with lysosome-stained vesicles in neuronal cell lines, providing further evidence that C9ORF72 regulates autophagy. Investigation of proteins interacting with C9ORF72 using mass spectrometry identified other proteins implicated in ALS; ubiquilin-2 and heterogeneous nuclear ribonucleoproteins, hnRNPA2/B1 and hnRNPA1, and actin. Treatment of cells overexpressing C9ORF72 with proteasome inhibitors induced the formation of stress granules positive for hnRNPA1 and hnRNPA2/B1. Immunohistochemistry of C9ORF72 ALS patient motor neurons revealed increased colocalization between C9ORF72 and Rab7 and Rab11 compared with controls, suggesting possible dysregulation of trafficking in patients bearing the C9ORF72 repeat expansion. Hence, this study identifies a role for C9ORF72 in Rab-mediated cellular trafficking.","dc:creator":"Farg MA","dc:date":"2014","dc:title":"C9ORF72, implicated in amytrophic lateral sclerosis and frontotemporal dementia, regulates endosomal trafficking."},"rdfs:label":"Endogenous C9ORF72 interacts with hnRNPA1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"ALS GCEP chose to apply a gene-specific attenuation to downgrade protein interaction scores due to the high number of protein interactions observed for hnRNPA1 with proteins of interest. Only interactions that were proven to be disrupted by variants in either hnRNPA1 or the interacting protein were given full scores of 0.5"},{"id":"cggv:8fdace83-2109-4e55-bd4c-fffc48b6ad83","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c892b2e-834d-4291-b3b1-b1b85237219b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Induced hyperosmotic stress using treatment with 0.4 M sorbitol to ANXA11-GFP–expressing NSC-34 MN cells and stained with antibodies. Most cytoplasmic ANXA11-GFP aggregates were induced by sorbitol treatment and colocalized hnRNPA1 (Fig. S9). Also used a GST pulldown to examine the interaction. GST-ANXA11 interacted with endogenous hnRNPA1, whereas GST alone did not (Fig S10). This finding was further confirmed by reciprocal pull-down experiments (Fig. 6, C and D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33087501","rdfs:label":"Interaction between ANXA11 and hnRNPA1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"ALS GCEP chose to apply a gene-specific attenuation to downgrade protein interaction scores due to the high number of protein interactions observed for hnRNPA1 with proteins of interest. Only interactions that were proven to be disrupted by variants in either hnRNPA1 or the interacting protein were given full scores of 0.5"},{"id":"cggv:6164ebfe-cca6-4969-9625-18c498377922","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57a83ebd-5e9c-4af0-beb7-b854396ed470","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation from SH-SY5Y cells demonstrated that hnRNPA1 co-precipitated with endogenous FUS (Fig 2). This was validated in 293T cells using GST-FUS pull down by immunoblot (Figure 3A). However, following RNase treatment, there was no longer an interaction observed between FUS and hnRNPA1 (Figure 3C), suggesting that the interaction is entirely dependent on RNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27460707","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a progressive neurodegenerative disease. Mutations in the Fused in Sarcoma/Translocated in Liposarcoma (FUS/TLS) gene cause a subset of familial ALS cases and are also implicated in sporadic ALS. FUS is typically localized to the nucleus. The ALS-related FUS mutations cause cytoplasmic mis-localization and the formation of stress granule-like structures. Abnormal cytoplasmic FUS localization was also found in a subset of frontotemporal dementia (FTLD) cases without FUS mutations. To better understand the function of FUS, we performed wild-type and mutant FUS pull-downs followed by proteomic identification of the interacting proteins. The FUS interacting partners we identified are involved in multiple pathways, including chromosomal organization, transcription, RNA splicing, RNA transport, localized translation, and stress response. FUS interacted with hnRNPA1 and Matrin-3, RNA binding proteins whose mutations were also reported to cause familial ALS, suggesting that hnRNPA1 and Matrin-3 may play common pathogenic roles with FUS. The FUS interactions displayed varied RNA dependence. Numerous FUS interacting partners that we identified are components of exosomes. We found that FUS itself was present in exosomes, suggesting that the secretion of FUS might contribute to the cell-to-cell spreading of FUS pathology. FUS interacting proteins were sequestered into the cytoplasmic mutant FUS inclusions that could lead to their mis-regulation or loss of function, contributing to ALS pathogenesis. Our results provide insights into the physiological functions of FUS as well as important pathways where mutant FUS can interfere with cellular processes and potentially contribute to the pathogenesis of ALS.","dc:creator":"Kamelgarn M","dc:date":"2016","dc:title":"Proteomic analysis of FUS interacting proteins provides insights into FUS function and its role in ALS."},"rdfs:label":"hnRNPA1 interacts with FUS"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"ALS GCEP chose to apply a gene-specific attenuation to downgrade protein interaction scores due to the high number of protein interactions observed for hnRNPA1 with proteins of interest. Only interactions that were proven to be disrupted by variants in either hnRNPA1 or the interacting protein were given full scores of 0.5"},{"id":"cggv:5170dde6-954a-4ce1-a445-6854d6db32f7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de430074-638d-43ba-a05f-d3a5f3161fb9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The C-terminal of hnRNPA1 has previously been shown to be a binding site for  the C-terminal of TDP-43 and the resulting complex regulates splicing inhibitory activity. However,  reduced levels of hnRNPA1 in sporadic ALS motor neurons correlated well with formation of TDP-43-positive inclusions (Figure 2). All neurons with skein-like inclusions (SLIs) either lost or had weakened nuclear hnRNPA1 immunoreactivity (Table 3).\nOn serial sections of ALS cases with double immunofluorescence for TDP-43 and hnRNPA1, motor neurons with intense nuclear hnRNPA1 immunoreactivity retained nuclear TDP-43 immunoreactivity (Fig. 3A–D). Among nuclear hnRNPA1-negative motor neurons,\nnuclear TDP-43-positive neurons were rarely seen (Table 4). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25338872","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by loss of motor neurons and appearance of skein-like inclusions. The inclusions are composed of trans-activation response (TAR) DNA-binding protein 43 (TDP-43), a member of the heterogeneous nuclear ribonucleoprotein (hnRNP) family. hnRNPA1 and hnRNPA2/B1 are hnRNPs that interact with the C-terminus of TDP-43. Using immunohistochemistry, we investigated the association between TDP-43 and hnRNPA1 in ALS spinal motor neurons. We examined spinal cords of seven ALS cases and six muscular dystrophy cases (used as controls) for the presence of TDP-43 and hnRNPA1 protein. In the control cases, hnRNPA1 immunoreactivity in motor neurons was intense in the nucleus and weak in the cytoplasm where it showed a fine granular appearance. In the ALS cases, hnRNPA1 immunoreactivity in motor neurons was reduced in the nuclei of neurons with skein-like inclusions but was not detected in the skein-like inclusions. The marked loss of hnRNPA1 in motor neurons with concomitant cytoplasmic aggregation of TDP-43 may represent a severe disturbance of mRNA processing, suggesting a key role in progressive neuronal death in ALS.","dc:creator":"Honda H","dc:date":"2015","dc:title":"Loss of hnRNPA1 in ALS spinal cord motor neurons with TDP-43-positive inclusions."},"rdfs:label":"Reduced hnRNPA1 in ALS MN correlated with TDP-43 inclusions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"ALS GCEP chose to apply a gene-specific attenuation to downgrade protein interaction scores due to the high number of protein interactions observed for hnRNPA1 with proteins of interest. Only interactions that were proven to be disrupted by variants in either hnRNPA1 or the interacting protein were given full scores of 0.5"},{"id":"cggv:c7ada64e-9248-4222-8ad5-9d39fd2839d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:87c93d54-9362-4cf5-bc81-324062e2c9d7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Conducted GST-pull-down assays incubating hnRNPA1 protein with GST-ubiquilin-2 fusion proteins, or with GST protein alone. Background binding of hnRNPA1 to GST alone persisted, suggesting it is quite ‘sticky’. Subtraction of this background binding revealed that GST-ubiquilin-2 pulled down five times more hnRNPA1 than GST alone (Fig 3B). Also repeated GST-pull-down assays, but this time used purified bacterially expressed His-hnRNPA1 as ligand, and revealed preferential binding of His-hnRNPA1 with GST-ubiquilin-2 (Fig. 3C and D).\n\nConfirmed interaction by immunoprecipitating ubiquilin from HeLa cells using a pan-ubiquilin-specific antibody (Figure 4A). Because multiple ubiquilin proteins are expressed in HeLa cells (ubiquilin-1, 2 and 4 proteins), they next investigated whether hnRNPA1 binds ubiquilin-2. HeLa cells were either mock transfected or transfected with expression plasmids encoding either full-length HA-tagged ubiquilin-2 by itself or together with full-length Myc-tagged hnRNPA1. The blots showed endogenous hnRNPA1 coimmunoprecipitates with HA-tagged ubiquilin-2 (Fig. 4B).\n\nThey also investigated whether ubiquilin-2 proteins containing ALS mutations were altered in their ability to bind hnRNPA1 protein using immunoprecipitation. All ALS mutations (P497H, P497S, P506T, P509S and P525S) bind significantly less hnRNPA1 protein than does WT ubiquilin-2 (Fig. 4C and D).\n\nFinally, purified recombinant His-tagged hnRNPA1 proteins encoding either the WT or D262V mutant protein and examined binding to WT ubiquilin-2 by GST-pull-down assays (Fig. 5). GST-ubiquilin-2 bound WT hnRNPA1, as expected, but failed to bind hnRNPA1 containing the D262V mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25616961","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS)-linked mutations in UBQLN2 and some members of the heterogeneous nuclear ribonucleoproteins (hnRNPs) family cause ALS. Most mutations in UBQLN2 are missense mutations that occur in and around a PXX repeat motif located in the central domain of the encoded protein. However, neither the function of the PXX motif nor the mechanism by which mutations in UBQLN2 cause ALS is known. We screened a yeast two-hybrid library using the central domain of ubiquilin-2 hoping to identify proteins whose binding is affected by the UBQLN2 mutations. Three such interactors were identified-hnRNPA1, hnRNPA3 and hnRNPU-all members of the hnRNP family. The interacting region in each of these proteins was their glycine-rich domain, the domain most frequently mutated in hnRNP-related proteins that cause ALS. We focused on hnRNPA1, because a mutation in the protein causes ALS. We confirmed the interaction between wild-type (WT) ubiquilin-2 and hnRNPA1 proteins in vitro and in cells. In contrast, all five ALS mutations in ubiquilin-2 that we examined had reduced binding with WT hnRNPA1. In addition, hnRNPA1 carrying the D262V missense mutation that causes ALS failed to bind WT ubiquilin-2. Overexpression of ubiquilin-2 containing the ALS mutations increased cell death and, for several of the mutants, this correlated with increased translocation of hnRNPA1 to the cytoplasm. Knockdown of ubiquilin-2 led to increased turnover of hnRNPA1, indicating ubiquilin-2 functions to stabilize hnRNPA1. The discovery that ubiquilin-2 interacts with hnRNP proteins and that mutation in either protein disrupts interaction suggests a connection between proteostasis and RNA metabolism.","dc:creator":"Gilpin KM","dc:date":"2015","dc:title":"ALS-linked mutations in ubiquilin-2 or hnRNPA1 reduce interaction between ubiquilin-2 and hnRNPA1."},"rdfs:label":"ALS mutations in UBQLN2 or hnRNPA1 reduce their interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:fea8173a-1e9a-418c-a09b-766b5ee56e3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4499b2d5-7e56-4179-b0c3-7b73b19e937e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Observed a marked decline of nuclear and cytoplasmic hnRNPA1 immunoreactivity in the anterior horn cells of ALS cases (Figure 1C). However, posterior horn cells maintained nuclear hnRNPA1 immunoreactivity (Fig. 1D). Forty-four percent of anterior horn cells from ALS cases lost nuclear immunoreactivity for hnRNPA1 (Table 2). The number of motor neurons that lost immunoreactivity for nuclear hnRNPA1 was significantly larger than that of control cases (vs. DMD: P < 0.001; vs. MyD: P < 0.001).\n\nIn the control cases, hnRNPA1 immunoreactivity in motor neurons was intense in the nucleus and weak in the cytoplasm where it showed a fine granular appearance. In the ALS cases, hnRNPA1 immunoreactivity in motor neurons was reduced in the nuclei of neurons with skein-like inclusions but was not detected in the skein-like inclusions.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25338872","rdfs:label":"Nuclear hnRNPA1 immunoreactivity in spinal motor neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:5aaae20b-8253-4331-9bc1-4608d209df65_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.3}],"subject":{"id":"cggv:caa401ee-37e8-41a6-ada4-be9ebded1998","type":"GeneValidityProposition","disease":"obo:MONDO_0014181","gene":"hgnc:5031","modeOfInheritance":"obo:HP_0000006"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}