{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-02-29T23:47:09.688Z","role":"Publisher"},{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2023-04-26T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6a64fb5-350b-4355-9432-12b5b778d91c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:abef1988-4a5e-4c53-a090-2c81619e99e0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CACNA1S was cloned from a human skeletal muscle cDNA library. Expression in skeletal muscle is consistent with the disease mechanism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7713519","type":"dc:BibliographicResource","dc:creator":"Hogan K","dc:date":"1994","dc:title":"Cloning of the human skeletal muscle alpha 1 subunit of the dihydropyridine-sensitive L-type calcium channel (CACNL1A3)."},"rdfs:label":"Skeletal muscle purification"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b590c806-1ef8-4a9c-880e-407ffc7bf2e7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1cddd589-ec8d-4892-ba58-025dc9b27af4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression found in autoradiograms of blot hybridization analysis of poly(A)+ RNA from skeletal muscle of the DHP receptor which CACNA1S encodes for","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2903448","type":"dc:BibliographicResource","dc:abstract":"Microinjection of an expression plasmid that carries complementary DNA encoding the receptor for dihydropyridine calcium channel blockers of skeletal muscle restores both excitation-contraction coupling and slow calcium current in cultured skeletal muscle cells from mice with muscular dysgenesis. This suggests that the dihydropyridine receptor in the transverse tubule membrane of skeletal muscle functions both as the voltage sensor for excitation-contraction coupling and as the slow calcium channel.","dc:creator":"Tanabe T","dc:date":"1988","dc:title":"Restoration of excitation-contraction coupling and slow calcium current in dysgenic muscle by dihydropyridine receptor complementary DNA."},"rdfs:label":"Skeletal Muscle of Normal and Dysgenic Mice "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b7013496-ca37-4a5e-9eef-7f75ead513d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bdb46876-c2d5-4791-8f1d-3a5f9871c9e6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Used a novel FRET-based method to characterize the relative proximity of these intracellular loops in α1S subunits expressed in intact cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27129199","type":"dc:BibliographicResource","dc:abstract":"The skeletal muscle dihydropyridine receptor α1S subunit plays a key role in skeletal muscle excitation-contraction coupling by sensing membrane voltage changes and then triggering intracellular calcium release. The cytoplasmic loops connecting four homologous α1S structural domains have diverse functions, but their structural arrangement is poorly understood. Here, we used a novel FRET-based method to characterize the relative proximity of these intracellular loops in α1S subunits expressed in intact cells. In dysgenic myotubes, energy transfer was observed from an N-terminal-fused YFP to a FRET acceptor, ReAsH (resorufin arsenical hairpin binder), targeted to each α1S intracellular loop, with the highest FRET efficiencies measured to the α1S II-III loop and C-terminal tail. However, in HEK-293T cells, FRET efficiencies from the α1S N terminus to the II-III and III-IV loops and the C-terminal tail were significantly lower, thus suggesting that these loop structures are influenced by the cellular microenvironment. The addition of the β1a dihydropyridine receptor subunit enhanced FRET to the II-III loop, thus indicating that β1a binding directly affects II-III loop conformation. This specific structural change required the C-terminal 36 amino acids of β1a, which are essential to support EC coupling. Direct FRET measurements between α1S and β1a confirmed that both wild type and truncated β1a bind similarly to α1S These results provide new insights into the role of muscle-specific proteins on the structural arrangement of α1S intracellular loops and point to a new conformational effect of the β1a subunit in supporting skeletal muscle excitation-contraction coupling.","dc:creator":"Mahalingam M","dc:date":"2016","dc:title":"Fluorescence Resonance Energy Transfer-based Structural Analysis of the Dihydropyridine Receptor α1S Subunit Reveals Conformational Differences Induced by Binding of the β1a Subunit."},"rdfs:label":"DHPR subunit and RYR1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:af781518-999d-48d6-b04e-29936a624714","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a4f03111-bd0e-4404-bdf4-9c2b233d15eb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MH involves a dysregulation of calcium transport caused by abnormal function of the EC coupling complex. CACNA1S encodes the calcium channel-forming, voltage-sensing alpha1 subunit of the DHPR component of the skeletal muscle excitation-contraction (EC) coupling complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6329263","type":"dc:BibliographicResource","dc:abstract":"[3H]Nitrendipine binds with high affinity to a calcium antagonist receptor preferentially localized to the transverse tubule membrane of skeletal muscle. Digitonin was used to solubilize a [3H]nitrendipine-receptor complex from transverse tubule membranes. The digitonin-[3H]nitrendipine-receptor complex was purified 330-fold by a combination of wheat germ agglutinin chromatography, ion-exchange chromatography, and sedimentation through sucrose gradients to yield a preparation estimated to be 41% homogeneous on the basis of specific activity. Analysis by sodium dodecyl sulfate gel electrophoresis demonstrated that three polypeptides termed alpha [molecular weight (Mr) 130 000], beta (Mr 50 000), and gamma (Mr 33 000) quantitatively comigrated with the [3H]nitrendipine-receptor complex on sucrose gradients and represented 62% of the total protein staining. These three polypeptides are associated noncovalently. However, the apparent molecular weight of the alpha polypeptide is reduced from 160 000 to 130 000 upon reduction, consistent with the presence of an internal disulfide bond. Our results suggest that these three polypeptides are the subunits of the calcium antagonist receptor and are major components of the transverse tubule voltage-sensitive calcium channel.","dc:creator":"Curtis BM","dc:date":"1984","dc:title":"Purification of the calcium antagonist receptor of the voltage-sensitive calcium channel from skeletal muscle transverse tubules."},"rdfs:label":"EC complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Ryr1 is also part of the complex, and variants in Ryr1 are known to cause MHS."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67acd5e9-9c51-420d-89ae-c1cc2789521b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:228b11a4-a42b-4bfe-b04a-7ef58deaa7b9","type":"FunctionalAlteration","dc:description":"Dysgenic alpha1S null myotubes were reconstituted with R1086H or wild type CACNA1S. Increase sensitivity to activation by caffeine is used as a diagnostic measure for MH susceptibility. Additionally, a similar increase in caffeine sensitivity of calcium release is also observed upon expression of RyR1 mutation in HEK293 or skeletal myotubes. The authors compared the calcium channel activity and junctional targeting of wild type and mutant DHPRs, as well as the sensitivity of SR calcium release to caffeine. They found that sensitivity of RyR1 is enhanced in R1086H-expressing myotubes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15201141","type":"dc:BibliographicResource","dc:abstract":"Malignant hyperthermia (MH) is an inherited pharmacogenetic disorder caused by mutations in the skeletal muscle ryanodine receptor (RyR1) and the dihydropyridine receptor (DHPR) alpha(1S)-subunit. We characterized the effects of an MH mutation in the DHPR cytoplasmic III-IV loop of alpha(1S) (R1086H) on DHPR-RyR1 coupling after reconstitution in dysgenic (alpha(1S) null) myotubes. Compared with wild-type alpha(1S), caffeine-activated Ca(2+) release occurred at approximately fivefold lower concentrations in nonexpressing and R1086H-expressing myotubes. Although maximal voltage-gated Ca(2+) release was similar in alpha(1S)- and R1086H-expressing myotubes, the voltage dependence of Ca(2+) release was shifted approximately 5 mV to more negative potentials in R1086H-expressing myotubes. Our results demonstrate that alpha(1S) functions as a negative allosteric modulator of release channel activation by caffeine/voltage and that the R1086H MH mutation in the intracellular III-IV linker disrupts this negative regulatory influence. Moreover, a low caffeine concentration (2 mM) caused a similar shift in voltage dependence of Ca(2+) release in alpha(1S)- and R1086H-expressing myotubes. Compared with alpha(1S)-expressing myotubes, maximal L channel conductance (G(max)) was reduced in R1086H-expressing myotubes (alpha(1S) 130 +/- 10.2, R1086H 88 +/- 6.8 nS/nF; P < 0.05). The decrease in G(max) did not result from a change in retrograde coupling with RyR1 as maximal conductance-charge movement ratio (G(max)/Q(max)) was similar in alpha(1S)- and R1086H-expressing myotubes and a similar decrease in G(max) was observed for an analogous mutation engineered into the cardiac L channel (R1217H). In addition, both R1086H and R1217H DHPRs targeted normally and colocalized with RyR1 in sarcoplasmic reticulum (SR)-sarcolemmal junctions. These results indicate that the R1086H MH mutation in alpha(1S) enhances RyR1 sensitivity to activation by both endogenous (voltage sensor) and exogenous (caffeine) activators.","dc:creator":"Weiss RG","dc:date":"2004","dc:title":"Functional analysis of the R1086H malignant hyperthermia mutation in the DHPR reveals an unexpected influence of the III-IV loop on skeletal muscle EC coupling."},"rdfs:label":"R1086H enhances RyR1 sensitivity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Counted this evidence towards the variant instead."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f477c774-5bc8-4347-95ed-0d12c75f0510","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb0ccbe2-4afd-416c-b5b7-8fae07d99fab","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Found that microinjection of alpha-1 cDNA into mdg/mdg myotubes can restore a normal excitation-contraction coupling.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2903448","rdfs:label":"Knockout Mouse Model "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Doesn’t follow the same inheritance pattern and not really reflective of malignant hyperthermia. More reflective of the other phenotypes associated with CACNA1S "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":7847,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.5,"subject":{"id":"cggv:7065e77d-53fa-4ad3-901b-f31c040fe671","type":"GeneValidityProposition","disease":"obo:MONDO_0011163","gene":"hgnc:1397","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CACNA1S* was first reported in relation to autosomal dominant malignant hyperthermia in 1997 (Monnier et al., PMID:9199552) and assigned the name “Malignant Hyperthermia susceptibility 5 (OMIM:601887). This condition  is a muscle disorder in which an episode is triggered by exposure to volatile anesthetic agents or depolarizing muscle relaxants (i.e., halothane, isoflurane, sevoflurane, desflurane, enflurane) either alone or in conjunction with a depolarizing muscle relaxant, leading to muscle rigidity and a hypermetabolic response involving elevated temperature, heart rate, and respiratory rate that can be fatal if not recognized and treated promptly. \n\n*CACNA1S* has been noted to be associated with the following disease entities: Hypokalemic periodic paralysis, type 1 (OMIM:170400), Malignant hyperthermia susceptibility 5 (OMIM:601887), Thyrotoxic periodic paralysis, susceptibility to,1 (OMIM:188580). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms, inheritance patterns, and phenotypic variability. Therefore, we have maintained the existing split into multiple disease entities. In addition, there is a more recent assertion for Congenital myopathy 18 due to dihydropyridine receptor defect (OMIM: 620246) that was not considered at the time of the precuration (9/15/2022). In this curation we  examine autosomal dominant Malignant hyperthermia susceptibility 5 as a distinct disease entity.\n\nEvidence supporting this gene-disease relationship includes case-level data, segregation data, experimental data. We have curated eight pathogenic missense variants reported in ten probands, two of which (p.R1086H,  p.T1354S) were found to segregate in families (PMID: 9199552, 11260227, 20861472,25658027,25735680,19825159). A novel homozygous mutation, p.Arg1086Ser, was identified in a 34 year old female who developed fulminant malignant hyperthermia (MH) under sevoflurane anesthesia. This is the only homozygous occurrence mentioned in the literature to date and it is unclear whether it represents a distinct molecular mechanism of disease (PMID:.20431982) \n\nThis gene-disease association is supported by in vitro functional assays, expression studies, animal models, rescue models (PMID: 27129199, 2903448, 7713519, 15201141, 6329263). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n","dc:isVersionOf":{"id":"cggv:22fff996-ca2e-473d-8a57-d2b8ff022a92"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}