{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-12-14T19:00:00.000Z","role":"Approver"},{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-01-15T16:17:26.267Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2588002e-606c-4624-ae37-85774abb4987","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7747d5eb-3383-40f0-b945-3b30e81e8f8a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ZBTB18/RP58 haploinsufficient mutant mice showed impaired motor learning working memory, and memory flexibility indicative of the intellectual disability phenotype. Also showed abnormal corpus callosum morphology similar to the human phenotype. \n\nReinforced the hypothesis that ZBTB18 haploinsufficiency leads to impaired excitatory synaptic maturation which leads to neurodevelopmental phenotypes in mice and humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36721027","type":"dc:BibliographicResource","dc:abstract":"ZBTB18/RP58 (OMIM *608433) is one of the pivotal genes responsible for 1q43q44 microdeletion syndrome (OMIM #612337) and its haploinsufficiency induces intellectual disability. However, the underlying pathological mechanism of ZBTB18/RP58 haploinsufficiency is unknown. In this study, we generated ZBTB18/RP58 heterozygous mice and found that these mutant mice exhibit multiple behavioral deficits, including impairment in motor learning, working memory, and memory flexibility, which are related to behaviors in people with intellectual disabilities, and show no gross abnormalities in their cytoarchitectures but dysplasia of the corpus callosum, which has been reported in certain population of patients with ZBTB18 haploinsufficiency as well as in those with 1q43q44 microdeletion syndrome, indicating that these mutant mice are a novel model of ZBTB18/RP58 haploinsufficiency, which reflects heterozygotic ZBTB18 missense, truncating variants and some phenotypes of 1q43q44 microdeletion syndrome based on ZBTB18/RP58 haploinsufficiency. Furthermore, these mice show glutamatergic synaptic dysfunctions, including a reduced glutamate receptor expression, altered properties of NMDA receptor-mediated synaptic responses, a decreased saturation level of long-term potentiation of excitatory synaptic transmission, and distinct morphological characteristics of the thick-type spines. Therefore, these results suggest that ZBTB18/RP58 haploinsufficiency leads to impaired excitatory synaptic maturation, which in turn results in cognitive dysfunction in ZBTB18 haploinsufficiency.","dc:creator":"Hirai S","dc:date":"2023","dc:title":"The mouse model of intellectual disability by ZBTB18/RP58 haploinsufficiency shows cognitive dysfunction with synaptic impairment."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":7529,"specifiedBy":"GeneValidityCriteria10","strengthScore":14,"subject":{"id":"cggv:d2c9510e-ad30-4fb4-870e-2d019999163d","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:13030","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ZBTB18* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2014 (Munnik et al., PMID: 24193349). Phenotypic features include microcephaly, short stature, global developmental delays particularly affecting speech /intellectual disability, dysmorphic features, epilepsy, congenital anomalies, hypotonia, corpus callosum abnormalities, urogenital malformations, cerebral palsy, and behavioral abnormalities. This curation includes 13 variants (heterozygous missense, frameshift, deletions) reported in probands with phenotypic similarity (PMIDs: 24193349, 31238879, 29158550, 29573576, 27598823). More evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by experimental evidence. A *ZBTB18* heterozygous knockout mouse model demonstrated impaired excitatory synaptic maturation which is believed to be the basis of the neurodevelopmental phenotypes including intellectual disability and abnormal corpus callosum morphology identified in humans (PMID: 36721027).\n\n\nIn summary, there is definitive evidence supporting the relationship between *ZBTB18* and autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in the clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on the meeting date December 14, 2023 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:d8ea518c-64da-4d4f-8551-66a005307e94"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}