{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-07-15T21:55:25.235Z","role":"Publisher"},{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-06-20T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bbd3e9a2-d189-4115-b4bc-349a8728171b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd53335e-6417-47e6-bd89-c67c20b0d5eb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In a patient with SCID, p56lck was markedly reduced in the patient T cells, where other protein kinases, such as ZAP-70 had expression similar to WT","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9664084","type":"dc:BibliographicResource","dc:abstract":"Severe combined immune deficiency (SCID) is a heterogeneous disorder characterized by profound defects in cellular and humoral immunity. We report here an infant with clinical and laboratory features of SCID and selective CD4 lymphopenia and lack of CD28 expression on CD8(+) T cells. T cells from this patient showed poor blastogenic responses to various mitogens and IL-2. Other T cell antigen receptor- induced responses, including upregulation of CD69, were similarly inhibited. However, more proximal T cell antigen receptor signaling events, such as anti-CD3 induced protein tyrosine phosphorylation, phosphorylation of mitogen-associated protein kinase, and calcium mobilization were intact. Although p59fyn and ZAP-70 protein tyrosine kinases were expressed at normal levels, a marked decrease in the level of p56lck was noted. Furthermore, this decrease was associated with the presence of an alternatively spliced lck transcript lacking the exon 7 kinase encoding domain. These data suggest that a deficiency in p56lck expression can produce a SCID phenotype in humans.","dc:creator":"Goldman FD","dc:date":"1998","dc:title":"Defective expression of p56lck in an infant with severe combined immunodeficiency."},"rdfs:label":"Goldman"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a4c42138-e2cc-4d30-b8de-c242c538a426","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cb55b586-aada-48fe-9cec-ac21eb54d60c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"LCK expression is restricted to lymphoid tissue and lymphocytes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2416464","type":"dc:BibliographicResource","dc:abstract":"Protein-tyrosine kinases are implicated in the control of normal and neoplastic cell growth. We have used molecular cloning strategies to characterize a lymphocyte-specific protein-tyrosine kinase gene distinct from but closely related to src and yes. This gene, encoded by a genetic locus defined here as lskT, is rearranged and overexpressed in the murine T cell lymphoma LSTRA. Thus alterations in the structure or expression of this protein-tyrosine kinase gene may in some cases mediate neoplastic transformation. In addition, transcription of the normal lskT gene is restricted to cells of lymphoid origin. We infer that the lskT-encoded protein-tyrosine kinase may aid in transducing proliferative or differentiative signals unique to lymphocytes.","dc:creator":"Marth JD","dc:date":"1985","dc:title":"A lymphocyte-specific protein-tyrosine kinase gene is rearranged and overexpressed in the murine T cell lymphoma LSTRA."},"rdfs:label":"Marth"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6eb34928-5b01-474e-a90a-205894a54b9f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc44a142-647a-4864-b9ef-f9e86745ce15","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"LCK co-localizes with the pre-TCR and causes phosphorylation of CD3E and ZAP70. Disruption of raft integrity by inhibition of p56lck by the specific inhibitor PP2 resulted in complete loss\nof Zap-70 phosphorylation.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10952314","type":"dc:BibliographicResource","dc:abstract":"Lineage choice is of great interest in developmental biology. In the immune system, the alphabeta and gammadelta lineages of T lymphocytes diverge during the course of the beta-, gamma- and delta-chain rearrangement of T-cell receptor (TCR) genes that takes place within the same precursor cell and which results in the formation of the gammadeltaTCR or pre-TCR proteins. The pre-TCR consists of the TCRbeta chain covalently linked to the pre-TCRalpha protein, which is present in immature but not in mature T cells which instead express the TCRalpha chain. Animals deficient in pre-TCRalpha have few alphabeta lineage cells but an increased number of gammadelta T cells. These gammadelta T cells exhibit more extensive TCRbeta rearrangement than gammadelta T cells from wild-type mice. These observations are consistent with the idea that different signals emanating from the gammadeltaTCR and pre-TCR instruct lineage commitment. Here we show, by using confocal microscopy and biochemistry to analyse the initiation of signalling, that the pre-TCR but not the gammadeltaTCR colocalizes with the p56lck Src kinase into glycolipid-enriched membrane domains (rafts) apparently without any need for ligation. This results in the phosphorylation of CD3epsilon and Zap-70 signal transducing molecules. The results indicate clear differences between pre-TCR and gammadeltaTCR signalling.","dc:creator":"Saint-Ruf C","dc:date":"2000","dc:title":"Different initiation of pre-TCR and gammadeltaTCR signalling."},"rdfs:label":"Saint-Ruf"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:54d1756f-0e5c-43e0-a6e1-207dafe74409","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33fc7092-d48f-4b79-8237-5aefd543ae12","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"LCK activates DNA binding of STAT5A and STAT5B and in LCK-deficient T-cells activation of STAT5 by TCR stimulation was abolished. Absent TCR signaling would lead to reduced T cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9880255","type":"dc:BibliographicResource","dc:abstract":"The role of STAT (signal transducer and activator of transcription) proteins in T cell receptor (TCR) signaling was analyzed. STAT5 became immediately and transiently phosphorylated on tyrosine 694 in response to TCR stimulation. Expression of the protein tyrosine kinase Lck, a key signaling protein in the TCR complex, activated DNA binding of transfected STAT5A and STAT5B to specific STAT inducible elements. The role of Lck in STAT5 activation was confirmed in a Lck-deficient T cell line in which the activation of STAT5 by TCR stimulation was abolished. Expression of Lck induced specific interaction of STAT5 with the subunits of the TCR, indicating that STAT5 may be directly involved in TCR signaling. Stimulation of T cell clones and primary T cell lines also induced the association of STAT5 with the TCR complex. Inhibition of STAT5 function by expression of a dominant negative mutant STAT5 reduced antigen-stimulated proliferation of T cells. Thus, TCR stimulation appears to directly activate STAT5, which may participate in the regulation of gene transcription and T cell proliferation during immunological responses.","dc:creator":"Welte T","dc:date":"1999","dc:title":"STAT5 interaction with the T cell receptor complex and stimulation of T cell proliferation."},"rdfs:label":"Welte"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c6e7c4a-9582-47e2-ad20-18439c1561b9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f15230a0-3c71-4347-a3f9-f0d69ad97c9b","type":"FunctionalAlteration","dc:description":"Stimulation with anti-CD3 antibody induced no intracellular Ca+ mobilization in either fresh ex vivo CD4+ and CD8+ T cells (Fig 4, A) or in T-cell blasts from the patient (Fig 4, B), whereas it resulted in Ca2+ flux in control cells from a healthy donor. \n\nLevels of the tyrosine-phosphorylated proteins known to be substrates of TCR activation (including CD3z, ZAP-70, LAT, SLP-76 and phospholipase C [PLC] g1) were markedly lower in the patient’s cells than in control cells (Fig 4, C). \n\nNo detectable IkBa phosphorylation (which, when phosphorylated, is a hallmark of nuclear factor kB activation), but residual phosphorylation of extracellular signal–regulated kinase (ERK) 1/2 was observed (Fig 4, C, lower panels).\n\nLCK-deficient T-cell blasts displayed much lower levels of activation-induced cell death than control T-cell blasts (Fig 4, D). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22985903","type":"dc:BibliographicResource","dc:abstract":"Signals emanating from the antigen T-cell receptor (TCR) are required for T-cell development and function. The T lymphocyte-specific protein tyrosine kinase (Lck) is a key component of the TCR signaling machinery. On the basis of its function, we considered LCK a candidate gene in patients with combined immunodeficiency.","dc:creator":"Hauck F","dc:date":"2012","dc:title":"Primary T-cell immunodeficiency with immunodysregulation caused by autosomal recessive LCK deficiency."},"rdfs:label":"Hauck Functional Alteration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e1312e9-ae5b-4162-81fd-d933a716f703","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7cbeb96a-dbee-4492-80e0-9509b544528e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of WT LCK restored TCR-mediated Ca2+ flux and tyrosine phosphorylation signals in JCaM 1.6 cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22985903","rdfs:label":"Hauck LCK- deficient JCaM 1.6 cell line,"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:790a59f7-a86b-4e7c-9a8f-8f36c080e2a2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69bbc622-75c8-42c1-ad28-fdb9f7dfa4dc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LCK null mice had thymic atrophy, dramatically reduced double-positive (CD4+CD8+) thymocyte population, no detectable mature, single-positive thymocytes and very few peripheral T cells. Humans with LCK deficiency also have CD4+ T-cell lymphopenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1579166","type":"dc:BibliographicResource","dc:abstract":"The protein Lck (p56lck) has a relative molecular mass of 56,000 and belongs to the Src family of tyrosine kinases. It is expressed exclusively in lymphoid cells, predominantly in thymocytes and peripheral T cells. Lck associates specifically with the cytoplasmic domains of both CD4 and CD8 T-cell surface glycoproteins and interacts with the beta-chain of the interleukin-2 receptor, which implicates Lck activity in signal transduction during thymocyte ontogeny and activation of mature T cells. Here we generate an lck null mutation by homologous recombination in embryonic stem cells to evaluate the role of p56lck in T-cell development and activation. Lck-deficient mice show a pronounced thymic atrophy, with a dramatic reduction in the double-positive (CD4+CD8+) thymocyte population. Mature, single-positive thymocytes are not detectable in these mice and there are only very few peripheral T cells. These results illustrate the crucial role of this T-cell-specific tyrosine kinase in the thymocyte development.","dc:creator":"Molina TJ","dc:date":"1992","dc:title":"Profound block in thymocyte development in mice lacking p56lck."},"rdfs:label":"Molina Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5},{"id":"cggv:53fe58d4-bd81-4028-ae36-c6b8317718b2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:53fe58d4-bd81-4028-ae36-c6b8317718b2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":23,"allele":{"id":"cggv:49f882d5-a2c6-4c20-b7d9-68eb58591b09","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005356.5(LCK):c.1022T>C (p.Leu341Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA151376"}},"detectionMethod":"Chip-based single nucleotide polymorphism analysis and array comparative genomic hybridization of the patient’s genomic DNA.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T-B+NK+ SCID","phenotypes":["obo:HP_0005407","obo:HP_0012490","obo:HP_0001508","obo:HP_0002014","obo:HP_0002205"],"secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:d0ae413a-6917-4653-9ae1-09ca82ecec79_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:49f882d5-a2c6-4c20-b7d9-68eb58591b09"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22985903"},"rdfs:label":"Hauck Proband"},{"id":"cggv:d0ae413a-6917-4653-9ae1-09ca82ecec79","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0ae413a-6917-4653-9ae1-09ca82ecec79_variant_evidence_item"},{"id":"cggv:d0ae413a-6917-4653-9ae1-09ca82ecec79_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot analysis of LCK levels in PBMCs and T-cell blasts from the patient showed that levels of the mutated form in these cells were much lower than those of wild- type (WT) LCK in control cells (Figs 3, B, and 4, C). Similarly low levels of p.L341P LCK protein were observed in transient expression experiments in human embryonic kidney 293T cells (293T) (Fig 3, B). p.L341P LCK protein kinase activity was not detectable, whereas such activity was detected for WT LCK (Fig 3, C)."}],"strengthScore":1,"dc:description":"Functional evidence that this variant causes loss of function."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9ee333a0-b27f-466d-a055-fde38a968e93_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9ee333a0-b27f-466d-a055-fde38a968e93","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":6,"allele":{"id":"cggv:4ed7760f-da58-474d-a936-5178113d126b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.32274991A>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339636538"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"epidermodysplasia verruciformis","phenotypes":"obo:HP_0005407","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b29a6757-2b92-43ff-b588-cac41acf1da7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4ed7760f-da58-474d-a936-5178113d126b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27087313","type":"dc:BibliographicResource","dc:abstract":"Inherited epidermodysplasia verruciformis (EV) is a rare skin disorder characterized by susceptibility to specific types of human papilloma virus (HPV) and is strongly associated with skin carcinomas. Inactivating mutations in EVER1/EVER2 account for most cases of EV. However, more phenotypes related to but distinct from EV have been reported with an immunodeficiency state but without EVER1/EVER2 mutation, and the genetic basis for these atypical EV cases is poorly understood.","dc:creator":"Li SL","dc:date":"2016","dc:title":"Identification of LCK mutation in a family with atypical epidermodysplasia verruciformis with T-cell defects and virus-induced squamous cell carcinoma."}},"rdfs:label":"Li Proband"},{"id":"cggv:b29a6757-2b92-43ff-b588-cac41acf1da7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b29a6757-2b92-43ff-b588-cac41acf1da7_variant_evidence_item"},{"id":"cggv:b29a6757-2b92-43ff-b588-cac41acf1da7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Direct sequencing of the long isoform (462 bp) revealed an insertion of 174 bp,\ncorresponding to intron 3 compared with the short isoform (288 bp). Notably, we detected a new T lymphocyte-specific protein tyrosine kinase (LCK) isoform (206 bp) in patient 3,\nthe direct sequencing of which revealed a deletion of 82 bp corresponding to exon 3. The transcript of LCK with a deletion in exon 3 was predicted to result in a frameshift mutation\nthat could lead to mRNA decay. To quantify the expression of these two wild-type LCK mRNA isoforms in patient 3, quantitative real-time PCR was then applied and data were analysed\nas described in our previous study. The results showed that there was no significant difference in the quantity of the LCK long isoform, while only trace expression of short isoform\nwas detected (Fig. 2c)."}],"strengthScore":1,"dc:description":"Given the presence of 3 different isoforms and no other functional data, we are not convinced that this is a completely null variant. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2b286ee0-5ccf-4bc0-bafd-63e844c8b893_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2b286ee0-5ccf-4bc0-bafd-63e844c8b893","type":"Proband","allele":{"id":"cggv:ce01d41a-c4cc-4a17-9a44-b04bcd174090","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005356.5(LCK):c.1129dup (p.Ser377fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/804376"}},"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0002721","sex":"UnknownEthnicity","variant":{"id":"cggv:1a6e950e-0ea4-4e65-81d8-ef8cb641c82b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ce01d41a-c4cc-4a17-9a44-b04bcd174090"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32135276","type":"dc:BibliographicResource","dc:abstract":"Primary immunodeficiencies (PIDs) are a heterogeneous group of monogenic inborn errors of immunity. The genetic causes of these diseases can be identified using whole exome sequencing (WES). Here, DNA samples from 106 patients with a clinical suspicion of PID were subjected to WES in order to test the diagnostic yield of this test in a highly consanguineous community. A likely genetic diagnosis was achieved in 70% of patients. Several factors were considered to possibly influence the diagnostic rate of WES among our cohort including early age, presence of consanguinity, family history suggestive of PID, the number of family members who underwent WES and the clinical phenotype of the patient. The highest diagnostic rate was in patients with combined immunodeficiency or with a syndrome. Notably, WES findings altered the clinical management in 39% (41/106) of patients in our cohort. Our findings support the use of WES as an important diagnostic tool in patients with suspected PID, especially in highly consanguineous communities.","dc:creator":"Simon AJ","dc:date":"2020","dc:title":"Whole exome sequencing (WES) approach for diagnosing primary immunodeficiencies (PIDs) in a highly consanguineous community."}},"rdfs:label":"Simon Proband"},{"id":"cggv:1a6e950e-0ea4-4e65-81d8-ef8cb641c82b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1a6e950e-0ea4-4e65-81d8-ef8cb641c82b_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Not enough clinical data"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":4859,"specifiedBy":"GeneValidityCriteria8","strengthScore":11,"subject":{"id":"cggv:abe0c7b5-6aee-4c7c-a784-146f6b7ae6f7","type":"GeneValidityProposition","disease":"obo:MONDO_0014334","gene":"hgnc:6524","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"LCK was first reported in relation to autosomal recessive severe combined immunodeficiency (SCID) due to LCK deficiency in 2012 (Hauck et al., PMID: 22985903). LCK deficiency has been reported in patients with typical symptoms of SCID including decreased CD4+ T cells, failure to thrive, recurrent infections, and diarrhea. Affected individuals in one family were identified in adulthood with epidermodysplasia verruciformis, T-cell lymphopenia and a history of recurrent chest infections. Limited data are available for heterozygous individuals, though none were reported to have immunodeficiency to date. Heterozygous family members did not have symptoms, indicating that there is no clinical evidence for haploinsufficiency or dominant negative pathophysiology. Three variants (missense,  frameshift, and canonical splice site) that have been reported in three probands in three publications (PMIDs: 22985903, 32135276, 27087313) are included in this curation. Variants in this gene segregated with disease in 2 additional family members. The mechanism of pathogenicity is known to be loss of function. This gene-disease association is also supported by mouse model, rescue in cell culture model, expression, protein interaction, and biochemical function studies. LCK expression is restricted to lymphoid tissues and lymphocytes (PMID: 2416464). LCK was significantly reduced in T cells of a patient with SCID (PMID: 9664084). LCK co-localizes with the pre-TCR and causes phosphorylation of the ITAMs of the CD3 epsilon, delta, and zeta chains and ZAP70 (PMID: 10952314). LCK activates DNA binding of STAT5A and STAT5B and LCK-deficient T-cells do not have activated STAT5 (PMID: 9880255). LCK-deficient T-cells have altered intracellular Ca2+ mobilization and tyrosine phosphorylation and expression of WT LCK restores TCR-mediated Ca2+ flux and tyrosine phosphorylation signals (PMID: 22985903). Mice with absent LCK had thymic atrophy, dramatically reduced double-positive (CD4+CD8+) thymocyte population, no detectable mature single-positive thymocytes, and very few peripheral T cells (PMID: 1579166). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. A hypomorphic phenotype with T-cell lymphopenia and survival to adulthood has also been reported (PMID: 27087313). There are still relatively few patients with LCK deficiency reported and the phenotype of LCK deficiency may extend with identification of additional cases. This classification was approved by the ClinGen SCID/CID GCEP on the meeting date June 16, 2022 (SOP Version 8). ","dc:isVersionOf":{"id":"cggv:3e301c04-c0a1-4e0f-a9e4-69a6bd4be915"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}