{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-03T17:17:12.797Z","role":"Publisher"},{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7dcd628-a759-4ade-bf23-653b0b01e14a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ba36abc-b0d0-4f77-a88f-ffef9afa31e7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot revealed  human LKLF expression is detected in lung in addition to heart, skeletal muscle, pancreas, and placenta (Fig. 4). It is not, however, detected in brain, liver, or kidney.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10458913","type":"dc:BibliographicResource","dc:abstract":"Lung Kruppel-like factor (LKLF) is a zinc finger transcription factor critical for embryonic development. We have previously identified and isolated the mouse LKLF gene and examined its role using gene targeting. In this report, we describe the isolation and molecular characterization of the human homolog of murine LKLF. The human and mouse LKLF homologs exhibit an 85% nucleotide identity and share 90% amino acid similarity. Furthermore, the 5' sequence in the proximal promoter region and 3' untranslated region are also conserved between the two species. Of particular interest is the finding that while sequences in the proximal promoter have diverged between mouse and human, a region of 75 nucleotides is essentially identical. Site-directed mutagenesis in this region impairs the ability of the LKLF promoter to drive reporter gene expression, indicating that it represents a novel transcriptional element important in the regulation of LKLF gene expression. The activation domain is highly proline-rich and, similar to mouse LKLF, contains 22% proline residues. The human LKLF transcriptional unit is located in a genomic region of approximately 3 kb on chromosome 19p13.1. This region of chromosome 19 is known to contain genes involved in various human diseases. Like mouse LKLF, human LKLF consists of three exons that are interrupted by two small introns. The locations of intron/exon boundaries and splice sites are conserved between two homologs. Northern analysis shows that LKLF is expressed in lung in addition to heart, skeletal muscle, placenta, and pancreas. The isolation and chromosomal mapping of human LKLF will make it possible to initiate studies devoted to assess the involvement of this gene in human disease(s).","dc:creator":"Wani MA","dc:date":"1999","dc:title":"cDNA isolation, genomic structure, regulation, and chromosomal localization of human lung Kruppel-like factor."},"rdfs:label":"Wani MA et al. Human KLF2 Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Combined with Anderson et al. Expression Experiment to give a total score of 0.5."},{"id":"cggv:09ed3991-77de-4cd1-89c4-baaf5946f17e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10f8de17-312b-49b9-b157-d4831105e434","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of LKLF expression in mouse tissues. A Northern blot containing 2mg of poly(A) RNA per lane was obtained from a commercial supplier. The blot was probed with a genomic fragment of LKLF containing the 5' end through the first zinc finger region. After stripping, the blot was re-probed with a PCR fragment corresponding to the three zinc finger regions of EKLF. In other words, Northern blotting showed that the predominant site of expression of LKLF is the adult mouse lung. They also found expression of this gene in rat lung and spleen. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7565748","type":"dc:BibliographicResource","dc:abstract":"We have identified and characterized the gene for a novel zinc finger transcription factor which we have termed lung Krüppel-like factor (LKLF). LKLF was isolated through the use of the zinc finger domain of erythroid Krüppel-like factor (ELKF) as a hybridization probe and is closely related to this erythroid cell-specific gene. LKLF is expressed in a limited number of tissues, with the predominant expression seen in the lungs and spleen. The gene is developmentally controlled, with expression noted in the 7-day embryo followed by a down-regulation at 11 days and subsequent reactivation. A high degree of similarity is noted in the zinc finger regions of LKLF and EKLF. Beyond this domain, the sequences diverge significantly, although the putative transactivation domains for both LKLF and EKLF are proline-rich regions. In the DNA-binding domain, the three zinc finger motifs are so closely conserved that the predicted DNA contact sites are identical, suggesting that both proteins may bind to the same core sequence. This was further suggested by transactivation assays in which mouse fibroblasts were transiently transfected with a human beta-globin reporter gene in the absence and presence of an LKLF cDNA construct. Expression of the LKLF gene activates this human beta-globin promoter containing the CACCC sequence previously shown to be a binding site for EKLF. Mutation of this potential binding site results in a significant reduction in the reporter gene expression. LKLF and EKLF can thus be grouped as members of a unique family of transcription factors which have discrete patterns of expression in different tissues and which appear to recognize the same DNA-binding site.","dc:creator":"Anderson KP","dc:date":"1995","dc:title":"Isolation of a gene encoding a functional zinc finger protein homologous to erythroid Krüppel-like factor: identification of a new multigene family."},"rdfs:label":"Anderson et al. Expression Experiment"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Combined with Wani et al. Expression Experiment to give both experiments a total score of 0.5."},{"id":"cggv:1e0eacb3-b378-4b98-bf8f-3b92db04d688","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d64c7da-2b0c-4431-893e-8500b83e70a0","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"KLF2 induction of the eNOS promoter is dependent on DNA binding. Transient transfection studies performed in BAECs and COS-7 cells demonstrate that KLF2 but not mutant constructs (DBD–DNA binding domain; ZnF–DNA binding domain alone; KLF2ΔZnF–non-DNA binding domain) can induce the eNOS promoter.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15136591","type":"dc:BibliographicResource","dc:abstract":"The vascular endothelium is a critical regulator of vascular function. Diverse stimuli such as proinflammatory cytokines and hemodynamic forces modulate endothelial phenotype and thereby impact on the development of vascular disease states. Therefore, identification of the regulatory factors that mediate the effects of these stimuli on endothelial function is of considerable interest. Transcriptional profiling studies identified the Kruppel-like factor (KLF)2 as being inhibited by the inflammatory cytokine interleukin-1beta and induced by laminar shear stress in cultured human umbilical vein endothelial cells. Overexpression of KLF2 in umbilical vein endothelial cells robustly induced endothelial nitric oxide synthase expression and total enzymatic activity. In addition, KLF2 overexpression potently inhibited the induction of vascular cell adhesion molecule-1 and endothelial adhesion molecule E-selectin in response to various proinflammatory cytokines. Consistent with these observations, in vitro flow assays demonstrate that T cell attachment and rolling are markedly attenuated in endothelial monolayers transduced with KLF2. Finally, our studies implicate recruitment by KLF2 of the transcriptional coactivator cyclic AMP response element-binding protein (CBP/p300) as a unifying mechanism for these various effects. These data implicate KLF2 as a novel regulator of endothelial activation in response to proinflammatory stimuli.","dc:creator":"SenBanerjee S","dc:date":"2004","dc:title":"KLF2 Is a novel transcriptional regulator of endothelial proinflammatory activation."},"rdfs:label":"SenBanerjee Protein Interaction Experiment "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4b8df9c0-031e-4a91-b897-afc07a054efc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:19264c2c-4fb2-4924-90a5-eb1fbf933069","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Endothelial damage followed by proliferation of vascular endothelial and smooth muscle\ncells underlie the disease pathology and hypoxia and inflammation are known contributory factors. Formation of angioobliterative vascular lesions, driven by vascular endothelial growth factor (VEGF), is a hallmark of severe PAH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32132543","type":"dc:BibliographicResource","dc:abstract":"Pulmonary arterial hypertension (PAH) is a severe disorder of lung vasculature that causes right heart failure. Homoeostatic effects of flow-activated transcription factor Krüppel-like factor 2 (KLF2) are compromised in PAH. Here, we show that KLF2-induced exosomal microRNAs, miR-181a-5p and miR-324-5p act together to attenuate pulmonary vascular remodelling and that their actions are mediated by Notch4 and ETS1 and other key regulators of vascular homoeostasis. Expressions of KLF2, miR-181a-5p and miR-324-5p are reduced, while levels of their target genes are elevated in pre-clinical PAH, idiopathic PAH and heritable PAH with missense p.H288Y KLF2 mutation. Therapeutic supplementation of miR-181a-5p and miR-324-5p reduces proliferative and angiogenic responses in patient-derived cells and attenuates disease progression in PAH mice. This study shows that reduced KLF2 signalling is a common feature of human PAH and highlights the potential therapeutic role of KLF2-regulated exosomal miRNAs in PAH and other diseases associated with vascular remodelling.","dc:creator":"Sindi HA","dc:date":"2020","dc:title":"Therapeutic potential of KLF2-induced exosomal microRNAs in pulmonary hypertension."},"rdfs:label":"Sindi Biochemical Function Experiment "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This particular experiment was very comprehensive, as it covered three different experimental conditions (hypoxia, TNF-stimulation, and VEGF-stimulation) and three gene functions (apoptosis, NFkB activity, and cell proliferation). "},{"id":"cggv:fd48fb75-29a3-4669-b631-9cb5c8ebee6b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:859096f2-b563-4746-a520-8fe95b9d7a5b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Proinflammatory stimuli such as cytokines induce endothelial dysfunction and lead to a proadhesive and prothrombotic phenotype. KLF2 inhibits the proinflammatory stimuli, which in turn, inhibits endothelial dysfunction. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15136591","rdfs:label":"SenBanerjee Biochemical Function Experiment "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7d21a64-a8bb-4fb9-a53a-2bd9ff263b76","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3e175490-58e2-4df8-8d82-973964198485","type":"FunctionalAlteration","dc:description":"HPAH patients with c-terminal (p.H288Y) KLF2 mutation (n = 3) also showed a marked up-regulation of Notch4 and ETS-1 in the remodeled pulmonary vasculature, identified by endothelial vWF and a prominent α-SMA staining in the small, normally non-muscularised arterioles.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32132543","rdfs:label":"Sindi Functional Alteration (Patient Cells) Experiment "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The evidence provided in the paper was suggestive, not definitive. The data that was provided in the graph had no p-value, which suggested a data trend only. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":5299,"specifiedBy":"GeneValidityCriteria9","strengthScore":3,"subject":{"id":"cggv:0a08f776-124d-4e2a-8ac7-0ccf2673ad3a","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:6347","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*KLF2* was first reported in relation to Pulmonary Arterial Hypertension in 2017 (Eichstaedt et al., PMID: 28188237). Pulmonary Arterial Hypertension is a group of diseases characterized by elevated pulmonary arterial resistance leading to right heart failure. \nSummary of Genetic Evidence: One missense variant has been reported in one proband and her affected sister (PMID: 28188237). The mechanism of pathogenicity appears to be loss of function.\nSummary of Experimental Evidence: This gene-disease association is supported by expression studies, protein interaction studies, biochemical function studies, and studies analyzing functional alteration in patient cells (PMID: 7565748, PMID: 10458913, PMID: 15136591, PMID: 32132543). The first expression study (PMID: 7565748 and PMID: 10458913), showed *KLF2* expressed in both the mouse and a human lung. The next paper (PMID: 15136591), included both a biochemical function experiment and a protein interaction experiment. The biochemical function experiment demonstrated that overexpression of p300 was able to rescue *KLF2*-mediated inhibition of the NF-B concatemer and augmented *KLF2* induction of the eNOS promoter. The protein interaction experiment demonstrated that *KLF2* induction of the eNOS promoter is dependent on DNA binding. The next paper included  analysis of functional alteration in patient cells (PMID: 32132543). The functional alteration experiment demonstrated that HPAH patients with c-terminal (p.H288Y) *KLF2* mutation showed a marked up-regulation of Notch4 and ETS-1 in the remodeled pulmonary vasculature, identified by endothelial vWF and a prominent α-SMA staining in the small, normally non-muscularized arterioles. Although we do have 3 points from the experimental evidence category, the maximum points allowed in the functional category (2) has been reached, and this category will therfore receive 2.5 points, as shown in the classifcation summary. In summary, *KLF2*’s association with autosomal dominant pulmonary arterial hypertension is limited. The classification was approved by the PH GCEP on 8/30/2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:1544c7bb-410b-4340-ab70-0bd431426c04"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}