{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-01-09T17:53:58.403Z","role":"Publisher"},{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-06-14T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:DiseaseNameUpdate"},{"id":"cg:RecurationTiming"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11371514","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic cardiomyopathy (HCM) has been widely studied as a genetic model of cardiac hypertrophy and sudden cardiac death. HCM has been defined as a disease of the cardiac sarcomere, but mutations in the known contractile protein disease genes are not found in up to one-third of cases. Further, no consistent changes in contractile properties are shared by these mutant proteins, implying that an abnormality of force generation may not be the underlying mechanism of disease. Instead, all of the sarcomeric mutations appear to result in inefficient use of ATP, suggesting that an inability to maintain normal ATP levels may be the central abnormality. To test this hypothesis we have examined candidate genes involved in energy homeostasis in the heart. We now describe mutations in PRKAG2, encoding the gamma(2) subunit of AMP-activated protein kinase (AMPK), in two families with severe HCM and aberrant conduction from atria to ventricles in some affected individuals (pre-excitation or Wolff-Parkinson-White syndrome). The mutations, one missense and one in-frame single codon insertion, occur in highly conserved regions. Because AMPK provides a central sensing mechanism that protects cells from exhaustion of ATP supplies, we propose that these data substantiate energy compromise as a unifying pathogenic mechanism in all forms of HCM. This conclusion should radically redirect thinking about this disorder and also, by establishing energy depletion as a cause of myocardial dysfunction, should be relevant to the acquired forms of heart muscle disease that HCM models.","dc:creator":"Blair E","dc:date":"2001","dc:title":"Mutations in the gamma(2) subunit of AMP-activated protein kinase cause familial hypertrophic cardiomyopathy: evidence for the central role of energy compromise in disease pathogenesis."},"evidence":[{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ef0278c-4cfa-4902-b673-35ce4c464e10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b46de2ba-8fc5-4edc-87a2-f58408baea24","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot shows that the short isoform of PRKAG2 is most abundantly expressed in the heart.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11112354","type":"dc:BibliographicResource","dc:abstract":"5'-AMP-activated protein kinase (AMPK) acts as a major regulator of cellular ATP levels and protects cells against stresses that cause ATP depletion. AMPK is a protein heterotrimer composed of a catalytic alpha subunit and two regulatory subunits, beta and gamma. In the present study, a homologue of the AMPK gamma1-subunit cDNA with an open reading frame encoding 328 amino acids was identified. The putative protein sequence is about 76% identical to the 331-amino-acid gamma1 subunit and also has four consecutive cystathionine-beta-synthase (CBS) domains, a characteristic structure of AMPK gamma subunits from various species. This cDNA (tentatively termed PRKAG2-b) is identical to a recently reported cDNA (tentatively termed PRKAG2-a) of human AMPK gamma subunits except in their 5'-end regions, suggesting that these two cDNAs are two different transcripts of the same gene. To determine the expression pattern of the gene, two probes, one from the 3'-UTR of PRKAG2-b and the other from the 5'- unique region of PRKAG2-a, were used to hybridize MTN membranes. Three transcripts (3.8, 3.0, and 2.4 kb) were observed when the first probe was used, whereas only 3.8- and 3.0-kb transcripts were seen when the second probe was used. Thus, the PRKAG2-b corresponded to the 2.4-kb transcript, which is ubiquitously expressed except in liver and thymus. The highest level was detected in heart, while abundant expression also existed in placenta and testis. The expression pattern of PRKAG2-b is completely different from those of PRKAG2-a and PRKAG1, whose expression patterns were also determined in the current study. The PRKAG2 gene was located to human chromosome 7q36 between markers D7S2439 and D7S2462 by radiation hybrid mapping. The genomic organization of PRKAG2-b was identified by comparing its cDNA sequence with two genomic sequences AC006358 and AC006966, which showed that PRKAG2-b spanned an approximately 80-kb region and was composed of 12 exons.","dc:creator":"Lang T","dc:date":"2000","dc:title":"Molecular cloning, genomic organization, and mapping of PRKAG2, a heart abundant gamma2 subunit of 5'-AMP-activated protein kinase, to human chromosome 7q36."},"rdfs:label":"PRKAG2 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4edd7b82-2448-42c0-98cc-643fd7b6de58","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72e7a36f-b9df-4333-b467-2b8ac8da4060","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"AMPK was identified as a regulator of metabolism, survival and fibrosis which produces the phenotypes in PRKAG2 cardiomyopathy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28009297","type":"dc:BibliographicResource","dc:abstract":"AMP-activated protein kinase (AMPK) is a metabolic enzyme that can be activated by nutrient stress or genetic mutations. Missense mutations in the regulatory subunit, PRKAG2, activate AMPK and cause left ventricular hypertrophy, glycogen accumulation, and ventricular pre-excitation. Using human iPS cell models combined with three-dimensional cardiac microtissues, we show that activating PRKAG2 mutations increase microtissue twitch force by enhancing myocyte survival. Integrating RNA sequencing with metabolomics, PRKAG2 mutations that activate AMPK remodeled global metabolism by regulating RNA transcripts to favor glycogen storage and oxidative metabolism instead of glycolysis. As in patients with PRKAG2 cardiomyopathy, iPS cell and mouse models are protected from cardiac fibrosis, and we define a crosstalk between AMPK and post-transcriptional regulation of TGFβ isoform signaling that has implications in fibrotic forms of cardiomyopathy. Our results establish critical connections among metabolic sensing, myocyte survival, and TGFβ signaling.","dc:creator":"Hinson JT","dc:date":"2016","dc:title":"Integrative Analysis of PRKAG2 Cardiomyopathy iPS and Microtissue Models Identifies AMPK as a Regulator of Metabolism, Survival, and Fibrosis."},"rdfs:label":"AMPK Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"See also PMID:20005292-Cardiac hypertrophy of Thr400Asn mice is associated with induction of molecular markers of cardiac hypertrophy (ANP and BNP). NF-KB, which mediates inflammation and hypertrophy, and its targets were upregulated in Thr400Asn mouse hearts"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd4a7e65-e433-4cd2-97a4-7951b87f8c40","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d5d29ec-3beb-4b34-a58e-d5f79a7afdc9","type":"FunctionalAlteration","dc:description":"R531G mutation reduces the AMP and ATP affinities but enhances the basal activity and phosphorylation of AMPK. Activation of AMPK increases glucose uptake by causing acute activation or translocation of both GLUT1 and GLUT4 in several tissues, including the heart. Over time, this may cause increased intracellular glucose-6-phosphate, leading to persistent allosteric activation of glycogen synthase and inhibition of glycogen phosphorylase.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15877279","type":"dc:BibliographicResource","dc:abstract":"Fatal congenital nonlysosomal cardiac glycogenosis has been attributed to a subtype of phosphorylase kinase deficiency, but the underlying genes and mutations have not been identified. Analyzing four sporadic, unrelated patients, we found no mutations either in the eight genes encoding phosphorylase kinase subunits or in the two genes encoding the muscle and brain isoforms of glycogen phosphorylase. However, in three of five patients, we identified identical heterozygous R531Q missense mutations of the PRKAG2 gene, which encodes the gamma 2-subunit of AMP-activated protein kinase, a key regulator of energy balance. Biochemical characterization of the recombinant R531Q mutant protein showed >100-fold reduction of binding affinities for the regulatory nucleotides AMP and ATP but an enhanced basal activity and increased phosphorylation of the alpha -subunit. Other PRKAG2 missense mutations were previously identified in patients with autosomal dominant hypertrophic cardiomyopathy with Wolff-Parkinson-White syndrome, characterized by juvenile-to-adult clinical onset, moderate cardiac glycogenosis, disturbed excitation conduction, risk of sudden cardiac death in midlife, and molecular perturbations that are similar to--but less severe than--those observed for the R531Q mutation. Thus, recurrent heterozygous R531Q missense mutations in PRKAG2 give rise to a massive nonlysosomal cardiac glycogenosis of fetal symptomatic onset and rapidly fatal course, constituting a genotypically and clinically distinct variant of hypertrophic cardiomyopathy with Wolff-Parkinson-White syndrome. R531Q and other PRKAG2 mutations enhance the basal activity and alpha -subunit phosphorylation of AMP-activated protein kinase, explaining the dominant nature of PRKAG2 disease mutations. Since not all cases displayed PRKAG2 mutations, fatal congenital nonlysosomal cardiac glycogenosis seems to be genetically heterogeneous. However, the existence of a heart-specific primary phosphorylase kinase deficiency is questionable, because no phosphorylase kinase mutations were found.","dc:creator":"Burwinkel B","dc:date":"2005","dc:title":"Fatal congenital heart glycogenosis caused by a recurrent activating R531Q mutation in the gamma 2-subunit of AMP-activated protein kinase (PRKAG2), not by phosphorylase kinase deficiency."},"rdfs:label":"Functional Alteration of R531G"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:3017d459-fb7f-40e0-9564-4394eb280d7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6079e1b6-07b8-4141-808f-229fc1c32ec8","type":"FunctionalAlteration","dc:description":"This variant shows reduced ATP and AMP binding compared to WT. When expressed in HEK-293 cells, the variant produced lower AMPK activity than WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17667862","type":"dc:BibliographicResource","dc:abstract":"A 10-wk-old infant girl with severe hypertrophy of the septal and atrial walls by cardiac ultrasound, developed progressive ventricular wall thickening and died of aspiration pneumonia at 5 mo of age. Postmortem examination revealed ventricular hypertrophy and massive atrial wall thickening due to glycogen accumulation. A skeletal muscle biopsy showed increased free glycogen and decreased activity of phosphorylase b kinase (PHK). The report of a pathogenic mutation (R531Q) in the gene (PRKAG2) encoding the gamma2 subunit of AMP-activated protein kinase (AMPK) in three infants with congenital hypertrophic cardiomyopathy, glycogen storage, and \"pseudo PHK deficiency\" prompted us to screen this gene in our patient. We found a novel (R384T) heterozygous mutation in PRKAG2, affecting an arginine residue in the N-terminal AMP-binding domain. Like R531Q, this mutation reduces the binding of AMP and ATP to the isolated nucleotide-binding domains, and prevents activation of the heterotrimer by metabolic stress in intact cells. The mutation was not found in DNA from the patient's father, the only available parent, and is likely to have arisen de novo. Our studies confirm that mutations in PRKAG2 can cause fatal infantile cardiomyopathy, often associated with apparent PHK deficiency.","dc:creator":"Akman HO","dc:date":"2007","dc:title":"Fatal infantile cardiac glycogenosis with phosphorylase kinase deficiency and a mutation in the gamma2-subunit of AMP-activated protein kinase."},"rdfs:label":"Functional Alteration of R384T"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a10125a-4e53-4a57-b55d-3e0adbccc7b0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:de101caf-848a-4d95-b9d9-f99959c17a6d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"CRISPR correction eliminated the electrophysiological abnormalities, the augmented glycogen, storage, and cardiomyocyte hypertrophy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28917552","type":"dc:BibliographicResource","dc:abstract":"Mutations in the PRKAG2 gene encoding the γ-subunit of adenosine monophosphate kinase (AMPK) cause hypertrophic cardiomyopathy (HCM) and familial Wolff-Parkinson-White (WPW) syndrome. Patients carrying the R302Q mutation in PRKAG2 present with sinus bradycardia, escape rhythms, ventricular preexcitation, supraventricular tachycardia, and atrioventricular block. This mutation affects AMPK activity and increases glycogen storage in cardiomyocytes. The link between glycogen storage, WPW syndrome, HCM, and arrhythmias remains unknown.","dc:creator":"Ben Jehuda R","dc:date":"2018","dc:title":"CRISPR correction of the PRKAG2 gene mutation in the patient's induced pluripotent stem cell-derived cardiomyocytes eliminates electrophysiological and structural abnormalities."},"rdfs:label":"Rescue in iPSC-Cardiomyocytes"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:2e0b7462-6fa3-48dc-857a-da403ccd1d7d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6d5d4832-a67b-431f-83b6-e247c6f627b0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PRKAG2-mutated iPSC-CMs recapitulate the disease-specific phenotype and exhibit electrophysiological abnormalities, represented as extreme rates, DADs and triggered beats, and augmented BRV; (2) PRKAG2-mutated iPSC-CMs display altered phosphorylation patterns in key proteins involved in Ca2+ homeostasis; (3) PRKAG2-mutated iPSC-CMs exhibit abnormal glycogen accumulation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28917552","rdfs:label":"R302Q iPSC-CM Cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:3642b22c-df69-4e93-b0e7-39ce2d95e448","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:885d22c8-4138-4cd9-af80-e542af3c9207","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TGR302Q mice to have ventricular preexcitation (PR interval 10±2 versus 33±5 ms in TGWT, P<0.05) and a prolonged QRS (20±5 versus 10±1 ms in TGWT, P<0.05). A distinct AV accessory pathway was confirmed by electrical and pharmacological stimulation and substantiated by induction of orthodromic AV reentrant tachycardia. Enzymatic activity of AMPK in the mutant heart was significantly reduced (0.009±0.003 versus 0.025±0.001 nmol · min−1 · g−1 in nontransgenic mice), presumably owing to the mutation disrupting the AMP binding site. Excessive cardiac glycogen was observed. Hypertrophy was confirmed by increases in heart weight (296 versus 140 mg in TGWT) and ventricular wall thickness. These findings are comparable to the WPW phenotype in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15611370","type":"dc:BibliographicResource","dc:abstract":"We identified a gene (PRKAG2) that encodes the gamma-2 regulatory subunit of AMP-activated protein kinase (AMPK) with a mutation (Arg302Gln) responsible for familial Wolff-Parkinson-White (WPW) syndrome. The human phenotype consists of ventricular preexcitation, conduction abnormalities, and cardiac hypertrophy.","dc:creator":"Sidhu JS","dc:date":"2005","dc:title":"Transgenic mouse model of ventricular preexcitation and atrioventricular reentrant tachycardia induced by an AMP-activated protein kinase loss-of-function mutation responsible for Wolff-Parkinson-White syndrome."},"rdfs:label":"Transgenic R302Q Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:47baaafe-7c10-4894-90ef-a6cb0d0f3819","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:77f9ba39-9392-4f9e-8b9c-90212447c13e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotypes found in the transgenic model are consistent with the phenotype of PRKAG2 syndrome including features of LVH, WPW, and glycogen storage disorder.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16339829","type":"dc:BibliographicResource","dc:abstract":"AMP-activated protein kinase (AMPK) is the downstream component of a protein kinase cascade that plays a key role in the regulation of energy metabolism. In humans, mutations in the gamma2-subunit of AMPK cause cardiac hypertrophy associated with Wolff-Parkinson-White syndrome, characterized by ventricular preexcitation. The effect of these mutations on AMPK activity and in development of the disease is enigmatic. Here we report that transgenic mice with cardiac-specific expression of gamma2 harboring a mutation of arginine residue 531 to glycine (RG-TG) develop a striking cardiac phenotype by 4 wk of age, including hypertrophy, impaired contractile function, electrical conduction abnormalities, and marked glycogen accumulation. At this stage, AMPK activity isolated from hearts of RG-TG mice was almost completely abolished but could be restored after phosphorylation by an upstream AMPK kinase. At 1 wk of age, there was no detectable evidence of a cardiac phenotype, and AMPK activity in RG-TG hearts was similar to that in nontransgenic, control mice. We propose that mutations in gamma2 lead to suppression of total cardiac AMPK activity secondary to increased glycogen accumulation. The subsequent decrease in AMPK activity provides a mechanism that may explain the development of cardiac hypertrophy in this model.","dc:creator":"Davies JK","dc:date":"2006","dc:title":"Characterization of the role of gamma2 R531G mutation in AMP-activated protein kinase in cardiac hypertrophy and Wolff-Parkinson-White syndrome."},"rdfs:label":"Transgenic R531G Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:f40a37e9-cb73-43ba-bfae-22d4ced78828","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f40a37e9-cb73-43ba-bfae-22d4ced78828_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:ce2b35d9-bea4-4900-9277-fcf9f0af401c","type":"Cohort","allGenotypedSequenced":3973,"alleleFrequency":0.0105713566574377,"detectionMethod":"Sequencing of 20 putative HCM genes","evidence":[{"id":"cggv:f40a37e9-cb73-43ba-bfae-22d4ced78828_cc_evidence_item"}],"numWithVariant":42,"relatedCondition":{"id":"obo:MONDO_0010946"}},"controlCohort":{"id":"cggv:1922016c-6fcf-415f-b453-94eb4c5041fb","type":"Cohort","allGenotypedSequenced":57747,"alleleFrequency":0.005489462656068714,"detectionMethod":"Variants associated with HCM were identified based on manual curation of the HGMD disease terms. The total allele frequency and count from ExAC were extracted for each variant. Polymorphisms (ExAC MAF >1 × 10−2) were removed from the analysis. The number of HGMD variants present in ExAC was calculated at any frequency and with MAF >1 × 10−4.","evidence":[{"id":"cggv:f40a37e9-cb73-43ba-bfae-22d4ced78828_cc_evidence_item"}],"numWithVariant":317},"lowerConfidenceLimit":1.45,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00010,"statisticalSignificanceType":"","statisticalSignificanceValue":2,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.76,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"HCM Case-Control 1"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"nontruncating variants OR: 1.95 (1.40-2.71)\ntruncating variants OR: 4.15 (0.86-20.0)\nScoring 2 points given the statistical significance, but also considering the cases and controls not being matched demographically"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7479,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:9bdfc064-b2e4-4a28-b458-e174517b9086","type":"GeneValidityProposition","disease":"obo:MONDO_0800484","gene":"hgnc:9386","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PRKAG2 gene is associated with PRKAG2-related cardiomyopathy, an autosomal dominant disease characterized by heart-specific glycogenesis, ventricular pre-excitation, supraventricular tachyarrhythmias, and cardiac hypertrophy (Burwinkel et al., 2005, PMID 15877279). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity: [Cardiomyopathy, hypertrophic 6] (OMIM: 600858), [Glycogen storage disease of heart, lethal congenital] (OMIM: 261740), [Wolff-Parkinson-White syndrome] (OMIM: 194200). PRKAG2 variants mainly affect the heart, but some studies have reported skeletal myopathy with elevated creatine phosphokinase (Murphy et al., 2005, PMID 15766830; Laforet et al., 2006, PMID 16487706). PRKAG2 encodes the non-catalytic γ subunit of AMPK, a protein kinase that when activated by cellular stress, leads to increased AMP levels and reduced ATP levels. Variants in PRKAG2 are hypothesized to modify the structure of AMPK, altering its affinity for AMP (reviewed in Porto et al., 2016, PMID 26729852). More than 190 individuals comprising at least 13 different variants in PRKAG2 have been reported in the literature, almost all of which are missense variants (Porto et al., 2016, PMID 26729852). 18 variants (17 missense, 1 insertion) that have been reported in 19 probands in 12 publications (PMIDs: 23741347, 11371514, 11827995, 19787389, 16487706, 18403758, 15673802, 28546535, 32259713, 15877279, 31720784, 35588295) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n\nThe gene-disease relationship is also supported by expression studies, in vitro functional assays, and model systems (PMIDs: 11112354, 28009297, 17667862, 15877279, 28917552, 28917552, 16339829, 15611370). In summary, there is definitive evidence supporting the relationship between PRKAG2 and autosomal dominant PRKAG2-related cardiomyopathy. This has been repeatedly demonstrated in both research and clinical diagnostic settings and has been upheld over time. This gene-disease pair was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy GCEP on April 4, 2017. It was reevaluated by the Hereditary Cardiovascular Disease GCEP on June 14, 2022 (SOP Version 9). As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:27297fe8-ceca-432f-bd0b-ffadf65c4c41"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}