{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-16T19:23:36.451Z","role":"Publisher"},{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-08-27T16:42:52.070Z","role":"Approver"}],"evidence":[{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4b34b332-1504-4428-bbe6-5710cb435108","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ab5232b-d8fd-46dc-ae18-c81a28f85e94","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Ubiquitous expression at mRNA and protein level, including all regions of the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Human Protein Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Ubiquitous expression at mRNA and protein level, including all regions of the brain."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c3a8b6c8-fde9-4914-83e6-88b63cb9923c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:071df87f-59e6-4ce6-8c48-fa3ab6c7884d","type":"FunctionalAlteration","dc:description":"Clear native PAGE showed the levels of ATPsynthase complex as well as levels of the indiviudal subunits were also reduced in these knockdown cells (fig 2) although mRNA levels of the subunits were unaltered (fig 3)\nATP synthesis was shown to be reduced in the cells (Fig 4), which also showed reduced growth and proliferation when grown in galactose media (fig 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21345788","type":"dc:BibliographicResource","dc:abstract":"It was found recently that a diabetes-associated protein in insulin-sensitive tissue (DAPIT) is associated with mitochondrial ATP synthase. Here, we report that the suppressed expression of DAPIT in DAPIT-knockdown HeLa cells causes loss of the population of ATP synthase in mitochondria. Consequently, DAPIT-knockdown cells show smaller mitochondrial ATP synthesis activity, slower growth in normal medium, and poorer viability in glucose-free medium than the control cells. The mRNA levels of α- and β-subunits of ATP synthase remain unchanged by DAPIT knockdown. These results indicate a critical role of DAPIT in maintaining the ATP synthase population in mitochondria and raise an intriguing possibility of active role of DAPIT in cellular energy metabolism.","dc:creator":"Ohsakaya S","dc:date":"2011","dc:title":"Knockdown of DAPIT (diabetes-associated protein in insulin-sensitive tissue) results in loss of ATP synthase in mitochondria."},"rdfs:label":"Knockdown of ATP5MD results in a loss of ATP synthase"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Knock-down of ATP5MD reduces ATP synthesis through the reduction of complex V (ATP synthase). Loss of complex V is associated with LSS:  MT-ATP6 encodes the ATP synthase alpha subunit of complex V and variants in this mitochondrial encoded gene are associated with Leigh syndrome (27977873: Rahman et al. (2017)"},{"id":"cggv:b7da8a1d-c4ae-4ed8-ac96-fef71ca48df8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:85710c3d-e29d-4bc0-85f6-ce37ed187876","type":"FunctionalAlteration","dc:description":"Mitochondria isolated from patient fibroblasts from a proband (P2) in Barca et al(2018) were used in In Situ Cryoelectron Tomography analysis. Despite the normal appearance of mitochondria with mitotracker staining and confocal microscopy, the additional analysis, compared to controls revealed:\n1)Abnormal Crista Membrane Architecture (Fig 1)\n2)Increased Width and Blunted Apex Curvature of the cristae(fig2)\n3)Diminished Total Cristae Volume(fig3)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30240627","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases produce profound neurological dysfunction via mutations affecting mitochondrial energy production, including the relatively common Leigh syndrome (LS). We recently described an LS case caused by a pathogenic mutation in USMG5, encoding a small supernumerary subunit of mitochondrial ATP synthase. This protein is integral for ATP synthase dimerization, and patient fibroblasts revealed an almost total loss of ATP synthase dimers. Here, we utilize in situ cryoelectron tomography (cryo-ET) in a clinical case-control study of mitochondrial disease to directly study mitochondria within cultured fibroblasts from a patient with LS and a healthy human control subject. Through tomographic analysis of patient and control mitochondria, we find that loss of ATP synthase dimerization due to the pathogenic mutation causes profound disturbances of mitochondrial crista ultrastructure. Overall, this work supports the crucial role of ATP synthase in regulating crista architecture in the context of human disease.","dc:creator":"Siegmund SE","dc:date":"2018","dc:title":"Three-Dimensional Analysis of Mitochondrial Crista Ultrastructure in a Patient with Leigh Syndrome by In Situ Cryoelectron Tomography."},"rdfs:label":"Altered mitochondrial cristae in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The altered structure of cristae is consistent with the loss of the Vm super complex associated with the patient variant, Vd is thought to help helps shape mitochondrial cristae to optimize proton flow."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:774b75e3-ae17-4cee-bbe9-96cd47bc3f56","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e6bfbcde-2ca9-4eea-9b2c-7a2edab88690","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue of dimerization and ATP production in patient fibroblast cells:\nFig3. transfection of wildtype USMG5  rescued the presence of the Vd complex, as shown by native gel analysis (Fig 3b/c) and showed recovery of ATP production with substrates for Complex I and II. (Fig d).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29917077","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a frequent, heterogeneous pediatric presentation of mitochondrial oxidative phosphorylation (OXPHOS) disease, manifesting with psychomotor retardation and necrotizing lesions in brain deep gray matter. OXPHOS occurs at the inner mitochondrial membrane through the integrated activity of five protein complexes, of which complex V (CV) functions in a dimeric form to directly generate adenosine triphosphate (ATP). Mutations in several different structural CV subunits cause Leigh syndrome; however, dimerization defects have not been associated with human disease. We report four Leigh syndrome subjects from three unrelated Ashkenazi Jewish families harboring a homozygous splice-site mutation (c.87 + 1G>C) in a novel CV subunit disease gene, USMG5. The Ashkenazi population allele frequency is 0.57%. This mutation produces two USMG5 transcripts, wild-type and lacking exon 3. Fibroblasts from two Leigh syndrome probands had reduced wild-type USMG5 mRNA expression and undetectable protein. The mutation did not alter monomeric CV expression, but reduced both CV dimer expression and ATP synthesis rate. Rescue with wild-type USMG5 cDNA in proband fibroblasts restored USMG5 protein, increased CV dimerization and enhanced ATP production rate. These data demonstrate that a recurrent USMG5 splice-site founder mutation in the Ashkenazi Jewish population causes autosomal recessive Leigh syndrome by reduction of CV dimerization and ATP synthesis.","dc:creator":"Barca E","dc:date":"2018","dc:title":"USMG5 Ashkenazi Jewish founder mutation impairs mitochondrial complex V dimerization and ATP synthesis."},"rdfs:label":"Rescue in Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Transfection of wildtype ATP5MD cDNA rescued the formation of the dimeric supercomplex (Vd) and ATP production in patient fibroblast cells."},{"id":"cggv:27a6719f-d00d-46d8-bfa6-7e482c5a908a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd69e1f5-f451-4a3d-8d6e-36c69e37030e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Some overlap of phenotypes which may be relevant to Leigh syndrome such as neurological abnormalities abnormal gait, decreased grip strength.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31127358","type":"dc:BibliographicResource","dc:abstract":"The International Mouse Phenotyping Consortium (IMPC) continues to expand the catalogue of mammalian gene function by conducting genome and phenome-wide phenotyping on knockout mouse lines. The extensive and standardized phenotype screens allow the identification of new potential models for human disease through cross-species comparison by computing the similarity between the phenotypes observed in the mutant mice and the human phenotypes associated to their orthologous loci in Mendelian disease. Here, we present an update on the novel disease models available from the most recent data release (DR10.0), with 5861 mouse genes fully or partially phenotyped and a total number of 69,982 phenotype calls reported. With approximately one-third of human Mendelian genes with orthologous null mouse phenotypes described, the range of available models relevant for human diseases keeps increasing. Among the breadth of new data, we identify previously uncharacterized disease genes in the mouse and additional phenotypes for genes with existing mutant lines mimicking the associated disorder. The automated and unbiased discovery of relevant models for all types of rare diseases implemented by the IMPC constitutes a powerful tool for human genetics and precision medicine.","dc:creator":"Cacheiro P","dc:date":"2019","dc:title":"New models for human disease from the International Mouse Phenotyping Consortium."},"rdfs:label":"IMPC KO mouse  International Mouse Phenotyping Consortium"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Limited phenotype overlap described but abnormal gait, decreased grip strength suggestive of  mitochondrial disease"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7de8227f-1777-426e-abd6-f11ea308461e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:85d640e3-055f-42c9-a5a8-813f2e5cea42","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"6 years at last report\ndevelopmental delay and regression from 4 years after febrile illness\nataxia, \nMRI: brainstem lesions, fig 1B, Brain MRI showed multiple, small, non-enhancing foci of signal abnormality, scattered in the bilateral lentiform nuclei and periaqueductal gray matter with corresponding new areas of restricted diffusion.\nReduced citrate synthase, otherwise normal (fibroblast)\nLactate levels were not noted but authors confirmed that this case did have elevated lactate (Elizabeth McCormick; 25Jun2020)\nOther: Accessory spleen, testicular atrophy, fatty liver.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7de8227f-1777-426e-abd6-f11ea308461e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d35594f-ed41-48ce-9a2e-41e74983b5b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001206427.2(ATP5MD):c.87+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/694833"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29917077"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29917077","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Canonical splice region variant, removes exon 3."},{"id":"cggv:f9a7acba-e2cf-4879-bc7d-7ac3ff4a5f04_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1aba888-e135-4888-8091-8bc65aa00d4e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Table 1 and suppl data: \nDied at 9 years of age\nDevelopmental delay and regression from 23 months and 9 years was initiated by febrile illness\nAtaxia, generalised bradykinesis, arms choreiform movements\nMRI: brainstem and basal ganaglia lesions: \nReduced citrate synthase, increased activities of CI– IV (muscle tissue), elevated plasma alanine and lactate noted at age 9 years during period of regression. \nThe proband died at 9 years of age.\nNeuropathology: description only -Autopsy revealed dark brain discoloration and atrophy of the hypothalamus, midline thalamic nuclei, pons and periventricular grey matter, with atrophy and absent pigmentation of the substantia nigra and locus coeruleus.  Degeneration, spongiform changes, gliosis, and swelling were noted in the thalamus, hypothalamus and brainstem, as well as moderate, patchy loss of cerebellar Purkinje cells.  The pathologic autopsy diagnosis was Leigh encephalopathy. \nAskenazi Jewish","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f9a7acba-e2cf-4879-bc7d-7ac3ff4a5f04_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d35594f-ed41-48ce-9a2e-41e74983b5b2"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29917077"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29917077","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Score increased for a founder variant: All kindreds shared 24 nearby homozygous rare single nucleotide variants composing a 720 kilobase (kb) identical region on all affected alleles.\nCanonical splice donor variant, exon3 skipping."},{"id":"cggv:e615e79f-7fa5-46ce-8f88-93dcd03cc698_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1777615-b97e-4834-a29d-6d8abd9ac561","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":14,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"6 years at last report, (Askenazi Jewish)\ndevelopmental delay and first of many regressions at 30 months  after febrile illness\nnon-ambulatory, arms choreiform movement\nTransient Hypertrophic cardiomyopathy\nOphthalmoplegia\nMRI: Basal ganglia lesions, at 30 months:Brain MRI showed bilateral diffuse signal changes in putamina (Fig 1B)\nNormal ETC in muscle tissue and venous lactate was normal however analysis of patient fibroblasts confirmed an OXPHOS defect; Fig2G: RCR, calculated as the ratio of oxygen consumption in State 3 ADP of respiration divided by oxygen consumption in State 4o, confirmed the reduction of substrate oxidation capacity.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e615e79f-7fa5-46ce-8f88-93dcd03cc698_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d35594f-ed41-48ce-9a2e-41e74983b5b2"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29917077"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29917077","rdfs:label":"Proband 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Founder variant, see above\nCanonical splice variant :RTPCR from proband 3 fibroblasts confirmed exon 3 skipping (Fig 2 A), qRTPCR showed mRNA levels of ATP5MD were reduced compared to controls and ATP5MD protein was undetectable by western blot. \nConfocal fluorescence microscopy localized ATP5MD to mitochondria in control fibroblasts, but failed to detect the protein in proband fibrobast cells."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":1129,"specifiedBy":"GeneValidityCriteria7","strengthScore":8.5,"subject":{"id":"cggv:8ad17e07-e8b8-4746-8ea4-4741834f2b52","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:30889","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ATP5MD (up until recently referred to as USMG5 and/or DAPIT) and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of July 13, 2020. The ATP5MD gene encodes a subunit of the mitochondrial ATP synthase, also known as complex V of the oxidative phosphorylation system. Defects of this protein lead to a reduction of ATP synthesis.\n\nThe ATP5MD gene has been reported in relation to autosomal recessive Leigh syndrome spectrum in a single publication in 2018 (PMID: 29917077). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one homozygous variant identified in three cases in one publication (PMID: 29917077). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by expression data, functional alteration in patient cells, functional alteration in non-patient cells, rescue in patient cells, and a model system (PMIDs: 18853439, 30240627, 21345788, 31127358,  29917077). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 13, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:ff19a86d-404a-464e-8da6-8824ce45ed20"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}