{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-11-03T02:09:45.214Z","role":"Approver"},{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-11-03T02:10:00.080Z","role":"Publisher"}],"evidence":[{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:7f288818-31c6-4c53-9d4e-838071dd4456","type":"EvidenceLine","evidence":[{"id":"cggv:7f288818-31c6-4c53-9d4e-838071dd4456_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:1035ed8e-a906-4c46-a8cf-e34baf4f95f1","type":"Cohort","allGenotypedSequenced":3081,"alleleFrequency":0.003894839337877313,"detectionMethod":"Sequencing of DNA was performed at Columbia University, the New York Genome Center, Duke University, McGill University, Stanford University, HudsonAlpha, and University of Massachusetts, Worcester. Whole-exome capture used Agilent All Exon kits (50MB, 65MB, and CRE), Nimblegen SeqCap EZ Exome Enrichment kits (V2.0, V3.0, VCRome, and MedExome), IDT Exome Enrichment panel, and Illumina TruSeq kits. \nSpecifically looked at rare variants (MAF < 0.01%) in ExAC.","evidence":[{"id":"cggv:7f288818-31c6-4c53-9d4e-838071dd4456_cc_evidence_item"}],"numWithVariant":12,"relatedCondition":{"id":"obo:MONDO_0004976"}},"controlCohort":{"id":"cggv:1f11f75c-f8f4-41ef-90fc-6844d2ad42cd","type":"Cohort","allGenotypedSequenced":8149,"alleleFrequency":0.004540434409129954,"detectionMethod":"Controls were selected from >45,000 whole-exome or -genome sequenced individuals housed in the IGM Data Repository. Specifically looked at rare variants (MAF < 0.01%) in ExAC.","evidence":[{"id":"cggv:7f288818-31c6-4c53-9d4e-838071dd4456_cc_evidence_item"}],"numWithVariant":37},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.7492,"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30940688","type":"dc:BibliographicResource","dc:abstract":"Large-scale sequencing efforts in amyotrophic lateral sclerosis (ALS) have implicated novel genes using gene-based collapsing methods. However, pathogenic mutations may be concentrated in specific genic regions. To address this, we developed two collapsing strategies: One focuses rare variation collapsing on homology-based protein domains as the unit for collapsing, and the other is a gene-level approach that, unlike standard methods, leverages existing evidence of purifying selection against missense variation on said domains. The application of these two collapsing methods to 3093 ALS cases and 8186 controls of European ancestry, and also 3239 cases and 11,808 controls of diversified populations, pinpoints risk regions of ALS genes, including ","dc:creator":"Gelfman S","dc:date":"2019","dc:title":"A new approach for rare variation collapsing on functional protein domains implicates specific genic regions in ALS."},"rdfs:label":"Gene-based collapsing analysis"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"This case-control evaluation did not find a significant burden of rare variants in TAF15 in the ALS cases in comparison to the controls, and in fact found a greater frequency of the variants within the control population."},{"id":"cggv:5f4ac583-0412-49e2-80a8-f8e67012a87f","type":"EvidenceLine","evidence":[{"id":"cggv:5f4ac583-0412-49e2-80a8-f8e67012a87f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a69879ff-1c51-4b0c-b977-b4361bb00fbe","type":"Cohort","allGenotypedSequenced":735,"alleleFrequency":0.004081632653061225,"detectionMethod":"Bidirectional sequencing was performed by separately amplifying TAF15 exons 13–16 from samples using PCR. All variant  identified were confirmed by repeat sequencing.","evidence":[{"id":"cggv:5f4ac583-0412-49e2-80a8-f8e67012a87f_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"obo:MONDO_0004976"}},"controlCohort":{"id":"cggv:ebb7629b-6bef-4add-9bf5-b7dc276d90a0","type":"Cohort","allGenotypedSequenced":1328,"alleleFrequency":0,"detectionMethod":"Bidirectional sequencing was performed by separately amplifying TAF15 exons 13–16 from samples using PCR. All variant  identified were confirmed by repeat sequencing.","evidence":[{"id":"cggv:5f4ac583-0412-49e2-80a8-f8e67012a87f_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.0451,"statisticalSignificanceType":"Fischer's exact test","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22065782","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a devastating and universally fatal neurodegenerative disease. Mutations in two related RNA-binding proteins, TDP-43 and FUS, that harbor prion-like domains, cause some forms of ALS. There are at least 213 human proteins harboring RNA recognition motifs, including FUS and TDP-43, raising the possibility that additional RNA-binding proteins might contribute to ALS pathogenesis. We performed a systematic survey of these proteins to find additional candidates similar to TDP-43 and FUS, followed by bioinformatics to predict prion-like domains in a subset of them. We sequenced one of these genes, TAF15, in patients with ALS and identified missense variants, which were absent in a large number of healthy controls. These disease-associated variants of TAF15 caused formation of cytoplasmic foci when expressed in primary cultures of spinal cord neurons. Very similar to TDP-43 and FUS, TAF15 aggregated in vitro and conferred neurodegeneration in Drosophila, with the ALS-linked variants having a more severe effect than wild type. Immunohistochemistry of postmortem spinal cord tissue revealed mislocalization of TAF15 in motor neurons of patients with ALS. We propose that aggregation-prone RNA-binding proteins might contribute very broadly to ALS pathogenesis and the genes identified in our yeast functional screen, coupled with prion-like domain prediction analysis, now provide a powerful resource to facilitate ALS disease gene discovery.","dc:creator":"Couthouis J","dc:date":"2011","dc:title":"A yeast functional screen predicts new candidate ALS disease genes."},"rdfs:label":"TAF15 damaging variants"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"Only exons 13-16 of TAF15 were sequenced in the cases and controls, as the region was determined to be analogous to where many FUS mutations are found. Only variants that caused mislocalization of the protein to the cytoplasm foci within neurons were included in the case-control analysis.\nDetails regarding the controls ages were unclear and while some were described as neurologically normal, others were described as cognitively normal or healthy.\nThe cases were reported and scored as individuals, and therefore the case-control will not be re-scored here."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e9bfd8f2-aa88-40bd-b103-2c308e75923e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa12ce9a-3646-4d83-b133-d703d62a8fa2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunostaining of spinal cord from autopsy tissue from three sporadic ALS cases (without mutations in TAF15), all with confirmed TDP-43 pathology demonstrated TAF15 mislocalization. Immunostaining revealed significant cytoplasmic staining in a punctate granular pattern and, similar to FUS, there was not significant nuclear clearing of TAF15. The strong punctate granular localization of TAF15 wasn't seen in controls. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22065782","rdfs:label":"TAF15 Mislocalizes in ALS Patient Motor Neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Immunohistochemistry on human postmortem spinal cord tissue was used to determine whether TAF15 was present in motor neurons and whether its localization was affected in ALS, as is demonstrated by TDP-43 and FUS. Indeed, TAF15 was expressed in the disease-relevant cell type and was mislocalized to the cytoplasm in ALS."},{"id":"cggv:047b69d3-bb4f-49a0-a525-d144bba0f35b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5bb7ccd5-c945-4997-a2aa-be487f4f89cf","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"FUS/TLS was triply tagged, including a localization-affinity purification (LAP)-tag. Tandem affinity purification was used to elute FUS/TLS-associated proteins and quantitative mass spectrometry was used to identify the proteins. The criteria for protein identification included 1) a calculated False Discovery Rate (FDR) below 1%, 2) all the proteins must have been identified with more than two unique peptides, and 3) all peptide signals for each protein must have at least 4-fold enrichment in FUS/TLS immunoprecipitates compared to the control. The FUS/TLS interactome was found to be comprised of 35 proteins, one of which was TAF15.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25625564","type":"dc:BibliographicResource","dc:abstract":"The RNA-binding protein FUS/TLS, mutation in which is causative of the fatal motor neuron disease amyotrophic lateral sclerosis (ALS), is demonstrated to directly bind to the U1-snRNP and SMN complexes. ALS-causative mutations in FUS/TLS are shown to abnormally enhance their interaction with SMN and dysregulate its function, including loss of Gems and altered levels of small nuclear RNAs. The same mutants are found to have reduced association with U1-snRNP. Correspondingly, global RNA analysis reveals a mutant-dependent loss of splicing activity, with ALS-linked mutants failing to reverse changes caused by loss of wild-type FUS/TLS. Furthermore, a common FUS/TLS mutant-associated RNA splicing signature is identified in ALS patient fibroblasts. Taken together, these studies establish potentially converging disease mechanisms in ALS and spinal muscular atrophy, with ALS-causative mutants acquiring properties representing both gain (dysregulation of SMN) and loss (reduced RNA processing mediated by U1-snRNP) of function. ","dc:creator":"Sun S","dc:date":"2015","dc:title":"ALS-causative mutations in FUS/TLS confer gain and loss of function by altered association with SMN and U1-snRNP."},"rdfs:label":"Identification of a FUS/TLS protein interaction network"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Known ALS-associated protein, FUS, was found to directly interact with other ALS-linked RNA binding proteins, including TAF15, through affinity chromatography followed by quantitative mass spectrometry.\nThe score was reduced as the mass spectrometry results for TAF15 were not validated with Western blot and many RNA binding proteins were pulled down in the affinity chromatography."},{"id":"cggv:5cccfaa8-1ee7-4cf5-bfa6-d5511865e554","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aea6ad10-46b6-4b62-ba8f-9953cd4f8002","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Cloned 133 different human RRM-containing ORFs into yeast expression vectors as YFP fusion proteins, under the control of a galactose-inducible promoter, and individually transformed them into yeast cells. Fluorescence microscopy was used to determine the localization of each protein (Fig. 1C) and spotting assays were used to assess toxicity. TAF15 formed multiple foci in the cytoplasm in a pattern strikingly similar to that of FUS and TDP-43 and the protein accumulation was deemed toxic (Fig 1D).\nTDP-43 (encoded by TARDBP) and FUS are both RNA recognition motif (RRM)-containing proteins (RRM proteins) and both form cytoplasmic inclusions and are toxic when expressed in yeast (Fig 1A, C, D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22065782","rdfs:label":"Yeast Screen to Identify RNA-Binding Proteins similar to FUS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"FUS and TDP-43 are proteins known to be associated with ALS, potentially due to defects in RNA metabolism. The proteins are also toxic when expressed in yeast. Therefore, this yeast toxicity screen was used to identify other RNA recognition motif proteins, such as TAF15, that also display this toxic function in yeast and may also be candidates for novel ALS disease associated genes."},{"id":"cggv:0181cc65-1cb1-40d4-9972-b8a3801ff6eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ec7596a-477c-4873-b757-3c2a775490b1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Comparing the highly targeted TAF15 mouse RNA transcripts to those of FUS (Lagier-Tourenne et al., 2012) revealed that 146/164 (~89%) of TAF15 targets are also targeted by FUS , indicating that the two RBPs may regulate common neuronal networks.\nThe RNA transcripts targeted by FUS were determined based on the experiments by Lagier-Tourenne et al. 2021 (PMID: 23023293)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23416048","type":"dc:BibliographicResource","dc:abstract":"RNA binding proteins (RBPs) have emerged as major causative agents of amyotrophic lateral sclerosis (ALS). To investigate the function of TAF15, an RBP recently implicated in ALS, we explored its target RNA repertoire in normal human brain and mouse neurons. Coupling high-throughput sequencing of immunoprecipitated and crosslinked RNA with RNA sequencing and TAF15 knockdowns, we identified conserved TAF15 RNA targets and assessed the impact of TAF15 on the neuronal transcriptome. We describe a role of TAF15 in the regulation of splicing for a set of neuronal RNAs encoding proteins with essential roles in synaptic activities. We find that TAF15 is required for a critical alternative splicing event of the zeta-1 subunit of the glutamate N-methyl-D-aspartate receptor (Grin1) that controls the activity and trafficking of NR1. Our study uncovers neuronal RNA networks impacted by TAF15 and sets the stage for investigating the role of TAF15 in ALS pathogenesis.","dc:creator":"Ibrahim F","dc:date":"2013","dc:title":"Identification of in vivo, conserved, TAF15 RNA binding sites reveals the impact of TAF15 on the neuronal transcriptome."},"rdfs:label":"TAF15 Targets Genes with Synaptic Activities"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"High-throughput RNA sequencing demonstrated that TAF15 largely targets genes involved in synaptic structure, function and transmission, many of which (~89%) are also targeted by the known-ALS associated protein FUS. This suggests the two RNA binding proteins regulate common neuronal networks."},{"id":"cggv:7f130373-741a-4c0c-845b-27c7605f6ec5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e5fad92b-427a-4310-b174-2c113af49fb9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Purified bacterially expressed GST-tagged TAF15 as a soluble protein under native conditions, as previously described for TDP-43 and FUS. TAF15, TDP-43, and FUS were all competent in RNA binding, suggesting that the RRM domains were correctly folded. Upon addition of tobacco etch virus (TEV) protease to specifically remove the N-terminal GST tag and SDS-PAGE to assess purity and expected molecular weight (Fig. 4A), we found that TAF15 rapidly aggregated at 25 °C with gentle agitation, with kinetics similar to FUS and slightly more rapidly than TDP-43, assessed by turbidity (Fig. 4B). TAF15 also rapidly accessed oligomeric forms (Fig. 4D), which would frequently adopt a pore-like conformation, similar to those formed by TDP-43 and FUS (fig. 4D, 4E).\nFigure 4B demonstrated the rapidly aggregation of FUS and TDP-43.\nFigure 4D and 4E display the oligomeric forms of TDP-43 and FUS.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22065782","rdfs:label":"TAF15 Is Inherently Aggregation Prone"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"FUS and TDP-43 are proteins known to be associated with ALS, potentially due to defects in RNA metabolism. The proteins are also known to aggregate in pathological inclusions in neurons of patients with ALS. This experiment demonstrated that TAF15 aggregates under similar conditions to those that cause FUS and TDP-43 to aggregate, suggesting TAF15 may also aggregate cases of ALS and be a novel candidate gene."},{"id":"cggv:b92761c3-1194-46de-8405-470f3a88a28e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:894fc254-a594-4c3d-ac46-f0a9fb2fabb2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"∼76 and 85% of the genes in the FUS-only and TAF15-only knockdown experiments were also downregulated in the double knockdown. However, we found that a subset of genes (n=144) were downregulated only upon combined loss of TAF15 and FUS in human MNs (Fig. 6f), indicating a potential redundancy between TAF15 and FUS in controlling gene expression. These genes that were downregulated upon combined TAF15 and FUS loss were enriched for GO terms, reflecting extracellular cellular matrix composition, cell proliferation, wound healing and cytokine activity.\nUpon comparison to the RNASeq results from iPSC generated motor neurons from fibroblasts of two ALS patients with causative R521G mutation in FUS, in addition to the overlap between the genes downregulated and those downregulated by loss of TAF15, there was also overlap with the genes downregulated by loss of FUS and to a greater extent when compared the genes affected by simultaneous depletion of both FUS and TAF15.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27378374","type":"dc:BibliographicResource","dc:abstract":"The RNA-binding protein (RBP) TAF15 is implicated in amyotrophic lateral sclerosis (ALS). To compare TAF15 function to that of two ALS-associated RBPs, FUS and TDP-43, we integrate CLIP-seq and RNA Bind-N-Seq technologies, and show that TAF15 binds to ∼4,900 RNAs enriched for GGUA motifs in adult mouse brains. TAF15 and FUS exhibit similar binding patterns in introns, are enriched in 3' untranslated regions and alter genes distinct from TDP-43. However, unlike FUS and TDP-43, TAF15 has a minimal role in alternative splicing. In human neural progenitors, TAF15 and FUS affect turnover of their RNA targets. In human stem cell-derived motor neurons, the RNA profile associated with concomitant loss of both TAF15 and FUS resembles that observed in the presence of the ALS-associated mutation FUS R521G, but contrasts with late-stage sporadic ALS patients. Taken together, our findings reveal convergent and divergent roles for FUS, TAF15 and TDP-43 in RNA metabolism.","dc:creator":"Kapeli K","dc:date":"2016","dc:title":"Distinct and shared functions of ALS-associated proteins TDP-43, FUS and TAF15 revealed by multisystem analyses."},"rdfs:label":"RNASeq of TAF15 and FUS Downregulated Motor Neuron"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"The results of this experiment are very similar to those reported by Ibrahim et al (PMID: 23416048), in the experiment entitled TAF15 Targets Genes with Synaptic Activities"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f857e3b-90aa-4dac-951e-0220f128531c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7aabcc22-1c91-4ce0-b29e-ad8801cd1609","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TDP-43 expression is known to cause degeneration and disruption of the retinal structure in Drosophila, which was also demonstrated by expression of TAF 15. Drosophila also exhibited loss of climbing behavior upon expression of TAF15 selectively in motor neurons using the motor neuron-specific D42-GAL4 driver. Expression of TAF15 in the nervous system reduced lifespan and up-regulation of TAF15 variants G391E and R408C caused more rapid death.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22065782","rdfs:label":"TAF15 Up-Regulation in Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"FUS and TDP-43 are proteins known to be associated with ALS. It has been previously shown that directing TDP-43 or FUS expression to the fly nervous system causes neurodegeneration, as demonstrated by retinal structure degeneration. This was also observed when TAF15 was expressed in the fly nervous system, suggesting that TAF15 may modulate neurodegeneration in ALS in a similar manner to FUS and TDP-43.\nReduced score as the TAF15 overexpression was the human gene, rather than the fly gene. Also based on the model organism not being the most representative of the ALS phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":3599,"specifiedBy":"GeneValidityCriteria8","strengthScore":5,"subject":{"id":"cggv:d62af395-cb7b-485b-add9-f6fda491681a","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:11547","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TAF15 was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) in 2011 (Couthouis et al., PMID: 22065782). TAF15 encodes the TATA box-binding protein-associated factor 15 protein, which is a member of the FET protein family (consisting of FUS, EWSR1, and TAF15). These proteins bind RNA and have roles in transcription control, RNA processing, and alternative splicing. TAF15 has a similar structure to the RNA binding proteins, FUS and TDP-43. The similarity between these proteins is what drove researchers to further investigate the potential involvement of TAF15 in ALS. Both case-level and experimental data support this gene-disease relationship. Overall, 11 missense variants and one frameshift variant have been reported in TAF15 in 12 probands (both sporadic and familial ALS cases) across six publications (PMID: 22065782, 21438137, 28889094, 31788332, 33276461, 26742954) that are included in this curation. Although there was functional evidence to support the pathogenicity of four of the variants (PMID: 22065782), all four were also found in the gnomAD v2.1.1 non-neuro database, including in elderly individuals. One case-control analysis was also included in the original Couthouis et al. publication (PMID: 22065782), which demonstrated a significantly greater frequency of TAF15 variants in ALS cases (n=735) in comparison to controls (n=1328), although this could not be scored as the cases were already scored as individuals. A second case-control gene-burden analysis of 3093 ALS cases and 8186 controls found a non-significant greater frequency of TAF15 rare variants in the controls in comparison to the ALS case cohort. Experimentally, the gene-disease relationship is supported by evidence suggesting that TAF15 controls the gene expression of many overlapping genes controlled by known ALS-associated protein FUS (PMID: 27378374, 23416048), and limited evidence of a direct interaction between TAF15 and FUS has been described (PMID: 25625564). TAF15 was also shown to be toxic when expressed in yeast and aggregation prone, both of which are characteristic of the ALS-associated proteins TDP-43 and FUS (PMID: 22065782). In ALS motor neurons TAF15 was shown to mislocalize (PMID: 22065782), and when the protein was upregulated in drosophila model systems, the flies exhibited neuron degeneration in the retina, loss of climbing behaviour, and premature death (PMID: 22065782). In summary, there is limited evidence to support this gene-disease relationship. No contradictory evidence was found for this gene-disease relationship, but more evidence is required, particularly in the definition of pathogenic variants within the gene and further functional analysis of the gene-disease relationship. This classification was approved by the ClinGen ALS GCEP on August 26, 2021 (SOP Version 8). ","dc:isVersionOf":{"id":"cggv:605446ae-fd1f-4451-bd49-643c24cd652e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}