{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-10-12T20:59:53.762Z","role":"Approver"}],"evidence":[{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6b2c2cb-b558-4f16-b80f-4e07b56e809c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1548214e-eae1-4cc4-be09-2b14d3941264","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"SMARCB1-staining was negative in 39 and not available in nine tumors.  All eight available germline mutation carrying tumors displayed negative SMARCB1-staining.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19902524","type":"dc:BibliographicResource","dc:abstract":"The SMARCB1 gene status in 50 patients with atypical teratoid rhabdoid tumor and/or malignant rhabdoid tumor recruited to a German registry was prospectively analyzed with FISH and PCR. Altogether we found 40 SMARCB1 mutations in 28 patients. Two patients were positive for SMARCB1 staining at immunochemistry. Germline mutations were identified in 10 of 41 patients with CNS disease, including three large heterozygous deletions, six truncating mutations and one donor splice site mutation. No missense mutation was identified. Analysis of first degree relatives did not detect any carriers. Mutations were distributed over the SMARCB1-gene without particular clustering. No germline mutation was found in nine patients without CNS disease. Patients with germline mutation had a lower median age at diagnosis in comparison to those without detectable germline mutation (5.5 vs. 13 months, P = 0.001), a higher rate of primary multicentric CNS disease (5/10 vs. 5/36) and synchronous or metachronous mixed CNS and extracranial disease (4/10 vs. 1/36). Two year overall survival was 0% in patients with germline mutation and 48% in those without detectable germline mutation (P < 0.001). Patients with germline mutation of SMARCB1 manifest at an early age and have a very high risk for progression which has to be considered with respect to the outcome of further treatment studies.","dc:creator":"Kordes U","dc:date":"2010","dc:title":"Clinical and molecular features in patients with atypical teratoid rhabdoid tumor or malignant rhabdoid tumor."},"rdfs:label":"SMARCB1 staining at immunochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3aba1fdc-c686-49d8-a14e-678109419fb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5c068f62-c46e-4f1a-b89e-3b795e90eed7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemical staining of the two AT/RTs as well as the resected schwannomas from III.1 and III.4 confirmed that Smarcb1 was absent from the neoplastic cells of all four tumours (fig 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19124645","type":"dc:BibliographicResource","dc:abstract":"The role of germline and somatic SMARCB1 gene mutations in malignant rhabdoid tumour (MRT) predisposition is well known. Germline SMARCB1 mutations have also recently been identified in a subset of individuals with schwannomatosis. Surprisingly, MRT predisposition and schwannomatosis have never been reported to co-occur in a family. The correlation between genotype and phenotype for mutations in SMARCB1 has not been determined.","dc:creator":"Swensen JJ","dc:date":"2009","dc:title":"Familial occurrence of schwannomas and malignant rhabdoid tumour associated with a duplication in SMARCB1."},"rdfs:label":"Smarcb1 was absent from neoplastic cells of all four tumors"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5356e18a-3a80-4fab-a2a9-6b8bab0adb73","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e69da7ad-5718-4ff4-a5bc-e55f2571ed50","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"No INI1 nuclear staining was found in all 20 AT/RTs. Most other central nervous system tumors demonstrated nuclear staining.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15105654","type":"dc:BibliographicResource","dc:abstract":"Atypical teratoid/rhabdoid tumor (AT/RT) may be misdiagnosed as primitive neuroectodermal tumor/medulloblastoma (PNET) and occasionally as other tumors. Molecular genetic analysis of AT/RT demonstrates deletion and mutation of the hSNF5/INI1 gene in most cases, with decreased or absent expression at the RNA or protein level. Immunohistochemistry with an antibody to INI1 was performed to determine whether this would be a sensitive and specific means of assessing INI1 loss in pediatric brain tumors. Fifty-three tumors consisting of 20 AT/RTs, 10 PNETs, and 23 other central nervous system tumors were examined. No nuclear staining was found in all 20 AT/RTs. Most other central nervous system tumors demonstrated nuclear staining. Eight cases in which classification as AT/RT or PNET was difficult were also examined. Seven cases had no chromosome 22 deletion or INI1 mutation; INI1 antibody showed nuclear staining in these cases. One case was a recurrent tumor with features consistent with an AT/RT. INI1 immunostaining was negative in this case, and a mutation in INI1 was subsequently identified. Immunohistochemical staining with an INI1 antibody correlates with molecular findings in AT/RT and may be useful in confirming the histologic diagnosis. INI1 immunostaining may have particular utility in the analysis of tumors with indeterminate histologic features or atypical immunophenotypic profiles.","dc:creator":"Judkins AR","dc:date":"2004","dc:title":"Immunohistochemical analysis of hSNF5/INI1 in pediatric CNS neoplasms."},"rdfs:label":"Immunohistochemical Analysis of hSNF5/INI1 in CNS Neoplasms"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b0481c4d-5ee9-4294-b833-e09f06039ce9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:12743a52-81fd-4cb6-b9a9-6450744329a5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SMARCA4 and SMARCB1 are two subunits of the SWI/SNF chromatin remodeling complexes and they physically interact with each other (Figure 1-3 and Figure 6-7). SMARCA4 (MIM 603254) cause Rhabdoid tumor predisposition syndrome 2 (MIM: 613325).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23540691","type":"dc:BibliographicResource","dc:abstract":"Recent exon sequencing studies have revealed that over 20% of human tumors have mutations in subunits of mSWI/SNF (BAF) complexes. To investigate the underlying mechanism, we studied human synovial sarcoma (SS), in which transformation results from the translocation of exactly 78 amino acids of SSX to the SS18 subunit of BAF complexes. We demonstrate that the SS18-SSX fusion protein competes for assembly with wild-type SS18, forming an altered complex lacking the tumor suppressor BAF47 (hSNF5). The altered complex binds the Sox2 locus and reverses polycomb-mediated repression, resulting in Sox2 activation. Sox2 is uniformly expressed in SS tumors and is essential for proliferation. Increasing the concentration of wild-type SS18 leads to reassembly of wild-type complexes retargeted away from the Sox2 locus, polycomb-mediated repression of Sox2, and cessation of proliferation. This mechanism of transformation depends on only two amino acids of SSX, providing a potential foundation for therapeutic intervention.","dc:creator":"Kadoch C","dc:date":"2013","dc:title":"Reversible disruption of mSWI/SNF (BAF) complexes by the SS18-SSX oncogenic fusion in synovial sarcoma."},"rdfs:label":"SMARCA4 and SMARCB1 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e72c1f56-ed2a-4f3d-bc21-6af3cb13020a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fde65653-5e79-4445-a2f0-9ba2073244e6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Observation of the cohort of mice for nearly 2 yr revealed the development of spontaneous face and brain tumors, at a very high frequency (\u000126%) (Figs. 2e and 3A), and a small percentage of mice developed tumors in the hind limb. A closer examination revealed the presence of rhabdoid cells in the majority of these tumors (Fig. 3B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16099835","type":"dc:BibliographicResource","dc:abstract":"Rhabdoid tumors are aggressive pediatric malignancies for which, currently, there are no effective or standard treatment strategies. Rhabdoid tumors arise because of the loss of the tumor suppressor gene INI1. We have previously demonstrated that INI1 represses Cyclin D1 transcription in rhabdoid cells by directly recruiting histone deacetylase 1 complex to its promoter, leading to G(0)-G(1) arrest. Expression of Cyclin D1 overcomes cell cycle arrest mediated by INI1 and Cyclin D1 overexpression in human rhabdoid tumors is a common phenomenon. However, it is not clear whether Cyclin D1 is a critical downstream target of INI1 in vivo and whether the derepression of this gene is essential for rhabdoid tumorigenesis. To determine the requirement of Cyclin D1 for genesis of rhabdoid tumors in vivo, we developed Ini1 heterozygous mice by targeted disruption. We found that the tumors developed in these Ini1+/- mice are rhabdoid, defective for Ini1 protein, and like the human tumors, express Cyclin D1. We crossed Ini1+/- mice to Cyclin D1-/- mice and found that Ini1+/- mice with Cyclin D1 deficiency did not develop any spontaneous tumors, in contrast to the parental Ini1+/- mice. These results strongly support the hypothesis that Cyclin D1 is a key mediator in the genesis of rhabdoid tumors. Our results provide an in vivo proof of concept that drugs that target Cyclin D1 expression or activity could be potentially effective as novel therapeutic agents for rhabdoid tumors.","dc:creator":"Tsikitis M","dc:date":"2005","dc:title":"Genetic ablation of Cyclin D1 abrogates genesis of rhabdoid tumors resulting from Ini1 loss."},"rdfs:label":"Development of rhabdoid tumors in Ini1 heterozygous mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Tumors developed from Ini1 +/- mice were rhabdoid, defective for Ini1 protein"},{"id":"cggv:a4551b6a-dcfc-49f0-8fb3-c7d3fdbad3cd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a03f9ea-0478-40e4-a067-19365be3f630","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Beginning as early as 5 weeks of age, heterozygous mice develop tumors consistent with MRT. The majority of tumors arise in soft tissues derived from the first branchial arch.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11095756","type":"dc:BibliographicResource","dc:abstract":"Malignant rhabdoid tumor (MRT) is an aggressive, highly lethal cancer of young children. Tumors occur in various locations, including kidney, brain, and soft tissues. Despite intensive therapy, 80% of affected children die, often within 1 year of diagnosis. The majority of MRT samples and cell lines have sustained biallelic inactivating mutations of the hSNF5 (integrase interactor 1) gene, suggesting that hSNF5 may act as a tumor suppressor. We sought to examine the role of Snf5 in development and cancer in a murine model. Here we report that Snf5 is widely expressed during embryogenesis with focal areas of high-level expression in the mandibular portion of the first branchial arch and central nervous system. Homozygous knockout of Snf5 results in embryonic lethality by embryonic day 7, whereas heterozygous mice are born at the expected frequency and appear normal. However, beginning as early as 5 weeks of age, heterozygous mice develop tumors consistent with MRT. The majority of tumors arise in soft tissues derived from the first branchial arch. Our findings constitute persuasive genetic evidence that Snf5, a core member of the Swi/Snf chromatin-remodeling complex, functions as a tumor suppressor gene, and, moreover, Snf5 heterozygotes provide a murine model of this lethal pediatric cancer.","dc:creator":"Roberts CW","dc:date":"2000","dc:title":"Haploinsufficiency of Snf5 (integrase interactor 1) predisposes to malignant rhabdoid tumors in mice."},"rdfs:label":"Snf5 haploinsufficiency mice show malignant rhabdoid tumors"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The role of Snf5 in development and cancer in a mouse model"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:2eae6ad1-d221-40f2-9636-14976e2a20e4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:13b910a0-ad63-4298-9982-1d429f2c7c94","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":2,"detectionMethod":"High resolution array comparative genomic hybridisation (array CGH) using a chromosome 22 specific array with 65 bp median probe spacing.","firstTestingMethod":"High resolution melting","phenotypeFreeText":"ORPHA:99966 Atypical teratoid rhabdoid tumor","phenotypes":"obo:HP_0100008","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:2eae6ad1-d221-40f2-9636-14976e2a20e4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:76e9a894-0ff3-4919-9f69-cfa54d11e446","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003073.4(SMARCB1):c.629-361_795+2103dup","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8030"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19124645"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19124645","rdfs:label":"IV.2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A heterozygous germline 2,631-bp duplication in chromosome 22q11 that included exon 6 of the SMARCB1 gene. The mutation was predicted to result in premature protein termination."},{"id":"cggv:75da856c-531b-4e53-afbc-6ef7d21c22ce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1093a9d7-aa07-4118-a677-860b9d0d3414","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":18,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"ORPHA:99966 Atypical teratoid rhabdoid tumor","phenotypes":"obo:HP_0030392","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:75da856c-531b-4e53-afbc-6ef7d21c22ce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:556d99ec-a085-4a41-98d6-1e23ff68c64b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SMARCB1, IVS7DS, G-A, +1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8025"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10739763","type":"dc:BibliographicResource","dc:abstract":"We have identified a family afflicted over multiple generations with posterior fossa tumors of infancy, including central nervous system (CNS) malignant rhabdoid tumor (a subset of primitive neuroectodermal tumors, or PNET) and choroid plexus carcinoma. Various hereditary tumor syndromes, including Li-Fraumeni syndrome, Gorlin syndrome, and Turcot syndrome, have been linked to increased risk of developing CNS PNETs and choroid plexus tumors. Malignant rhabdoid tumors of the CNS and kidney show loss of heterozygosity at chromosome 22q11. The hSNF5 gene on chromosome 22q11 has recently been identified as a candidate tumor-suppressor gene in sporadic CNS and renal malignant rhabdoid tumors. We describe a family in which both affected and some unaffected family members were found to have a germline splice-site mutation of the hSNF5 gene, leading to exclusion of exon 7 from the mature cDNA and a subsequent frameshift. Tumor tissue shows loss of the wild-type hSNF5 allele, in keeping with a tumor-suppressor gene. These findings suggest that germline mutations in hSNF5 are associated with a novel autosomal dominant syndrome with incomplete penetrance that predisposes to malignant posterior fossa brain tumors in infancy.","dc:creator":"Taylor MD","dc:date":"2000","dc:title":"Familial posterior fossa brain tumors of infancy secondary to germline mutation of the hSNF5 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10739763","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A germline splice site mutation of the SMARCB1 gene, leading to exclusion of exon 7 from the mature cDNA and a subsequent frameshift."},{"id":"cggv:4214e87a-a66a-4423-a480-8ea2d0fa89bd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:55f648ec-6b14-4f6a-9bc9-631950050f80","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":5,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"ORPHA:99966 Atypical teratoid rhabdoid tumor","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4214e87a-a66a-4423-a480-8ea2d0fa89bd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:03d729a3-7023-45fd-998f-6b15bff26239","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003073.4(SMARCB1):c.178_179delAG (p.Arg60Glufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/486500"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19902524"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19902524","rdfs:label":"UPN 6"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Early frameshift variant"},{"id":"cggv:cc281df7-24d1-409a-96e3-64a8e714fa1e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:168cf15b-70cf-438f-ab18-5bbd7eb6f0a1","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":16,"detectionMethod":"Direct sequencing or denaturing high-performance liquid chromatography (dHPLC) analysis of blood and tumor DNA","firstTestingMethod":"PCR","phenotypeFreeText":"ORPHA:99966 Atypical teratoid rhabdoid tumor","phenotypes":"obo:HP_0030392","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:cc281df7-24d1-409a-96e3-64a8e714fa1e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d192e12e-b0b8-4d2e-843e-d702df9c6c48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000022.11:g.23801011del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA513774244"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10521299","type":"dc:BibliographicResource","dc:abstract":"Biallelic, truncating mutations of the hSNF5/INI1 gene have recently been documented in malignant rhabdoid tumor (MRT), one of the most aggressive human cancers. This finding suggests that hSNF5/INI1 is a new tumor-suppressor gene for which germline mutations might predispose to cancer. We now report the presence of loss-of-function mutations of this gene in the constitutional DNA from affected members but not from healthy relatives in cancer-prone families. Furthermore, a constitutional mutation is documented in a patient with two successive primary cancers. In agreement with the two-hit model, the wild-type hSNF5/INI1 allele is deleted in the tumor DNA from mutation carriers. In all tested cases, DNA from parents demonstrated normal hSNF5/INI1 sequences, therefore indicating the de novo occurrence of the mutation, which was shown to involve the maternal allele in one case and the paternal allele in two other cases. These data indicate that constitutional mutation of the hSNF5/INI1 gene defines a new hereditary syndrome predisposing to renal or extrarenal MRT and to a variety of tumors of the CNS, including choroid plexus carcinoma, medulloblastoma, and central primitive neuroectodermal tumor. This condition, which we propose to term \"rhabdoid predisposition syndrome,\" may account for previous observations of familial and multifocal cases of the aforementioned tumor types. It could also provide the molecular basis for cases of Li-Fraumeni syndrome without p53 germline mutations.","dc:creator":"Sévenet N","dc:date":"1999","dc:title":"Constitutional mutations of the hSNF5/INI1 gene predispose to a variety of cancers."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299","rdfs:label":"pedigree 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A deletion of one G at codon 144 (bp 430), resulting in a frameshift."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:daabb8eb-7765-4265-b8da-9da71e92d381_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:897c5efb-ba0d-46e5-a772-874b8d530753","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":3,"detectionMethod":"Direct sequencing or denaturing high-performance liquid chromatography (dHPLC) analysis of blood and tumor DNA","firstTestingMethod":"PCR","phenotypeFreeText":"ORPHA:99966 ATYPICAL TERATOID RHABDOID TUMOR","phenotypes":"obo:HP_0002885","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:daabb8eb-7765-4265-b8da-9da71e92d381_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a094d5a2-f218-4bd8-ab39-6927af35d4bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000022.11:g.23801053C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA410934530"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299","rdfs:label":"pedigree 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"A C-T transition resulting in a nonsense mutation at codon 158 (bp 472).  De novo mutaion due to parental mosaicism."},{"id":"cggv:52c9f76a-80fc-4b78-ae31-8c190d060990_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42bc66b4-b259-4544-b646-9b5a7210030a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":5,"detectionMethod":"Direct sequencing or denaturing high-performance liquid chromatography (dHPLC) analysis of blood and tumor DNA","firstTestingMethod":"PCR","phenotypeFreeText":"ORPHA:99966 Atypical teratoid rhabdoid tumor","phenotypes":"obo:HP_0030070","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:52c9f76a-80fc-4b78-ae31-8c190d060990_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77027312-6156-4a4f-8a67-31932545e5ed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003073.4(SMARCB1):c.601C>T (p.Arg201Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/532962"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299","rdfs:label":"pedigree 4"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"A C-T transition results in a nonsense mutation at codon 201 (bp 601). De novo mutation due to paternal mosaicism."},{"id":"cggv:459c3814-5f2e-480b-b7fd-c2b133ff2dba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:76173fc5-6996-4893-9c4c-50ad36a61463","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"detectionMethod":"Direct sequencing or denaturing high-performance liquid chromatography (dHPLC) analysis of blood and tumor DNA","firstTestingMethod":"PCR","phenotypeFreeText":"ORPHA:99966 Atypical teratoid rhabdoid tumor","phenotypes":"obo:HP_0030392","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:459c3814-5f2e-480b-b7fd-c2b133ff2dba_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd6bae91-e7ee-4d62-8c31-3fbd0bd1bd19","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003073.4(SMARCB1):c.591delG (p.Gln198Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8024"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10521299","rdfs:label":"pedigree 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"A deletion of one G at codon 197 (bp 591), leading to a frameshift. De novo mutation due to maternal mosaicism."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":625,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:ec460e1e-0024-4310-b4dc-1aea476fd139","type":"GeneValidityProposition","disease":"obo:MONDO_0012252","gene":"hgnc:11103","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"There is abundant published evidence associating the SMARCB1 gene with rhabdoid tumor predisposition syndrome 1 (RTPS) since the gene-disease relationship was first proposed by Sevenet et al. (1999). Multiple case level studies have been performed with RTPS patients that have variants in the SMARCB1 gene. SMARCA4, another subunit of the SWI/SNF chromatin remodeling complexes, also cause RTPS. SMARCB1 was absent from neoplastic cells of all tested AT/RTs of RTPS patients in immunohistochemical analysis. Multiple Smarcb1 haploinsufficiency mice models indicate the development of malignant rhabdoid tumors in mice. All of these types of evidence are consistent with a definitive relationship between the SMARCB1 gene and rhabdoid tumor predisposition syndrome 1 (RTPS).\n","dc:isVersionOf":{"id":"cggv:8d7390e7-0bb1-4ba1-b97e-7f666b52c86b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}