{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-10-29T13:44:59.800Z","role":"Publisher"},{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-07-07T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29220673","type":"dc:BibliographicResource","dc:abstract":"Using trio whole-exome sequencing, we have identified de novo heterozygous pathogenic variants in GRIA4 in five unrelated individuals with intellectual disability and other symptoms. GRIA4 encodes an AMPA receptor subunit known as GluR4, which is found on excitatory glutamatergic synapses and is important for learning and memory. Four of the variants are located in the highly conserved SYTANLAAF motif in the transmembrane protein M3, and the fifth is in an extra-cellular domain. Molecular modeling of the altered protein showed that three of the variants in the SYTANLAAF motif orient toward the center of the pore region and most likely lead to disturbance of the gating mechanism. The fourth variant in the SYTANLAAF motif most likely results in reduced permeability. The variant in the extracellular domain potentially interferes with the binding between the monomers. On the basis of clinical information and genetic results, and the fact that other subunits of the AMPA receptor have already been associated with neurodevelopmental disorders, we suggest that pathogenic de novo variants in GRIA4 lead to intellectual disability with or without seizures, gait abnormalities, problems of social behavior, and other variable features.","dc:creator":"Martin S","dc:date":"2017","dc:title":"De Novo Variants in GRIA4 Lead to Intellectual Disability with or without Seizures and Gait Abnormalities."},"evidence":[{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14c6057d-8cfc-46fb-a27b-229c618ac37c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90367205-1f97-40ac-b036-09fc96b154eb","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"AMPA receptors (AMPARs) are homomeric or heteromeric assemblies of four core subunits (GluA1 - 4) and mediate most fast excitatory neurotransmission in the mammalian CNS. GRIA1, GRIA2 and GRIA3 encode other AMPAR subunits. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27080385","type":"dc:BibliographicResource","dc:abstract":"AMPA receptors (AMPARs) are assemblies of four core subunits, GluA1-4, that mediate most fast excitatory neurotransmission. The component subunits determine the functional properties of AMPARs, and the prevailing view is that the subunit composition also determines AMPAR trafficking, which is dynamically regulated during development, synaptic plasticity and in response to neuronal stress in disease. Recently, the subunit dependence of AMPAR trafficking has been questioned, leading to a reappraisal of this field. In this Review, we discuss what is known, uncertain, conjectured and unknown about the roles of the individual subunits, and how they affect AMPAR assembly, trafficking and function under both normal and pathological conditions.","dc:creator":"Henley JM","dc:date":"2016","dc:title":"Synaptic AMPA receptor composition in development, plasticity and disease."},"rdfs:label":"Review"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Pathogenic variants in genes encoding other AMPAR subunits, namely GRIA2, GRIA3 and GRIA1, are known to cause developmental disorders with developmental delay, intellectual disability, behavioural abnormalities (incl. autistic features) and variable occurrence of seizures among the reported phenotypes. GRIA2 gene-disease validity: neurodevelopmental disorder with language impairment and behavioural abnormalities (Definitive classification, Syndromic disorders GCEP). GRIA3 : X-linked complex neurodevelopmental disorder (Definitive classification, ID and autism GCEP). GRIA1 gene-disease validity: complex neurodevelopmental disorder (MOI: AD, Moderate classification, ID/ASD GCEP) and complex neurodevelopmental disorder (MOI: AR, Limited classification, ID/ASD GCEP). "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:28bc9df6-e3d0-4d12-9896-2372ccfadc1e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e522928e-3bc2-4709-877f-8d9684ecb007","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As discussed by Breyer et al, in mouse genetic deficiency in Gria4, either in the form of reduction (as with the spkw1 allele) or complete lack of Gria4 (as in the case of the tm1Dgen ko allele) is associated with high frequency of spike wave discharges, and behavioural arrest thus modeling absence epilepsy. Seizures and/or EEG abnormalities have been reported in several individuals heterozygous for pathogenic/likely pathogenic GRIA4 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18316356","type":"dc:BibliographicResource","dc:abstract":"Absence epilepsy, characterized by spike-wave discharges (SWD) in the electroencephalogram, arises from aberrations within the circuitry of the cerebral cortex and thalamus that regulates awareness. The inbred mouse strain C3H/HeJ is prone to absence seizures, with a major susceptibility locus, spkw1, accounting for most of the phenotype. Here we find that spkw1 is associated with a hypomorphic retroviral-like insertion mutation in the Gria4 gene, encoding one of the four amino-3-hydroxy-5-methyl-4isoxazolepropionic acid (AMPA) receptor subunits in the brain. Consistent with this, Gria4 knockout mice also have frequent SWD and do not complement spkw1. In contrast, null mutants for the related gene Gria3 do not have SWD, and Gria3 loss actually lowers SWD of spkw1 homozygotes. Gria3 and Gria4 encode the predominant AMPA receptor subunits in the reticular thalamus, which is thought to play a central role in seizure genesis by inhibiting thalamic relay cells and promoting rebound burst firing responses. In Gria4 mutants, synaptic excitation of inhibitory reticular thalamic neurons is enhanced, with increased duration of synaptic responses-consistent with what might be expected from reduction of the kinetically faster subunit of AMPA receptors encoded by Gria4. These results demonstrate for the first time an essential role for Gria4 in the brain, and suggest that abnormal AMPA receptor-dependent synaptic activity can be involved in the network hypersynchrony that underlies absence seizures.","dc:creator":"Beyer B","dc:date":"2008","dc:title":"Absence seizures in C3H/HeJ and knockout mice caused by mutation of the AMPA receptor subunit Gria4."},"rdfs:label":"Absence seizures in Gria4 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"While mouse models appear to be mostly consistent with a recessive inheritance, the spike wave discharge incidence in heterozygous mice (i.e. as observed after C3H/HeJ x C3HeB/FeJ F1 intercross) was slightly lower to that observed in homozygous (i.e. C3H/HeJ) animals suggesting also a role for heterozygosity (in this case of spkw1 allele) causing this phenotype. \n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7}],"evidenceStrength":"Moderate","sequence":9259,"specifiedBy":"GeneValidityCriteria10","strengthScore":8.5,"subject":{"id":"cggv:c6f3ebfa-4a79-49fe-9221-2d62bafd9fc7","type":"GeneValidityProposition","disease":"obo:MONDO_0060641","gene":"hgnc:4574","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GRIA4* was first reported in detail in relation to autosomal dominant neurodevelopmental disorder with or without seizures and gait abnormalities (MONDO:0060641) in 2017 (Martin et al., PMID:29220673);variants in GRIA4 have been documented previously but without extensive phenotypic details (Lelieveld et al., PMID:27479843). The condition is characterized by developmental delay,intellectual disability, tone abnormalities (mostly in the form of hypertonia or spasticity), abnormal gait, as well as seizures and/or EEG abnormalities in some individuals.\n\nTen unique missense variants, reported in 10 probands, in 5 publications (PMIDs: 29220673, 27479843, 35518358, 37921875, 38819422) are included in this curation (for a total of 7 points). \n\nThe present gene-disease relationship is further supported by experimental evidence such as biochemical evidence and data from a non-human model organism. Specifically, AMPA receptors (AMPARs) are homomeric or heteromeric assemblies of four core subunits (GluA1 - 4). GRIA1, GRIA2 and GRIA3 encoding the GluA1, GluA2 and GluA3 subunits respectively, are known to cause developmental disorders with developmental delay, intellectual disability and autistic features and seizures among the reported phenotypes (PMID: 27080385). \n\nIn a mouse model, genetic deficiency of Gria4 either in the form of reduction or complete lack of Gria4 was associated with high frequency spike wave discharges and behavioral arrest, modeling absence epilepsy. The model appeared to be more consistent with recessive inheritance mode with spike wave discharges also observed with lower incidence in the context of heterozygosity (PMID: 18316356).   \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has been reported.A classification of moderate was approved by the ClinGen Intellectual Disability and Autism Expert Panel GCEP on July 7, 2024 (SOP Version 10).\n\n","dc:isVersionOf":{"id":"cggv:2c6e2c49-e537-4eec-8b85-aef0c6651d55"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}