{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9ev2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2023-01-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2023-01-05T19:51:06.384Z","role":"Publisher"}],"evidence":[{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.9},{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e2a1b81-793a-4840-b3b4-996f86017938","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6cc86cc0-d519-4d7c-be96-b9121cb63ddf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of KCNJ11 in mouse pancreatic islet cells confirmed RT-QPCR and patch-clamp techniques. Expression at 5mM (low) glucose, mean = 30μA, at 20mM (high) glucose, mean = 34μA","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16204192","type":"dc:BibliographicResource","dc:abstract":"The transcriptional machinery in individual cells is controlled by a relatively small number of molecules, which may result in stochastic behavior in gene activity. Because of technical limitations in current collection and recording methods, most gene expression measurements are carried out on populations of cells and therefore reflect average mRNA levels. The variability of the transcript levels between different cells remains undefined, although it may have profound effects on cellular activities. Here we have measured gene expression levels of the five genes ActB, Ins1, Ins2, Abcc8, and Kcnj11 in individual cells from mouse pancreatic islets. Whereas Ins1 and Ins2 expression show a strong cell-cell correlation, this is not the case for the other genes. We further found that the transcript levels of the different genes are lognormally distributed. Hence, the geometric mean of expression levels provides a better estimate of gene activity of the typical cell than does the arithmetic mean measured on a cell population.","dc:creator":"Bengtsson M","dc:date":"2005","dc:title":"Gene expression profiling in single cells from the pancreatic islets of Langerhans reveals lognormal distribution of mRNA levels."},"rdfs:label":"Mouse Pancreatic Islet Cell Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ccab764c-2160-4722-8c63-282ce9496a19","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:95110689-adc6-4b34-954c-0a94a0e3938e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot showed KCNJ11 expression in pancreatic islets of MIN6 and alpha-TC-6 mouse cell lines and HIT-T15 hamster cell line, expression was also shown in heart, skeletal muscle, and brain of RINm5F cell line","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7502040","type":"dc:BibliographicResource","dc:abstract":"A member of the inwardly rectifying potassium channel family was cloned here. The channel, called BIR (Kir6.2), was expressed in large amounts in rat pancreatic islets and glucose-responsive insulin-secreting cell lines. Coexpression with the sulfonylurea receptor SUR reconstituted an inwardly rectifying potassium conductance of 76 picosiemens that was sensitive to adenosine triphosphate (ATP) (IKATP) and was inhibited by sulfonylureas and activated by diazoxide. The data indicate that these pancreatic beta cell potassium channels are a complex composed of at least two subunits--BIR, a member of the inward rectifier potassium channel family, and SUR, a member of the ATP-binding cassette superfamily. Gene mapping data show that these two potassium channel subunit genes are clustered on human chromosome 11 at position 11p15.1.","dc:creator":"Inagaki N","dc:date":"1995","dc:title":"Reconstitution of IKATP: an inward rectifier subunit plus the sulfonylurea receptor."},"rdfs:label":"Expression in Pancreatic Islets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78694c3b-714a-4e1b-9f58-62a2108ea9d0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5904f8a7-ec8a-4c6e-a0d0-9a5eb9270092","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"V59M expression confirmed in mice pancreatic islets via RT-PCR and restriction digest using cDNA from 5wk old mice, these mice were also shown to having similar KCNJ11 mRNA levels compared to WT (FIg. 2)\n\nβ-V59M mice had elevated blood glucose within 3days of life (Fig. 3C), within 5wks they had over diabetes with FBG >30mM (Fig. 3D), plasma insulin < 19pg/ml with elevated glucagon levels (Supplemental Tables 1 and 2).\n\nHypoinsulinemia of β-V59M mice determined to result from impaired glucose-dependent insulin secretion based on reduced insulin content of the islets and whole pancreas (Fig. 4 A,B), due to reduced transcription of insulin gene (Fig. 4C), and reduced basal insulin secretion evoked by glucose (Fig. 4D), it was found that Katp channel blocker tolbutamid stimulated insulin secretion in both β-V59M mice and WT mice, suggesting that reduced glucose-stimulated insulin secretion was result of Katp channel closure failure (Fig. 4D).\n\nKatp channels of β-V59M mice were shown to be less senstive to MgATP than WT beta-cells (Fig. 5 A,B, Supplemental table 3), fraction of unblocked current at 10mM ATP was increased in β-V59M beta cells (Fig. 5B), Katp currents recorded from cell-attached patches on β-V59M beta-cells were larger than WT beta-cells, and currents in excised patches were also larger (Fig. 5 C,D), whole-cell Katp currents in glucose-free solution were lager in β-V59M beta-cells than controls (Fig. 6A,B), IC50 for glucose inhibition was < 20mM, compared to 3mM for WT beta-cells (Fig. 6C).\n\nBasal calcium was similar between both β-V59M mice and controls (Fig. 7A,B, supplemental Fig. 3), glucose production in β-V59M mice had an absent initial increase and a slow secondary increase compared to WT (Fig. 7B), only 40% of cells in β-V59M islets had Ca2+ response to 20mM glucose compared to 70-90% of cell in control islets (Supplemental Table 4), and there were no Ca2+ oscillations (Fig. 7D).\n\nPercentage of insulin-containing beta-cells per islet was lower in β-V59M mice compared to WT (Fig. 8A), some islets were irregularly shaped (supplementary fig. 1A), and percentage of islet area taken up by insulin-positive beta-cells has lower in β-V59M mice compared to WT (Fig. 8B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19065048","type":"dc:BibliographicResource","dc:abstract":"Neonatal diabetes is a rare monogenic form of diabetes that usually presents within the first six months of life. It is commonly caused by gain-of-function mutations in the genes encoding the Kir6.2 and SUR1 subunits of the plasmalemmal ATP-sensitive K+ (KATP) channel. To better understand this disease, we generated a mouse expressing a Kir6.2 mutation (V59M) that causes neonatal diabetes in humans and we used Cre-lox technology to express the mutation specifically in pancreatic beta cells. These beta-V59M mice developed severe diabetes soon after birth, and by 5 weeks of age, blood glucose levels were markedly increased and insulin was undetectable. Islets isolated from beta-V59M mice secreted substantially less insulin and showed a smaller increase in intracellular calcium in response to glucose. This was due to a reduced sensitivity of KATP channels in pancreatic beta cells to inhibition by ATP or glucose. In contrast, the sulfonylurea tolbutamide, a specific blocker of KATP channels, closed KATP channels, elevated intracellular calcium levels, and stimulated insulin release in beta-V59M beta cells, indicating that events downstream of KATP channel closure remained intact. Expression of the V59M Kir6.2 mutation in pancreatic beta cells alone is thus sufficient to recapitulate the neonatal diabetes observed in humans. beta-V59M islets also displayed a reduced percentage of beta cells, abnormal morphology, lower insulin content, and decreased expression of Kir6.2, SUR1, and insulin mRNA. All these changes are expected to contribute to the diabetes of beta-V59M mice. Their cause requires further investigation.","dc:creator":"Girard CA","dc:date":"2009","dc:title":"Expression of an activating mutation in the gene encoding the KATP channel subunit Kir6.2 in mouse pancreatic beta cells recapitulates neonatal diabetes."},"rdfs:label":"Girard et al. mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3f25712d-f59c-49d8-91ba-a34b1b235939","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:41bdcbb6-2b49-48a2-99f1-73285bb622ef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Double mutant Kir6.2[ΔN2-30,K185Q] was fused at C-terminus with GFP and coexpressed with SUR1 and transfected in COSm6 cells, this showed that reconstituted Kir6.2[ΔN2-30]-GFP + SUR1 and Kir6.2[ΔN2-30,K185Q]-GFP + SUR1 channels were 7-fold and 250-fold less sensitive to inhibition by ATP than WT channels.\n\nTransgenic F1 progeny were hyperglycemic with hypoinsulinemia and had elevated blood D-3-hydroxybutyrate levels (Fig. 1, C-E), neonatal lethality was observed in all transgenic lines with most animals dying by 5 days of life (Table 1), whole body weight was reduced compared to controls and increased only through treatment with insulin (Fig. 2).\n\nTransgenic mice expressing Kir6.2[AAA] dominant-negative construct had normal blood glucose and serum insulin at day 3 (Fig. 1C,D).\n\nPancreatic isles isolated from mouse line C carrying the Kir6.2[ΔN2-30] transgene showed beta-cell specific green fluorescence, but this was absent in islets from control mice (Fig. 3), there were more fluorescent cells cells in islets from adult F1 mice, compared to C line founder mice (Fig. 3E).\n\nInside-out patch-clamp technique to measure activity of Kir6.2[ΔN2-30] mutant channels in transgenic beta cells and ATP-senstive K+ currents, this showed the Katp channels from transgenic mice have reduced sensitivity to inhibitory ATP compared to controls (Fig. 4B).\n\nImmunostaining of beta-cells from diabetic transgenic mice pancreas showed no abnormalities of islet size and distribution and no lack of insulin (Fig. 5), alpha cells showed typical peripheral distribution around core of strongly fluorescing beta-cells (Fig. 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10761930","type":"dc:BibliographicResource","dc:abstract":"A paradigm for control of insulin secretion is that glucose metabolism elevates cytoplasmic [ATP]/[ADP] in beta cells, closing K(ATP) channels and causing depolarization, Ca2+ entry, and insulin release. Decreased responsiveness of K(ATP) channels to elevated [ATP]/[ADP] should therefore lead to decreased insulin secretion and diabetes. To test this critical prediction, we generated transgenic mice expressing beta cell K(ATP) channels with reduced ATP sensitivity. Animals develop severe hyperglycemia, hypoinsulinemia, and ketoacidosis within 2 days and typically die within 5. Nevertheless, islet morphology, insulin localization, and alpha and beta cell distributions were normal (before day 3), pointing to reduced insulin secretion as causal. The data indicate that normal K(ATP) channel activity is critical for maintenance of euglycemia and that overactivity can cause diabetes by inhibiting insulin secretion.","dc:creator":"Koster JC","dc:date":"2000","dc:title":"Targeted overactivity of beta cell K(ATP) channels induces profound neonatal diabetes."},"rdfs:label":"Koster et al. Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":5713,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.9,"subject":{"id":"cggv:b41906d0-3ed2-4353-ae38-62bad80e8142","type":"GeneValidityProposition","disease":"obo:MONDO_0015967","gene":"hgnc:6257","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"*KCNJ11* was first reported in relation to autosomal dominant monogenic diabetes in 2004 (Gloyn et al., PMID: 15115830). Dozens of unique missense variants have been reported in humans in association with diabetes in published cases, with nearly 100 classified as pathogenic or likely pathogenic for diabetes in a recent review article (PMID:  32027066). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Summary of case-level and experimental data: 17 points. Variants in this gene have been reported in at least 26 probands in 9 publications (PMIDs: 15784703, 28938416, 26958039, 27681997, 16670688, 24150202, 16205880, 22701567, 27420379). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The usual mechanism for disease is heterozygous gain of function (mutated channels remain open due to reduced ATP sensitivity and/or disruption of channel gating and prevent insulin secretion despite hyperglycemia; PMID: 32376986). A single exception to the autosomal dominant inheritance was reported in 2016 in which an infant homozygous for the G324R variant had neonatal diabetes but his heterozygous parents did not have diabetes.  The variant was found to have modestly decreased ATP sensitivity (PMID: 27118464). This gene-disease association is supported by animal models and expression studies. In summary, *KCNJ11* is definitively associated with autosomal dominant monogenic diabetes. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nPer criteria outline by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms, inheritance pattern, and phenotypic variability underlying the three disease entities associated with *KCNJ11*. Therefore, we have split curations for these disease entities. The present curation includes (1) autosomal dominant monogenic diabetes, which presents as three phenotypic disease sub-entities: (1A) Permanent neonatal diabetes mellitus, (MIM:606176), (1B) Transient neonatal diabetes, 3 (MIM:125853), and less commonly, (1C) Maturity-onset diabetes of the young, type 13 (MODY13) (MIM:616329). Another entity requiring separate curation is (2) hyperinsulinemic hypoglycemia, familial, 2 (MIM:601820). The role of *KCNJ11* variation in (3) risk for type 2 diabetes (polygenic; MIM:125853) will not be curated at this time since the contribution of *KCNJ11* is in the form of common variants with a small effect.\n\n","dc:isVersionOf":{"id":"cggv:9353379e-564a-43bc-a859-7d27ab640e9e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}