{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fcv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-09-18T13:11:18.662Z","role":"Publisher"},{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-09-17T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24870241","type":"dc:BibliographicResource","dc:abstract":"Lymphocyte functions triggered by antigen recognition and co-stimulation signals are associated with a rapid and intense cell division, and hence with metabolism adaptation. The nucleotide cytidine 5' triphosphate (CTP) is a precursor required for the metabolism of DNA, RNA and phospholipids. CTP originates from two sources: a salvage pathway and a de novo synthesis pathway that depends on two enzymes, the CTP synthases (or synthetases) 1 and 2 (CTPS1 with CTPS2); the respective roles of these two enzymes are not known. CTP synthase activity is a potentially important step for DNA synthesis in lymphocytes. Here we report the identification of a loss-of-function homozygous mutation (rs145092287) in CTPS1 in humans that causes a novel and life-threatening immunodeficiency, characterized by an impaired capacity of activated T and B cells to proliferate in response to antigen receptor-mediated activation. In contrast, proximal and distal T-cell receptor (TCR) signalling events and responses were only weakly affected by the absence of CTPS1. Activated CTPS1-deficient cells had decreased levels of CTP. Normal T-cell proliferation was restored in CTPS1-deficient cells by expressing wild-type CTPS1 or by addition of exogenous CTP or its nucleoside precursor, cytidine. CTPS1 expression was found to be low in resting T cells, but rapidly upregulated following TCR activation. These results highlight a key and specific role of CTPS1 in the immune system by its capacity to sustain the proliferation of activated lymphocytes during the immune response. CTPS1 may therefore represent a therapeutic target of immunosuppressive drugs that could specifically dampen lymphocyte activation.","dc:creator":"Martin E","dc:date":"2014","dc:title":"CTP synthase 1 deficiency in humans reveals its central role in lymphocyte proliferation."},"evidence":[{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58f6144c-2194-49c5-9cce-2e2b0e947884","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec400df4-cf41-4ff4-bd8e-e809abe67cc3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CTPS1 mRNA expression was comparable between the different tissues, except for T cells in which CTPS1 expression was strongly up regulated after cell activation in response to TCR-CD3 and CD28 co-stimulation. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241","rdfs:label":"\"Normal Tissues\""}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:55539227-a39b-4cd7-8051-f4225e31b343","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c295a65-a61b-44d9-9659-47c84c2e6c86","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CTPS1 was found to be expressed at protein level in all tested cell lines, whereas CTPS2 expression was variable depending on cell origin. This then impacts in particular tissues with high proliferation and renewal rates, gut, erythroid and thymic lineages, activated B and T cells, and memory T cells which strongly rely on CTPS1. Along these lines, we previously showed that CTPS1 was critical to sustain proliferation of activated T lymphocytes, despite their expression of CTPS2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37348953","type":"dc:BibliographicResource","dc:abstract":"The CTP nucleotide is a key precursor of nucleic acids metabolism essential for DNA replication. De novo CTP production relies on CTP synthetases 1 and 2 (CTPS1 and CTPS2) that catalyze the conversion of UTP into CTP. CTP synthetase activity is high in proliferating cells including cancer cells; however, the respective roles of CTPS1 and CTPS2 in cell proliferation are not known. By inactivation of ","dc:creator":"Minet N","dc:date":"2023","dc:title":"Differential roles of CTP synthetases CTPS1 and CTPS2 in cell proliferation."},"rdfs:label":"CTPS1 and CTPS2 expression in different cell lines"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1dc93aae-9eb7-4a3b-8cf6-04e7bb9a4c0c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34027b91-8580-4995-a502-7b107eb60b6b","type":"FunctionalAlteration","dc:description":"Generated a CTPS1-deficient Jurkat cell line obtained by CRISPR/Cas9 technology. The Jurkat cells have been derived from a patient with an acute T cell leukemia. Jurkat cells are completely dependent on CTPS1 for their proliferation. In the absence of CTP or cytidine supplementation, cells rapidly enter apoptosis (Norbert Minet and Sylvain Latour, unpublished data). Inactivation of CTPS1 in a T cell leukemia fully abolished cell proliferation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32161190","type":"dc:BibliographicResource","dc:abstract":"Cytidine triphosphate (CTP) synthetase 1 (CTPS1) deficiency is caused by a unique homozygous frameshift splice mutation (c.1692-1G>C, p.T566Dfs26X). CTPS1-deficient patients display severe bacterial and viral infections. CTPS1 is responsible for CTP nucleotide de novo production involved in DNA/RNA synthesis. Herein, we characterized in depth lymphocyte defects associated with CTPS1 deficiency. Immune phenotyping performed in 7 patients showed absence or low numbers of mucosal-associated T cells, invariant NKT cells, memory B cells, and NK cells, whereas other subsets were normal. Proliferation and IL-2 secretion by T cells in response to TCR activation were markedly decreased in all patients, while other T cell effector functions were preserved. The CTPS1T566Dfs26X mutant protein was found to be hypomorphic, resulting in 80%-90% reduction of protein expression and CTPS activity in cells of patients. Inactivation of CTPS1 in a T cell leukemia fully abolished cell proliferation. Expression of CTPS1T566Dfs26X failed to restore proliferation of CTPS1-deficient leukemia cells to normal, except when forcing its expression to a level comparable to that of WT CTPS1. This indicates that CTPS1T566Dfs26X retained normal CTPS activity, and thus the loss of function of CTPS1T566Dfs26X is completely attributable to protein instability. This study supports that CTPS1 represents an attractive therapeutic target to selectively inhibit pathological T cell proliferation, including lymphoma.","dc:creator":"Martin E","dc:date":"2020","dc:title":"Impaired lymphocyte function and differentiation in CTPS1-deficient patients result from a hypomorphic homozygous mutation."},"rdfs:label":"Lymphocyte defects associated with CTPS1 deficiency"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5982fdae-5490-4aed-bd81-574b56be964a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:48e88086-406a-4c9e-9a29-67450c1dc997","type":"FunctionalAlteration","dc:description":"In control T cell blasts, CTPS activity was significantly increased following TCR-CD3 stimulation, while no or a weak increase in CTPS activity was detected in T cell blasts of patients. CTPS activity in CTPS1-deficient T cells was in the order of 20% of the activity found in control cells. Proliferation and IL-2 secretion by T cells in response to TCR activation were markedly decreased in all patients. The CTPS1T566Dfs26X mutant protein was found to be hypomorphic, resulting in 80%-90% reduction of protein expression and CTPS activity in cells of patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32161190","rdfs:label":"TCR-CD3 activation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5cb3202e-9f1c-4374-931c-ae55da92e3c8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eda1a591-0333-44d2-b44e-b0b2347a5161","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"CTPS1 mRNA expression was comparable between the different tissues, except for T cells in which CTPS1 expression was strongly up regulated after cell activation in response to TCR-CD3 and CD28 co-stimulation. Analysis of nucleotides pools in activated CTPS1-deficient T-cell blasts and CTPS1-deficient B/EBV cell lines revealed decreased levels of CTP, as also observed in activated normal cells treated with deazauridine.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241","rdfs:label":"TCR-CD3 activation"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:21293a76-8216-4088-a39d-5c57e2399998","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:41dc645c-c81e-4a29-a90d-da030ab9c1e8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Overall, data demonstrates the importance of CTPS1 in proliferation of activated T cells and recapitulate observations made with human CTPS1-deficient T cells. However, both in humans and mice, activated CTPS1-deficient T cells retained a residual capacity to proliferate, indicating that T-cell proliferation is not fully dependent on CTPS1.\nAs we previously reported in humans, we observed in the different mouse models that T-cell proliferation upon TCR/antigenic stimulation is highly dependent on CTPS1, as well as GC B cells are.\nHerein, we show that Ctps1 but not Ctps2 is essential for life in mice. In humans, CTPS1 deficiency causes combined immunodeficiency and has no developmental effect. However, the mutation causing CTPS1 deficiency in human is hypomorphic and preserved around 10–15% of the CTPS1 expression and activity. This residual CTPS1 activity is in all likelihood sufficient for human normal development further highlighting the key role of CTPS1 in immunity and in particular in lymphocytes. Our results indicate that Ctps1 is not only mandatory for early development but also for later steps and during all life. Indeed, inducible inactivation of Ctps1 in normally developed mice results in rapid health deterioration associated with a rapid weight loss requiring the sacrifice of the animals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38438357","type":"dc:BibliographicResource","dc:abstract":"De novo synthesis of the pyrimidine, cytidine triphosphate (CTP), is crucial for DNA/RNA metabolism and depends on the CTP synthetases, CTPS1 and -2. Partial CTPS1 deficiency in humans has previously been shown to lead to immunodeficiency, with impaired expansion of T and B cells. Here, we examine the effects of conditional and inducible inactivation of Ctps1 and/or Ctps2 on mouse embryonic development and immunity. We report that deletion of Ctps1, but not Ctps2, is embryonic-lethal. Tissue and cells with high proliferation and renewal rates, such as intestinal epithelium, erythroid and thymic lineages, activated B and T lymphocytes, and memory T cells strongly rely on CTPS1 for their maintenance and growth. However, both CTPS1 and CTPS2 are required for T cell proliferation following TCR stimulation. Deletion of Ctps1 in T cells or treatment with a CTPS1 inhibitor rescued Foxp3-deficient mice from fatal systemic autoimmunity and reduced the severity of experimental autoimmune encephalomyelitis. These findings support that CTPS1 may represent a target for immune suppression.","dc:creator":"Soudais C","dc:date":"2024","dc:title":"Inactivation of cytidine triphosphate synthase 1 prevents fatal auto-immunity in mice."},"rdfs:label":"Soudais KO Mouse Project consortium"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"Presents the same variant as humans. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7e69971-c801-4d48-86a4-b5a84a7313e6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c7e69971-c801-4d48-86a4-b5a84a7313e6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001905.4(CTPS1):c.1692-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA215010"}},"detectionMethod":"Targeted immunodeficiency genetic testing ","firstTestingMethod":"Other","phenotypeFreeText":"Loose stool. Atopic dermatitis. Herpes simplex virus stomatitis. Sever cuntaneous molluscum. Chrinic acyclovir suppression. Recent perianal HSV. \nSerum immunoglobulin G (IgG), immunoglobulin A, and immunoglobulin M (IgM) all were within the age-adjusted reference range. CD8+ T cells, CD19+ B cells, and natural killer cells were decreased; however, CD4+ T cells were within the reference range. \nHe had 3 of 13 vaccine titers ≥1.3 µg/mL post–13-valent pneumococcal conjugate vaccine (PCV13) series, consistent with suboptimal seroconversion. \nPeripheral monocyte subsets were within the reference range: CD14+, 342 (173–637 cells/µL); CD123+ (plasmacytoid dendritic cells), 12 (4–26 cells/µL); and CD11c+ (myeloid dendritic cells), 60 (14–84 cells/µL). \nHe had low lymphocyte response to phytohemagglutinin, concanavalin A mitogens, and Candida and tetanus antigens, but normal response to pokeweed mitogen.","phenotypes":["obo:HP_0001903","obo:HP_0005353","obo:HP_0002788","obo:HP_0001954","obo:HP_0100658","obo:HP_0002205","obo:HP_0005425"],"previousTesting":true,"previousTestingDescription":"Prior immune evaluations showed unremarkable serum immunoglobulins, vaccine antibody responses, and lymphocyte subsets.","sex":"Male","variant":{"id":"cggv:63c563dc-9459-436b-82aa-7ee136bd26d2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35983265","type":"dc:BibliographicResource","dc:abstract":"Inborn errors of immunity may present with susceptibility to coccidioidomycosis. This is especially so in disorders impairing the interferon-γ and interleukin 12 signaling axis. We describe the first case of cytidine nucleotide triphosphate synthetase 1 (CTPS1) deficiency, a combined immunodeficiency impairing lymphocyte proliferation, presenting with coccidioidomycosis.","dc:creator":"Krase IZ","dc:date":"2022","dc:title":"Seronegative Mediastinal Coccidioidomycosis as a Novel Presentation of CTPS1 Combined Immunodeficiency."}},"rdfs:label":"Krase 5yo Boy"},{"id":"cggv:63c563dc-9459-436b-82aa-7ee136bd26d2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:63c563dc-9459-436b-82aa-7ee136bd26d2_variant_evidence_item"},{"id":"cggv:63c563dc-9459-436b-82aa-7ee136bd26d2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"NA"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b2e98999-3f16-48cf-b4f1-9e4db467ac2e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b2e98999-3f16-48cf-b4f1-9e4db467ac2e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"detectionMethod":"Whole Exome Sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":" Herpes caused by Epstein-Barr virus (EBV) and Varicella Zooster Virus.","phenotypes":["obo:HP_0031693","obo:HP_0031402","obo:HP_0031691","obo:HP_0004430","obo:HP_0012302","obo:HP_0002718","obo:HP_0004429","obo:HP_0031380"],"sex":"Female","variant":{"id":"cggv:2df4d99a-f1a8-4a52-a7b0-f288cf7a9d42_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241"},"rdfs:label":"P4.1"},{"id":"cggv:2df4d99a-f1a8-4a52-a7b0-f288cf7a9d42","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2df4d99a-f1a8-4a52-a7b0-f288cf7a9d42_variant_evidence_item"},{"id":"cggv:2df4d99a-f1a8-4a52-a7b0-f288cf7a9d42_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"A Homozygous frameshift splice mutation (c.1692-1G > C, p.T566Dfs26X) with a founder effect in populations of the Northwest of England. The mutation leads to the skipping of exon 18 resulting in an unstable mutant protein associated with a reduction of more than 80% of total CTPS1 expression. However, the mutation does not impact the CTP synthetase activity, and 10–20% of residual cellular CTPS activity is preserved. These patients had no other clinical symptoms suggesting a critical role for CTPS1 in immune cells"}],"strengthScore":0.75,"dc:description":"Down-scored for homozygous. \ngnomAD GroupMax AF: 0.0007154"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:beb01e2f-e085-49b5-a52b-9098bbf01c61_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:beb01e2f-e085-49b5-a52b-9098bbf01c61","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"detectionMethod":"Whole Exome Sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"VZV - (gastritis, pneumonitis)","sex":"Male","variant":{"id":"cggv:42ea9e92-0ffd-40d7-bddd-96628f3bfb4e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241"},"rdfs:label":"P3.1"},{"id":"cggv:42ea9e92-0ffd-40d7-bddd-96628f3bfb4e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:42ea9e92-0ffd-40d7-bddd-96628f3bfb4e_variant_evidence_item"},{"id":"cggv:42ea9e92-0ffd-40d7-bddd-96628f3bfb4e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"A Homozygous frameshift splice mutation (c.1692-1G > C, p.T566Dfs26X) with a founder effect in populations of the Northwest of England. The mutation leads to the skipping of exon 18 resulting in an unstable mutant protein associated with a reduction of more than 80% of total CTPS1 expression. However, the mutation does not impact the CTP synthetase activity, and 10–20% of residual cellular CTPS activity is preserved. These patients had no other clinical symptoms suggesting a critical role for CTPS1 in immune cells"}],"strengthScore":0.75,"dc:description":"Down-scored for homozygous. \ngnomAD v.4 GroupMax AF: 0.0007154"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bb007d67-edb0-40e6-876d-cb4d70520594_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bb007d67-edb0-40e6-876d-cb4d70520594","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"phenotypeFreeText":" Herpes caused by Epstein-Barr virus (EBV) and Varicella Zooster Virus.","phenotypes":["obo:HP_0004430","obo:HP_0031691","obo:HP_0031693","obo:HP_0031380","obo:HP_0004429","obo:HP_0002718","obo:HP_0031402","obo:HP_0012302"],"sex":"Female","variant":{"id":"cggv:c395087d-ecf9-4b55-b9c5-83a063368d47_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241"},"rdfs:label":"P1.1"},{"id":"cggv:c395087d-ecf9-4b55-b9c5-83a063368d47","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c395087d-ecf9-4b55-b9c5-83a063368d47_variant_evidence_item"},{"id":"cggv:c395087d-ecf9-4b55-b9c5-83a063368d47_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"A Homozygous frameshift splice mutation (c.1692-1G > C, p.T566Dfs26X) with a founder effect in populations of the Northwest of England. The mutation leads to the skipping of exon 18 resulting in an unstable mutant protein associated with a reduction of more than 80% of total CTPS1 expression. However, the mutation does not impact the CTP synthetase activity, and 10–20% of residual cellular CTPS activity is preserved. These patients had no other clinical symptoms suggesting a critical role for CTPS1 in immune cells"}],"strengthScore":0.75,"dc:description":"Sequencing of a cohort of 752 healthy individuals from the northwest of England gave an estimated frequency of homozygosity of 1:560,000. This represents more than a 10-fold increase compared to the frequency estimated from available exome databases.\n\ngnomAD Group Max AF: 0.0007154"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:e1d169c3-7789-44a6-b698-c1666bad6c2d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e1d169c3-7789-44a6-b698-c1666bad6c2d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"detectionMethod":"Whole Exome Sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"EBV - LPD (CNS, liver), chronic viremia","phenotypes":["obo:HP_0004429","obo:HP_0004430","obo:HP_0002718","obo:HP_0031693","obo:HP_0031380","obo:HP_0031402","obo:HP_0031691","obo:HP_0012302"],"sex":"Male","variant":{"id":"cggv:387de205-6c41-49d9-9862-51614ac507fc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241"},"rdfs:label":"P5"},{"id":"cggv:387de205-6c41-49d9-9862-51614ac507fc","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:387de205-6c41-49d9-9862-51614ac507fc_variant_evidence_item"},{"id":"cggv:387de205-6c41-49d9-9862-51614ac507fc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"A Homozygous frameshift splice mutation (c.1692-1G > C, p.T566Dfs26X) with a founder effect in populations of the Northwest of England. The mutation leads to the skipping of exon 18 resulting in an unstable mutant protein associated with a reduction of more than 80% of total CTPS1 expression. However, the mutation does not impact the CTP synthetase activity, and 10–20% of residual cellular CTPS activity is preserved. These patients had no other clinical symptoms suggesting a critical role for CTPS1 in immune cells"}],"strengthScore":0.75,"dc:description":"Down-scored for homozygous. \ngnomAD GroupMax AF: 0.0007154"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fad5ade2-6598-4b25-9ffc-1aa42e8e7d1c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fad5ade2-6598-4b25-9ffc-1aa42e8e7d1c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"detectionMethod":"Whole Exome Sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"EBV - LPD (CNS)\nLPD, lymphoproliferative disease. CNS, central nervous system.","phenotypes":["obo:HP_0031402","obo:HP_0031380","obo:HP_0004429","obo:HP_0031693","obo:HP_0004430","obo:HP_0002718","obo:HP_0031691","obo:HP_0012302"],"sex":"Female","variant":{"id":"cggv:5a230257-d53e-4029-b016-2b03689a5fbd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24870241"},"rdfs:label":"P2.1"},{"id":"cggv:5a230257-d53e-4029-b016-2b03689a5fbd","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5a230257-d53e-4029-b016-2b03689a5fbd_variant_evidence_item"},{"id":"cggv:5a230257-d53e-4029-b016-2b03689a5fbd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"A Homozygous frameshift splice mutation (c.1692-1G > C, p.T566Dfs26X) with a founder effect in populations of the Northwest of England. The mutation leads to the skipping of exon 18 resulting in an unstable mutant protein associated with a reduction of more than 80% of total CTPS1 expression. However, the mutation does not impact the CTP synthetase activity, and 10–20% of residual cellular CTPS activity is preserved. These patients had no other clinical symptoms suggesting a critical role for CTPS1 in immune cells"}],"strengthScore":0.75,"dc:description":"Down-scored for homozygous. \ngnomAD v.4 Group Max AF: 0.0007154"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a7340141-b13b-4cd8-9747-ba2c56fa4981_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a7340141-b13b-4cd8-9747-ba2c56fa4981","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Vesicular lesions on her legs. \nGeneralized varicella. \nL-sided paralysis. ","phenotypes":["obo:HP_0001297","obo:HP_0033697","obo:HP_0002716","obo:HP_0006532","obo:HP_0003470"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:82868b0b-b423-49d9-8c0c-31de76cecfed_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9df57398-b2ba-4dba-b574-5c4be0aa0748"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27638562","type":"dc:BibliographicResource","dc:creator":"Kucuk ZY","dc:date":"2016","dc:title":"CTP Synthase 1 Deficiency in Successfully Transplanted Siblings with Combined Immune Deficiency and Chronic Active EBV Infection."}},"rdfs:label":"Pt1"},{"id":"cggv:82868b0b-b423-49d9-8c0c-31de76cecfed","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82868b0b-b423-49d9-8c0c-31de76cecfed_variant_evidence_item"},{"id":"cggv:82868b0b-b423-49d9-8c0c-31de76cecfed_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"We confirm defective T cell proliferation in response to mitogens and antigens (Table 1) and report decreased naïve CD8-TCRαβ cells concomitant with increased CD8-TCRγδ cells in both, in the context of EBV viremia. We also report their transplant course (Table 2), specifically with respect to the absence of LPD post-transplant."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8983,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:cee1c6bc-95f8-4549-99c0-8d01515bf51d","type":"GeneValidityProposition","disease":"obo:MONDO_0014391","gene":"hgnc:2519","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*CTPS1* was first reported in relation to combined immunodeficiency due to CTPS1 deficiency in 2014 (Martin et al., PMID: 24870241). The enzyme (cytidine-5-prime-triphosphate synthetase) is encoded by the CTPS1 gene, and important in the biosynthesis of phospholipids and nucleic acids, and plays a key role in cell growth, development, and tumorigenesis. \nOnly one unique nonsense variant (e.g. splice acceptor) has been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, and experimental data. \n\nVariants in this gene have been reported in at least 10 probands in 3 publications (PMIDs: 35983265, 24870241, 27638562).  \nThis gene-disease relationship is supported by mouse animal models (PMID: 38438357). Deletion of Ctps1 in T cells or treatment with a CTPS1 inhibitor rescued Foxp3-deficient mice from fatal systemic autoimmunity and reduced the severity of experimental autoimmune encephalomyelitis. De novo synthesis of impaired expansion of T and B cell findings support that CTPS1 may represent a target for immune suppression. This gene-disease relationship is also supported by experimental evidence (e.g. expression studies) (PMIDs: 32161190, 24870241). Proliferation and IL-2 secretion by T cells in response to TCR activation were markedly decreased in all patients, while other T cell effector functions were preserved. Another functional study showed CTPS1 expression was found to be low in resting T cells, but rapidly upregulated following TCR activation. These results highlight a key and specific role of CTPS1 in the immune system by its capacity to sustain the proliferation of activated lymphocytes during the immune response. \n\nIn summary, there is definitive evidence to support the relationship between CTPS1 and autosomal recessive combined immunodeficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. ","dc:isVersionOf":{"id":"cggv:8bbdaddb-5045-4ebc-b74d-f80e7e8529fc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}