{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T14:57:48.766Z","role":"Approver"},{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b4d7bfba-56b2-42bd-b4b0-cac1e39b1e4b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:218e9456-798e-4916-93f0-1135d4d4747d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NDUFV2 is a core subunit of complex 1. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1 (XL); NDUFA2, NDUFA9, NDUFA10, NDUFS1, NDUFA12, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Zhu 2016: 1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"The encoded protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome, max score of 2 assigned based on scoring guidelines, note not all the genes here have been curated at time of this work"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:88ecfe3d-5547-4eea-9795-883b496bedbf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:44f5f4ae-bbd3-4c5e-b59f-a97b5a4993b6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"detectionMethod":"Candidate gene sequencing for NDUFV2 only","firstTestingMethod":"Other","phenotypeFreeText":"A female born at term; her seizures started at 2 months of age. Regression with progressive spasticity,nystagmus, optic atrophy and microcephaly was noted at 10 months of age. Progressive neurological deterioration was noted. CT at 11 months (Fig. 2b) and 15 months (Fig. 2c) of age revealed progressive caudate and putaminal cavitation, suggesting Leigh disease. CT scans (not shown) obtained at 2 years 7 months, and 5 years 9 months of age demonstrated persistence of basal ganglia changes and progressive brain atrophy. She died at around 10 years of age. Neuroimaging given in Figure 2: demonstrates progressive putaminal and caudate cavitation, reflective of Leigh disease.","previousTesting":true,"previousTestingDescription":"N/A","sex":"Female","variant":{"id":"cggv:88ecfe3d-5547-4eea-9795-883b496bedbf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:80d2c1b2-6da2-4c40-bbd7-dc826e18bb8a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021074.5(NDUFV2):c.120+5_120+8del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/279920"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26008862","type":"dc:BibliographicResource","dc:abstract":"Two siblings with hypertrophic cardiomyopathy and brain atrophy were diagnosed with Complex I deficiency based on low enzyme activity in muscle and high lactate/pyruvate ratio in fibroblasts.","dc:creator":"Cameron JM","dc:date":"2015","dc:title":"Exome sequencing identifies complex I NDUFV2 mutations as a novel cause of Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26008862","rdfs:label":"Family 2:II:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Default points increased based on functional evidence supporting gene impact). Experimental evidence showing gene impact for c.120+5_120+8delGTAA is found in Liu et al. 2011- identified that the cleavage site of NDUFV2 was located around amino acid 32 of the precursor protein, and the first 22 residues of NDUFV2 were enough to function as an efficient mitochondrial targeting sequence to carry the passenger protein into mitochondria. Showed that the c.120+5_120+8delGTAA deletion produced a shortened NDUFV2 that lacks residues 19 - 40 (Figure 8a) and exhibited a significant reduction in its mitochondrial targeting ability - variant construct was introduced into T-REx-293 cells and  confocal microscopy was used to show diffuse fluorescence was present throughout the cytoplasm and only a very limited mitochondrial localization was observed (Figure 8b). To confirm the immunofluorescent results, subcellular fractions prepared from T-Rex-293 cells transiently transfected with the wild-type and human disease mutant NDUFV2 constructs were applied for Western blotting analyses. As controls for proper cytosolic and mitochondrial separation, tubulin and ATP synthase a subunit was used as a marker for the cytosol and mitochondria, respectively. In accordance with the immunofluorescent results, the wild-type NDUFV2 was found to be localized only in mitochondria whereas the △19-40 NDUFV2 mutant protein was detected mainly in the cytosol. In addition, the size of △19-40 NDUFV2 (227 amino acids) observed in the Western blotting was slightly larger than that of the mature wild-type NDUFV2 (217 amino acids), implying that the △19-40 NDUFV2 mutant protein was not processed.\nAs shown in Figure 8d, in spite of having a slightly larger size, the expression level of the △19-40 NDUFV2 mutant protein observed in the Western blotting was similar to that of the wild-type protein. This suggests  that the loss of the mitochondrial import is the mechanism of disease."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":278,"specifiedBy":"GeneValidityCriteria6","strengthScore":4.5,"subject":{"id":"cggv:b44011c5-3bb8-4da0-a521-9d9cc5e51a68","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7717","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFV2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 20, 2019. The NDUFV2 gene encodes the NADH:ubiquinone oxidoreductase (complex I) flavoprotein 2, a core subunit of mitochondrial complex I. Defects of this protein lead to complex I deficiency.\n\nThe NDUFV2 gene has been reported in relation to autosomal recessive Leigh syndrome spectrum in a single publication in 2011 (PMID: 26008862). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included one homozygous variant identified in one case in one publication (PMID: 26008862). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions (PMID: 27509854). \n\nIn addition, variants in NDUFV2 have been associated with other phenotypes outside the scope of the Leigh syndrome spectrum gene-disease curation.\n\nIn summary, there is limited evidence to support a gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel November 20, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:1266aed1-8c25-4b28-bf8a-a0e16d9b3da9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}