{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-04T23:47:47.330Z","role":"Publisher"},{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-20T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27479843","type":"dc:BibliographicResource","dc:abstract":"To identify candidate genes for intellectual disability, we performed a meta-analysis on 2,637 de novo mutations, identified from the exomes of 2,104 patient-parent trios. Statistical analyses identified 10 new candidate ID genes: DLG4, PPM1D, RAC1, SMAD6, SON, SOX5, SYNCRIP, TCF20, TLK2 and TRIP12. In addition, we show that these genes are intolerant to nonsynonymous variation and that mutations in these genes are associated with specific clinical ID phenotypes.","dc:creator":"Lelieveld SH","dc:date":"2016","dc:title":"Meta-analysis of 2,104 trios provides support for 10 new genes for intellectual disability."},"evidence":[{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0de6e366-6a6c-4c67-bfab-8f75289800d3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a553bdcd-2324-4342-8e19-bf144a9a9712","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TRIO acts as a key regulator of neuronal migration, axonal outgrowth, axon guidance, and synaptogenesis by activating the GTPase RAC1 and modulating actin cytoskeleton remodeling; TRIO variants are associated with ID. Patient variants in specific TRIO domains (spectrin and GEFD1) either cause hyper- or hypo-activation of RAC1, respectively, and result in opposite effects on RAC1 activation levels and macrocephaly (spectrin variants) or microcephaly (GEFD1 variants) in patients","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32109419","type":"dc:BibliographicResource","dc:abstract":"The Rho-guanine nucleotide exchange factor (RhoGEF) TRIO acts as a key regulator of neuronal migration, axonal outgrowth, axon guidance, and synaptogenesis by activating the GTPase RAC1 and modulating actin cytoskeleton remodeling. Pathogenic variants in TRIO are associated with neurodevelopmental diseases, including intellectual disability (ID) and autism spectrum disorders (ASD). Here, we report the largest international cohort of 24 individuals with confirmed pathogenic missense or nonsense variants in TRIO. The nonsense mutations are spread along the TRIO sequence, and affected individuals show variable neurodevelopmental phenotypes. In contrast, missense variants cluster into two mutational hotspots in the TRIO sequence, one in the seventh spectrin repeat and one in the RAC1-activating GEFD1. Although all individuals in this cohort present with developmental delay and a neuro-behavioral phenotype, individuals with a pathogenic variant in the seventh spectrin repeat have a more severe ID associated with macrocephaly than do most individuals with GEFD1 variants, who display milder ID and microcephaly. Functional studies show that the spectrin and GEFD1 variants cause a TRIO-mediated hyper- or hypo-activation of RAC1, respectively, and we observe a striking correlation between RAC1 activation levels and the head size of the affected individuals. In addition, truncations in TRIO GEFD1 in the vertebrate model X. tropicalis induce defects that are concordant with the human phenotype. This work demonstrates distinct clinical and molecular disorders clustering in the GEFD1 and seventh spectrin repeat domains and highlights the importance of tight control of TRIO-RAC1 signaling in neuronal development.","dc:creator":"Barbosa S","dc:date":"2020","dc:title":"Opposite Modulation of RAC1 by Mutations in TRIO Is Associated with Distinct, Domain-Specific Neurodevelopmental Disorders."},"rdfs:label":"RAC1-TRIO Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:817bf453-ffc7-4015-8c45-0e995f6595ef","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aefbb896-9eff-4cd9-9f87-7591d57e74f7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"RAC1 is a RHO GTPase involved in cellular growth and cell-cycle regulation; other RAC genes and similar Ras-related GTP-binding genes are also associated with ID or ID syndromes: RAC3 (Neurodevelopmental disorder with structural brain anomalies and dysmorphic facies) and CDC42 (Takenouchi-Kosaki syndrome)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37059841","type":"dc:BibliographicResource","dc:abstract":"RAC1 is a member of the Rac/Rho GTPase subfamily within the RAS superfamily of small GTP-binding proteins, comprising 3 paralogs playing a critical role in actin cytoskeleton remodeling, cell migration, proliferation and differentiation. De novo missense variants in RAC1 are associated with a rare neurodevelopmental disorder (MRD48) characterized by DD/ID and brain abnormalities coupled with a wide range of additional features. Structural and functional studies have documented either a dominant negative or constitutively active behavior for a subset of mutations. Here, we describe two individuals with previously unreported de novo missense RAC1 variants. We functionally demonstrate their pathogenicity proving a gain-of-function (GoF) effect for both. By reviewing the clinical features of these two individuals and the previously published MRD48 subjects, we further delineate the clinical profile of the disorder, confirming its phenotypic variability. Moreover, we compare the main features of MRD48 with the neurodevelopmental disease caused by GoF variants in the paralog RAC3, highlighting similarities and differences. Finally, we review all previously reported variants in RAC proteins and in the closely related CDC42, providing an updated overview of the spectrum and hotspots of pathogenic variants affecting these functionally related GTPases.","dc:creator":"Priolo M","dc:date":"2023","dc:title":"Clinical profiling of MRD48 and functional characterization of two novel pathogenic RAC1 variants."},"rdfs:label":"RHO GTPase/Ras-related GTP-binding gene protein function "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7fd7b038-0f12-491f-b586-643e764dbcc0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:acc76c8f-28c9-4e00-aea0-431e8b75e187","type":"FunctionalAlteration","dc:description":"Activating RAC1 switch II variants (Y64D, Y64C and R68G) in fibroblasts promotes activation of downstream signalling targets (WRC and PAK) involved in regulating lamellipodia assembly in fibroblasts and axonal growth as well as initiation of collateral branches on axons and dendrites in neurons (WRC), and cell survival, proliferation and metabolism (PAK)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35139179","type":"dc:BibliographicResource","dc:abstract":"RAC1 is a highly conserved Rho GTPase critical for many cellular and developmental processes. De novo missense RAC1 variants cause a highly variable neurodevelopmental disorder. Some of these variants have previously been shown to have a dominant negative effect. Most previously reported patients with this disorder have either severe microcephaly or severe macrocephaly. Here, we describe eight patients with pathogenic missense RAC1 variants affecting residues between Q61 and R68 within the switch II region of RAC1. These patients display variable combinations of developmental delay, intellectual disability, brain anomalies such as polymicrogyria and cardiovascular defects with normocephaly or relatively milder micro- or macrocephaly. Pulldown assays, NIH3T3 fibroblast spreading assays and staining for activated PAK1/2/3 and WAVE2 suggest that these variants increase RAC1 activity and over-activate downstream signalling targets. Axons of neurons isolated from Drosophila embryos expressing the most common of the activating variants are significantly shorter, with an increased density of filopodial protrusions. In vivo, these embryos exhibit frequent defects in axonal organization. Class IV dendritic arborization neurons expressing this variant exhibit a significant reduction in the total area of the dendritic arbour, increased branching and failure of self-avoidance. RNAi knock down of the WAVE regulatory complex component Cyfip significantly rescues these morphological defects. These results establish that activating substitutions affecting residues Q61-R68 within the switch II region of RAC1 cause a developmental syndrome. Our findings reveal that these variants cause altered downstream signalling, resulting in abnormal neuronal morphology and reveal the WAVE regulatory complex/Arp2/3 pathway as a possible therapeutic target for activating RAC1 variants. These insights also have the potential to inform the mechanism and therapy for other disorders caused by variants in genes encoding other Rho GTPases, their regulators and downstream effectors.","dc:creator":"Banka S","dc:date":"2022","dc:title":"Activating RAC1 variants in the switch II region cause a developmental syndrome and alter neuronal morphology."},"rdfs:label":"RAC1 variants promote activation of downstream targets"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2835441-b390-4f44-92c0-b00bf357c37c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11a38bfe-dd64-46fe-877c-814709fa856d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RAC1 constitutively active mouse model leads to increased proliferation rate, altered cell density, and migration pattern of neural crest cells and disruption of ventral midbrain dopaminergic neuron precursors ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34557485","type":"dc:BibliographicResource","dc:abstract":"Mutations in ","dc:creator":"Gahankari A","dc:date":"2021","dc:title":"Deregulated Rac1 Activity in Neural Crest Controls Cell Proliferation, Migration and Differentiation During Midbrain Development."},"rdfs:label":"Mouse Rac1 constitutively active model (Rac1-G12V)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to lack of behavioral or additional phenotype information"},{"id":"cggv:46a06a9a-0c82-4659-805b-fb265f1b3199","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35b80a62-1d7e-49c4-a76a-6bcf074fa823","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Drosophila Rac1-Y64D model displayed abnormal axonal growth and morphology, abnormal axonal organization, and abnormal dendritic branching of sensory neurons ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35139179","rdfs:label":"Drosophila Rac1-Y64D transgenic model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to non-mammalian model organism"},{"id":"cggv:2de0f872-dfaa-4aca-b837-87e7a3edafd1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2cccb9f-76a5-496c-a5b4-45bdbd81b5cd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish constitutively active and dominant negative models induced head size changes, neuronal proliferation changes, and cerebellar defects; micro/macrocephaly have been reported in human patients ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28886345","type":"dc:BibliographicResource","dc:abstract":"RAC1 is a widely studied Rho GTPase, a class of molecules that modulate numerous cellular functions essential for normal development. RAC1 is highly conserved across species and is under strict mutational constraint. We report seven individuals with distinct de novo missense RAC1 mutations and varying degrees of developmental delay, brain malformations, and additional phenotypes. Four individuals, each harboring one of c.53G>A (p.Cys18Tyr), c.116A>G (p.Asn39Ser), c.218C>T (p.Pro73Leu), and c.470G>A (p.Cys157Tyr) variants, were microcephalic, with head circumferences between -2.5 to -5 SD. In contrast, two individuals with c.151G>A (p.Val51Met) and c.151G>C (p.Val51Leu) alleles were macrocephalic with head circumferences of +4.16 and +4.5 SD. One individual harboring a c.190T>G (p.Tyr64Asp) allele had head circumference in the normal range. Collectively, we observed an extraordinary spread of ∼10 SD of head circumferences orchestrated by distinct mutations in the same gene. In silico modeling, mouse fibroblasts spreading assays, and in vivo overexpression assays using zebrafish as a surrogate model demonstrated that the p.Cys18Tyr and p.Asn39Ser RAC1 variants function as dominant-negative alleles and result in microcephaly, reduced neuronal proliferation, and cerebellar abnormalities in vivo. Conversely, the p.Tyr64Asp substitution is constitutively active. The remaining mutations are probably weakly dominant negative or their effects are context dependent. These findings highlight the importance of RAC1 in neuronal development. Along with TRIO and HACE1, a sub-category of rare developmental disorders is emerging with RAC1 as the central player. We show that ultra-rare disorders caused by private, non-recurrent missense mutations that result in varying phenotypes are challenging to dissect, but can be delineated through focused international collaboration.","dc:creator":"Reijnders MRF","dc:date":"2017","dc:title":"RAC1 Missense Mutations in Developmental Disorders with Diverse Phenotypes."},"rdfs:label":"Zebrafish models (DN, CA and KO models)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to non-mammalian model organism"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8349,"specifiedBy":"GeneValidityCriteria10","strengthScore":16.5,"subject":{"id":"cggv:44f48f14-6622-4edb-a54e-0bcff066d6f1","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:9801","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*RAC1* was first reported in relation to autosomal dominant syndromic intellectual disability (ID) in 2016 in a large cohort of ID patient-parent trios (Lelieveld et al., PMID: 27479843), and was subsequently described in detail in 7 individuals with syndromic ID in 2017 (Reijnders et al., PMID: 28886345). *RAC1* encodes a RHO GTPase that plays a role in the development and function of the nervous system, including regulation of neuronal morphology and migration. Affected individuals present with developmental delay, mild-to-severe ID, dysmorphic facial features, micro/macrocephaly, and abnormal brain MRI findings; more variable features include hypotonia, epilepsy, autism, congenital heart defects, and skin abnormalities (PMIDs: 28886345, 34725860, 35139179, 37059841). \n\nFourteen unique *RAC1* missense variants reported in 14 probands in 5 publications (PMIDs: 28886345, 34725860, 35139179, 37059841, 37328543) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Most variants are *de novo*. The majority of variants have been found to cluster at residues Q61–R68 in the switch II region of *RAC1*, with 4 unrelated patients harboring the same *de novo* p.Y64D variant. Variants in the switch II region are reported to be constitutively active, whereas most variants outside the switch II region, including variants in the switch I region, are reported to exert a dominant negative effect; further functional characterization is needed to determine the effect of variants within each region (PMIDs: 28886345, 34725860, 35139179, 37059841). \n\nThis gene-disease relationship is also supported by experimental evidence, including *in vitro* functional assays, biochemical function, protein interaction, and mouse, drosophila and zebrafish models (PMIDs: 28886345, 32109419, 34557485, 35139179, 37059841).\n\nIn summary, there is definitive evidence to support the relationship between *RAC1* and autosomal dominant syndromic ID. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on September 20, 2023 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:da151217-aee4-4a00-9ae1-d8b610eb216e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}