{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T20:02:20.399Z","role":"Publisher"},{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be4c0e44-41e0-46ca-801c-0b1e135319f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17570d76-a476-4dd4-ad35-637dbc046c36","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Doan et al. found that the p.Gly1176Val and p.Tyr1263Cys COL1A2 variants formed disulfide-linked heterotrimers with COL1A1 and did not significantly impact collagen-I secretion. On the other hand, the p.Pro1182Arg and p.Cys1163Arg COL1A2 variants caused much more substantive issues from the perspective of collagen proteostasis. p.Pro1182Arg COL1A2 was secreted at high levels but did not detectably assemble with COL1A1 at all.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32482890","type":"dc:BibliographicResource","dc:abstract":"Intracellular collagen assembly begins with the oxidative folding of ∼30-kDa C-terminal propeptide (C-Pro) domains. Folded C-Pro domains then template the formation of triple helices between appropriate partner strands. Numerous C-Pro missense variants that disrupt or delay triple-helix formation are known to cause disease, but our understanding of the specific proteostasis defects introduced by these variants remains immature. Moreover, it is unclear whether or not recognition and quality control of misfolded C-Pro domains is mediated by recognizing stalled assembly of triple-helical domains or by direct engagement of the C-Pro itself. Here, we integrate biochemical and cellular approaches to illuminate the proteostasis defects associated with osteogenesis imperfecta-causing mutations within the collagen-α2(I) C-Pro domain. We first show that \"C-Pro-only\" constructs recapitulate key aspects of the behavior of full-length Colα2(I) constructs. Of the variants studied, perhaps the most severe assembly defects are associated with C1163R C-Proα2(I), which is incapable of forming stable trimers and is retained within cells. We find that the presence or absence of an unassembled triple-helical domain is not the key feature driving cellular retention ","dc:creator":"Doan ND","dc:date":"2020","dc:title":"Elucidation of proteostasis defects caused by osteogenesis imperfecta mutations in the collagen-α2(I) C-propeptide domain."},"rdfs:label":"Doan_Protein interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:104db4cf-7f61-4ce0-9e34-b6067c517e25","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e18acc78-64b6-46f0-a254-8b8da72faa3e","type":"FunctionalAlteration","dc:description":"The melting curves of the mutant collagen type I trimers harboring the mutant chains showed a decrease in thermal stability of 1°C.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8786074","type":"dc:BibliographicResource","dc:abstract":"We have characterised a point mutation causing the substitution of serine for glycine at position 661 of the alpha1(I) chain of type I collagen in a child with a severe form of osteogenesis imperfecta. An identical glycine substitution in the alpha2(I) chain was previously detected in a woman with post-menopausal osteoporosis. Two of her sons were heterozygous for the mutation and the third son was homozygous as a result of uniparental isodisomy. Biochemical profiles of the type I collagen heterotrimers were studied in each of the patients and compared with a control. Medium and cell-layer collagens were overmodified in all patients. Overmodification was obvious in the patient with the alpha 1(I) mutation but mild in the patients with the alpha 2(I) mutation, being slightly less evident in the heterozygote than in the homozygote. Investigation of the melting curves of the mutant collagen trimers in all three patients showed the same slight decrease in thermal stability and, hence, a lack of correlation with phenotypic severity. In contrast, the degree of overmodification of the collagen alpha chains was correlated with the phenotypic severity. The clinical observations in these patients illustrate the possibly predominant role of mutations in the collagen alpha1(I) chains over the same mutations in the alpha2(I) chains in determining the clinical outcome.","dc:creator":"Nuytinck L","dc:date":"1996","dc:title":"Substitution of glycine-661 by serine in the alpha1(I) and alpha2(I) chains of type I collagen results in different clinical and biochemical phenotypes."},"rdfs:label":"Nuytinck_Patient Cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de828201-c4fb-40bd-8140-b204b633b974","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c0e0348-12b3-495a-9847-68ab3b9c83ae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Consistent with the human pedigree, these mice had reduced body mass, BMD, and bone strength compared to wild-type mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19594296","type":"dc:BibliographicResource","dc:abstract":"Osteogenesis imperfecta (OI) is a heritable form of bone fragility typically associated with a dominant COL1A1 or COL1A2 mutation. Variable phenotype for OI patients with identical collagen mutations is well established, but phenotype variability is described using the qualitative Sillence classification. Patterning a new OI mouse model on a specific collagen mutation therefore has been hindered by the absence of an appropriate kindred with extensive quantitative phenotype data. We benefited from the large sibships of the Old Order Amish (OOA) to define a wide range of OI phenotypes in 64 individuals with the identical COL1A2 mutation. Stratification of carrier spine (L1-4) areal bone mineral density (aBMD) Z-scores demonstrated that 73% had moderate to severe disease (less than -2), 23% had mild disease (-1 to -2), and 4% were in the unaffected range (greater than -1). A line of knock-in mice was patterned on the OOA mutation. Bone phenotype was evaluated in four F(1) lines of knock-in mice that each shared approximately 50% of their genetic background. Consistent with the human pedigree, these mice had reduced body mass, aBMD, and bone strength. Whole-bone fracture susceptibility was influenced by individual genomic factors that were reflected in size, shape, and possibly bone metabolic regulation. The results indicate that the G610C OI (Amish) knock-in mouse is a novel translational model to identify modifying genes that influence phenotype and for testing potential therapies for OI.","dc:creator":"Daley E","dc:date":"2010","dc:title":"Variable bone fragility associated with an Amish COL1A2 variant and a knock-in mouse model."},"rdfs:label":"Daley_OOA Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.8}],"evidenceStrength":"Definitive","sequence":6995,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.3,"subject":{"id":"cggv:29748cc3-cd4d-44bb-90e6-d47337d687a3","type":"GeneValidityProposition","disease":"obo:MONDO_0008146","gene":"hgnc:2198","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*COL1A2* was first reported in relation to autosomal dominant Osteogenesis Imperfecta (OI) type 1 in 1986 (Sykes et al., PMID: 2873381). OI type I is a generalized connective tissue disorder characterized mainly by bone fragility and blue sclerae. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we did not find phenotypic variability between OI type I (OMIM: 166200) and osteoporosis, post-menopausal (OMIM: 166710), and have therefore lumped the two. At least 18 variants (missense, in-frame indel, and splice site) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data. Variants in this gene have been reported in at least 18 probands in 7+ publications  (PMIDs: 2052622, 8829649, 15241796, 19594296, 21667357, 35052464, 35154279). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is supported by functional alteration, protein interactions, and animal models (PMIDs: 8786074, 32482890, 19594296). In summary, there is definitive evidence to support the relationship between *COL1A2* and autosomal dominant Osteogenesis Imperfecta type 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date 12/5/22 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:457065a1-4ed1-4d23-aa54-26fffa6f2853"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}