{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4332cb4b-eb13-4085-96ee-6448ebbbf7c4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f76fa85-2d4b-4f5a-af51-100d53c37b35","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Variants in F10 cause Factor X deficiency, which also results in the similar clinical presentation of a bleeding diathesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3286010","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Furie B","dc:date":"1988","dc:title":"The molecular basis of blood coagulation."},"rdfs:label":"Furie_Biochemical Function A"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fde4aa65-333e-40a8-875d-6156b7fc3b58","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:759ba4db-8e97-4b95-bd93-e3407c56886d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The research animals with the missense variant had prothrombin clotting time of 106.4 ± 20 s (nv = 26 ± 7.2 s), <1% FVII activity, circulating FVII:Ag levels of ∼40 ng/mL (nv = 1040 ± 380 ng/mL) by ELISA and Western blot detected no circulating antigen.\n\nFollowing AAV8-cFVII administration, a reduction in the PT that reached a plateau, from 121.1 ± 1.0 s to 22.1 ± 3.2 s (with dose = 4.95E13 vg/kg) was observed. Western blot confirmed the observation of transgene-derived cFVII expression at 9.3 µg/mL based on ELISA, by day 84.\n\nThe AAV-mediated cFVII expression was found to be safe in dogs as the serum chemistries, platelet counts, D-dimer and finrinogen levels were all found to be normal over 3 years in one of the research dogs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26702064","type":"dc:BibliographicResource","dc:abstract":"Factor VII (FVII) deficiency is a rare autosomal recessive bleeding disorder treated by infusion of fresh-frozen plasma, plasma-derived FVII concentrates and low-dose recombinant activated FVII. Clinical data suggest that a mild elevation of plasma FVII levels (>10% normal) results in improved hemostasis. Research dogs with a G96E missense FVII mutation (FVII-G96E) have <1% FVII activity. By western blot, we show that they have undetectable plasmatic antigen, thus representing the most prevalent type of human FVII deficiency (low antigen/activity). In these dogs, we determine the feasibility of a gene therapy approach using liver-directed, adeno-associated viral (AAV) serotype 8 vector delivery of a canine FVII (cFVII) zymogen transgene. FVII-G96E dogs received escalating AAV doses (2E11 to 4.95E13 vector genomes [vg] per kg). Clinically therapeutic expression (15% normal) was attained with as low as 6E11 vg/kg of AAV and has been stable for >1 year (ongoing) without antibody formation to the cFVII transgene. Sustained and supraphysiological expression of 770% normal was observed using 4.95E13 vg/kg of AAV (2.6 years, ongoing). No evidence of pathological activation of coagulation or detrimental animal physiology was observed as platelet counts, d-dimer, fibrinogen levels, and serum chemistries remained normal in all dogs (cumulative 6.4 years). We observed a transient and noninhibitory immunoglobulin G class 2 response against cFVII only in the dog receiving the highest AAV dose. In conclusion, in the only large-animal model representing the majority of FVII mutation types, our data are first to demonstrate the feasibility, safety, and long-term duration of AAV-mediated correction of FVII deficiency. ","dc:creator":"Marcos-Contreras OA","dc:date":"2016","dc:title":"Sustained correction of FVII deficiency in dogs using AAV-mediated expression of zymogen FVII."},"rdfs:label":"Marcos-Contreras_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"The rescue evidence is scored default points."},{"id":"cggv:9a000ef7-6b94-4a86-9c21-67a988ca6637","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e8f4cc6-3ab7-44ff-9580-5035f25453d2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The FVII-/- mice developed normally with normal vascular development (unlike TF-/- embyyos). No embryonic lethality 100% survival with Mendelian inheritance, which were not accounted for by differences in genetic background. However, 70% of the FVII−/− neonates suffered fatal intra-abdominal bleeding within the first 24 h whereas most of the remaining neonates died from intracranial haemorrhage before the age of 24 days. \n\nWidespread blood collection in the peritoneal or subdural cavities was seen on microscopy. Blood vessel development was normal, with intact vWF immunoreactive endothelium and numerous α-actin-positive smooth muscle cells. Other components of the intrinsic or extrinsic coagulation cascade di not compensate for the loss of FVII:C. In FVII+/- neonates, ~10% of adult plasma FVII levels was protective against bleeding. \n\nBased on the observation that FVII immunoreactivity was absent in the E9.5 FVII+/+ embryo, but became progressively more abundant in the P2 and adult liver, the authors tried to detect maternal-fetal transfer of FVII. FVII:C in plasma of embryos was determined at different embryonic ages. FVII:C was undetectable in FVII-/- embryos, but it progressively increased to ~30% of adult levels in wild-type. Further investigation using human rFVIIa injected into pregnant females and measuring it with a human rFVIIa-specific ELISA showed that transfer, if any, was very low. Immunoreactive FVII was restricted to the endothelium of the maternal blood vessels and to the syncytiotrophoblast layer at the maternal-fetal interface. Embryonic blood vessels were consistently FVII-negative. Wild-type embryos cultured in the presence of the recombinant active site FVIIa-inhibitor, NAPc2, did not result in bleeding or vascular fragility, indicating that TF–FVII-initiated coagulation was not critical for vascular integrity. \n\nThe authors conclude that FVII may be essential for perinatal hemostasis,  but is not critical to embryonic development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9384381","type":"dc:BibliographicResource","dc:abstract":"Blood coagulation in vivo is initiated by factor VII (FVII) binding to its cellular receptor tissue factor (TF). FVII is the only known ligand for TF, so it was expected that FVII-deficient embryos would have a similar phenotype to TF-deficient embryos, which have defective vitello-embryonic circulation and die around 9.5 days of gestation. Surprisingly, we find that FVII-deficient (FVII-/-) embryos developed normally. FVII-/- mice succumbed perinatally because of fatal haemorrhaging from normal blood vessels. At embryonic day 9.5, maternal-fetal transfer of FVII was undetectable and survival of embryos did not depend on TF-FVII-initiated fibrin formation. Thus, the TF-/- embryonic lethal and the FVII-/- survival-phenotypes suggest a role for TF during embryogenesis beyond fibrin formation.","dc:creator":"Rosen ED","dc:date":"1997","dc:title":"Mice lacking factor VII develop normally but suffer fatal perinatal bleeding."},"rdfs:label":"Rosen_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The evidence is scored default points since the phenotype observed in the animal model, although severe, is similar to the phenotype in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:885ee533-fa23-4c97-8c4b-1876e25d5428_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:633f5593-15af-4fa5-865d-15e6255c80bb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The coding region, intron/exon boundaries and UTR of F7 gene were amplified by PCR. Mutation screening by SSCP and Conformation sensitive gel electrophoresis (CSGE) were subsequently performed. Direct sequencing was used to confirm and identify the variants","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002170","obo:HP_0008169","obo:HP_0012233"],"previousTesting":true,"previousTestingDescription":"FVII:C measured in plasma using one-stage assay using human recombinant thromboplastin. FVII:Ag measured by ELISA. FVII:C = <1%, FVII:Ag = <1%","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:885ee533-fa23-4c97-8c4b-1876e25d5428_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e72d962f-aca1-4ed3-9381-8056a8d0938a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.113106911G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388780128"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10959697","type":"dc:BibliographicResource","dc:abstract":"Factor VII (FVII) is a four-domain glycoprotein that plays a critical role in the initiation of blood coagulation. Hereditary deficiencies of this plasma protein results in a bleeding diathesis that varies in severity amongst affected patients. We have analysed the FVII gene in 27 patients with FVII deficiency from 21 unrelated families predominantly of Middle-Eastern extraction. A total of 19 different mutations were identified, of which 12 were novel and 7 had been previously reported. Nine of the 12 novel mutations were missense mutations located in the Gla domain (Ser23Pro), the second epidermal growth factor domain (Cys135Arg) and the catalytic serine protease domain (Arg247Cys, Arg277Cys, Ser282Arg, Pro303Thr, Ser363Ile, Trp364Cys, Trp364Phe), of which five are homozygous. Three novel splice mutations were identified in intron 1a (IVS1a+5), intron 2 (IVS2+1) and intron 6 (IVS6+1). Of the seven previously reported mutations, five were missense mutations of which three are homozygous (Gln100Arg, Arg152Gln, Arg304Gln, Cys310Phe and Thr359Met), one was a 17 bp deletion (10585del117bp) and one was a splice site mutation within intron 7 (IVS7+7). This study has significantly extended the current database of FVII mutations, including the number of known homozygous mutations. Conformational analyses of crystal structures for FVIIa and the FVIIa-tissue factor complex provided likely explanations for the effect of the missense mutations on FVIIa secretion or function. In particular, since 23 missense mutations were located to the serine protease domain, mostly to the region between the catalytic triad and the contact surface with tissue factor, this showed that the orientation of the serine protease domain relative to bound tissue factor in the complex is crucial for functional activity.","dc:creator":"Peyvandi F","dc:date":"2000","dc:title":"Molecular characterisation and three-dimensional structural analysis of mutations in 21 unrelated families with inherited factor VII deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10959697","rdfs:label":"Peyvandi_ProbandU1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The splice site variant is identified in the homozygous state in the proband. It is not reported in gnomAD. The authors expect the variant to have a similar effect as the splice site variant in intron 4, which results in excision of the EGF-1 domain of FVII and is associated with a complete absence of circulating FVII. The variant is awarded default points."},{"id":"cggv:9e730170-53cd-44a9-81a9-2a57a607aafb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:095e8ee7-8eb2-4346-ac2a-f9d7ba6f570c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":10,"detectionMethod":"5′‐flanking region containing a promoter region (−300=) and eight exons (apart from 1B) of the FVII genes of the proband were amplified by PCR, purified and cloned and directly sequenced.\n\nSSCP analysis was performed on the product of exon 8, digested using NarI. PstI and PvuII, exons 3 and 4, digested using DdeI, exon 7 using KpnI, and the promoter region and exon 1a, digested using PstI.","firstTestingMethod":"PCR","phenotypeFreeText":"PT: 24s (normal: 11s); Hemostatic abnormality was noted after 1 week of birth with paleness, increased respiration rate, intrathoracic bleeding; bleeding time, platelet count, aPTT and plasma fibrinogen were within normal ranges. Infusion of prothrombin complex concentrate controlled intrathoracic bleeding, discontinuation of prothrombin complex concentrate infusion resulted in further cerebral hemorrhages, partial activated prothrombin complex concentrate treatment thrice weekly had countered bleeding problems.","phenotypes":["obo:HP_0001342","obo:HP_0008151","obo:HP_0002239","obo:HP_0001892","obo:HP_0008169","obo:HP_0012541"],"previousTesting":true,"previousTestingDescription":"All coagulation factor activities were normal. FVII:C, measured with one‐stage assay with recombinant human thromboplastin was <1.5%, FVII:Ag measured with ELISA was <1%","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9e730170-53cd-44a9-81a9-2a57a607aafb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5918980e-cf08-49a3-8a71-8d9b5c2e3606","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.113118448C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388785839"}},{"id":"cggv:d384b8c5-addd-4998-8f50-5253a6269160","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F7, IVS4DS, G-A, +1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12074"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11529858","type":"dc:BibliographicResource","dc:abstract":"Genetic analysis of a 10-month-old Japanese baby boy with recurrent intrathoracic bleeding, cerebral haemorrhages and gastrointestinal bleeding secondary to severe factor VII (FVII) deficiency revealed evidence of two distinct mutations of FVII: a splice site mutation of G-->A at nucleotide 6071 in the IVS4 splice site and a novel nonsense mutation (Gln211-->Term) in exon 8. His bleeding was difficult to control without prophylactic infusion of FVII. We detected a heterozygous splice site mutation of the IVS4 in his mother and a heterozygous nonsense mutation in exon 8 (Gln211-->Term) in his father. The parents' FVII levels are both 50% of normal controls. The FVII:C in plasma from the proband was < 1.5% of normal controls. FVII:antigen (Ag) was < 1% of normal controls, using a monoclonal antibody (mAb) hVII-B101/1 that specifically reacts with FVII epidermal growth factor 1 (EGF-1), and 5% of normal controls, using a rabbit polyclonal antibody against human FVII. After immunoadsorption with mAb hVII-B101/B1-Sepharose 4B, FVII levels of both the proband and his mother were 5% of normal controls; after immunoadsorption the FVII levels of normal subjects were < 1%. We hypothesize that secretion of a small amount of dysfunctional FVII lacking EGF-1 into the circulation accounts for this observation.","dc:creator":"Takamiya O","dc:date":"2001","dc:title":"Severe factor VII deficiency with recurrent intracranial haemorrhages owing to double heterozygosity for a splice site mutation of an IVS4 and a novel nonsense mutation in exon 8 (Gln211-->Term)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11529858","rdfs:label":"Takamiya_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband was found to be compound heterozygous for the splice site and nonsense variants. The proband's father was found to carry the nonsense variant and the proband's mother was found to carry the spice site variant in the heterozygous states.\n\nThe splice site variant has been previously reported by Arbini et al. (PMID: 8652821) and McVey et al. (PMID: 9680360). The authors note that the immunoadsorption findings suggest either a small amount of dysfunctional FVII without EGF‐1 or an amount of abnormal EGF‐1 to be circulating in the blood of the proband and his mother, but a difference in molecular weight of the dysfunctional FVII, using Western blot analysis, could not be shown because of the very small amount of FVII in the proband's plasma.\n\nThe variant is awarded reduced points. The nonsense variant is present in the last exon and is not expected to undergo nonsense-mediated decay and the splice site variant has been scored previously."},{"id":"cggv:86405715-1476-4c81-85fb-95088e27fe24_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b1500569-26bd-4efa-b1d1-64ec86fcfa74","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"The entire coding region of the F7 gene was amplified. SSCP analysis was used to screen for variants in the F7 gene. Amplified PCR fragments containing the intron-exon boundaries and entire coding sequences of exon 3 + 4 and exon 8 were purified from gels and ligated into PT7Blue T-vectors and sequenced. A G>A transition was identified at position 6070, corresponding to the 5' donor splice site of intron 4. In addition, two base substitutions in exon 8 were identified, resulting in Arg353Gln and Thr359Met.  Restriction digestion was performed to detect the splice site and Arg353Gln missense variant in the family members. The Arg353Gln missense was found to cosegregate with the splice site variant in family members (Proband, her father and her two sisters), suggesting that it is in cis with the splice site variant. Allele-specific PCR was performed to detect the Thr359Met variant that could not be tracked in family members using restriction enzymes. This variant was found in the Proband, her mother and her brother.","firstTestingMethod":"SSCP","phenotypeFreeText":"Subcutaneous hematoma in childhood, oral contraceptive  medication at age 18, spontaneous hemarthrosis of right knee and subsequent sustained recurrent bleeds in the joint, hospitalization for major bleeding after permanent tooth extraction, received FFP and packed RBCs for a number of bleeding episodes, prompt infusion of FVII concentrate had ameliorated symptoms.","phenotypes":["obo:HP_0004406","obo:HP_0001891","obo:HP_0005261","obo:HP_0006298","obo:HP_0008169","obo:HP_0000132","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"Plasma FVII coagulant activity (FVII:C) levels measured by one-stage assay using recombinant human tissue factor. Plasma FVII:Ag levels were determined with ELISA. Both FVII:C and FVII:Ag  were <1%. Specific activity of FVII calculated as ratio of VII:C to VII:Ag.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:86405715-1476-4c81-85fb-95088e27fe24_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:be198b96-20f8-4511-937b-044f91e666e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F7, THR359MET","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12071"}},{"id":"cggv:d384b8c5-addd-4998-8f50-5253a6269160"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8652821","type":"dc:BibliographicResource","dc:abstract":"We elucidated the genetic basis responsible for factor VII deficiency in an Italian woman with a severe bleeding diathesis. In the allele inherited from the patient's father, we identified a G to A mutation at nucleotide 6070 at the 5' splice site of intron 4 and a G to A substitution at nucleotide 10976 resulting in the Arg353Gln polymorphism. The maternal allele demonstrated a C to T substitution at nucleotide 10994 resulting in Thr359Met. The mutation at nucleotide 6070 alters an invariant GT dinucleotide and disrupts normal mRNA processing. To investigate the mechanism by which Thr359Met reduces factor VIl levels, we expressed wild type factor VII cDNA (FVIIwt) and a mutant factor VII cDNA containing the base substitution resulting in Met359 (FVII359M) in Chinese hamster ovary cells (CHO). In cells transfected with the mutant factor VII cDNA, FVII359M accumulated intracellularly, and no factor VII was detected in the media after 3 hours of chase. The carbohydrate side chains associated with FVII359M were sensitive to Endo H digestion, which indicates that the protein is retained in the endoplasmic reticulum. Analysis of cell lysates also showed that FVII359M was associated with the 78 kD protein corresponding to GRP78/BiP. We conclude that a Thr359Met mutation in factor VII results in a severe secretion defect that probably results from abnormal folding of the molecule.","dc:creator":"Arbini AA","dc:date":"1996","dc:title":"A Thr359Met mutation in factor VII of a patient with a hereditary deficiency causes defective secretion of the molecule."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8652821","rdfs:label":"Arbini_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The proband was found to be a compound heterozygote for two variants: one that destroys a splice donor site and expected to skip exon 4, and the other a missense variant that was functionally characterized. The wild-type FVII and variant FVII were expressed in CHO cells and a pulse-chase experiment performed to study whether the variant was impaired in FVII biosynthesis or if the molecule was rapidly cleared from circulation. \n\nFactor VII cDNA (with a 3' EcoRI site and its first 221 bp replaced to add a SalI site at the 5' end) was cloned into the pEDmtx plasmid (a dicistronic mRNA mammalian expression vector carrying the DHFR gene at the 3' ORF) to generate pEDFVII-WT. The recombinant FVII Thr419Met (Thr359Met in legacy numbering) was constructed by cloning a PCR fragment of exon 8 from the proband into the PT7-BlueT vector. The last 523 bp of exon and 21 bp of the 3' UTR from PT7-exon8 were used to replace 1.5kb fragment from the pEDFVII-WT to generate the pEDFVIIT359M. DHFR-deficient CHO cells (CHO-DUKX-B11) were transfected with the recombinant vectors and stable transfectants chosen for further analysis.\n\npEDFVII-WT transfectants secreted FVII as measured by FVII:C and FVII:Ag and western blot assays. Pulse-chase experiment with S-35 labeled methionine showed that the recombinant FVII protein accumulated within the cell for up to 60 minutes after synthesis. Incubation of cell lysates, after the pulse-chase experiment up to a time point of 120 minutes, with Endo H showed partial  acquisition of resistance to Endo H by 30 minutes, which increased subsequently, reflecting the protein processing in the ER and maturation in the Golgi compartment. \n\npEDFVIIT359M showed FVII mRNA in transfected cells. Pulse-chase experiment with S-35 methionine showed that FVIIT359M was accumulated intracellularly and no protein was detected in the supernatant after 45 minutes of chase. Further, FVIIT359M accumulated as an endo H sensitive species, retained within the ER. A small amount of endo H-resistant FVII was detected at all time points, \nIndicating that at least some of the mutant protein is able to reach the Golgi. \n\nThe authors conclude that the splice site variant is predicted to result in abnormal splicing and, as a result, skipping of exon 4 which encodes the first EGF domain of the molecule. This variant is seen at a frequency of  0.00008678 in Latinos and an overall frequency of 0.00001992 with no homozygotes. The missense change, Thr419Met, occurs in the catalytic domain and has been characterized in detail and shown to result in FVII with reduced activity, in this paper. This variant is reported at an overall frequency of 0.00001208 in gnomAD with the maximum 0.00005472 in East Asians. No homozygotes are reported.  \n\nThe Arg413Gln (Arg353Gln in paper) missense (ClinVar: 12080, benign) was found to be a common variant with a frequency of 10% in the US and UK and was associated with 75% FVII:C in heterozygotes and 50% FVII:C in homozygotes. It is reported at a total frequency of 0.1265 in gnomAD with 2874 homozygotes.\n\nThe evidence is awarded increased points."},{"id":"cggv:25aa272f-a7ce-4e6a-871b-074bda179c9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9f75a7d2-9e88-4f3d-b587-49693f85ad01","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":8,"detectionMethod":"The nine exons, the intron-exon boundaries and the 5’-untranslated region of the F7 gene were PCR-amplified and direct DNA sequencing was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Recurrent intracranial hemorrhages at 2 months, convulsive attacks, treated with FFP, but died from massive intracranial hemorrhage.","phenotypes":["obo:HP_0000238","obo:HP_0001342","obo:HP_0002170"],"previousTesting":true,"previousTestingDescription":"FVII:C = 7% and FVII:Ag = 6%; samples drawn after FFP infusion and might reflect residual infused FVII altering the basal FVII levels.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:25aa272f-a7ce-4e6a-871b-074bda179c9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e5d96c38-f5f3-42ee-ac55-5944ea89ad09","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.113105782_113105783del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891862601"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22628013","type":"dc:BibliographicResource","dc:abstract":"Hereditary factor VII (FVII) deficiency is a rare autosomal recessive disorder. Deleterious mutations that prevent the synthesis of any amount of functional FVII have been associated with life-threatening haemorrhage in neonates. Here we report two infants, of Maghrebian origin, who suffered a fatal spontaneous cerebral haemorrhage. Investigation of the molecular basis for their severe FVII deficiency revealed novel mutations in a homozygous state within the  F7  gene promoter: a single nucleotide substitution (c.-65G>C) and a 2bp deletion (c.-60_-59delTT). To determine whether these promoter variants were responsible for the FVII deficiency, computer-assisted sequence analyses were performed. The data predicted a disrupted binding of both HNF4 and COUP-TF transcription factors with each variant. Concordantly, experimental results revealed an altered HNF4-induced transactivation in the promoter mutated variants. The execution of functional tests is critical to ensuring a complete understanding of the effect of any promoter mutant on FVII deficiency. Only then can an accurate molecular diagnosis be made and further genetic counselling and prenatal diagnosis be offered.","dc:creator":"Giansily-Blaizot M","dc:date":"2012","dc:title":"Lethal factor VII deficiency due to novel mutations in the F7 promoter: functional analysis reveals disruption of HNF4 binding site."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22628013","rdfs:label":"Giansily_Proband2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was found to be homozygous for a 2-bp deletion in the promoter region of the F7 gene. The mother was heterozygous for the same variant. No sample was available from the father. Analysis of the polymorphic regions of F7 showed that the proband was homozygous for the A2 promoter haplotype and the M1 coding polymorphism.\n\nFunctional characterization of the variant to assess its effect on FVII expression was undertaken. Pollak et al (PMID: 8576177) provide details on the functional characterization of the 5' flanking region of F7. \n\nA 744-base pair fragment with the A of the ATG being the 744th or a 754-base pair fragment with the A being the 754th nucleotide for A1A1 and A2A2 constructs, respectively, was amplified by PCR from genomic DNA of individuals with either the A1/A1 (c.-401G, c.-122T) or the A2/A2 (c.-401T, C-323insCCTATATCCT, c.-122C) haplotype, restricted with KpnI and HindIII and ligated to the pGL3-Basic reporter vector to construct pGL3B-WT.\n\nMutated plasmid (pGL3B-60_-59delTT) was generated from pGL3B-WT by site-directed mutagenesis and verified by direct sequencing. Expression plasmids, pCR3.1-COUP-TF1 and pcDNA3-HNF4a2 isoform expression vector were cotransfected with wild type or mutant reporter vector. Transfection experiments were performed with HepG2 cells. Compared to the wild-type construct (pGL3B-WT), the pGL3B-60_-59delTT mutant construct showed significantly reduced promoter activity, respectively –85% for A2 constructs and -90% for A1 constructs.\n\nin-silico tools predict damage to the overlapping binding sites of HNF4 and COUP-TF1. Over-expression of HNF4 (transcriptional activator) protein significantly increased the F7 promoter activity by 24%. This was confirmed by a decrease in activity observed using a specific small interfering RNA (siRNA) of HNF4. Since COUP-TF1 is a transcriptional repressor, COUP-TF1 expression vector indicated a significant decrease in F7 promoter activity (by 50%) in contrast to the slight increase in luciferase activity.\n\nImmunoblot analyses were performed using whole-cell proteins from transfected HepG2 cells, resolved on SDS-PAGE, to verify efficiency of over-expression of siRNA knockdown. Knockdown of HNF4 was efficient (50% using densitometric analysis), while that of COUP-TF1 was less marked (30%), explained due to the low levels of expression of COUP-TF1 protein in hepatic tissue.\n\nCompared to the significant increase in luciferase activity observed in the wild-type context, a significant decrease (30%) was observed with the –60_-59delTT variant.\n\nThe authors conclude that the data confirm the negative effect that the –60_-59delTT variant has on F7 promoter activity and suggest a critical role for HNF4 transcription factor binding.\n\nThe variant is not reported in gnomAD. It is scored default points (and not higher points) since the variant was not confirmed to be in trans in the proband."},{"id":"cggv:676d9d7b-f8ac-40d4-a0fe-f7a61e5deeb5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a8e4aced-2b28-4752-94ae-c30a7cbb7b13","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Weeks","ageValue":2,"detectionMethod":"The nine exons, the intron-exon boundaries and the 5’-untranslated region of the F7 gene were PCR-amplified and direct DNA sequencing was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Intracranial hemorrhage controlled by transfusion of fresh frozen plasma. Spontaneous cerebral hemorrhage recurred at 3 months of age, leading to death despite FFP infusion","phenotypes":["obo:HP_0001342","obo:HP_0008169"],"previousTesting":true,"previousTestingDescription":"FVII:C (measured with recombinant thromboplastin) and FVII:Ag (measured by ELISA) levels less than 1%.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:676d9d7b-f8ac-40d4-a0fe-f7a61e5deeb5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5b1ffb0c-6fe2-48e0-996d-659f5637a20d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.113105777G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA612688702"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22628013"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22628013","rdfs:label":"Giansily_Proband1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The proband was found to have severe Factor VII deficiency and died due to an intracranial hemorrhage at the age of 3 months. The proband carried a homozygous NG_009262.1:g.4987G>C (c.-65G>C in paper) variant, and the parents were found to be heterozygous. Analysis of the polymorphic regions of F7 showed that the proband was homozygous for the A2 promoter haplotype and the M2 coding polymorphism.\n\nPollak et al (PMID: 8576177) provide details on the functional characterization of the 5' flanking region of F7. A 744-base pair fragment with the A of the ATG being the 744th, or a 754-base pair fragment with the A being the 754th nucleotide for A1A1 and A2A2 constructs, respectively, were amplified by PCR from genomic DNA of individuals with either the A1/A1 (c.-401G, c.-122T) or the A2/A2 (c.-401T, C-323insCCTATATCCT, c.-122C) haplotype, restricted with KpnI and HindIII and ligated to reporter vector to construct the WT.\n\nMutated plasmid was generated from WT by site-directed mutagenesis and expression plasmids were cotransfected into HepG2 cells. Compared to the wild-type construct, the mutant construct showed significantly reduced promoter activity, –90% for A2 constructs and -93% for A1 constructs.\n\nin-silico tools predict damage to the overlapping binding sites of HNF4 and COUP-TF1. Over-expression of HNF4 (transcriptional activator) protein significantly increased the F7 promoter activity by 24%. This was confirmed by a decrease in activity observed using a specific siRNA of HNF4. Since COUP-TF1 is a transcriptional repressor, COUP-TF1 expression vector indicated a significant decrease in F7 promoter activity (by 50%) in contrast to the slight increase in luciferase activity.\n\nThe authors conclude that the data confirm the negative effect that the –65C variant has on F7 promoter activity and suggest a critical role for HNF4 transcription factor binding.\n\nThe variant is reported in gnomAD at a frequency of 0.0002201 in the \"Other\" population group. The variant is scored increased points."},{"id":"cggv:fb6eb652-1a5c-4899-9ed1-c26f56a55d84_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:40225645-ac11-4e34-9fea-f812bb34af99","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"detectionMethod":"The coding exons of the entire FVII gene of the proband were amplified by the PCR and sequenced. Exons with mutations detected in the proband were amplified by PCR and sequenced in other family members.","firstTestingMethod":"PCR","phenotypeFreeText":"Right shoulder pain, radiography of the right shoulder joint showed severe joint destruction consistent with chronic haemophilic arthropathy, PT = 57s (control = 13s), fresh frozen plasma infusions normalized PT and relieved joint pain and hematuria.","phenotypes":["obo:HP_0003040","obo:HP_0002105","obo:HP_0002829","obo:HP_0030834","obo:HP_0008151","obo:HP_0000790"],"previousTesting":true,"previousTestingDescription":"FVII:C was determined by PT‐based one‐stage assay to be 0.02 iu/ml; FVII:Ag determined by ELISA to be 49%","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fb6eb652-1a5c-4899-9ed1-c26f56a55d84_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:427259ad-9296-45d2-bd1d-27c635bed61c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F7, CYS61TER","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12084"}},{"id":"cggv:e4524137-ab7f-4baf-aae2-68cf85ca7e9f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000131.4(F7):c.1165T>G (p.Cys389Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12085"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11091194","type":"dc:BibliographicResource","dc:abstract":"We report two novel factor VII (FVII) gene mutations in a Chinese family with FVII deficiency. The proband, a 55-year-old woman. was incidentally found to have right shoulder arthritis consistent with chronic haemophilic arthropathy. FVII studies showed a FVII activity of 0.02 iu/ml and a FVII antigen of 49%. Molecular analysis showed a double heterozygous state, with an exon 4 nonsense mutation (C6003-->A; Cys61-->Term) and an exon 8 missense mutation (T10902-->G; Cys329-->Gly) that disrupted a Cys310/Cys329 disulphide bond. The genotypes and phenotypes were correlated in the patient's daughters. Two daughters were heterozygous for the Cys61-->Term mutation and showed a type 1 FVII gene mutation phenotype consistent with a nonsense mutation. One daughter was heterozygous for the Csy329-->Gly mutation and showed a type 2 mutation phenotype consistent with a missense mutation. These are the first reported FVII gene mutations in the Chinese people.","dc:creator":"Au WY","dc:date":"2000","dc:title":"Two novel factor VII gene mutations in a Chinese family with factor VII deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11091194","rdfs:label":"Au_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The Cys389 residue is critically involved (in a disulphide bond with Cys at 370) in maintaining the secondary structure of FVII and is expected to result in a FVII protein with perturbed function. Daughter A3 of the patient was found to be heterozygous for this variant (FVII:C = 0.48 iu/ml, FVII:Ag = 73%). This variant is reported to be Cross-Reactive Material positive (CRM+). Previously, Bernardi et al., 1994 (PMID: 7981691) reported a variant at the Cys370 residue. Molecular modelling of this variant showed that disruption of this disulphide bond led to a non‐functional FVII protein, owing to considerable relaxation of the Cys310‐Cys329 loop. However, the overall structure and stability of the protein was retained by hydrophobic interactions, leading to a Type 2 deficiency. It is reported at a frequency of 0.0005446 in East Asians and a total frequency of 0.00004008, with no homozygotes. \n\nThe Cys121Ter variant in exon 4 resides in the EGF domain and is expected to generate a substantially truncated non‐functional FVII protein. Daughters A1 and A2, heterozygous for the Cys121Ter variant, had a FVII:C of 0.5 iu/ml and 0.44 iu/ml and FVII:Ag of 50% and 44%, respectively. This variant is noted to be CRM-. It is reported at a frequency of 0.0006418 in East Asians and a total frequency of 0.00003185, with no homozygotes. \n\nThe variant is awarded default points since the null variant is expected to result in a significantly truncated protein and the missense is expected to result in a dysfunctional protein."},{"id":"cggv:5c042c40-a7aa-4c34-a2da-01120180c6fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d2361f2-bb50-4ea8-bdf8-cbda175a18da","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The coding region, intron/exon boundaries and UTR of F7 gene were amplified by PCR. Mutation screening by SSCP and Conformation sensitive gel electrophoresis (CSGE) were subsequently performed. Direct sequencing was used to confirm and identify the variants","firstTestingMethod":"PCR","phenotypeFreeText":"Mild bleeding diathesis","phenotypes":["obo:HP_0001892","obo:HP_0008169"],"previousTesting":true,"previousTestingDescription":"FVII:C measured in plasma using one-stage assay using human recombinant thromboplastin. FVII:Ag measured by ELISA. FVII:C = <1%, FVII:Ag = 129%","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5c042c40-a7aa-4c34-a2da-01120180c6fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c2012124-bc19-4c44-8e26-ec4b45c644a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000131.4(F7):c.1109G>T (p.Cys370Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/265135"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10959697"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10959697","rdfs:label":"Peyvandi_ProbandL1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant has been previously reported and is identified in the homozygous state in the proband and two other unrelated individuals.  It is associated with Type 2 deficiency, with normal FVII:Ag but reduced FVII:C of <1%. This variant is seen in the compound heterozygous state with another missense variant in a fourth individual. The authors performed structural analysis of the missense variants using INSIGHT II program. The Cys370 is highly conserved in all serine proteases, including FIXa and Xa and is 0% solvent accessible in a α-helix A2. It forms a disulphide bond with Cys389 near the surface of the serine protease domain in the only potentially mobile segment between the contact surfaces of FVIIa and tissue factor. The reduction of this disulphide bond severely impairs the interaction with tissue factor. The variant is reported at a frequency of 0.0004578 in South Asians and a total frequency of 0.00006428 in gnomAD, with no homozygotes. \n\nThe proband is awarded reduced points in the absence of experimental evidence to support the impact of the variant."},{"id":"cggv:d8090a0d-651a-4e0e-a7a1-7bf66af03e61_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9731fb5b-2211-46f7-9969-3843b2fb1af7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"The coding regions, exon–intron boundaries, and 5'-flanking region of the F7 gene were amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0008151","previousTesting":true,"previousTestingDescription":"FVII:C = 13%, FVII:Ag = 10.8%","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d8090a0d-651a-4e0e-a7a1-7bf66af03e61_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d898f3ee-7ee4-44d3-bd45-8b9a41f20d9c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.113118489C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388785918"}},{"id":"cggv:7a7111ff-d347-4a75-b6ed-d5d659b8cf20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000131.4(F7):c.38T>C (p.Leu13Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12075"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23141848","type":"dc:BibliographicResource","dc:abstract":"Congenital coagulation factor VII (FVII) deficiency is a rare coagulation disease. We investigated the molecular mechanisms of this FVII deficiency in a patient with compound heterozygous mutations.","dc:creator":"Suzuki K","dc:date":"2013","dc:title":"Compound heterozygous mutations (p.Leu13Pro and p.Tyr294*) associated with factor VII deficiency cause impaired secretion through ineffective translocation and extensive intracellular degradation of factor VII."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23141848","rdfs:label":"Suzuki_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband was found to be compound heterozygous for a missense and a nonsense variant, which was also identified in the heterozygous state in the mother. The FVII:C and FVII:Ag of the mother were slightly low (61.9% and 62.0%). The father and brother were not available for analysis. Analysis of polymorphic regions in the proband and her mother revealed heterozygosity for the decanucleotide insertion in the promoter, p.His175 in exon 5, VNTR in intron 7 and Arg413Gln in exon 8. \n\nImmunoprecipitation revealed that the variant FVII in the patient's plasma showed a single band and similar electrophoretic mobility (50 kDa) to that of normal control, suggesting the absence of the truncated (lacking 173 amino acids) FVII in the plasma.\n\nTransient transfection experiments were performed to characterize the variants. FVII cDNA was amplified from the human adult normal liver cDNA library and subcloned. Constructs encoding FVII p.Leu13Pro and FVII p.Tyr294* were generated by site-directed mutagenesis and sequenced. Wild-type and mutant constructs were transfected into COS-7 cells, which do not express endogenous FVIII.\nVariant FVII generated from L13P was similar to wild type, while FVII antigen from Y294X was not visible. Activity of FVIIL13P was reduced (68.4 ± 4.7%) while that of FVIIY294X was not measurable (<2%). \n\nWestern blot analysis showed that FVIIL13P migrated faster than wild type, but was of similar molecular weight, while FVIIY294X was a smaller band at 32kDa.\nCleavage of FVIIL13P with PNGase F, but not Endo H suggested that a part of FVIIL13P can be processed normally through the Golgi apparatus in the secretion pathway.\n\nPulse-chase experiments showed that most of FVII13P underwent rapid intracellular degradation. FVII294X was unable to be secreted from the transfected cells and underwent rapid intracellular degradation. Subcellular fraction studies and confocal microscopy indicated that FVII13P impaired both the translocation into and N-glycosylation in the ER, and that FVII294X was retained in the ER. The authors conclude that a small amount of FVII13P can be translocated into the ER and secreted out.\n\nThe proband is scored reduced points since the variants were not confirmed to be in trans with testing of both parents."},{"id":"cggv:89a7862d-9170-4dcc-b11e-6be42e63ab5f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3aa426c6-685a-4d35-b970-6bbcca356c2c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The coding region, intron/exon boundaries and UTR of F7 gene were amplified by PCR. Mutation screening by SSCP and Conformation sensitive gel electrophoresis (CSGE) were subsequently performed. Direct sequencing was used to confirm and identify the variants","firstTestingMethod":"PCR","phenotypeFreeText":"Severe bleeding diathesis","phenotypes":["obo:HP_0008169","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"FVII:C measured in plasma using one-stage assay using human recombinant thromboplastin. FVII:Ag measured by ELISA. FVII:C = <1%, FVII:Ag = <1%","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:89a7862d-9170-4dcc-b11e-6be42e63ab5f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b84588b-74ba-46fd-90da-d76601d75c58","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.113118616C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7060193"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10959697"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10959697","rdfs:label":"Peyvandi_ProbandF1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant is novel and  identified in the homozygous state in the proband. The authors performed structural analysis of the missense variants using INSIGHT II program. The Arg337Cys substitution was associated with Type 1 deficiency (reduced levels of both FVII:C and FVII:Ag) in the proband. The authors note that the introduction of a Cysteine residue may cause protein misfolding and affect FVII secretion or reduce its half-life in plasma. In the crystal structure of the complex, Arg337 is packed against Trp45 of Tissue Factor and forms hydrogen bonds with the Ser39 side chain and the Gly43 main chain in tissue factor. The solvent accessibility of Arg 337 is much reduced from 70% in free FVIIa to 10% in the complex. The variant is reported at a frequency of 0.0008548 in East Asians and a total frequency of 0.0001032 in gnomAD, with no homozygotes.\n\nThe proband is awarded reduced points in the absence of experimental evidence to support the impact of the variant."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":106,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:cef342c4-cf50-4c40-9b8b-1e1e51c16de8","type":"GeneValidityProposition","disease":"obo:MONDO_0002244","gene":"hgnc:3544","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"F7 was reported in relation to autosomal recessive Factor VII deficiency as early as 1996 (Arbini et al., PMID: 8652821). More than 100 pathogenic variants in this gene are reported in humans, ranging from deletions and duplications, nonsense, frameshift and splicing variants to a number of functionally-characterized missense variants. Factor VII deficiency is characterized by a bleeding diathesis, with an increased prothrombin time, but normal activated partial thromboplastin time, reduced Factor VII activity and antigen levels. Summary of Case Level Data (12 points): Variants in this gene are reported in at least 9 probands in 6 publications (PMIDs: 8652821, 11091194, 22628013, 10959697, 23141848, 11529858). More case-level evidence is available in the literature, but the maximum score for genetic evidence has been reached. The mechanism for disease is homozygous loss of function. Summary of Experimental Data (4.5 points): FVII is involved in the blood coagulation pathway and functions to activate FX in complex with Tissue Factor (PMID: 3286010). Mouse models recapitulate the human bleeding phenotype, but bleeding is more severe in mice (PMID: 9384381). AAV-mediated expression of FVII is shown to rescue bleeding in dog models (PMID: 26702064). In summary, the F7-Factor VII deficiency gene-disease relationship is Definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:43fb4e99-e97a-4d9c-af11-79c2b09ecd2e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}