{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aadv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-30T20:17:45.422Z","role":"Publisher"},{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-03-02T05:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ef9f7ff-6d1b-4cd3-88a8-6cf55b1d3df5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab95a70c-cf2f-487b-a046-178d351afccb","type":"FunctionalAlteration","dc:description":"The collective data reveal a key role for FAO (fatty acid oxidation) in controlling NSC-to-IPC transition in mammalian embryonic brain, and suggest NSC self-renewal as a cellular mechanism underlying the association between Inborn errors of metabolism (IEMs) and autism. Tmlhe directed shRNA plasmids were co-transfected with an EGFP plasmid into E12.5 murine neocortex by in utero electroporation. Embryos were returned to the uterus, allowed to further develop, and were harvested at E15.5. Quantifications based on Pax6 and Tbr2 nuclear marker labeling showed that embryonic neocortices electroporated with either of the Tmlhe shRNAs exhibited significant reductions in the fractional contribution of NSCs to total EGFP+ cell populations \nAlso, carnitine supplementation significantly enlarged the NSC pool in the Tmlhe shRNA group, it did not expand the NSC pool in the control group. \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26832401","type":"dc:BibliographicResource","dc:abstract":"Inborn errors of metabolism (IEMs) occur with high incidence in human populations. Especially prevalent among these are inborn deficiencies in fatty acid β-oxidation (FAO), which are clinically associated with developmental neuropsychiatric disorders, including autism. We now report that neural stem cell (NSC)-autonomous insufficiencies in the activity of TMLHE (an autism risk factor that supports long-chain FAO by catalyzing carnitine biosynthesis), of CPT1A (an enzyme required for long-chain FAO transport into mitochondria), or of fatty acid mobilization from lipid droplets reduced NSC pools in the mouse embryonic neocortex. Lineage tracing experiments demonstrated that reduced flux through the FAO pathway potentiated NSC symmetric differentiating divisions at the expense of self-renewing stem cell division modes. The collective data reveal a key role for FAO in controlling NSC-to-IPC transition in the mammalian embryonic brain and suggest NSC self renewal as a cellular mechanism underlying the association between IEMs and autism. ","dc:creator":"Xie Z","dc:date":"2016","dc:title":"Inborn Errors of Long-Chain Fatty Acid β-Oxidation Link Neural Stem Cell Self-Renewal to Autism."},"rdfs:label":"Inborn Errors of Long-Chain Fatty Acid β-Oxidation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Because no genetic evidence was scored, no experimental evidence will be awarded points. Furthermore, this evidence is not specific to autism spectrum disorders. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:1eb045a5-a5fc-44ce-85cf-9774ac83a52a","type":"EvidenceLine","evidence":[{"id":"cggv:1eb045a5-a5fc-44ce-85cf-9774ac83a52a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:596b9925-f6f3-4d55-a044-c05f9b25bf6c","type":"Cohort","allGenotypedSequenced":3856,"alleleFrequency":0.004149377593360996,"evidence":[{"id":"cggv:1eb045a5-a5fc-44ce-85cf-9774ac83a52a_cc_evidence_item"}],"numWithVariant":16,"relatedCondition":{"id":"obo:MONDO_0005258"}},"controlCohort":{"id":"cggv:93bc5f8f-dd04-4448-92ac-51ad019d7a49","type":"Cohort","allGenotypedSequenced":8787,"alleleFrequency":0.002731307613519973,"evidence":[{"id":"cggv:1eb045a5-a5fc-44ce-85cf-9774ac83a52a_cc_evidence_item"}],"numWithVariant":24},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22566635","type":"dc:BibliographicResource","dc:abstract":"We recently reported a deletion of exon 2 of the trimethyllysine hydroxylase epsilon (TMLHE) gene in a proband with autism. TMLHE maps to the X chromosome and encodes the first enzyme in carnitine biosynthesis, 6-N-trimethyllysine dioxygenase. Deletion of exon 2 of TMLHE causes enzyme deficiency, resulting in increased substrate concentration (6-N-trimethyllysine) and decreased product levels (3-hydroxy-6-N-trimethyllysine and γ-butyrobetaine) in plasma and urine. TMLHE deficiency is common in control males (24 in 8,787 or 1 in 366) and was not significantly increased in frequency in probands from simplex autism families (9 in 2,904 or 1 in 323). However, it was 2.82-fold more frequent in probands from male-male multiplex autism families compared with controls (7 in 909 or 1 in 130; P = 0.023). Additionally, six of seven autistic male siblings of probands in male-male multiplex families had the deletion, suggesting that TMLHE deficiency is a risk factor for autism (metaanalysis Z-score = 2.90 and P = 0.0037), although with low penetrance (2-4%). These data suggest that dysregulation of carnitine metabolism may be important in nondysmorphic autism; that abnormalities of carnitine intake, loss, transport, or synthesis may be important in a larger fraction of nondysmorphic autism cases; and that the carnitine pathway may provide a novel target for therapy or prevention of autism.","dc:creator":"Celestino-Soper PB","dc:date":"2012","dc:title":"A common X-linked inborn error of carnitine biosynthesis may be a risk factor for nondysmorphic autism."},"rdfs:label":"Celestino-Soper et al., 2012"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"This paper provides contradictory evidence."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":5133,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:6659fbfc-ec99-42ce-846e-6b23ee3fc66f","type":"GeneValidityProposition","disease":"obo:MONDO_0005258","gene":"hgnc:18308","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"The X-linked *TMLHE* gene encodes trimethyllysine dioxygenase, the first enzyme in the carnitine biosynthesis pathway. Celestino-Soper et al. (2011, PMID: 21865298) identified a deletion of exon 2 of *TMLHE* resulting in enzyme deficiency in a male with autism spectrum disorder (ASD). Subsequently, Celestino-Soper et al. (2012, PMID: 22566635) reported a total of 16 male ASD probands, 6 affected male siblings, and 24 healthy adult males with deletions of exon 2, indicating that this is a relatively common variant. The frequency of TMLHE deficiency in probands from simplex autism families (9 in 2,904 or 1 in 323) was not increased compared to control males (24 in 8,787 or 1 in 366). In agreement with these findings, *TMLHE* is not constrained for truncating variants (pLI = 0 in gnomAD v2.1.1). Therefore, these deletions were not scored. Three sequence variants resulting in TMLHE deficiency (nonsense, frameshift, and missense) have been reported in males with ASD (PMID: 23092983, 25943046). These variants were also not scored given the lack of evidence regarding their implication in ASD. \n\nNo experimental evidence was applicable to the relationship between *TMLHE* and autism. Reduced Tmlhe expression caused diminished neural stem cell pools in the mouse embryonic neocortex and carnitine supplementation rescued this phenotype (PMID: 26832401). In the absence of human genetic evidence linking *TMLHE* to autism, this experimental evidence was not scored. In summary, the genetic evidence reported thus far does not provide convincing evidence to support a role for *TMLHE* in ASD, so this gene-disease relationship was classified as disputed. This classification was approved by the ClinGen Intellectual Disability/Autism GCEP on the meeting date March 2, 2021 (SOP Version 8).\nThe authors identified a total of 16 male autism probands, 6 affected male sibs of probands, and 24 healthy adult males with deletions of exon 2, indicating that this is a relatively common variant.  TMLHE deficiency is common in control males (24 in 8,787 or 1 in 366) and was not significantly increased in frequency in probands from simplex autism families (9 in 2,904 or 1 in 323) (PMID: 22566635).","dc:isVersionOf":{"id":"cggv:7a780ea6-ad4e-417a-a596-27188e327aad"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}