{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-09-04T17:00:00.000Z","role":"Approver"},{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-09-04T23:10:24.642Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:112ba734-054c-412e-8ea9-8ad0db76639e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e5345914-96a9-42b6-b04a-174c97e3d8a1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Levels of EPHB2 (supplemental Figure 1A) and other membrane receptors, GPVI, FcRγ, β1, and αIIbβ3 (supplemental Figure 1B), α-granule contents (fibrinogen), α-granule/dense granule membrane marker (P-selectin), and β1-tubulin for microtubules (supplemental Figure 1C-E) were normal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30213874","type":"dc:BibliographicResource","dc:abstract":"The ephrin transmembrane receptor family of tyrosine kinases is involved in platelet function. We report the first ","dc:creator":"Berrou E","dc:date":"2018","dc:title":"A mutation of the human "},"rdfs:label":"The EPHB2 gene is expressed in platelets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f73fcf7c-bce6-411d-9624-1c4cb65a8ace","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3688fa79-89eb-4c6d-a091-e45958150a4a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"EphB2 physically interacts with integrin β3 (ITGB3) on platelets, and this interaction is essential for proper integrin αIIbβ3-mediated signaling. The loss of EphB2’s cytoplasmic tail reduces the phosphorylation of integrin β3, which is crucial for clot retraction and thrombus stability, contributing to bleeding phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25370417","type":"dc:BibliographicResource","dc:abstract":"The Eph kinases, EphA4 and EphB1, and their ligand, ephrinB1, have been previously reported to be present in platelets where they contribute to thrombus stability. Although thrombus formation allows for Eph-ephrin engagement and bidirectional signaling, the importance specifically of Eph kinase or ephrin signaling in regulating platelet function remained unidentified. In the present study, a genetic approach was used in mice to establish the contribution of signaling orchestrated by the cytoplasmic domain of EphB2 (a newly discovered Eph kinase in platelets) in platelet activation and thrombus formation. We conclude that EphB2 signaling is involved in the regulation of thrombus formation and clot retraction. Furthermore, the cytoplasmic tail of this Eph kinase regulates initial platelet activation in a contact-independent manner in the absence of Eph-ephrin ligation between platelets. Together, these data demonstrate that EphB2 signaling not only modulates platelet function within a thrombus but is also involved in the regulation of the function of isolated platelets in a contact-independent manner.","dc:creator":"Vaiyapuri S","dc:date":"2015","dc:title":"EphB2 regulates contact-dependent and contact-independent signaling to control platelet function."},"rdfs:label":"EphB2 and ITGB3 Interaction in Platelet Function"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The discussion section also elaborates on the importance of EphB2-ITGB3 interaction in platelet function."},{"id":"cggv:b4072042-7b80-4cd6-9d01-4db517eb8f0e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aa0334b4-42fe-4452-a892-6db62535fcb1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":" The defective signaling of EphB2 in platelets contributes to impaired thrombus formation and stability, leading to bleeding phenotypes. This aligns with the phenotypic manifestations seen in disorders involving platelet function abnormalities.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25370417","rdfs:label":"EphB2 Signaling in Platelet Function and Thrombus Stability"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15ad8a34-a6e6-49ee-bea0-43f3606941ab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca88d25b-cb3f-4d93-9d81-9d37dd21b7f4","type":"FunctionalAlteration","dc:description":"The study generated EPHB2-R745C complementary DNA (cDNA) via site-directed mutagenesis and investigated its effects by overexpressing the wild-type (WT) and mutant EPHB2 in RBL-2H3 cells. The experiments showed that both WT and mutant EPHB2 undergo autophosphorylation upon activation by convulxin (Cvx), but the phosphorylation level in the mutant was reduced to 50% compared to WT, indicating that the mutation impairs EPHB2 activation in a contact-independent manner. Additionally, EPHB2-R745C did not show any significant difference in clustering behavior compared to WT-EPHB2 when exposed to an ephrin-Fc ligand, suggesting that the mutation does not affect EPHB2 function in conditions of cell-cell contact. Overall, the findings suggest that the EPHB2/p.R745C variant disrupts early cell activation steps without affecting interactions dependent on cell-cell contact.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30213874","rdfs:label":"EPHB2-R745C Autophosphorylation and Clustering Analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:6f5b4572-c07f-4d1a-af20-375a471c6cf8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f40ba3aa-ba4e-400b-b464-8f584a8200da","type":"FunctionalAlteration","dc:description":"The experiments demonstrated that the p.R745C variant in EPHB2 leads to significant platelet dysfunction in the affected individuals, P1 and P2. Electron microscopy revealed structural abnormalities in their platelets, and functional assays showed reduced platelet aggregation when stimulated with ADP, thrombin, and PAR4-AP. Additionally, impaired PAC-1 binding, decreased P-selectin expression, and reduced ATP release indicated defects in platelet activation and secretion. While calcium mobilization was similar between patients and controls, specific defects were observed in protein phosphorylation pathways, highlighting signaling abnormalities. Further studies on EPHB2 clustering revealed that the mutant form had an enhanced ability to cluster, especially under stimulated conditions, suggesting a possible mechanism for the platelet dysfunction observed in these patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30213874","rdfs:label":"Platelet Dysfunction in p.R745C EPHB2 Variant"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"The series of experiments provided strong evidence demonstrating the functional abnormalities caused by the p.R745C variant in EPHB2. The variant leads to significant platelet dysfunction, as evidenced by structural abnormalities in platelets, reduced aggregation, impaired activation, and defective signaling pathways in affected individuals (P1 and P2). Additionally, the mutation enhances EPHB2 clustering, particularly under stimulated conditions, which likely contributes to the observed platelet abnormalities. These findings underscore the crucial role of EPHB2 in maintaining normal platelet function."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e3e34d0-c5b4-491a-88bc-e9574e6d4608","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ccfa0a47-9f39-4653-8854-bf33268eab93","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model with a truncated Ephb2 gene exhibits increased bleeding due to impaired platelet function, closely mirroring the human phenotype of abnormal bleeding associated with defective platelet activation and function. The genetic alteration in mice mimics the loss of EPHB2 function in humans, leading to similar hematological abnormalities.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25370417","rdfs:label":"EPHB2 Truncation and Platelet Function in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This information aligns the observed phenotypes in the mouse model with those seen in humans, thereby establishing the relevance of the model system to human disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:8ef4c3bd-df6b-4c5b-90a5-c4eb30a0eab3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8ef4c3bd-df6b-4c5b-90a5-c4eb30a0eab3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:358dc6e8-9b8a-409c-92a6-d68eb97b190a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017449.5(EPHB2):c.2233C>T (p.Arg745Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA678904"}},"detectionMethod":"Whole-exome sequencing (WES) revealed approximately 200 variants for each patient, which were then evaluated in the context of the family's consanguinity and their clinical phenotypes. Among these, six nonsynonymous homozygous rare variants shared by both patients were identified, including the p.R745C variant in the EPHB2 gene, as detailed in supplemental Table 3 provided by BRIDGE-BPD. Given the clinical and biological phenotypes observed in both patients and the similarities to the recently reported phenotype in the β-Gal-EPHB2 transgenic mouse model, EPHB2 was selected as the most likely candidate gene responsible for the condition. Subsequent Sanger sequencing of this variant across all family members confirmed that both P1 and P2 were homozygous for the c.2233C>T transition, while the parents were found to be heterozygous.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Excessive spontaneous subcutaneous bleeding, heavy bleeding after minor wounds, chronic gastrointestinal bleeding leading to anemia, and a mild decrease in platelet count observed later in life. Platelet function tests revealed decreased responses to various agonists except ristocetin, though ATP/ADP content and dense granule numbers were normal.","phenotypes":["obo:HP_0001873","obo:HP_0002239","obo:HP_0007420","obo:HP_0001892","obo:HP_0001903"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7ca0c0c8-c265-4e2d-85b5-0499577647e3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:358dc6e8-9b8a-409c-92a6-d68eb97b190a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30213874"},"rdfs:label":"P1"},{"id":"cggv:7ca0c0c8-c265-4e2d-85b5-0499577647e3","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ca0c0c8-c265-4e2d-85b5-0499577647e3_variant_evidence_item"},{"id":"cggv:7ca0c0c8-c265-4e2d-85b5-0499577647e3_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"P1 and P2, both homozygous for the p.R745C variant within the tyrosine kinase domain of EPHB2, exhibited significant defects in platelet function. These defects included impaired platelet aggregation, αIIbβ3 activation, and granule secretion in response to GPCR agonists and convulxin, as well as reduced thrombus formation on collagen under flow conditions. However, clot retraction, platelet adhesion, and spreading on fibrinogen were only mildly affected, indicating limited disruption of αIIbβ3 outside-in signaling. Crucially, Lyn, Syk, and FcRγ phosphorylation, key early steps in GPVI signaling, were severely impaired, suggesting a positive role for EPHB2 in GPVI activation. Furthermore, defective Src activation during PAR4-AP-induced platelet activation was observed, despite normal protein kinase C activity and Ca2+ mobilization.\n\nOverexpression studies in RBL-2H3 cells expressing human GPVI confirmed that the R745C mutation impaired EPHB2 autophosphorylation without affecting ephrin ligand-induced EPHB2 clustering, indicating the mutation does not interfere with EPHB2-ephrin–mediated cell-to-cell contact. This novel inherited platelet disorder demonstrates that EPHB2 plays a crucial role in platelet function through its interaction with GPVI and GPCR signaling pathways."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":8939,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.5,"subject":{"id":"cggv:f9c4febb-06b0-4c55-ad0a-62ec6cdd04ee","type":"GeneValidityProposition","disease":"obo:MONDO_0032765","gene":"hgnc:3393","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"In 2018, the EPHB2 gene was first reported in association with a recessive bleeding disorder characterized by excessive spontaneous subcutaneous bleeding, heavy bleeding after minor wounds, chronic gastrointestinal bleeding leading to anemia, and a mild decrease in platelet count observed later in life (Berrou E, et al., 2018, PMID: 30213874). Platelet function tests revealed decreased responses to various agonists except ristocetin, with normal ATP/ADP content and dense granule numbers. Both the patient and the affected sibling, who are homozygous for the NM_017449.5\n:c.2233C>T (p.Arg745Cys) variant in the tyrosine kinase domain of EPHB2, displayed significant defects in platelet function with similar abnormalities (PMID: 30213874).\n\nFurther experimental evidence supports the pathogenicity of this variant, indicating that the p.R745C variant in EPHB2 causes significant platelet dysfunction, including structural abnormalities, reduced aggregation, impaired activation, and enhanced clustering under stimulated conditions, suggesting disrupted signaling pathways. The EPHB2-R745C mutation impairs autophosphorylation by 50% without affecting clustering behavior, disrupting early cell activation steps independently of cell-cell contact (PMID: 30213874). Additionally, there is evidence of EphB2 interaction with ITGB3 in platelet function, as well as EphB2 signaling's role in thrombus stability (PMID: 25370417). EPHB2 truncation studies in mice (PMID: 25370417) and the expression of EPHB2 in platelets provide further support (PMID: 30213874).\n\nFor the genetic evidence, only one consanguineous family with two similarly affected individuals has been identified. Currently, both the genetic and experimental evidence suggest a borderline classification between limited and moderate. However, due to the limited genetic data, we will maintain the final classification as limited until more genetic evidence becomes available.\n\nGene Clinical Validity Standard Operating Procedures (SOP) - SOP 10\n\n\n\n\n\n\n\nFor the genetic evidence, only one consanguineous family with two similarly affected individuals has been identified. Currently, both the genetic and experimental evidence suggest a borderline classification between limited and moderate. However, due to the limited genetic data, we will maintain the final classification as limited until more genetic evidence becomes available","dc:isVersionOf":{"id":"cggv:5f895977-6c0c-49f1-97b6-cf4d0fd3a894"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}