{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-12-16T17:34:02.948Z","role":"Publisher"},{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-08-18T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11435463","type":"dc:BibliographicResource","dc:abstract":"CD8 glycoproteins play an important role in both the maturation and function of MHC class I-restricted T lymphocytes. A 25-year-old man, from a consanguineous family, with recurrent bacterial infections and total absence of CD8(+) cells, was studied. Ab deficiencies and ZAP-70 and TAP defects were ruled out. A missense mutation (gly90-->ser) in both alleles of the immunoglobulin domain of the CD8 alpha gene was shown to correlate with the absence of CD8 expression found in the patient and two sisters. Conversely, high percentages of CD4(-)CD8(-)TCR alpha beta(+) T cells were found in the three siblings. A novel autosomal recessive immunologic defect characterized by absence of CD8(+) cells is described. These findings may help to further understanding of the role of CD8 molecules in human immune response.","dc:creator":"de la Calle-Martin O","dc:date":"2001","dc:title":"Familial CD8 deficiency due to a mutation in the CD8 alpha gene."},"evidence":[{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.2},{"id":"cggv:053274e3-9d77-467c-8843-4de9facc3995_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:053274e3-9d77-467c-8843-4de9facc3995","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"allele":{"id":"cggv:94a63a42-4a33-4d10-9898-1ddf81da7754","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001768.7(CD8A):c.331G>A (p.Gly111Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA122671"}},"detectionMethod":"Primers were designed to amplify all 6 exons of CD8A gene. PCR products were purified and submitted to Sanger sequencing. Mutation was found in exon 2.","firstTestingMethod":"PCR","phenotypeFreeText":"Normal levels of serum IgG, IgA, IgM and IgG subclasses. Normal lymphocyte proliferation and subpopulations except for the absolute absence of CD8+ T cells. DN T cells (TCRAlphaBeta, CD4-, CD8-) were increased.  ","phenotypes":["obo:HP_0100750","obo:HP_0002090","obo:HP_0031245","obo:HP_0011950","obo:HP_0005422","obo:HP_0001945","obo:HP_0001508","obo:HP_0002783","obo:HP_0000403"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:df5021e0-3aca-4a5b-a5c2-66449c8dba67_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:94a63a42-4a33-4d10-9898-1ddf81da7754"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17658607","type":"dc:BibliographicResource","dc:abstract":"We describe the second case of CD8 immunodeficiency. It confirms the pathogenic effect of p.Gly111Ser, leading to complete deficit of CD8+ lymphocytes, although the clinical manifestations may vary in severity. Similarly to the first case reported, our patient is also from Spanish Gypsy origin and homozygous for the p.Gly111Ser mutation in CD8alpha chain. The patient has suffered repeated respiratory infections from childhood but with conservation of her pulmonary parenchyma, on the contrary to the first patient, who died because of his respiratory injury. We developed an AluI-PCR-RFLP assay to screen a total of 1127 unrelated control individuals: 734 subjects of Gypsy ancestry from different sub-isolates and geographic locations in Europe, and 393 of Spanish (non-Gypsy) ethnicity. The results indicate that p.Gly111Ser is confined to the Spanish Gypsy population, where it occurs at a carrier rate of 0.4%. Analysis of microsatellite markers flanking the CD8A mutated gene revealed a shared polymorphic haplotype suggesting a common founder for p.Gly111Ser mutation that causes CD8 deficiency in the Spanish Gypsy population. CD8 immunodeficiency should be given diagnostic consideration in Spanish Gypsies with recurrent infections. Our findings may also have implications for these patients in terms of specific recommendations in vaccination and healthy habits and for genetic counseling of affected families.","dc:creator":"Mancebo E","dc:date":"2008","dc:title":"Gly111Ser mutation in CD8A gene causing CD8 immunodeficiency is found in Spanish Gypsies."}},"rdfs:label":"Family 2 III1"},{"id":"cggv:df5021e0-3aca-4a5b-a5c2-66449c8dba67","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:df5021e0-3aca-4a5b-a5c2-66449c8dba67_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Identical by descent"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0003b05a-c124-48ad-be0d-51a9b9269884_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0003b05a-c124-48ad-be0d-51a9b9269884","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":25,"allele":{"id":"cggv:94a63a42-4a33-4d10-9898-1ddf81da7754"},"detectionMethod":"Primers generated to cover the entire coding region and the 5' and 3' UTRs for CD8A by RT-PCR (RNA used). PCR products were subcloned in plasmid vectors and sequenced (Sanger sequencing) - affected siblings showed a nucleotide substitution (G to A) leading to a amino acid substitution (Gly to Ser). Genomic analysis of proband and family by direct sequencing of PCR product.","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"General malaise of 1 month's duration. Repeated bouts of bronchitis and otitis from the age of 5. \nImmunoglobulin levels and IgG subclasses were normal. CD4 T cell, B cell and NK cell percentage and absolute numbers were normal. High percentage of double-negative alpha-beta T cell.","phenotypes":["obo:HP_0012387","obo:HP_0002110","obo:HP_0031245","obo:HP_0001824","obo:HP_0005376","obo:HP_0002718","obo:HP_0000403","obo:HP_0002098","obo:HP_0005422","obo:HP_0031399","obo:HP_0033834"],"previousTesting":false,"secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:f33c36e3-4530-457d-8ac7-b13b1a935afe_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:94a63a42-4a33-4d10-9898-1ddf81da7754"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11435463"},"rdfs:label":"II4"},{"id":"cggv:f33c36e3-4530-457d-8ac7-b13b1a935afe","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f33c36e3-4530-457d-8ac7-b13b1a935afe_variant_evidence_item"},{"id":"cggv:f33c36e3-4530-457d-8ac7-b13b1a935afe_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Figure 1 - Flow Cytometric analysis shows a complete absence of CD8+ cell in peripheral blood. (Fig1a) - this was also observed in the 2 homozygous siblings (not shown). CD8beta surface expression was also absent (Fig1b). Messenger RNA for CD8alpha and CD8beta was at similar levels in all individuals (Fig1c).\n\nFull coding regions were amplified from the patient, a normal homozygous sister and a control - these were subcloned in a mammalian expression vector. Two chimeric CD8 molecules were also subcloned in the same vector.\nMUT/WT - extracellular mutated domain + wild type TM and cytoplasmic domain\nWT/MUT - extracellular wild type domain + mutated TM and cytoplasmic domain\n The two contructs with CD8ser90 had no expresison.\n\nSingle mutants transfected into COS-7 cells. Fig 4b\nWT -> CD8ser90 or CD8arg90 - expression abolished\npatient CD8ser90 -> CD8gly90 (WT) - expression re-established"}],"strengthScore":0.25,"dc:description":"Mutation identical by descent"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eb94965f-e59e-4433-9250-7dc117b79add_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eb94965f-e59e-4433-9250-7dc117b79add","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":{"id":"cggv:94a63a42-4a33-4d10-9898-1ddf81da7754"},"detectionMethod":"After the complete absence of CD8+ cells, the investigators sequenced de CD8A gene of the patient.  Both parents and brother were tested and were heterozygous for the mutation.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Bronchiolitis: 3 months and 2 to 3 episodes per year thereafter\nRecurrent ENT infections since age of 9 months.\nAge 4: adenoidectomy and tympanic drainage\nAge 4 and 5: Acute lobar pneumonia\nAge 11: chronic sinusitis\n\nNormal levels of immunoglobulins (G, A, M and E), normal lelves of specific antibodies. B cell counts and distribution are normal. Normal CD3+ CD4+ T cells, regulatory T cells and NK-cell counts. Complete absence of CD3+ CD8+ T cells. Proportion of DN T cells increased 15%. T cell proliferation was normal in response to mitogens.","phenotypes":["obo:HP_0100501","obo:HP_0006532","obo:HP_0005422","obo:HP_0002205","obo:HP_0011109","obo:HP_0006510","obo:HP_0031399"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:75fff70f-967e-4c6a-99d9-cf42fc9cc496_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:94a63a42-4a33-4d10-9898-1ddf81da7754"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26563160","type":"dc:BibliographicResource","dc:abstract":"CD8A encodes the CD8α chain of the dimeric CD8 protein, a critical coreceptor of cytotoxic T cells. We report here the comprehensive immunological evaluation of a child with a CD8A missense mutation, providing evidence that CD8 deficiency increases susceptibility to recurrent respiratory infections without interfering with the TCR-mediated proliferation of T cells. These observations expand the known phenotypes associated with CD8 deficiency. ","dc:creator":"Dumontet E","dc:date":"2015","dc:title":"Recurrent Respiratory Infections Revealing CD8α Deficiency."}},"rdfs:label":"Proband Dumontet"},{"id":"cggv:75fff70f-967e-4c6a-99d9-cf42fc9cc496","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:75fff70f-967e-4c6a-99d9-cf42fc9cc496_variant_evidence_item"},{"id":"cggv:75fff70f-967e-4c6a-99d9-cf42fc9cc496_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Fig1A - Immunophenotyping of the patient and a control. The patient displayed no extracellular CD8+ expression, with a total absence for CD8alpha and CD8beta from CD3+ T lymphocytes. "}],"strengthScore":0.25,"dc:description":"Mutation Identical by descent"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.7},{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2ee1676d-94bd-45a8-a807-c645af9e1fb7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:90e51911-a824-405d-9aec-267390de854c","type":"FunctionalAlteration","dc:description":"Figure 1A - Patients P1 and P2 showed a complete absence of CD8 expression and higher than normal amount of double negative (DN) T cells. \n\nFigure 2A,B,C - Flow cytometry analysis of isolated DN T cells from patients vs CD8+ T cells from controls. P1 has mostly DN Effector T cells, P2 has mostly DN Ellector Memory T cells and both virtually no Naive T cells. \n\nFigure 3A - Proliferation assay with PHA and other mitogens - P1 DN cells proliferated less than P1 CD4+ T cells and less than control CD8+T cells.\n\nFigure 4A,B&C.\nA-  T cell receptor excision circles in CD4+ cells were similar in patient and control cells. The number of TREC was lower in DN T cells from patients than control CD8+ T cells. \nB+C -  Evaluation of TCR VBeta repertoire - similar in CD4+ T cells for controls and patients. In DN T cells from patients vs CD8+ T cells from control - DN T cells show a skewed repertoire with some VB families virtually undetectable and some over-represented. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21546492","type":"dc:BibliographicResource","dc:abstract":"Human CD8 immunodeficiency is characterized by undetectable CD8(+) lymphocytes and an increased population of CD4(-)CD8(-) (double negative) T lymphocytes.","dc:creator":"Bernardo I","dc:date":"2011","dc:title":"Phenotypic and functional evaluation of CD3+CD4-CD8- T cells in human CD8 immunodeficiency."},"rdfs:label":"Functional evaluation of CD3+CD4-CD8- T cells in patients"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0c2061c-a5c5-4de2-954e-2eb495057265","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:842cf04a-3a4f-4306-87c3-93b8842798e4","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Full coding regions were amplified from the patient, a normal homozygous sister and a control - these were subcloned in a mammalian expression vector. Figure 4a - Two chimeric CD8 molecules were also subcloned in the same vector. MUT/WT - extracellular mutated domain + wild type TM and cytoplasmic domain WT/MUT - extracellular wild type domain + mutated TM and cytoplasmic domain The two contructs with CD8ser90 had no expression. Figure 4b - Single mutants transfected into COS-7 cells. CD8 single point mutations were generated using site-directed mutagenesis. WT mutated to CD8ser90 or CD8arg90 - expression abolished. Patient CD8ser90 mutated to CD8gly90 (WT) - expression re-established.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11435463","rdfs:label":"COS-7 cells expression rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:43262453-0f6b-40c5-9eae-45a9e50c686d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:30d4d56f-dc6d-4d01-b805-c2cc52f5ad01","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Surface expression of Lyt-2 not detected in thymocytes and lymph node cells and intensity of staining for Het mice was about half of observed for WT. (Figure 3A). Like in humans, Lyt-3 (CD8B) expression in surface was also absent in homozygous MUT and was also decreased in heterozygous mice (Fig 3B). Figure 3C - no indication of a significant CD3+CD4- population in homozygous mutant mice. \n\nFigure 4: Cytotoxic Activities of T cells . \nFig4A - reponse to alloantigen by stimulating spleen cells from WT/Het/Mut mice with allogenic cells. Cytoxic activity measured by assessing Chromium 51 release assay. WT and Het had similar strong responses (SWR mouse H2q) and Mut had no reponse. \nFig4B - Anti-viral cytotoxic activities - mice were primed with Vaccinia. WT and Het spleen cells lysed infected cells and lysis of uninfected cells was insignificant. Mut spleen cells had no specific anti-vaccinia cytolytic activity and showed some nonspecific cytotoxicity. \n\nFigure 5 - Proliferation assay - spleen cells from  WT/Het/Mut mice were stimulated with allogenic cells of disparate in MHC I class, MHC II class or both. Homozygous mice showed a decreased response against MHC class I difference but not for MHC II - CD4+ cells are functional and respond toclass II MHC alloantigens. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1673361","type":"dc:BibliographicResource","dc:abstract":"A mutant mouse strain without CD8 (Lyt-2 and Lyt-3) expression on the cell surface has been generated by disrupting the Lyt-2 gene using embryonic stem cell technology. In these mice, CD8+ T lymphocytes are not present in peripheral lymphoid organs, but the CD4+ T lymphocyte population seems to be unaltered. Cytotoxic response of T lymphocytes from these mice against alloantigens and viral antigens is dramatically decreased. Proliferative response against alloantigens and in vivo help to B lymphocytes, however, are not affected. These data suggest that CD8 is necessary for the maturation and positive selection of class I MHC restricted cytotoxic T lymphocytes but is not required on any of the intermediate thymocyte populations (CD8+CD4-TcR- or CD4+CD8+TcRlow) during the development of functional class II MHC restricted helper T cells.","dc:creator":"Fung-Leung WP","dc:date":"1991","dc:title":"CD8 is needed for development of cytotoxic T cells but not helper T cells."},"rdfs:label":"CD8A KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":5509,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.7,"subject":{"id":"cggv:b46ab4fc-f27a-4d25-abf0-950c01debfea","type":"GeneValidityProposition","disease":"obo:MONDO_0012161","gene":"hgnc:1706","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*CD8A* was first reported in relation to an autosomal recessive CD8 deficiency in 2001 (de la Calle-Martin O, et al., 2001, PMID:11435463). The symptomatic cases presented with recurrent respiratory infections, bronchiolitis, recurrent otitis media and pneumonia. All cases had a complete absence of CD8-positive T cells and an increase in double-negative alpha-beta T cells. The curation of *CD8A* related to autosomal recessive susceptibility to respiratory infections associated with CD8alpha chain mutation (*CD8A* deficiency) with MONDO ID 0012161 includes both case-level and experimental evidence. To date, only five individuals from three families have been reported, all homozygous for the same mutation and all from consanguineous families of Spanish or Portuguese Gipsy community. The authors hypothesized that these families might be descendants of a common founder. One of the 25 year-old probands had two younger siblings that were homozygous for the same mutation but were asymptomatic. Four familial carriers of the mutation were reportedly asymptomatic but had a lower MFI of CD8 detected on T cells by flow cytometry. The same missense variant is reported in three probands in three publications (PMIDs:11435463, 17658607 and 26563160) and these are included in this curation. A score of 1.7 points for genetic evidence has been reached. This gene-disease association is also supported by animal model and functional alteration (PMIDs: 11435463, 1673361 and 21546492). Phenotypes of mice with CD8A mutations were consistent with patients’ phenotypes, presenting an absence of CD8 expression in the surface of T cells. Like in humans, CD8B expression on  the surface of lymphocytes was also absent in homozygous mutants. T cells from the mutant mice also showed a lack of specific cytotoxic activities both to allogeneic cells and viruses. In proliferation assays, the mutant murineT cells responded well to MHC class II alloantigens but not to MHC class I alloantigens. Functional alterations were also observed in patient and non-patient cells. In patient cells (PMID: 21546492) there was complete absence of CD8 expression on the surface and a higher than normal proportion of double negative (DN) T cells. When analyzed, these DN T cells had effector T cells properties for one of the patients’ cells and effector memory T cells for the other. On proliferation assays with mitogens the patient’s DN T cells proliferated less than the CD4+ cells from the patient and  less than the CD8+ T cells from control. TRECs in DN T Cells were also lower in number than the CD8+ from controls and the former also exhibited a skewed repertoire of TCR Vβ. On non-patient cells transfected with WT or CD8A bearing the patient mutation, CD8 expression was ablated whereas mutations in other areas did not produce the same effect. When producing single mutants in COS-7 cells via direct mutagenesis, it was observed that WT cells mutated to either CD8ser90 or CD8arg90 abolished expression, whereas CD8ser90 (mutation in patients) reverted to CD8gly90 (WT) re-established expression, showing the importance of that amino acid to protein expression on the surface. A score of 4 points for experimental evidence has been reached, increasing the total score to 5.7 points. In summary, this curation reached a level of Limited due to the small number of published patients, bearing the same mutation. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen SCID-CID Working Group on the meeting date August 18, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:f770ad34-1c95-4454-92c7-26bff4404cc2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}