{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-04-18T18:01:00.762Z","role":"Approver"},{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:626f88b2-90a0-46d1-acc7-1a8239298687_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2baa8ecf-1ff7-4d68-b5f2-9f9c7fa624dd","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. MRI at 16 months and 26 months demonstrated basal ganglia hyperintensities and basal ganglia lesions with mild cortical atrophy respectively.","phenotypes":"obo:HP_0012707","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:626f88b2-90a0-46d1-acc7-1a8239298687_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:53a9aa6c-02c5-434d-8efb-5a7873356ff7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.47949492G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388249612"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26475597","type":"dc:BibliographicResource","dc:abstract":"The encephalomyopathic mtDNA depletion syndrome with methylmalonic aciduria is associated with deficiency of succinate-CoA ligase, caused by mutations in SUCLA2 or SUCLG1. We report here 25 new patients with succinate-CoA ligase deficiency, and review the clinical and molecular findings in these and 46 previously reported patients.","dc:creator":"Carrozzo R","dc:date":"2016","dc:title":"Succinate-CoA ligase deficiency due to mutations in SUCLA2 and SUCLG1: phenotype and genotype correlations in 71 patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26475597","rdfs:label":"Carrozzo Patient 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Evidence of gene impact includes in silico analysis (SIFT/Polyphen/and MutTaster) which predicts variant to be damaging/disease causing"},{"id":"cggv:a4d93d64-df06-43e4-9955-f76d854d024d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5d6f3826-8ab1-407e-a44d-4846eb13ad27","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome.  A brain MRI showed T2-weighted signal abnormalities in the basal ganglia.","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a4d93d64-df06-43e4-9955-f76d854d024d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e37d8288-7f0e-4a19-b20a-035c47c1e5e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.47954440G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249257064"}},{"id":"cggv:655f9e07-7026-4bab-954f-9e7a48ab66b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.47954262T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6977862"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27913098","type":"dc:BibliographicResource","dc:abstract":"Mutations in SUCLA2 result in succinyl-CoA ligase (ATP-forming) or succinyl-CoA synthetase (ADP-forming) (A-SCS) deficiency, a mitochondrial tricarboxylic acid cycle disorder. The phenotype associated with this gene defect is largely encephalomyopathy. We describe two siblings compound heterozygous for SUCLA2 mutations, c.985A>G (p.M329V) and c.920C>T (p.A307V), with parents confirmed as carriers of each mutation. We developed a new LC-MS/MS based enzyme assay to demonstrate the decreased SCS activity in the siblings with this unique genotype. Both siblings shared bilateral progressive hearing loss, encephalopathy, global developmental delay, generalized myopathy, and dystonia with choreoathetosis. Prior to diagnosis and because of lactic acidosis and low activity of muscle pyruvate dehydrogenase complex (PDC), sibling 1 (S1) was placed on dichloroacetate, while sibling 2 (S2) was on a ketogenic diet. S1 developed severe cyclic vomiting refractory to therapy, while S2 developed Leigh syndrome, severe GI dysmotility, intermittent anemia, hypogammaglobulinemia and eventually succumbed to his disorder. The mitochondrial DNA contents in skeletal muscle (SM) were normal in both siblings. Pyruvate dehydrogenase complex, ketoglutarate dehydrogenase complex, and several mitochondrial electron transport chain (ETC) activities were low or at the low end of the reference range in frozen SM from S1 and/or S2. In contrast, activities of PDC, other mitochondrial enzymes of pyruvate metabolism, ETC and, integrated oxidative phosphorylation, in skin fibroblasts were not significantly impaired. Although we show that propionyl-CoA inhibits PDC, it does not appear to account for decreased PDC activity in SM. A better understanding of the mechanisms of phenotypic variability and the etiology for tissue-specific secondary deficiencies of mitochondrial enzymes of oxidative metabolism, and independently mitochondrial DNA depletion (common in other cases of A-SCS deficiency), is needed given the implications for control of lactic acidosis and possible clinical management.","dc:creator":"Huang X","dc:date":"2017","dc:title":"Succinyl-CoA synthetase (SUCLA2) deficiency in two siblings with impaired activity of other mitochondrial oxidative enzymes in skeletal muscle without mitochondrial DNA depletion."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27913098","rdfs:label":"Huang Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:ee4fa147-b51a-4245-b946-76229748ca97_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:91bb2887-7bc6-4af7-9108-7bc1928671c9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. T2-weighted and axial flair magnetic resonance images (MRI) of the patient’s brain showed hyperintensity of caudate nuclei and putamen.","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:ee4fa147-b51a-4245-b946-76229748ca97_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b7823407-bfb9-4fff-976d-82b5b2c8bd18","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003850.2(SUCLA2):c.751G>A (p.Asp251Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/66034"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23759946","type":"dc:BibliographicResource","dc:abstract":"SUCLA2 is one of several nuclear-encoded genes that can cause encephalomyopathy accompanied by mitochondrial DNA depletion. The disorder usually manifests in early childhood and leads to early death. The gene encodes one of the subunits of succinyl-CoA synthase, the enzyme that catalyzes the reversible conversion of substrates succinyl-CoA and ADP to products succinate and ATP in the tricarboxylic acid pathway. Thirty-two individuals harboring mutations in SUCLA2 have so far been reported, and five different mutations were observed among these individuals. Here we report identification of a novel mutation in SUCLA2 in two cousins affected with encephalomyopathy. The novel mutation causes p.Asp251Asn; the affected amino acid is likely positioned within the ATP-grasp domain of the encoded protein. As previously reported in other patients, we did not observe elevation of methylmalonic acid, the biochemical hallmark of patients with mutations in SUCLA2. We instead found elevated levels of succinylcarnitine. ","dc:creator":"Jaberi E","dc:date":"2013","dc:title":"The novel mutation p.Asp251Asn in the β-subunit of succinate-CoA ligase causes encephalomyopathy and elevated succinylcarnitine."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23759946","rdfs:label":"Jaberi Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:34905d44-f336-4a30-b8c3-debdb334cd79_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:898324d7-cfeb-41a5-af42-93868c81ff0a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. MRI demonstrated severe atrophy, abnormal basal ganglia \"diagnosed with Leigh syndrome based on neuroimaging\".","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:34905d44-f336-4a30-b8c3-debdb334cd79_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:81c18d7c-1783-46d7-b3fb-5ba222794b07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003850.2(SUCLA2):c.534+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5976"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17287286","type":"dc:BibliographicResource","dc:abstract":"We have identified 12 patients with autosomal recessive mitochondrial encephalomyopathy with elevated methylmalonic acid. The disorder has a high incidence of 1 in 1700 in the Faroe Islands due to a founder effect, and a carrier frequency of 1 in 33. The symptoms comprise hypotonia, muscle atrophy, hyperkinesia, severe hearing impairment and postnatal growth retardation. Neuroimaging showed demyelination and central and cortical atrophy, including atrophy of the basal ganglia, and some of the patients fulfilled the criteria for Leigh syndrome. Urine and plasma methylmalonic acid were elevated. Homozygosity mapping with the Affymetrix 10 K array revealed a homozygous region on chromosome 13q14 harbouring the SUCLA2 gene. Mutations in SUCLA2 were recently shown to cause a similar disorder in a small Israeli family. Mutation analysis identified a novel splice site mutation in SUCLA2, IVS4 + 1G --> A, leading to skipping of exon 4. The SUCLA2 gene encodes the ATP-forming beta subunit of the Krebs cycle enzyme succinyl-CoA ligase. The hallmark of the condition, elevated methylmalonic acid, can be explained by an accumulation of the substrate of the enzyme, succinyl-CoA, which in turn leads to elevated methylmalonic acid, because the conversion of methylmalonyl-CoA to succinyl-CoA is inhibited.","dc:creator":"Ostergaard E","dc:date":"2007","dc:title":"Mitochondrial encephalomyopathy with elevated methylmalonic acid is caused by SUCLA2 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17287286","rdfs:label":"Ostergaard Patient BD"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"This intronic mutation leads to complete skipping of SUCLA2 exon4 along with absence of protein expression on western blot. Max points are given as this is the Farounese founder mutations which has been identified in multiple affected individuals"},{"id":"cggv:7606ae8f-357d-451b-8f39-6cd830450508_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2ed0d44d-2901-490b-be38-ee15ec343236","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. T2-weighted images showing bilateral hyperintensity of putamen and caudate, enlargement of subarachnoidal spaces and of supratentorial ventricular system.","phenotypes":["obo:HP_0003128","obo:HP_0012707","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7606ae8f-357d-451b-8f39-6cd830450508_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c94d6bdf-0692-4d52-a841-56c361a04212","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003850.2(SUCLA2):c.850C>T (p.Arg284Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5978"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17301081","type":"dc:BibliographicResource","dc:abstract":"One pedigree with four patients has been recently described with mitochondrial DNA depletion and mutation in SUCLA2 gene leading to succinyl-CoA synthase deficiency. Patients had a Leigh-like encephalomyopathy and deafness but besides the presence of lactic acidosis, the profile of urine organic acid was not reported. We have studied 14 patients with mild 'unlabelled' methylmalonic aciduria (MMA) from 11 families. Eight of the families are from the Faroe Islands, having a common ancestor, and three are from southern Italy. Since the reaction catalysed by succinyl-CoA synthase in the tricarboxylic acid (TCA) cycle represents a distal step of the methylmalonic acid pathway, we investigated the SUCLA2 gene as a candidate gene in our patients. Genetic analysis of the gene in the 14 patients confirmed the defect in all patients and led to the identification of three novel mutations (p.Gly118Arg; p.Arg284Cys; c.534 + 1G --> A). The defect could be convincingly shown at the protein level and our data also confirm the previously described mitochondrial DNA depletion. Defects in SUCLA2 can be found at the metabolite level and are defined by mildly elevated methylmalonic acid and C4-dicarboxylic carnitine concentrations in body fluids in association with variable lactic acidosis. Clinically the diagnosis should be considered in patients with early/neonatal onset encephalomyopathy, dystonia, deafness and Leigh-like MRI abnormalities mainly affecting the putamen and the caudate nuclei. The frequency of the mutated allele in the Faroese population amounted to 2%, corresponding with an estimated homozygote frequency of 1 : 2500. Our data extend knowledge on the genetic defects causing MMA. Our patients present with an early infantile Leigh-like encephalomyopathy with deafness, and later on a progressive dystonia. Mild MMA, lactic acidosis and specific abnormalities in the carnitine ester profile are the biochemical hallmarks of the disease. In view of the frequency of the mutated allele on the Faroe Islands, measures become feasible to prevent the occurrence of the disease on the islands. We confirm and extend the findings on this inborn error of metabolism in the TCA cycle that must be carefully investigated by accurate metabolite analyses.","dc:creator":"Carrozzo R","dc:date":"2007","dc:title":"SUCLA2 mutations are associated with mild methylmalonic aciduria, Leigh-like encephalomyopathy, dystonia and deafness."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17301081","rdfs:label":"Carrozzo Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:fb85f569-298e-45cf-809d-a3bc5918d4c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1678de39-5def-4f35-baa1-f3c0999493bd","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"Targeted next‐generation sequencing (NGS) of related mitochondrial DNA depletion of SUCLA2 was carried out to make a precise diagnosis. SUCLA2 sequencing analysis was performed using the MiSeq NGS platform (Illumina, San Diego, CA, USA). Exons 1–11 of SUCLA2 and their flanking splice site junctions were amplified using primers and protocols from PRIMER© in Primer Designer v.2.0 (Scientific & Educational Software, Morrisville, NC, USA).","firstTestingMethod":"Other","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. Axial T2‐weighted magnetic resonance imaging (MRI) showed bilateral cortical atrophy and hyperintensity in the basal ganglia.","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:fb85f569-298e-45cf-809d-a3bc5918d4c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5e2d23c7-2c66-46e8-8852-348ee2648116","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003850.2(SUCLA2):c.83del (p.Ala28ValfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913186014"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26952923","type":"dc:BibliographicResource","dc:abstract":"Succinate-CoA ligase, ADP-forming, beta subunit (SUCLA2)-related mitochondrial DNA depletion syndrome is caused by mutations affecting the ADP-using isoform of the beta subunit in succinyl-CoA synthase, which is involved in the Krebs cycle. The SUCLA2 protein is found mostly in heart, skeletal muscle, and brain tissues. SUCLA2 mutations result in a mitochondrial disorder that manifests as deafness, lesions in the basal ganglia, and encephalomyopathy accompanied by dystonia. Such mutations are generally associated with mildly increased plasma methylmalonic acid, increased plasma lactate, elevated plasma carnitine esters, and the presence of methylmalonic acid in urine. In this case report, we describe a new mutation in a patient with a succinyl-CoA synthase deficiency caused by an SUCLA2 defect. ","dc:creator":"Güngör O","dc:date":"2016","dc:title":"Novel mutation in SUCLA2 identified on sequencing analysis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26952923","rdfs:label":"Gungor Index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:8c604212-255a-4d28-bf53-b0b93af68ef7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:61197d0e-a805-4d18-92b2-3540d89c53b2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. MRI showed brain atrophy-like and bilateral T2 hyperintensities in bilateral caudate nuclei and putamen.","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:8c604212-255a-4d28-bf53-b0b93af68ef7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:da6b7403-f400-44f4-be2c-5d10ed0eca3c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003850.2(SUCLA2):c.970G>A (p.Gly324Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388145445"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25582465","type":"dc:BibliographicResource","dc:abstract":"To analyze the clinical characteristics of SUCLA2-related encephalomyopathic mitochondrial DNA depletion syndrome (MDS) in one patient, and review the latest clinical research reports.","dc:creator":"Liu Z","dc:date":"2014","dc:title":"[SUCLA2-related encephalomyopathic mitochondrial DNA depletion syndrome: a case report and review of literature]."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25582465","rdfs:label":"Liu Index"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Mutation occurs in highly conserved amino acid residue"},{"id":"cggv:3e2800f0-3b07-46c3-9d05-2c0a60f5ef72_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:77070cff-334b-4afa-ae69-b6b96d049a98","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. Symmetric T2-hyperintense lesions were noted in putamen and caudate nuclei.","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3e2800f0-3b07-46c3-9d05-2c0a60f5ef72_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c94d6bdf-0692-4d52-a841-56c361a04212"},{"id":"cggv:1372c92e-7cd0-4981-914f-5502749d2e36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.47988928C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388151496"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17301081"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17301081","rdfs:label":"Carrozzo Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:d02e6011-99b0-425b-aad9-05fd8b7cb694_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c0a105da-c16d-40f2-904a-a701c0442cb5","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Brain MRI performed at age 18 mo was consistent with Leigh syndrome, with high signal T2 intensity in the putamen bilaterally and moderate dilatation of the lateral ventricles and sulci, compatible with generalized atrophy. OXPHOS testing in muscle demonstrated reduced CI + CIII  activity (28% of control).","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:d02e6011-99b0-425b-aad9-05fd8b7cb694_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a3f7f5bd-edbb-4deb-8465-217e1aad4eaf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SUCLA2, 43-BP DEL AND 5-BP INS","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5975"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15877282","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial DNA (mtDNA) depletion syndrome is a quantitative defect of mtDNA resulting from dysfunction of one of several nuclear-encoded factors responsible for maintenance of mitochondrial deoxyribonucleoside triphosphate (dNTP) pools or replication of mtDNA. Markedly decreased succinyl-CoA synthetase activity due to a deleterious mutation in SUCLA2, the gene encoding the beta subunit of the ADP-forming succinyl-CoA synthetase ligase, was found in muscle mitochondria of patients with encephalomyopathy and mtDNA depletion. Succinyl-CoA synthetase is invariably in a complex with mitochondrial nucleotide diphosphate kinase; hence, we propose that a defect in the last step of mitochondrial dNTP salvage is a novel cause of the mtDNA depletion syndrome.","dc:creator":"Elpeleg O","dc:date":"2005","dc:title":"Deficiency of the ADP-forming succinyl-CoA synthase activity is associated with encephalomyopathy and mitochondrial DNA depletion."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15877282","rdfs:label":"Epeleg Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:06b87aa3-e653-42d7-b9d7-4f46fdc6c9bf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:de4d2d18-a810-4049-87d2-219dec13acfd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. A brain MRI performed at 8 months showed bilateral abnormal signals in the caudate and putamina nuclei; these lesions persisted in a second brain MRI performed at age 24 months.","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:06b87aa3-e653-42d7-b9d7-4f46fdc6c9bf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e024fddd-f846-4892-8b7e-fcd9bc2d6d2f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003850.2(SUCLA2):c.308C>A (p.Ala103Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/586919"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23010432","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders with multiple mitochondrial respiratory chain (MRC) enzyme deficiency and depletion of mitochondrial DNA (mtDNA) are autosomal recessive conditions due to mutations in several nuclear genes necessary for proper mtDNA maintenance. In this report, we describe two Italian siblings presenting with encephalomyopathy and mtDNA depletion in muscle. By whole exome-sequencing and prioritization of candidate genes, we identified a novel homozygous missense mutation in the SUCLA2 gene in a highly conserved aminoacid residue. Although a recurrent mutation in the SUCLA2 gene is relatively frequent in the Faroe Islands, mutations in other populations are extremely rare. In contrast with what has been reported in other patients, methyl-malonic aciduria, a biomarker for this genetic defect, was absent in our proband and very mildly elevated in her affected sister. This report demonstrates that next-generation technologies, particularly exome-sequencing, are user friendly, powerful means for the identification of disease genes in genetically and clinically heterogeneous inherited conditions, such as mitochondrial disorders.","dc:creator":"Lamperti C","dc:date":"2012","dc:title":"A novel homozygous mutation in SUCLA2 gene identified by exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23010432","rdfs:label":"Lamperti Index"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Amino acid change affects a highly conserved residue and is predicted to be deleterious"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.75},{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91657994-88a9-4dad-8480-97f6e0261d12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e66111e-8657-4fa1-9a0f-ef558dfe0293","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that SUCLA2 protein is ubiquitously expressed (https://www.proteinatlas.org/ENSG00000136143-SUCLA2/tissue).  Expression in the brain has been shown in the cerebral cortex, caudate, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Brain Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:72efc8fe-5afb-4fd5-b13e-b689a4db2fa0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:83d2c018-c24b-4d8e-98b9-e65330904a39","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SUCLA2 encodes the beta subunit of mitochondrial succinyl CoA synthetase which forms a heterodimer with SUCLG1 resulting in an ATP/ADP specific. Their interaction and formation of ADP-forming succinyl-CoA ligase complex SUCLG1-SUCLA is demonstrated via x-ray crystallography experiments on NIH NCBI Molecular Modeling Database. SUCLG1 has been curated and determined to have a moderate associated with Leigh syndrome spectrum. Therefore, this interaction provides further evidence in support of SUCLA2 and its association with Leigh syndrome spectrum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24319143","type":"dc:BibliographicResource","dc:abstract":"The computational detection of similarities between protein 3D structures has become an indispensable tool for the detection of homologous relationships, the classification of protein families and functional inference. Consequently, numerous algorithms have been developed that facilitate structure comparison, including rapid searches against a steadily growing collection of protein structures. To this end, NCBI's Molecular Modeling Database (MMDB), which is based on the Protein Data Bank (PDB), maintains a comprehensive and up-to-date archive of protein structure similarities computed with the Vector Alignment Search Tool (VAST). These similarities have been recorded on the level of single proteins and protein domains, comprising in excess of 1.5 billion pairwise alignments. Here we present VAST+, an extension to the existing VAST service, which summarizes and presents structural similarity on the level of biological assemblies or macromolecular complexes. VAST+ simplifies structure neighboring results and shows, for macromolecular complexes tracked in MMDB, lists of similar complexes ranked by the extent of similarity. VAST+ replaces the previous VAST service as the default presentation of structure neighboring data in NCBI's Entrez query and retrieval system. MMDB and VAST+ can be accessed via http://www.ncbi.nlm.nih.gov/Structure. ","dc:creator":"Madej T","dc:date":"2014","dc:title":"MMDB and VAST+: tracking structural similarities between macromolecular complexes."},"rdfs:label":"SUCLG1 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The encoded protein interacts with one gene product whose dysfunction is known to cause Leigh syndrome. (Awarded 0.5 pts)"},{"id":"cggv:ce735134-2f97-4c64-99cb-3f8ff55279df","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92f9f626-540f-43d8-83ad-4b62a6ce137e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SUCLA2 has been categorized as a mitochondrial DNA maintenance gene with mutations in SUCLA2 associated with mitochondrial depletion (Ostergaard 2007 PMID: 17668387). According to Leigh map, at least 2 other mitochondrial DNA maintenance genes also associated with depletion have been implicated in causing Leigh syndrome (FBXL4 and POLG)(Rahman 2017 PMID: 27977873) Therefore, the function of  SUCLA2 is shared with other known genes in the disease of interest.\n** Of note, SUCLG1 also falls into category of mtDNA maintenance gene but this evidence is represented under protein interaction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23385875","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial DNA (mtDNA) depletion syndromes (MDS) are a genetically and clinically heterogeneous group of autosomal recessive disorders that are characterized by a severe reduction in mtDNA content leading to impaired energy production in affected tissues and organs. MDS are due to defects in mtDNA maintenance caused by mutations in nuclear genes that function in either mitochondrial nucleotide synthesis (TK2, SUCLA2, SUCLG1, RRM2B, DGUOK, and TYMP) or mtDNA replication (POLG and C10orf2). MDS are phenotypically heterogeneous and usually classified as myopathic, encephalomyopathic, hepatocerebral or neurogastrointestinal. Myopathic MDS, caused by mutations in TK2, usually present before the age of 2 years with hypotonia and muscle weakness. Encephalomyopathic MDS, caused by mutations in SUCLA2, SUCLG1, or RRM2B, typically present during infancy with hypotonia and pronounced neurological features. Hepatocerebral MDS, caused by mutations in DGUOK, MPV17, POLG, or C10orf2, commonly have an early-onset liver dysfunction and neurological involvement. Finally, TYMP mutations have been associated with mitochondrial neurogastrointestinal encephalopathy (MNGIE) disease that typically presents before the age of 20 years with progressive gastrointestinal dysmotility and peripheral neuropathy. Overall, MDS are severe disorders with poor prognosis in the majority of affected individuals. No efficacious therapy is available for any of these disorders. Affected individuals should have a comprehensive evaluation to assess the degree of involvement of different systems. Treatment is directed mainly toward providing symptomatic management. Nutritional modulation and cofactor supplementation may be beneficial. Liver transplantation remains controversial. Finally, stem cell transplantation in MNGIE disease shows promising results.","dc:creator":"El-Hattab AW","dc:date":"2013","dc:title":"Mitochondrial DNA depletion syndromes: review and updates of genetic basis, manifestations, and therapeutic options."},"rdfs:label":"mtDNA maintenance"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The SUCLA2 encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b252ded2-cdcc-455c-9bd8-4a2e51da6e2d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3b7e6b5-cd6d-45fa-996e-815170055ea3","type":"FunctionalAlteration","dc:description":"ShRNA targeting SUCLA2 in mouse neuronal cells, leading to a significant reduction in SCS A-B activity, was studied. Cells demonstrated reduced mitochondrial membrane potential, reduced ATP content, increased oxidative stress demonstrated by Mitosox fluorescence, mitochondrial depletion, suppression of both mitochondrial fusion and fission proteins, and reduced synaptic density.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28769029","type":"dc:BibliographicResource","dc:abstract":"Succinyl Coenzyme A synthetase (SCS) is a key mitochondrial enzyme. Defected SCS ADP-forming β subunit (SCS A-β) is linked to lethal infantile Leigh or leigh-like syndrome. However, the impacts of SCS A-β deficiency on mitochondria specifically in neurons have not yet been comprehensively investigated. Here, by down-regulating the expression levels of SCS A-β in cultured mouse neurons, we have found that SCS A-β deficiency induces severe mitochondrial dysfunction including lowered oxidative phosphorylation (OXPHOS) efficiency, increased mitochondrial superoxide production, and mtDNA depletion as well as aberrations of mitochondrial fusion and fission proteins, which eventually leads to neuronal stress. Our data also suggest that the deregulation of mitochondrial nucleoside diphosphate kinase (NDPK) together with defects in mitochondrial transcription factors including mitochondrial DNA pol γ and Twinkle contribute to SCS A-β deficiency-mediated mtDNA instability. Furthermore, we have found that SCS A-β deficiency has detrimental influence on neuronal mitochondrial dynamics. Put together, the results have furnished our knowledge on the pathogenesis of SCS A-β deficiency-related mitochondrial diseases and revealed the vital role of SCS A-β in maintaining neuronal mitochondrial quality control and neuronal physiology.","dc:creator":"Zhao Y","dc:date":"2017","dc:title":"Loss of succinyl-CoA synthase ADP-forming β subunit disrupts mtDNA stability and mitochondrial dynamics in neurons."},"rdfs:label":"SUCLA2 knockdown in murine neuronal cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Cell culture model with SUCLA2 knockdown was performed in a neuronal cell type providing increased evidence of its pathological relationship with Leigh syndrome. (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":321,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.75,"subject":{"id":"cggv:3fea0c5f-cd61-4b1a-9bda-f8254bbcd676","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:11448","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SUCLA2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of February 11, 2019. 25 articles were reviewed.  SUCLA2 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2005 (Epeleg et al., PMID 10545952).  More than 50 unique variants predicted to cause a loss of or reduced function of the protein have been reported in ClinVar, suggesting homozygous loss of function is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 10 probands with Leigh syndrome spectrum in 9 different publications (PMID 17301081, 23010432, 10545952, 23759946, 26952923, 27913098, 17287286, 26475597, 25582465). This gene-disease association is further supported by the function of the gene product, protein interaction, expression, and studies in cell lines.  In summary, there is definitive evidence to support the relationship between SUCLA2 and autosomal recessive Leigh syndrome spectrum. More than three years have elapsed from the first proposal of the association, thus reaching a definitive classification. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 11, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:eedc8c99-a02a-4a34-ba72-1b0fc975e63f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}