{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-02-06T17:00:00.000Z","role":"Approver"},{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-04-02T20:44:31.055Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11238270","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene G4.5 result in a wide spectrum of severe infantile cardiomyopathic phenotypes, including isolated left ventricular noncompaction (LVNC), as well as Barth syndrome (BTHS) with dilated cardiomyopathy (DCM). The purpose of this study was to investigate patients with LVNC or BTHS for mutations in G4.5 or other novel genes.","dc:creator":"Ichida F","dc:date":"2001","dc:title":"Novel gene mutations in patients with left ventricular noncompaction or Barth syndrome."},"evidence":[{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca27b422-1fdd-43ea-a937-0cc85b025826","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a3ec1d45-dcd5-4a3d-a2fc-b865bc6e747d","type":"Finding","demonstrates":{"id":"obo:MI_0933"},"dc:description":"Previous studies demonstrated an interaction between Tbx5 and Osr1 in the second heart field for atrial septation\nRNA-Seq transcriptome data from the posterior SHF of wild-type, Tbx5(+/) (-), Osr1(+/-), Osr1(-/-) and Tbx5(+/-)/Osr1(+/-) mutant embryos was acquired\nSubset of genes were selected from gene set analysis\nDTNA expression was altered in the mutant embryos\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26744331","type":"dc:BibliographicResource","dc:abstract":"Atrial septal defects (ASDs) are a common human congenital heart disease (CHD) that can be induced by genetic abnormalities. Our previous studies have demonstrated a genetic interaction between Tbx5 and Osr1 in the second heart field (SHF) for atrial septation. We hypothesized that Osr1 and Tbx5 share a common signaling networking and downstream targets for atrial septation. To identify this molecular networks, we acquired the RNA-Seq transcriptome data from the posterior SHF of wild-type, Tbx5(+/) (-), Osr1(+/-), Osr1(-/-) and Tbx5(+/-)/Osr1(+/-) mutant embryos. Gene set analysis was used to identify the Kyoto Encyclopedia of Genes and Genomes pathways that were affected by the doses of Tbx5 and Osr1. A gene network module involving Tbx5 and Osr1 was identified using a non-parametric distance metric, distance correlation. A subset of 10 core genes and gene-gene interactions in the network module were validated by gene expression alterations in posterior second heart field (pSHF) of Tbx5 and Osr1 transgenic mouse embryos, a time-course gene expression change during P19CL6 cell differentiation. Pcsk6 was one of the network module genes that were linked to Tbx5. We validated the direct regulation of Tbx5 on Pcsk6 using immunohistochemical staining of pSHF, ChIP-quantitative polymerase chain reaction and luciferase reporter assay. Importantly, we identified Pcsk6 as a novel gene associated with ASD via a human genotyping study of an ASD family. In summary, our study implicated a gene network involving Tbx5, Osr1 and Pcsk6 interaction in SHF for atrial septation, providing a molecular framework for understanding the role of Tbx5 in CHD ontogeny.","dc:creator":"Zhang KK","dc:date":"2016","dc:title":"Gene network and familial analyses uncover a gene network involving Tbx5/Osr1/Pcsk6 interaction in the second heart field for atrial septation."},"rdfs:label":"DTNA expression and interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Disputed","sequence":8049,"specifiedBy":"GeneValidityCriteria10","strengthScore":0.5,"subject":{"id":"cggv:93c58f39-e764-46be-93e3-6fcb9ecd49d2","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:3057","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*DTNA* was first reported in relation to autosomal dominant congenital heart disease in 2001 (Ichida et al., PMID: 11238270). One missense variant has been reported in a family with left ventricular noncompaction and ventricular septal defect. Of note, this gene has also been implicated in dilated cardiomyopathy and was separately curated for that gene-disease relationship. Evidence disputing this gene-disease relationship includes case-level data. The one missense variant reported is too frequent to cause disease. There are additional probands with deletions including *DTNA* that also include other genes (26893613, 24036431, 31390163). Therefore, none of the published genetic evidence was scorable. Evidence supporting this gene-disease relationship includes protein interaction data only (26744331). In summary, due to the lack of convincing genetic evidence, the evidence supporting the relationship between* DTNA* and autosomal dominant congenital heart disease has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *DTNA* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date February 6th, 2024 (SOP Version 10).\nDTNA meets the criteria to be classified as DISPUTED for autosomal dominant congenital heart defects due to lack of genetic evidence.","dc:isVersionOf":{"id":"cggv:dd37e3a0-bb02-4450-86c5-46e9c64d1d39"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}