{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-09-21T14:39:51.647Z","role":"Publisher"},{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-08-17T17:00:00.000Z","role":"Approver"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/22354167","type":"dc:BibliographicResource","dc:abstract":"Natural killer (NK) cells are circulating cytotoxic lymphocytes that exert potent and nonredundant antiviral activity and antitumoral activity in the mouse; however, their function in host defense in humans remains unclear. Here, we investigated 6 related patients with autosomal recessive growth retardation, adrenal insufficiency, and a selective NK cell deficiency characterized by a lack of the CD56(dim) NK subset. Using linkage analysis and fine mapping, we identified the disease-causing gene, MCM4, which encodes a component of the MCM2-7 helicase complex required for DNA replication. A splice-site mutation in the patients produced a frameshift, but the mutation was hypomorphic due to the creation of two new translation initiation methionine codons downstream of the premature termination codon. The patients' fibroblasts exhibited genomic instability, which was rescued by expression of WT MCM4. These data indicate that the patients' growth retardation and adrenal insufficiency likely reflect the ubiquitous but heterogeneous impact of the MCM4 mutation in various tissues. In addition, the specific loss of the NK CD56(dim) subset in patients was associated with a lower rate of NK CD56(bright) cell proliferation, and the maturation of NK CD56(bright) cells toward an NK CD56(dim) phenotype was tightly dependent on MCM4-dependent cell division. Thus, partial MCM4 deficiency results in a genetic syndrome of growth retardation with adrenal insufficiency and selective NK deficiency.","dc:creator":"Gineau L","dc:date":"2012","dc:title":"Partial MCM4 deficiency in patients with growth retardation, adrenal insufficiency, and natural killer cell deficiency."},{"id":"https://pubmed.ncbi.nlm.nih.gov/22354170","type":"dc:BibliographicResource","dc:abstract":"An interesting variant of familial glucocorticoid deficiency (FGD), an autosomal recessive form of adrenal failure, exists in a genetically isolated Irish population. In addition to hypocortisolemia, affected children show signs of growth failure, increased chromosomal breakage, and NK cell deficiency. Targeted exome sequencing in 8 patients identified a variant (c.71-1insG) in minichromosome maintenance-deficient 4 (MCM4) that was predicted to result in a severely truncated protein (p.Pro24ArgfsX4). Western blotting of patient samples revealed that the major 96-kDa isoform present in unaffected human controls was absent, while the presence of the minor 85-kDa isoform was preserved. Interestingly, histological studies with Mcm4-depleted mice showed grossly abnormal adrenal morphology that was characterized by non-steroidogenic GATA4- and Gli1-positive cells within the steroidogenic cortex, which reduced the number of steroidogenic cells in the zona fasciculata of the adrenal cortex. Since MCM4 is one part of a MCM2-7 complex recently confirmed as the replicative helicase essential for normal DNA replication and genome stability in all eukaryotes, it is possible that our patients may have an increased risk of neoplastic change. In summary, we have identified what we believe to be the first human mutation in MCM4 and have shown that it is associated with adrenal insufficiency, short stature, and NK cell deficiency.","dc:creator":"Hughes CR","dc:date":"2012","dc:title":"MCM4 mutation causes adrenal failure, short stature, and natural killer cell deficiency in humans."}],"evidence":[{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee2efab3-702b-4fdb-aaa9-3c780b2677e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:64b0500a-1d77-4eee-8c5b-dc168b58819c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Lysates from patient and control human lymphocytes were immunoblotted with an anti- MCM4 antibody. While control subjects have two main protein species, of approximately 96 and 85 kDa, the predicted full-length 96-kDa product is missing in the patients. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354170","rdfs:label":"96 and 85 kDa protein species"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"similar results in PMID: 22354167"},{"id":"cggv:94852a83-4e6a-46b3-97d8-ba7adbb82de0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ca6d360-0c75-452e-b1d1-d141bbbf0179","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Gineau et al. detected no full-length MCM4 protein (~100 kDa) in patient 1.2 (P1.2) EBV-B cells as well as P1.3 and P2.1 primary and SV40 fibroblasts, by Western blotting with a polyclonal antibody recognizing the first 300 amino acids of MCM4, whereas this protein was detected in control cells. Instead, Gineau et al., detected two other more rapidly migrating proteins of lower apparent molecular mass (~95 kDa and ~90 kDa) in the patients’ cells. These proteins were also detected in control cells, albeit in much smaller amounts than the full-length protein. These results suggest that no WT MCM4 protein was produced in the patients’ cells and that the two more rapidly migrating bands were shorter forms of MCM4.\n\nPrimary and SV40 fibroblasts from patient 3 and 2, and controls were transfected with siRNAs against MCM4, to demonstrate that the two more rapidly migrating bands were indeed MCM4 isoforms. Transfection with 3 different siRNAs (si793, si1299, and si1325) against MCM4, but not with irrelevant siRNAs (EBNA or GL3), led to the disappearance of the full-length MCM4 protein from control cells and of the shorter isoforms from patient 2 fibroblasts, confirming that the two more rapidly migrating bands corresponded to isoforms of MCM4 generated by the initiation of translation downstream from the homozygous mutation in the patients’ cells. These data suggest that the homozygous MCM4 mutation prevents the production of the N-terminal domain of MCM4, this protein domain being well conserved among vertebrate species. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354167","rdfs:label":"no full-length MCM4 protein"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2f30047d-9646-47de-93f6-b97dde452a22","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b6c60e4-ae37-42d7-a783-85cca8b3e023","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MCM4 forms a highly conserved hexameric complex with MCM2, MCM3, MCM5, MCM6, and MCM7; this complex is known as the minichromosome maintenance (MCM2-7) complex and is required for both the initiation and elongation phases of eukaryotic DNA replication. Here the authors found that MCM4 is specifically involved in the single-stranded DNA binding activity of this complex. The mutation of Mcm4 in the Mcm4,6,7 complex reduced the single-stranded DNA binding activity of the complex but did not affect the ATPase or the ATP binding activity, resulting in reduced DNA helicase activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10567526","type":"dc:BibliographicResource","dc:abstract":"Mcm proteins play an essential role in eukaryotic DNA replication, but their biochemical functions are poorly understood. Recently, we reported that a DNA helicase activity is associated with an Mcm4-Mcm6-Mcm7 (Mcm4,6,7) complex, suggesting that this complex is involved in the initiation of DNA replication as a DNA-unwinding enzyme. In this study, we have expressed and isolated the mouse Mcm2, 4,6,7 proteins from insect cells and characterized various mutant Mcm4,6,7 complexes in which the conserved ATPase motifs of the Mcm4 and Mcm6 proteins were mutated. The activities associated with such preparations demonstrated that the DNA helicase activity is intrinsically associated with the Mcm4,6,7 complex. Biochemical analyses of these mutant Mcm4,6,7 complexes indicated that the ATP binding activity of the Mcm6 protein in the complex is critical for DNA helicase activity and that the Mcm4 protein may play a role in the single-stranded DNA binding activity of the complex. The results also indicated that the two activities of DNA helicase and single-stranded DNA binding can be separated.","dc:creator":"You Z","dc:date":"1999","dc:title":"Biochemical analysis of the intrinsic Mcm4-Mcm6-mcm7 DNA helicase activity."},"rdfs:label":" DNA helicase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"While the biochemical function of MCM4 is consistent with the genomic instability observed in patients, the specific impact of MCM4 variants in patients is not fully understood."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e00b878-f2bf-43f8-93b2-49b1e9220ba1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a7f06c27-c489-4636-9714-a72cd7456564","type":"FunctionalAlteration","dc:description":"Gineau et al; utilized single-cell flow cytometry analysis of intracytoplasmic CFSE dilution and 7-AAD staining. Unlike NK CD56bright cells from control individuals, the patients’ NK CD56bright cells did not proliferate in response to stimulation with IL-2 or IL-15. Gineau et al, also observed excess spontaneous apoptosis in CD56bright NK cells in the absence of stimulation, this situation being reversed by treatment with exogenous IL-2 or IL-15. Furthermore, some of the patients’ CD56dim NK cells displayed excess spontaneous apoptosis in vitro, and this was not corrected by the addition of exogenous IL-2.  Thus, suggesting the lack of full length MCM4 results in the selective lack of CD56dim NK cells in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354167","rdfs:label":"selective lack of NK cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e0a56975-7c27-488b-919e-68098bccaee7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9eef71e6-7c95-4e2d-8b53-5b4bf93804b0","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Gineau et al addressed the impact of the mutated MCM4 allele on DNA replication itself by investigating the cell cycle and DNA content in SV40 fibroblasts, by propidium iodide (PI) and BrdU labeling with and without aphidicolin (an inhibitor of DNA replication) pretreatment. In the absence of aphidicolin treatment, the proportion of cells in the G1 and S phases was lower in the patients than in the controls, whereas the proportion of cells in G2/M phase was higher. The DNA content of the patients’ SV40 fibroblasts was also abnormal, with an 8C/2C ratio much higher than that in control SV40 fibroblasts, indicating disruption of the coordination of DNA replication. Treatment with aphidicolin amplified this phenotype. Thus, MCM4 mutation affects DNA replication by disrupting the normal control of the prevention of re-replication and having an impact on the mitotic phase.\n\nComplete and accurate DNA replication is essential for the maintenance of genetic integrity in all organisms. When replication is compromised, the DNA becomes more prone to breakage.  Genomic instability was assessed in the presence and absence of aphidicolin treatment in SV40 fibroblasts from patients and controls, through assessment of chromatid breaks and chromosome exchanges. The mean number of breaks per metaphase differed significantly between patients and controls, with values of 0.82 obtained for control cells and of 9.25 and 10.79 for cells from P1.3 and P2.1, respectively.\n\nThe authors then expressed the WT MCM4 or the patients’ MCM4 allele in patient fibroblasts and assessed the breakage phenotype, to demonstrate that the observed genomic instability was due to the absence of the full-length MCM4 in the patients’ cells. Expression of the WT allele greatly decreased the number of DNA breaks per metaphase (from 9.7 to 3.6 breaks per metaphase for the WT allele), whereas expression of the mutant allele did not.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354167","rdfs:label":"Genomic instability"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:736cd15c-5c21-49b0-8c9e-2a7625ccc3a1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e5d54b62-6cbc-4849-b2df-b9e29bc9cf12","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Whereas homozygosity for a disrupted Mcm4 allele (Mcm4−) caused preimplantation lethality, McmChaos3/− embryos died late in gestation, indicating that Mcm4Chaos3 is hypomorphic. Mutant McmChaos3/Chaos3 embryonic fibroblasts were highly susceptible to chromosome breaks induced by the DNA replication inhibitor aphidicolin. This is similar to the increased genomic instability observed in patients.\n\nHeterozygotes show mildly elevated (two- to fivefold) micronucleus frequencies compared with wild-type animals, whereas homozygotes show a marked (∼20-fold) increase; over 7% of erythrocytes in these animals contain micronuclei.\n\nMouse embryonic fibroblasts (MEFs) were further investigated by treatment with he DNA replication inhibitor aphidicolin (Aph), which induces chromosome breaks at common fragile sites. Both Mcm4Chaos3/Chaos3 and Mcm4Chaos3/− MEFs were highly susceptible to Aph-induced chromosome breaks.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17143284","type":"dc:BibliographicResource","dc:abstract":"Mcm4 (minichromosome maintenance-deficient 4 homolog) encodes a subunit of the MCM2-7 complex (also known as MCM2-MCM7), the replication licensing factor and presumptive replicative helicase. Here, we report that the mouse chromosome instability mutation Chaos3 (chromosome aberrations occurring spontaneously 3), isolated in a forward genetic screen, is a viable allele of Mcm4. Mcm4(Chaos3) encodes a change in an evolutionarily invariant amino acid (F345I), producing an apparently destabilized MCM4. Saccharomyces cerevisiae strains that we engineered to contain a corresponding allele (resulting in an F391I change) showed a classical minichromosome loss phenotype. Whereas homozygosity for a disrupted Mcm4 allele (Mcm4(-)) caused preimplantation lethality, Mcm(Chaos3/-) embryos died late in gestation, indicating that Mcm4(Chaos3) is hypomorphic. Mutant embryonic fibroblasts were highly susceptible to chromosome breaks induced by the DNA replication inhibitor aphidicolin. Most notably, >80% of Mcm4(Chaos3/Chaos3) females succumbed to mammary adenocarcinomas with a mean latency of 12 months. These findings suggest that hypomorphic alleles of the genes encoding the subunits of the MCM2-7 complex may increase breast cancer risk.","dc:creator":"Shima N","dc:date":"2007","dc:title":"A viable allele of Mcm4 causes chromosome instability and mammary adenocarcinomas in mice."},"rdfs:label":"Mcm4-Chaos3 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mice recapitulate genomic instability but do not have the specific phenotype observed in patients, including gradual onset adrenal insufficiency, natural killer cell deficiency with recurrent infections, and growth retardation. Other than the micronucleus phenotype, young Chaos3 heterozygotes and homozygotes of both sexes are fertile and overtly indistinguishable from normal littermates."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6d32806-9619-4cba-bba3-de333992f1e1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b6d32806-9619-4cba-bba3-de333992f1e1","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_182746.3(MCM4):c.71-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371143599"}},"detectionMethod":"SNP array genotyping identified three areas of homozygosity which were interrogated using exon capture and high-throughput sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypes":["obo:HP_0008163","obo:HP_0011749","obo:HP_0004322","obo:HP_0001518","obo:HP_0001508","obo:HP_0040218","obo:HP_0000953"],"previousTestingDescription":"Known causes of adrenal insufficiency were excluded clinically and biochemically, and mutations in MC2R, MRAP, and STAR, all associated with FGD, were not detected.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d34b09cd-de9e-4cde-b81e-2687e46de98d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354170"},"rdfs:label":"Patient 1"},{"id":"cggv:d34b09cd-de9e-4cde-b81e-2687e46de98d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d34b09cd-de9e-4cde-b81e-2687e46de98d_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Recurrent variant in the Irish Traveler community.\n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d80f641f-231f-4851-949d-75dea246d695_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d80f641f-231f-4851-949d-75dea246d695","type":"Proband","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"detectionMethod":"Single-nucleotide polymorphism homozygosity mapping and targeted next-generation sequencing","firstTestingMethod":"Homozygosity mapping","phenotypes":["obo:HP_0040218","obo:HP_0000252","obo:HP_0001508","obo:HP_0004322","obo:HP_0001518","obo:HP_0000953"],"secondTestingMethod":"Next generation sequencing panels","sex":"Male","variant":{"id":"cggv:c860e767-478d-4731-b4a2-7780cbe76216_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22499342","type":"dc:BibliographicResource","dc:abstract":"A study is presented of 10 children with a novel syndrome born to consanguineous parents from the Irish Traveller population. The syndrome is characterised by a natural killer (NK) cell deficiency, evidence of an atypical Fanconi's type DNA breakage disorder, and features of familial glucocorticoid deficiency (FGD). The NK cell deficiency probably accounts for the patients' recurrent viral illnesses. Molecular tests support a diagnosis of mosaic Fanconi's anaemia, but the patients do not present with any of the expected clinical features of the disorder. The symptomatic presentation of FGD was delayed in onset and may be a secondary phenotype. As all three phenotypes segregate together, the authors postulated that the NK cell deficiency, DNA repair disorder and FGD were caused by a single recessive genetic event.","dc:creator":"Casey JP","dc:date":"2012","dc:title":"Recessive mutations in MCM4/PRKDC cause a novel syndrome involving a primary immunodeficiency and a disorder of DNA repair."}},"rdfs:label":"P3 II:1"},{"id":"cggv:c860e767-478d-4731-b4a2-7780cbe76216","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c860e767-478d-4731-b4a2-7780cbe76216_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Recurrent variant in the Irish Traveller community."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c4558491-402a-4671-a284-0c9e5577e77b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c4558491-402a-4671-a284-0c9e5577e77b","type":"Proband","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"detectionMethod":"Sequenced the coding region, the 5′ and 3′ UTR of all coding genes, and one miRNA for the region of interest (8p11.23–q11.21)","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0005353","obo:HP_0008897","obo:HP_0001511","obo:HP_0040218","obo:HP_0002205","obo:HP_0040012","obo:HP_0000846"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:fe56c395-ff42-4965-9d92-0794a7cf0aee_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354167"},"rdfs:label":"P2.1"},{"id":"cggv:fe56c395-ff42-4965-9d92-0794a7cf0aee","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fe56c395-ff42-4965-9d92-0794a7cf0aee_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Recurrent variant in the Irish Traveler community.\n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:fbd8d1f3-973e-4a40-a7e4-6ed2ad7b5464_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fbd8d1f3-973e-4a40-a7e4-6ed2ad7b5464","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"detectionMethod":"SNP array genotyping identified three areas of homozygosity which were interrogated using exon capture and high-throughput sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypes":["obo:HP_0040012","obo:HP_0001943","obo:HP_0011749","obo:HP_0000846","obo:HP_0004322","obo:HP_0000953","obo:HP_0040218"],"previousTestingDescription":"Known causes of adrenal insufficiency were excluded clinically and biochemically, and mutations in MC2R, MRAP, and STAR, all associated with FGD, were not detected.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2fb286ba-276b-4204-86c2-d8c2467cd740_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354170"},"rdfs:label":"Patient 5"},{"id":"cggv:2fb286ba-276b-4204-86c2-d8c2467cd740","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2fb286ba-276b-4204-86c2-d8c2467cd740_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"This variant, a splice site mutation, altered the consensus sequence and would be predicted to shift the splice acceptor site upstream by one nucleotide and lead to a frameshift and a foreshortened open reading frame encoding a prematurely terminated translation product (p.Pro24ArgfsX4). The splice site shift was confirmed by performing RT-PCR on total RNA from whole blood.\n\nImmunoblotting of unaffected controls identified two major proteins at 96 kDa and 85 kDa, patient samples showed only one major MCM4 species at 85 kDa, due to internal initiation from the third in-frame ATG at NM_182746.3:c.223. The authors propose that this smaller isoform rescues the patients from a lethal phenotype (as seen in homozygous knockout mice).\n\nThe variant is homozygous due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1b53b4c7-41f3-4cbb-9975-f323d3a7cb09_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1b53b4c7-41f3-4cbb-9975-f323d3a7cb09","type":"Proband","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"detectionMethod":"Sequenced the coding region, the 5′ and 3′ UTR of all coding genes, and one miRNA for the region of interest (8p11.23–q11.21)","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0011342","obo:HP_0002205","obo:HP_0002878","obo:HP_0000846","obo:HP_0004325","obo:HP_0000252","obo:HP_0005523","obo:HP_0004429","obo:HP_0002206","obo:HP_0040218","obo:HP_0002716","obo:HP_0001744","obo:HP_0008163","obo:HP_0040012","obo:HP_0011749","obo:HP_0002110","obo:HP_0002240","obo:HP_0004322","obo:HP_0001518"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:055791e1-92f5-4916-94d1-a3643277dd7c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354167"},"rdfs:label":"P1.3"},{"id":"cggv:055791e1-92f5-4916-94d1-a3643277dd7c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:055791e1-92f5-4916-94d1-a3643277dd7c_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Recurrent variant in the Irish Traveler community.\n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fd9532bd-9389-489a-bc93-78ae2a62991d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fd9532bd-9389-489a-bc93-78ae2a62991d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"detectionMethod":"SNP array genotyping identified three areas of homozygosity which were interrogated using exon capture and high-throughput sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypes":["obo:HP_0040218","obo:HP_0000846","obo:HP_0000953","obo:HP_0001518","obo:HP_0002110","obo:HP_0002719","obo:HP_0001943","obo:HP_0004322","obo:HP_0011749"],"previousTestingDescription":"Known causes of adrenal insufficiency were excluded clinically and biochemically, and mutations in MC2R, MRAP, and STAR, all associated with FGD, were not detected.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6d687a5a-dd6a-408e-b110-b46b7cddcd7a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22354170"},"rdfs:label":"Patient 6"},{"id":"cggv:6d687a5a-dd6a-408e-b110-b46b7cddcd7a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6d687a5a-dd6a-408e-b110-b46b7cddcd7a_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Recurrent variant in the Irish Traveler community.\n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:004c97a5-4ddc-46e4-bb35-2422806dbfbf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:004c97a5-4ddc-46e4-bb35-2422806dbfbf","type":"Proband","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"phenotypes":["obo:HP_0004322","obo:HP_0030084","obo:HP_0040218","obo:HP_0001508","obo:HP_0001518","obo:HP_0000953"],"sex":"Male","variant":{"id":"cggv:95cb29a6-c54f-4e6f-a79f-e09383f04d76_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64ecc8c7-b320-4f85-9b96-3d147a003f69"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22499342"},"rdfs:label":"P1 IV-9"},{"id":"cggv:95cb29a6-c54f-4e6f-a79f-e09383f04d76","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:95cb29a6-c54f-4e6f-a79f-e09383f04d76_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Recurrent variant in the Irish Traveller community\n\nhomozygous by consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":6903,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.5,"subject":{"id":"cggv:fb2520eb-2a55-46d5-a161-60cd001f6fb4","type":"GeneValidityProposition","disease":"obo:MONDO_0012383","gene":"hgnc:6947","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*MCM4* was first reported in relation to autosomal recessive inheritance of primary immunodeficiency with natural-killer cell deficiency and adrenal insufficiency in 2012 (Hughes et al., PMID: 22354170) and (Gineau et al., PMID: 22354167). This condition is characterized by adrenal failure, short stature, and natural killer (NK) cell deficiency. Affected individuals are also typically susceptible to recurrent infections. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. The only identified variant (a hypomorphic splice site mutation) in this gene has been reported in 7 probands, segregating with disease in five families from the Irish Traveler community. (PMIDs: 22354170, 22354167, 22499342).\n\nThis gene-disease relationship is supported by its biochemical function, expression studies, functional assays, rescue studies, and a mouse model (PMIDs: 22354170, 22354167, 10567526, 17143284). In healthy subjects, *MCM4* is part of a complex genetic machinery responsible for genome stability and correct DNA replication with a role in single strand DNA binding (PMID: 10567526). In FGD patients, the specific impact of MCM4 variants is not fully understood but in a functional assay supports the hypothesis that the lack of full length *MCM4* results in selective lack of CD56dim in NK cells (PMID: 22354167). The same author detected no full-length *MCM4* protein in patient 1.2 (P1.2) EBV-B cells as well as P1.3 and P2.1 primary and SV40 fibroblasts, by Western blotting (Gineau et al., PMID: 22354167). In addition, Hughes et al, completed another expression study using immunoblotting in which control subjects were observed to have two main protein species, of approximately 96 and 85 kDa, while predicted full-length 96-kDa product is missing in the patients (Hughes et al., PMID: 22354170). Gineau et al., also addressed the impact of the mutated *MCM4* allele on DNA replication itself by investigating the cell cycle and DNA content in SV40 fibroblasts and identified a rescue. WT *MCM4* or the patients’ *MCM4* allele were expressed in patient fibroblasts and authors assessed the breakage phenotype to demonstrate that the observed genomic instability was due to the absence of the full-length MCM4 in the patients’ cells. Expression of the WT allele greatly decreased the number of DNA breaks per metaphase, whereas expression of the mutant allele did not (PMID: 22354167). Lastly, a mouse model with a hypomorphic *MCM4* allele recapitulated the increased genomic instability observed in patients, though it lacked additional features of the disease (PMID: 17143284).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:9386eb47-5424-4f27-94d5-0d6709a6587e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}