{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-07-06T14:59:14.159Z","role":"Publisher"},{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-04-11T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56e7a675-aa68-4bf4-9460-e88d3edac681","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb168717-6577-4715-a49f-8503a0866ccd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization demonstrated that Smarcc1 is highly expressed in the neuroepithelium and ventricular zone but reduced in later brain development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29983323","type":"dc:BibliographicResource","dc:abstract":"Congenital hydrocephalus (CH), featuring markedly enlarged brain ventricles, is thought to arise from failed cerebrospinal fluid (CSF) homeostasis and is treated with lifelong surgical CSF shunting with substantial morbidity. CH pathogenesis is poorly understood. Exome sequencing of 125 CH trios and 52 additional probands identified three genes with significant burden of rare damaging de novo or transmitted mutations: TRIM71 (p = 2.15 × 10","dc:creator":"Furey CG","dc:date":"2018","dc:title":"De Novo Mutation in Genes Regulating Neural Stem Cell Fate in Human Congenital Hydrocephalus."},"rdfs:label":"In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e47cbd0c-1bcc-4af8-b63c-8bc8dafea02e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:59d4580c-194a-4ce0-8206-f61fac2fe5c6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The role of SMARCC1 in neurogenesis is consistent with the brain abnormalities observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36993720","type":"dc:BibliographicResource","dc:abstract":"Hydrocephalus, characterized by cerebral ventriculomegaly, is the most common disorder requiring brain surgery. A few familial forms of congenital hydrocephalus (CH) have been identified, but the cause of most sporadic cases of CH remains elusive. Recent studies have implicated ","dc:creator":"Singh AK","dc:date":"2023","dc:title":"A novel "},"rdfs:label":"SMARCC1 and neurogenesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4f2dd79a-0296-4929-a6fd-f7a7e6cc59f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:19020e45-3157-42f7-9c78-7f53cf12f4b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Smarcc1 homozygous knockout mice were embryonically lethal, while 20% of the heterozygous mutant embryos displayed exencephaly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11604513","type":"dc:BibliographicResource","dc:abstract":"Srg3 (SWI3-related gene product) is a mouse homolog of yeast SWI3, Drosophila melanogaster MOIRA (also named MOR/BAP155), and human BAF155 and is known as a core subunit of SWI/SNF complex. This complex is involved in the chromatin remodeling required for the regulation of transcriptional processes associated with development, cellular differentiation, and proliferation. We generated mice with a null mutation in the Srg3 locus to examine its function in vivo. Homozygous mutants develop in the early implantation stage but undergo rapid degeneration thereafter. An in vitro outgrowth study revealed that mutant blastocysts hatch, adhere, and form a layer of trophoblast giant cells, but the inner cell mass degenerates after prolonged culture. Interestingly, about 20% of heterozygous mutant embryos display defects in brain development with abnormal organization of the brain, a condition known as exencephaly. Histological examination suggests that exencephaly is caused by the failure in neural fold elevation, resulting in severe brain malformation. Our findings demonstrate that Srg3 is essential for early embryogenesis and plays an important role in the brain development of mice.","dc:creator":"Kim JK","dc:date":"2001","dc:title":"Srg3, a mouse homolog of yeast SWI3, is essential for early embryogenesis and involved in brain development."},"rdfs:label":"Homozygous knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a5e4d411-cdb6-41e9-bd1c-0b4b9938560d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd737900-77d4-4e7c-9175-3cc13f0ece20","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice demonstrated multiple brain abnormalities as similarly seen in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24170322","type":"dc:BibliographicResource","dc:abstract":"Failure of embryonic neural tube closure results in the second most common class of birth defects known as neural tube defects (NTDs). While NTDs are likely the result of complex multigenic dysfunction, it is not known whether polymorphisms in epigenetic regulators may be risk factors for NTDs. Here we characterized Baf155(msp3) , a unique ENU-induced allele in mice. Homozygous Baf155(mps3) embryos exhibit highly penetrant exencephaly, allowing us to investigate the roles of an assembled, but malfunctional BAF chromatin remodeling complex in vivo at the time of neural tube closure. Evidence of defects in proliferation and apoptosis were found within the neural tube. RNA-Seq analysis revealed that surprisingly few genes showed altered expression in Baf155 mutant neural tissue, given the broad epigenetic role of the BAF complex, but included genes involved in neural development and cell survival. Moreover, gene expression changes between individual mutants were variable even though the NTD was consistently observed. This suggests that inconsistent gene regulation contributes to failed neural tube closure. These results shed light on the role of the BAF complex in the process of neural tube closure and highlight the importance of studying missense alleles to understand epigenetic regulation during critical phases of development.","dc:creator":"Harmacek L","dc:date":"2014","dc:title":"A unique missense allele of BAF155, a core BAF chromatin remodeling complex protein, causes neural tube closure defects in mice."},"rdfs:label":"Homozygous mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6613,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:8d2e7574-2890-4e1d-9951-36417068373d","type":"GeneValidityProposition","disease":"obo:MONDO_0700123","gene":"hgnc:11104","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SMARCC1 was first reported in relation to autosomal dominant SMARCC1-associated developmental dysgenesis syndrome in 2018 (Al Mutairi et al., PMID: 29360170). SMARCC1-associated developmental dysgenesis syndrome is characterized by developmental delay, cerebral ventriculomegaly, aqueductal stenosis, and other associated structural brain and cardiac defects. Nine variants (missense, canonical splice site, nonsense, and frameshift) that have been reported in nine probands in four publications (PMIDs: 29360170, 29983323, 33077954, 34906496) are included in this curation. Variants are inherited primarily de novo. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss of function. This gene-disease relationship is also supported by expression in the neuroepithelium and ventricular zone during neurogenesis (PMID: 29983323), biochemical function important for the BAF chromatin remodeling complex during human brain morphogenesis (PMID: 36993720), and two homozygous mouse models with brain abnormalities (PMIDs: 11604513, 24170322). In summary, there is definitive evidence supporting the relationship between SMARCC1 and autosomal dominant SMARCC1-associated developmental dysgenesis syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Brain Malformations GCEP on the meeting date April 11, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:bb13d681-db77-4219-93ce-a9eefbd2839c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}