{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-05-01T04:00:00.000Z","role":"Approver"},{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e870cff-ffe3-4e23-972f-20cb9ff904f4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a8a65223-a941-4949-9171-a39ef46621ae","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Otoancorin detected in mouse inner ear by immunofluorescence. First detected in cochlea at embryonic day 16.5 at surface of spiral limbus. This persisted at later development stages. From day P3 to P10, otoancorin also observed on luminal surface of greater epithelial ridge and along surface of cells lying immediately adjacent and medial to IHCs. In transgenic mice expressing GFP under control of Myo7A promoter, otoancorin observed at apical surface of supporting cells surrounding hair cells in sensory epithelia of saccule, utricle, and cristaw ampullaris. Also on apical surface of epithelial cells surrounding sensory areas","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11972037","type":"dc:BibliographicResource","dc:abstract":"A 3,673-bp murine cDNA predicted to encode a glycosylphosphatidylinositol-anchored protein of 1,088 amino acids was isolated during a study aimed at identifying transcripts specifically expressed in the inner ear. This inner ear-specific protein, otoancorin, shares weak homology with megakaryocyte potentiating factor/mesothelin precursor. Otoancorin is located at the interface between the apical surface of the inner ear sensory epithelia and their overlying acellular gels. In the cochlea, otoancorin is detected at two attachment zones of the tectorial membrane, a permanent one along the top of the spiral limbus and a transient one on the surface of the developing greater epithelial ridge. In the vestibule, otoancorin is present on the apical surface of nonsensory cells, where they contact the otoconial membranes and cupulae. The identification of the mutation (IVS12+2T>C) in the corresponding gene OTOA in one consanguineous Palestinian family affected by nonsyndromic recessive deafness DFNB22 assigns an essential function to otoancorin. We propose that otoancorin ensures the attachment of the inner ear acellular gels to the apical surface of the underlying nonsensory cells.","dc:creator":"Zwaenepoel I","dc:date":"2002","dc:title":"Otoancorin, an inner ear protein restricted to the interface between the apical surface of sensory epithelia and their overlying acellular gels, is defective in autosomal recessive deafness DFNB22."},"rdfs:label":"Zwaenepoel 2002 Function 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f73825b2-4a35-4640-8f7a-3c2786b9d5f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50bda7f0-486a-4933-8ee2-1d876b6ae31f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In KO mouse, tectorial membrane is detached from spiral limbus and lateral-most region is thinner than normal. TM of mutants appears slightly tilted, but SEM shows normal organization and orientation of hair bundles of IHCs and OHCs in organ of Corti. Covernet appears normal. Hensen's stripe is not visible. CM potentials, DPOAEs, and CAPs suggest mechanical responses are not significantly changed with Otoa mutation but transmission of responses to IHCs is attenuated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23129639","type":"dc:BibliographicResource","dc:abstract":"The gene causative for the human nonsyndromic recessive form of deafness DFNB22 encodes otoancorin, a 120-kDa inner ear-specific protein that is expressed on the surface of the spiral limbus in the cochlea. Gene targeting in ES cells was used to create an EGFP knock-in, otoancorin KO (Otoa(EGFP/EGFP)) mouse. In the Otoa(EGFP/EGFP) mouse, the tectorial membrane (TM), a ribbon-like strip of ECM that is normally anchored by one edge to the spiral limbus and lies over the organ of Corti, retains its general form, and remains in close proximity to the organ of Corti, but is detached from the limbal surface. Measurements of cochlear microphonic potentials, distortion product otoacoustic emissions, and basilar membrane motion indicate that the TM remains functionally attached to the electromotile, sensorimotor outer hair cells of the organ of Corti, and that the amplification and frequency tuning of the basilar membrane responses to sounds are almost normal. The compound action potential masker tuning curves, a measure of the tuning of the sensory inner hair cells, are also sharply tuned, but the thresholds of the compound action potentials, a measure of inner hair cell sensitivity, are significantly elevated. These results indicate that the hearing loss in patients with Otoa mutations is caused by a defect in inner hair cell stimulation, and reveal the limbal attachment of the TM plays a critical role in this process.","dc:creator":"Lukashkin AN","dc:date":"2012","dc:title":"A mouse model for human deafness DFNB22 reveals that hearing impairment is due to a loss of inner hair cell stimulation."},"rdfs:label":"Lukashkin 2012 Animal Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:0d99b579-7457-4831-b816-3fd1001920b2","type":"EvidenceLine","evidence":[{"id":"cggv:0d99b579-7457-4831-b816-3fd1001920b2_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:9c2fa6f4-29bf-4d9b-8fc3-245f775fdeb2","type":"Cohort","allGenotypedSequenced":150,"detectionMethod":"Array CGH (aCGH)","evidence":[{"id":"cggv:0d99b579-7457-4831-b816-3fd1001920b2_cc_evidence_item"}],"numWithVariant":18,"relatedCondition":{"id":"cggv:a1d67aa7-0111-47dc-834d-a9a2fda01c14"}},"controlCohort":{"id":"cggv:6f7b9d0a-4fec-4f61-8b76-82252cbbdaca","type":"Cohort","allGenotypedSequenced":157,"detectionMethod":"Array CGH (aCGH)","evidence":[{"id":"cggv:0d99b579-7457-4831-b816-3fd1001920b2_cc_evidence_item"}],"numWithVariant":8},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.0397,"statisticalSignificanceType":"","statisticalSignificanceValue":2.56,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25528277","type":"dc:BibliographicResource","dc:abstract":"The genetic diversity of loci and mutations underlying hereditary hearing loss is an active area of investigation. To identify loci associated with predominantly non-syndromic sensorineural hearing loss, we performed exome sequencing of families and of single probands, as well as copy number variation (CNV) mapping in a case-control cohort.","dc:creator":"Haraksingh RR","dc:date":"2014","dc:title":"Exome sequencing and genome-wide copy number variant mapping reveal novel associations with sensorineural hereditary hearing loss."},"rdfs:label":"Haraksingh Case-Control 1"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":1,"dc:description":"Authors did not perform Bonferroni corrections"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":1},{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b381e599-e8b8-42a7-95b5-95e9ca5b7105_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7e0f6040-ecc5-454a-8a70-5be168f9287d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Targeted genomic enrichment and massively parallel sequencing, Illumina HiSeq.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0012712","obo:HP_0012713","obo:HP_0008527"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:b381e599-e8b8-42a7-95b5-95e9ca5b7105_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9a71979e-3906-4834-b9c0-30595687df05","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.21685275A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395053451"}},{"id":"cggv:33ce22ac-702e-41c9-aa45-00d0aff7d7c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3(OTOA):c.131T>C (p.Ile44Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/178497"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26969326","type":"dc:BibliographicResource","dc:abstract":"Hearing loss is the most common sensory deficit in humans, affecting 1 in 500 newborns. Due to its genetic heterogeneity, comprehensive diagnostic testing has not previously been completed in a large multiethnic cohort. To determine the aggregate contribution inheritance makes to non-syndromic hearing loss, we performed comprehensive clinical genetic testing with targeted genomic enrichment and massively parallel sequencing on 1119 sequentially accrued patients. No patient was excluded based on phenotype, inheritance or previous testing. Testing resulted in identification of the underlying genetic cause for hearing loss in 440 patients (39%). Pathogenic variants were found in 49 genes and included missense variants (49%), large copy number changes (18%), small insertions and deletions (18%), nonsense variants (8%), splice-site alterations (6%), and promoter variants (<1%). The diagnostic rate varied considerably based on phenotype and was highest for patients with a positive family history of hearing loss or when the loss was congenital and symmetric. The spectrum of implicated genes showed wide ethnic variability. These findings support the more efficient utilization of medical resources through the development of evidence-based algorithms for the diagnosis of hearing loss.","dc:creator":"Sloan-Heggen CM","dc:date":"2016","dc:title":"Comprehensive genetic testing in the clinical evaluation of 1119 patients with hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26969326","rdfs:label":"Patient 231"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:dc8956e1-a57f-4c7c-bdfa-bd2d713630c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27686779-3685-4dda-b56b-40c64fb5d15b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"CNV analysis, Assessed for other deafness-associated alleles previously identified in Palestinian families","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0000007","obo:HP_0000407","obo:HP_0000399","obo:HP_0008619"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:dc8956e1-a57f-4c7c-bdfa-bd2d713630c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b48d8b91-72cd-4d03-8131-72bfdd068fbe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"OTOA, 500-KB DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3561"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19888295","type":"dc:BibliographicResource","dc:abstract":"In communities with high rates of consanguinity and consequently high prevalence of recessive phenotypes, homozygosity mapping with SNP arrays is an effective approach for gene discovery. In 20 Palestinian kindreds with prelingual nonsyndromic hearing loss, we generated homozygosity profiles reflecting linkage to the phenotype. Family sizes ranged from small nuclear families with two affected children, one unaffected sibling, and parents to multigenerational kindreds with 12 affected relatives. By including unaffected parents and siblings and screening 250 K SNP arrays, even small nuclear families yielded informative profiles. In 14 families, we identified the allele responsible for hearing loss by screening a single candidate gene in the longest homozygous region. Novel alleles included missense, nonsense, and splice site mutations of CDH23, MYO7A, MYO15A, OTOF, PJVK, Pendrin/SLC26A4, TECTA, TMHS, and TMPRSS3, and a large genomic deletion of Otoancorin (OTOA). All point mutations were rare in the Palestinian population (zero carriers in 288 unrelated controls); the carrier frequency of the OTOA genomic deletion was 1%. In six families, we identified five genomic regions likely to harbor novel genes for human hearing loss on chromosomes 1p13.3 (DFNB82), 9p23-p21.2/p13.3-q21.13 (DFNB83), 12q14.3-q21.2 (DFNB84; two families), 14q23.1-q31.1, and 17p12-q11.2 (DFNB85).","dc:creator":"Shahin H","dc:date":"2010","dc:title":"Five novel loci for inherited hearing loss mapped by SNP-based homozygosity profiles in Palestinian families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19888295","rdfs:label":"Family DO Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:b6c902f3-84aa-457c-a5bc-134d6174e494_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:36c20406-5eeb-47f1-aeb8-38d668ae6538","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Screened for previously published Palestinian and Lebanese deafness alleles of otoferlin, TECTA, otoancorin, and whirlin, and tested for GJB2, TMPRSS3, SLC26A4","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000399","obo:HP_0008619"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b6c902f3-84aa-457c-a5bc-134d6174e494_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c3df05a1-6c7c-4fdd-a6f9-776bbc8d2242","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3(OTOA):c.1025A>T (p.Asp342Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/402269"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16460646","type":"dc:BibliographicResource","dc:abstract":"Recessively inherited phenotypes are frequent in the Palestinian population, as the result of a historical tradition of marriages within extended kindreds, particularly in isolated villages. In order to characterise the genetics of inherited hearing loss in this population, we worked with West Bank schools for the deaf to identify children with prelingual, bilateral, severe to profound hearing loss not attributable to infection, trauma or other known environmental exposure. Of 156 families enrolled, hearing loss in 17 families (11 per cent) was due to mutations in GJB2 (connexin 26), a smaller fraction of GJB2-associated deafness than in other populations. In order to estimate how many different genes might be responsible for hearing loss in this population, we evaluated ten families for linkage to all 36 known human autosomal deafness-related genes, fully sequencing hearing-related genes at any linked sites in informative relatives. Four families harboured four novel alleles of TMPRSS3 (988DeltaA = 352stop), otoancorin (1067A > T = D356V) and pendrin (716T > A = V239D and 1001G > T = 346stop). In each family, all affected individuals were homozygous for the critical mutation. Each allele was specific to one or a few families in the cohort; none were widespread. Since epidemiological tests of association of mutations with deafness were not feasible for such rare alleles, we used functional and bioinformatics approaches to evaluate their consequences. In six other families, hearing loss was not linked to any known gene, suggesting that these families harbour novel genes responsible for this phenotype. We conclude that inherited hearing loss is highly heterogeneous in this population, with most extended families acting as genetic isolates in this context. We also conclude that the same genes are responsible for hearing loss in this population as elsewhere, so that gene discovery in these families informs the genetics of hearing loss worldwide.","dc:creator":"Walsh T","dc:date":"2006","dc:title":"Genomic analysis of a heterogeneous Mendelian phenotype: multiple novel alleles for inherited hearing loss in the Palestinian population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16460646","rdfs:label":"Family BR Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded because variant is a missense in a consanguineous family, but variant is predicted damaging by PolyPhen and absent from gnomAD (date accessed 11/9/2017)."},{"id":"cggv:3a1433cf-f929-4efa-b95e-28fd1876b355_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a0664b61-6ba4-4c1e-9e5b-53a02b39fff8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES, no variants in GJB2 or exon 7 of TMC1","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0008625","obo:HP_0012714"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3a1433cf-f929-4efa-b95e-28fd1876b355_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:401dced1-1b94-4426-b1bc-611a52894237","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3(OTOA):c.1807G>T (p.Val603Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/229067"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26029705","type":"dc:BibliographicResource","dc:abstract":"The genetic heterogeneity of congenital hearing disorders makes molecular diagnosis expensive and time-consuming using conventional techniques such as Sanger sequencing of DNA. In order to design an appropriate strategy of molecular diagnosis in the Algerian population, we explored the diversity of the involved mutations by studying 65 families affected by autosomal recessive forms of nonsyndromic hearing impairment (DFNB forms), which are the most prevalent early onset forms. We first carried out a systematic screening for mutations in GJB2 and the recurrent p.(Arg34*) mutation in TMC1, which were found in 31 (47.7%) families and 1 (1.5%) family, respectively. We then performed whole exome sequencing in nine of the remaining families, and identified the causative mutations in all the patients analyzed, either in the homozygous state (eight families) or in the compound heterozygous state (one family): (c.709C>T: p.(Arg237*)) and (c.2122C>T: p.(Arg708*)) in OTOF, (c.1334T>G: p.(Leu445Trp)) in SLC26A4, (c.764T>A: p.(Met255Lys)) in GIPC3, (c.518T>A: p.(Cys173Ser)) in LHFPL5, (c.5336T>C: p.(Leu1779Pro)) in MYO15A, (c.1807G>T: p.(Val603Phe)) in OTOA, (c.6080dup: p.(Asn2027Lys*9)) in PTPRQ, and (c.6017del: p.(Gly2006Alafs*13); c.7188_7189ins14: p.(Val2397Leufs*2)) in GPR98. Notably, 7 of these 10 mutations affecting 8 different genes had not been reported previously. These results highlight for the first time the genetic heterogeneity of the early onset forms of nonsyndromic deafness in Algerian families.","dc:creator":"Ammar-Khodja F","dc:date":"2015","dc:title":"Diversity of the causal genes in hearing impaired Algerian individuals identified by whole exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26029705","rdfs:label":"Family 7 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:0aab212b-6954-4931-a404-6fc97a301da3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5bdcd8d-0288-4306-8a05-09c75d8733e4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Next generation sequencing panels","phenotypes":"obo:HP_0000365","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0aab212b-6954-4931-a404-6fc97a301da3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:46a058c7-232f-4ad3-8295-73854f5b1d66","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3(OTOA):c.828delT (p.Ser277Valfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/402235"}},{"id":"cggv:f4350d12-dc45-4403-9127-e6ff602df030","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3:c.(?_1)_(3420_?)del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/178863"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26969326"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26969326","rdfs:label":"Patient 226"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The frameshift variant is absent from gnomAD, and the second variant is a whole gene deletion. The parameters of the deletion were not identified so the ClinVar variant ID was used as a placeholder for a whole gene deletion of OTOA."},{"id":"cggv:970dff6f-9aa1-4b64-b94c-4303b440c071_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e8e496f4-3530-46d4-94a3-10c9889cb6ef","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"2 affected and 1 unaffected from each family sequenced for OTOA gene. Mutations identified in remaining family members.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:970dff6f-9aa1-4b64-b94c-4303b440c071_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:162ebbf4-539c-4c81-92b5-c0e12f9c846d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3(OTOA):c.1879C>T (p.Pro627Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/100655"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23173898","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Lee K","dc:date":"2013","dc:title":"Novel OTOA mutations cause autosomal recessive non-syndromic hearing impairment in Pakistani families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23173898","rdfs:label":"Family 4526"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Not scored because variant is a missense in a consanguineous family, and Family 4526 is possibly related to Family 4309."},{"id":"cggv:65a54cf6-71c1-4db5-aca4-ab26ef018559_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:34e992f8-9aa9-4b44-9ed1-2d7656c9673f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypeFreeText":"autosomal recessive hearing loss","phenotypes":["obo:HP_0008625","obo:HP_0008504","obo:HP_0000399"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:65a54cf6-71c1-4db5-aca4-ab26ef018559_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d5cda771-0f7d-4172-9a57-aa43808c0f9f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"OTOA, IVS12DS, T-C, +2","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3560"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11972037"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11972037","rdfs:label":"Family A1 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:bb3b849a-a3f3-4361-9b20-a184b81a097f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:586233a5-5e8b-47b0-8aed-1cbea827d8d7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"2 affected and 1 unaffected from each family sequenced for OTOA gene. Mutations identified in remaining family members.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:bb3b849a-a3f3-4361-9b20-a184b81a097f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:162ebbf4-539c-4c81-92b5-c0e12f9c846d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23173898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23173898","rdfs:label":"Family 4309"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded because variant is a missense in a consanguineous family, but variant is predicted damaging by PolyPhen and only reported in 9/30780 South Asian chromosomes (date accessed 11/9/2017)."},{"id":"cggv:89e19fda-2000-479e-9db9-828f09d4325e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1d63202b-26a1-4d40-a495-628b44d5821d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genome scan performed using Human Linkage panel containing ~6000 SNP markers. 2 affected and 1 unaffected from each family sequenced for OTOA gene. Mutations identified in remaining family members.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:89e19fda-2000-479e-9db9-828f09d4325e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08f8359f-ba3e-45a3-a482-0151896c4804","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144672.3(OTOA):c.1352G>A (p.Gly451Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/100654"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23173898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23173898","rdfs:label":"Family 4223 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded because variant is a missense in a consanguineous family, but variant is predicted damaging by PolyPhen and only reported in 1/30782 South Asian chromosomes (date accessed 11/9/2017)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":103,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.5,"subject":{"id":"cggv:faaa2f46-0b81-4775-8d17-01d319aec06b","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:16378","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between OTOA and autosomal recessive nonsyndromic hearing loss was evaluated using the ClinGen Clinical Validity Framework as of 11/10/2017. Variants in OTOA were first reported in humans with this disease as early as 2002 (Zwaenepoel et al.). At least 10 variants (e.g. missense, splice-site, large deletion, whole gene deletion) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level, case-control, and experimental data. Variants in this gene have been reported in at least 9 probands in 6 publications (PMIDs: 11972037, 19888295, 23173898, 16460646, 26029705, 26969326). Variants in this gene segregated with disease in at least 17 additional family members. This gene-disease relationship has been studied in at least 1 case-control studies (PMID 25528277) at the aggregate variant level. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is supported by a relevant expression studies as well as a knockout mouse model. OTOA also has a pseudogene, which could contaminate the sequencing of the gene. Caution should be used when assessing the missense variants reported in OTOA, because they could be in the pseudogene.  In summary, OTOA is definitively associated with autosomal recessive nonsyndromic hearing loss. This classification was approved by the ClinGen Hearing Loss Working Group on 5/1/2018.\n","dc:isVersionOf":{"id":"cggv:87661be2-f024-49bb-a60e-a906f7f113b7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}