{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2023-07-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2023-09-29T15:51:22.914Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9551389","type":"dc:BibliographicResource","dc:abstract":"Hemolytic uremic syndrome (HUS) in adults carries a high morbidity and mortality, and its cause remains unknown despite many theories. Although familial HUS is rare, it affords a unique opportunity to elucidate underlying mechanisms that may have relevance to acquired HUS. We have undertaken a genetic linkage study based on a candidate gene approach. A common area bounded by the markers D1S212 and D1S306, a distance of 26 cM located at 1q32 segregated with the disease (Z max 3.94). We demonstrate that the gene for factor H lies within the region. Subsequent mutation analysis of the factor H gene has revealed two mutations in patients with HUS. In an individual with the sporadic/relapsing form of the disease we have found a mutation comprising a deletion, subsequent frame shift and premature stop codon leading to half normal levels of serum factor H. In one of the three families there is a point mutation in exon 20 causing an arginine to glycine change, which is likely to alter structure and hence function of the factor H protein. Factor H is a major plasma protein that plays a critical regulatory role in the alternative pathway of complement activation. In light of these findings and previous reports of HUS in patients with factor H deficiency, we postulate that abnormalities of factor H may be involved in the etiology of HUS.","dc:creator":"Warwicker P","dc:date":"1998","dc:title":"Genetic studies into inherited and sporadic hemolytic uremic syndrome."},"evidence":[{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f5dab38-d4a0-42da-89fb-632185e04863","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:300f29fe-c60b-43ee-b57a-ba5a1f453bac","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CFH deficiency leads to C3 consumption in patients, driving the occurrence of aHUS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/83964","type":"dc:BibliographicResource","dc:abstract":"Using beta1H-depleted and C3b inactivator (C3b1NA)-deficient sera we have investigated the regulatory roles of beta1H and C3bINA in the turnover of the alternative pathway. Spontaneous turnover of C3 and factor B occurred in both beta1H-depleted and C3bINA-deficient sera. In neither case was C3d generated. Prevention of activation could be achieved by the addition of the missing protein, but not by increasing the concentration of the remaining protein. Thus both beta1H and C3bINA must be present simultaneously to prevent spontaneous activation of the alternative pathway.","dc:creator":"Whaley K","dc:date":"1978","dc:title":"Requirements for beta1H globulin and C3b inactivator in the control of the alternative complement pathway in human serum."},"rdfs:label":"CFH Functional Characterization"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91b8f024-7055-424a-83b4-d379cedc50b2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3743617-8224-4720-bb4c-b8a197c3c5bb","type":"FunctionalAlteration","dc:description":"All variants showed a reduction in heparin affinity as well as C3b/C3d binding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16338962","type":"dc:BibliographicResource","dc:abstract":"Atypical hemolytic uremic syndrome is a disease that is characterized by microangiopathic hemolytic anemia, thrombocytopenia, and acute renal failure. Mutations in the complement regulator factor H are associated with the inherited form of the disease, and >60% of the mutations are located within the C terminus of factor H. The C-terminus of factor H, represented by short consensus repeat 19 (SCR19) and SCR20, harbors multiple functions; consequently, this study aimed to examine the functional effects of clinically reported mutations in these SCR. Mutant factor H proteins (W1157R, W1183L, V1197A, R1210C, R1215G, and P1226S) were recombinantly expressed and functionally characterized. All six mutant proteins showed severely reduced heparin, C3b, C3d, and endothelial cell binding. By peptide spot analyses, four linear regions that are involved in heparin, C3b, and C3d binding were localized in SCR19 and SCR20. A three-dimensional homology model of the two domains suggests that these four regions form a common binding site across both domains. In addition, this structural model identifies two types of residues: Type A residues are positioned on the SCR surface and are represented by mutants W1157R, W1183L, R1210C, and R1215G; and type B residues are buried within the SCR structure and affect mutations V1197A and P1226S. Mutations of both types of residue result in the same functional defects, namely the reduced binding of factor H to surface-attached C3b molecules and reduced complement regulatory activity at the cell surfaces. The buried type B mutations seem to affect ligand interaction of factor H more severely than the surface-exposed mutations.","dc:creator":"Józsi M","dc:date":"2006","dc:title":"Factor H and atypical hemolytic uremic syndrome: mutations in the C-terminus cause structural changes and defective recognition functions."},"rdfs:label":"Heparin and C3b/C3d binding affinity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d28f7e3-d68f-48b6-a1af-bf8fa7aefd14","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4784d8f5-4094-488f-95a0-b02f0b78e18b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model harboring a homozygous variant homologous to one seen in multiple families with aHUS presented with a phenotype replicating TMA. While W1206R mutation in murine FH caused a reduction in plasma complement levels, it led to increased complement activity on the cell surface due to impaired interaction of FH with host cells. Of 147 R/R mice, 48% died by 30 weeks.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28057640","type":"dc:BibliographicResource","dc:abstract":"Complement plays a key role in host defense, but its dysregulation can cause autologous tissue injury. Complement activation is normally controlled by regulatory proteins, including factor H (FH) in plasma and membrane cofactor protein (MCP) on the cell surface. Mutations in FH and MCP are linked to atypical hemolytic uremic syndrome, a type of thrombotic microangiopathy (TMA) that causes renal failure. We describe here that disruption of FH function on the cell surface can also lead to disseminated complement-dependent macrovascular thrombosis. By gene targeting, we introduced a point mutation (W1206R) into murine FH that impaired its interaction with host cells but did not affect its plasma complement-regulating activity. Homozygous mutant mice carrying this mutation developed renal TMA as well as systemic thrombophilia involving large blood vessels in multiple organs, including liver, lung, spleen, and kidney. Approximately 30% of mutant mice displayed symptoms of stroke and ischemic retinopathy, and 48% died prematurely. Genetic deficiency of complement C3 and factor D prevented both the systemic thrombophilia and renal TMA phenotypes. These results demonstrate a causal relationship between complement dysregulation and systemic angiopathy and suggest that complement activation may contribute to various human thrombotic disorders involving both the micro- and macrovasculature.","dc:creator":"Ueda Y","dc:date":"2017","dc:title":"Murine systemic thrombophilia and hemolytic uremic syndrome from a factor H point mutation."},"rdfs:label":"Mouse with variant analogous to W1183R"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This mouse model was upgraded by the Complement Mediated Kidney Diseases GCEP due to it replicating the disease with a variant analogous to one that's been reported in heterozygote patients with aHUS carrying this variant."},{"id":"cggv:eb603b0f-0fb8-4e91-aecf-7e7e788166e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5d6085c8-50ad-429a-82f7-4addf2e08346","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cfh -/- mice regulate C3 activation in plasma and spontaneously develop aHUS. The model functionally mimicked aHUS-associated human FH mutations. Cfh −/− mice expressing this mutant FH protein spontaneously developed aHUS, not MPGN. It was demonstrated that specifically impairing surface recognition can result in spontaneous aHUS and define the molecular pathogenesis of aHUS-associated FH mutations.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17517971","type":"dc:BibliographicResource","dc:abstract":"Factor H (FH) is an abundant serum glycoprotein that regulates the alternative pathway of complement-preventing uncontrolled plasma C3 activation and nonspecific damage to host tissues. Age-related macular degeneration (AMD), atypical hemolytic uremic syndrome (aHUS), and membranoproliferative glomerulonephritis type II (MPGN2) are associated with polymorphisms or mutations in the FH gene (Cfh), suggesting the existence of a genotype-phenotype relationship. Although AMD and MPGN2 share pathological similarities with the accumulation of complement-containing debris within the eye and kidney, respectively, aHUS is characterized by renal endothelial injury. This pathological distinction was reflected in our Cfh association analysis, which demonstrated that although AMD and MPGN2 share a Cfh at-risk haplotype, the haplotype for aHUS was unique. FH-deficient mice have uncontrolled plasma C3 activation and spontaneously develop MPGN2 but not aHUS. We show that these mice, transgenically expressing a mouse FH protein functionally equivalent to aHUS-associated human FH mutants, regulate C3 activation in plasma and spontaneously develop aHUS but not MPGN2. These animals represent the first model of aHUS and provide in vivo evidence that effective plasma C3 regulation and the defective control of complement activation on renal endothelium are the critical events in the molecular pathogenesis of FH-associated aHUS.","dc:creator":"Pickering MC","dc:date":"2007","dc:title":"Spontaneous hemolytic uremic syndrome triggered by complement factor H lacking surface recognition domains."},"rdfs:label":"FH-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:615c1233-34df-489a-8ec5-ab1753c783d2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:615c1233-34df-489a-8ec5-ab1753c783d2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:853608bd-3855-4828-8421-3087360f2b8d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.2773C>T (p.Gln925Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343994631"}},"firstTestingMethod":"PCR","phenotypeFreeText":"HUS at 6 months","phenotypes":"obo:HP_0012622","sex":"Male","variant":{"id":"cggv:04d81b60-251e-475e-9e77-4763c32c0ce3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:853608bd-3855-4828-8421-3087360f2b8d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14978182","type":"dc:BibliographicResource","dc:abstract":"Factor H (FH) is the major regulatory protein of the complement alternative pathway, with a structure consisting of a tandem array of 20 homologous units, called short consensus repeats (SCR). Reported are 16 FH-deficient patients. Among six patients with homozygous deficiency, four presented with membranoproliferative glomerulonephritis, and two with atypical hemolytic uremic syndrome (HUS). The ten other patients had heterozygous FH deficiency and developed atypical HUS. HUS onset occurred from birth to midadulthood, and disease progression was variable. Four children with homozygous or heterozygous FH deficiency and HUS underwent renal transplantation, which was successful in three but failed as a result of recurrence of HUS in one patient. All but one patient exhibited alternative pathway-mediated complement consumption, with no detectable FH antigenic levels or with 50% immunochemical or functional FH levels in the case of complete or partial deficiency, respectively. The molecular mechanisms of the deficiency were documented in all cases by exon-specific sequencing analysis. These mechanisms included nucleotide substitutions, insertion, or deletion located in SCR 2, 7, 11, 13, 15, and 20, leading to an amino acid substitution or to a stop codon. This report emphasizes the variability in the clinical progression of kidney diseases associated with FH deficiencies. Genetic analysis reveals the molecular abnormalities associated with FH deficiencies to be polymorphous.","dc:creator":"Dragon-Durey MA","dc:date":"2004","dc:title":"Heterozygous and homozygous factor h deficiencies associated with hemolytic uremic syndrome or membranoproliferative glomerulonephritis: report and genetic analysis of 16 cases."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Dragon-Durey Patient 7"},{"id":"cggv:04d81b60-251e-475e-9e77-4763c32c0ce3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:04d81b60-251e-475e-9e77-4763c32c0ce3_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5},{"id":"cggv:742dafd9-7184-4bf7-bb4b-bfb8c7908e20_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:742dafd9-7184-4bf7-bb4b-bfb8c7908e20","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"allele":{"id":"cggv:f3711d5f-906e-4d8f-8c9c-864b71ac8467","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.3590T>C (p.Val1197Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341616"}},"phenotypeFreeText":"Hemodialysis","phenotypes":"obo:HP_0003774","sex":"UnknownEthnicity","variant":{"id":"cggv:fb1a36b8-734f-4917-ad4a-9aa34d736251_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f3711d5f-906e-4d8f-8c9c-864b71ac8467"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12424708","type":"dc:BibliographicResource","dc:abstract":"Genetic studies have demonstrated the involvement of the complement regulator factor H in nondiarrheal, nonverocytotoxin (i.e., atypical) cases of hemolytic uremic syndrome. Different factor H mutations have been identified in 10%-30% of patients with atypical hemolytic uremic syndrome (aHUS), and most of these mutations alter single amino acids in the C-terminal region of factor H. Although these mutations are considered to be responsible for the disease, the precise role that factor H plays in the pathogenesis of aHUS is unknown. We report here the structural and functional characterization of three different factor H proteins purified from the plasma of patients with aHUS who carry the factor H mutations W1183L, V1197A, or R1210C. Structural anomalies in factor H were found only in R1210C carriers; these individuals show, in their plasma, a characteristic high-molecular-weight factor H protein that results from the covalent interaction between factor H and human serum albumin. Most important, all three aHUS-associated factor H proteins have a normal cofactor activity in the proteolysis of fluid-phase C3b by factor I but show very low binding to surface-bound C3b. This functional impairment was also demonstrated in recombinant mutant factor H proteins expressed in COS7 cells. These data support the hypothesis that patients with aHUS carry a specific dysfunction in the protection of cellular surfaces from complement activation, offering new possibilities to improve diagnosis and develop appropriate therapies.","dc:creator":"Sánchez-Corral P","dc:date":"2002","dc:title":"Structural and functional characterization of factor H mutations associated with atypical hemolytic uremic syndrome."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"rdfs:label":"HUS3"},{"id":"cggv:fb1a36b8-734f-4917-ad4a-9aa34d736251","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb1a36b8-734f-4917-ad4a-9aa34d736251_variant_evidence_item"},{"id":"cggv:fb1a36b8-734f-4917-ad4a-9aa34d736251_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Decreased binding of FH to surface-bound C3b. Decreases affinity to heparin (Józsi et al. 2006, PMID:16338962)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:11756b60-32ea-4fe8-9fc8-1fc5c919c8b6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:11756b60-32ea-4fe8-9fc8-1fc5c919c8b6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:fc1ba596-37bc-44e4-a279-0c3cd3a61ca7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.157C>T (p.Arg53Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1304957"}},"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3ac837eb-938e-4e93-9843-e2d63fedb511_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fc1ba596-37bc-44e4-a279-0c3cd3a61ca7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28941939","type":"dc:BibliographicResource","dc:abstract":"Genetic analyses in atypical hemolytic uremic syndrome (aHUS) and C3-glomerulopathy (C3G) patients have provided an excellent understanding of the genetic component of the disease and informed genotype-phenotype correlations supporting an individualized approach to patient management and treatment. In this context, a correct categorization of the disease-associated gene variants is critical to avoid detrimental consequences for patients and their relatives. Here we describe a comprehensive procedure to measure levels and functional activity of complement regulator factor H (FH) encoded by CFH, the commonest genetic factor associated with aHUS and C3G, and present the results of the analysis of 28 uncharacterized, disease-associated, FH variants. Sixteen variants were not expressed in plasma and eight had significantly reduced functional activities that impact on complement regulation. In total, 24 of 28 CFH variants were unambiguously categorized as pathogenic and the nature of the pathogenicity fully documented for each. The data also reinforce the genotype-phenotype correlations that associate specific FH functional alterations with either aHUS or C3G and illustrate important drawbacks of the prediction algorithms dealing with variants located in FH functional regions. We also report that the novel aHUS-associated M823T variant is functionally impaired. This was unexpected and uncovered the important contribution of regions outside the N-terminal and C-terminal functional domains to FH regulatory activities on surfaces. Thus, our work significantly advances knowledge towards a complete functional understanding of the CFH genetic variability and highlights the importance of functional analysis of the disease-associated CFH variants.","dc:creator":"Merinero HM","dc:date":"2018","dc:title":"Complete functional characterization of disease-associated genetic variants in the complement factor H gene."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Merinero Proband 1"},{"id":"cggv:3ac837eb-938e-4e93-9843-e2d63fedb511","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ac837eb-938e-4e93-9843-e2d63fedb511_variant_evidence_item"},{"id":"cggv:3ac837eb-938e-4e93-9843-e2d63fedb511_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Completely lacks decay-accelerating activity. Significantly reduced fluid-phase FI cofactor activities compared with WT FH protein."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2f2f917f-202a-42c1-925b-d37fa9fed407_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2f2f917f-202a-42c1-925b-d37fa9fed407","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"allele":{"id":"cggv:43c3f6cc-5500-463e-b7f9-f4a8d70d9c46","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.3548G>T (p.Trp1183Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343987433"}},"phenotypeFreeText":"Kidney transplanted twice, hemodialysis","phenotypes":"obo:HP_0003774","sex":"UnknownEthnicity","variant":{"id":"cggv:1f0a45fe-3066-4615-93b7-b2e7b5899e7e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:43c3f6cc-5500-463e-b7f9-f4a8d70d9c46"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12424708"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"HUS2"},{"id":"cggv:1f0a45fe-3066-4615-93b7-b2e7b5899e7e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f0a45fe-3066-4615-93b7-b2e7b5899e7e_variant_evidence_item"},{"id":"cggv:1f0a45fe-3066-4615-93b7-b2e7b5899e7e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Significantly lower capacity to bind to surface-bound C3b than WT FH."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1e9bc8bd-e309-4f30-97bd-e29139fa403c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1e9bc8bd-e309-4f30-97bd-e29139fa403c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:aac23c2f-659b-4a6a-9d2f-b8511a582284","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.3355G>A (p.Asp1119Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343985155"}},"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f9921e82-6390-4fe2-893e-1e5fea2715a3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:aac23c2f-659b-4a6a-9d2f-b8511a582284"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28941939"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Merinero Proband 27"},{"id":"cggv:f9921e82-6390-4fe2-893e-1e5fea2715a3","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9921e82-6390-4fe2-893e-1e5fea2715a3_variant_evidence_item"},{"id":"cggv:f9921e82-6390-4fe2-893e-1e5fea2715a3_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Significantly reduced capacity to regulate alternative pathway in modified sheep red blood cell hemolytic assay. Surface plasmon resonance demonstrated complete lack of decay-accelerating activity. Impaired C-terminal C3b binding. From Merinero et al., 2021 (PMID: 34189567) abnormal GP hemolysis HR50, DAA, FI cofactor activity."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:42529178-a67b-41e3-9a77-ebe4285289a5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:42529178-a67b-41e3-9a77-ebe4285289a5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":16,"allele":{"id":"cggv:e01bf3f0-18f3-4362-96ce-120295baf59c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.2300dup (p.Asn767LysfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2579983775"}},"firstTestingMethod":"PCR","phenotypeFreeText":"HUS at 16 months","phenotypes":"obo:HP_0012622","sex":"Male","variant":{"id":"cggv:e728c054-21a8-4f5f-9d86-49ebf05c9966_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e01bf3f0-18f3-4362-96ce-120295baf59c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14978182"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Dragon-Durey Patient 8"},{"id":"cggv:e728c054-21a8-4f5f-9d86-49ebf05c9966","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e728c054-21a8-4f5f-9d86-49ebf05c9966_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:41fdc309-9c49-4192-8e97-9ea6a8a10cee_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:41fdc309-9c49-4192-8e97-9ea6a8a10cee","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:4c55ec76-30e6-4c2a-a785-2fd144f50987","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.372_396del (p.Ile124MetfsTer13)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2579983776"}},"firstTestingMethod":"PCR","phenotypeFreeText":"HUS at 18 months and death 6 months after.","sex":"Female","variant":{"id":"cggv:8e3e6350-159a-49a0-8478-b09a123138c5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4c55ec76-30e6-4c2a-a785-2fd144f50987"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14978182"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Dragon-Durey Patient 9"},{"id":"cggv:8e3e6350-159a-49a0-8478-b09a123138c5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8e3e6350-159a-49a0-8478-b09a123138c5_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:606d3753-82de-46b2-a4ab-54e44fd105f5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:606d3753-82de-46b2-a4ab-54e44fd105f5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":42,"allele":{"id":"cggv:4d24494f-3724-4349-a116-f141e9bceff0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.196673963del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573106150"}},"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:837536c6-d066-45e1-9eae-65fd8aaae3f2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4d24494f-3724-4349-a116-f141e9bceff0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28941939"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Merinero Proband 10"},{"id":"cggv:837536c6-d066-45e1-9eae-65fd8aaae3f2","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:837536c6-d066-45e1-9eae-65fd8aaae3f2_variant_evidence_item"},{"id":"cggv:837536c6-d066-45e1-9eae-65fd8aaae3f2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant results in very low, almost absent, levels of FH in plasma."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:28de446a-309a-4661-831b-f8e52fe7639e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:28de446a-309a-4661-831b-f8e52fe7639e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":30,"allele":{"id":"cggv:9b6f9f41-0601-41ae-88d7-de6cee1077a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.3493+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343986440"}},"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3c52fa44-86a6-42a3-9270-776feb81219c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9b6f9f41-0601-41ae-88d7-de6cee1077a1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28941939"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Merinero Proband 28"},{"id":"cggv:3c52fa44-86a6-42a3-9270-776feb81219c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3c52fa44-86a6-42a3-9270-776feb81219c_variant_evidence_item"},{"id":"cggv:3c52fa44-86a6-42a3-9270-776feb81219c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant results in a serum FH reduction of >50%."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e761001-b934-4e04-8316-406d0c03c29c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e761001-b934-4e04-8316-406d0c03c29c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":36,"allele":{"id":"cggv:0009c4db-4a64-45cc-b069-e438235e0477","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.157C>A (p.Arg53Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343995947"}},"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:88103c01-412e-4269-8f09-f1e175752eb7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0009c4db-4a64-45cc-b069-e438235e0477"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28941939"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Merinero Proband 2"},{"id":"cggv:88103c01-412e-4269-8f09-f1e175752eb7","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88103c01-412e-4269-8f09-f1e175752eb7_variant_evidence_item"},{"id":"cggv:88103c01-412e-4269-8f09-f1e175752eb7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Significantly reduced capacity to regulate alternative pathway in modified sheep red blood cell hemolytic assay. Surface plasmon resonance demonstrated complete lack of decay-accelerating activity. Significantly reduced fluid-phase FI cofactor activity"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1bb510ba-6c92-44ec-9cb2-949d65bdfa87_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1bb510ba-6c92-44ec-9cb2-949d65bdfa87","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":7,"allele":{"id":"cggv:412fdbde-3023-4c05-a799-b5f3a886d778","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000186.4(CFH):c.2697T>A (p.Tyr899Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257510"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Relapsing HUS since 7 months","sex":"UnknownEthnicity","variant":{"id":"cggv:15d0d127-c35d-4c4e-be1c-3905dc572b22_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:412fdbde-3023-4c05-a799-b5f3a886d778"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14978182"},"zygosity":{"id":"cg:BiallelicHomozygous"},"rdfs:label":"Dragon-Durey Patient 1"},{"id":"cggv:15d0d127-c35d-4c4e-be1c-3905dc572b22","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:15d0d127-c35d-4c4e-be1c-3905dc572b22_variant_evidence_item"}],"strengthScore":1,"dc:description":"This variant was downgraded by 0.5 points for both consanguinity and homozygosity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7009,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:4bbce51d-275a-4522-92fd-5cbfb229ba7f","type":"GeneValidityProposition","disease":"obo:MONDO_0016244","gene":"hgnc:4883","modeOfInheritance":"obo:HP_0032113"},"version":"1.1","dc:description":"CFH was first reported in relation to semidominant atypical hemolytic uremic syndrome (aHUS) in 1998 (Warwicker et al., PMID: 9551389). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following diseases have been split into separate entities, aHUS (OMIM: 235400) and C3 glomerulopathy (C3G) (OMIM: 609814). The split curation for semidominant C3G will be conducted separately. Fourteen variants (missense, nonsense, frameshift) that have been reported in eleven probands in three publications (PMIDs: 12424708, 14978182, 28941939) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease relationship is also supported by experimental evidence (animal models, in vitro functional assays, and biochemical function) (PMIDs: 83964, 16338962, 17517971, 28057640).\n\nOne mouse model (PMID 17517971 lacking the terminal five SCR cell surface recognition domains of factor H (FHΔ16-20) controlled C3 turnover in plasma but defective control of complement activation on renal endothelium resulted in aHUS. A subsequent mouse (PMID: 28057640) carried a homozygous W1206R missense change in mouse FH that corresponded to the W1183R missense variant in human FH found in multiple aHUS families. This again led to impaired FH activity on cell surface and an aHUS phenotype in the mouse model.\n\nGenerally, CFH is known to inhibit C3 function (PMID: 83964) and the C-terminal region of CFH is known to be responsible for cell surface binding and complement regulation via glycosaminoglycan and C3b/C3d (PMID: 18684951). Multiple variants in this region of CFH were shown to reduce heparin affinity as well as binding with C3b/C3d (PMID: 16338962) resulting in aHUS.\n\nOf note, some variants in CFH can cause aHUS and/or C3G in separate patients, although the mechanism of disease leading to different clinical presentations is not fully understood. In summary, there is definitive evidence supporting the relationship between CFH and semidominant aHUS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over. This classification was approved by the ClinGen Complement Mediated Kidney Diseases GCEP on the meeting date April 19, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:b0a234f8-1d8e-4a26-a76f-40219591c75c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}