{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-08-15T14:07:34.834Z","role":"Publisher"},{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-05-24T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b76feb6-ab8c-4ded-9ee3-4c44dd75ac81","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc12bc9b-b23a-4aa0-bfef-876fc38c496d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Ofd1 was previously shown to also localize near the distal end of centrioles.\nUsing antibodies raised against the endogenous proteins, C2CD3 and OFD1 were found to \nco-immunoprecipitate out of human RPE cells. GST fusions of Ofd1 fragments were expressed in bacteria, immobilized on beads and used to capture GFP-C2cd3 expressed in HEK cells. The central fragment of Ofd1, which is also responsible for homo-dimerization, was found to specifically interact with GFP-C2cd3.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24997988","type":"dc:BibliographicResource","dc:abstract":"Centrioles are microtubule-based, barrel-shaped structures that initiate the assembly of centrosomes and cilia. How centriole length is precisely set remains elusive. The microcephaly protein CPAP (also known as MCPH6) promotes procentriole growth, whereas the oral-facial-digital (OFD) syndrome protein OFD1 represses centriole elongation. Here we uncover a new subtype of OFD with severe microcephaly and cerebral malformations and identify distinct mutations in two affected families in the evolutionarily conserved C2CD3 gene. Concordant with the clinical overlap, C2CD3 colocalizes with OFD1 at the distal end of centrioles, and C2CD3 physically associates with OFD1. However, whereas OFD1 deletion leads to centriole hyperelongation, loss of C2CD3 results in short centrioles without subdistal and distal appendages. Because C2CD3 overexpression triggers centriole hyperelongation and OFD1 antagonizes this activity, we propose that C2CD3 directly promotes centriole elongation and that OFD1 acts as a negative regulator of C2CD3. Our results identify regulation of centriole length as an emerging pathogenic mechanism in ciliopathies.","dc:creator":"Thauvin-Robinet C","dc:date":"2014","dc:title":"The oral-facial-digital syndrome gene C2CD3 encodes a positive regulator of centriole elongation."},"rdfs:label":"Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64e39faf-a758-463b-9870-7382ad36c29f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5a05de13-dd3b-4ada-97f8-331094e47c10","type":"FunctionalAlteration","dc:description":"The cell’s ability to ciliate revealed that ciliogenesis and IFT protein (IFT88) recruitment at the centrioles was impaired in fibroblasts isolated from G3P1\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27094867","type":"dc:BibliographicResource","dc:abstract":"Ciliopathies are a group of genetic disorders caused by defective assembly or dysfunction of the primary cilium, a microtubule-based cellular organelle that plays a key role in developmental signalling. Ciliopathies are clinically grouped in a large number of overlapping disorders, including the orofaciodigital syndromes (OFDS), the short rib polydactyly syndromes and Jeune asphyxiating thoracic dystrophy. Recently, mutations in the gene encoding the centriolar protein C2CD3 have been described in two families with a new sub-type of OFDS (OFD14), with microcephaly and cerebral malformations. Here we describe a third family with novel compound heterozygous C2CD3 mutations in two fetuses with a different clinical presentation, dominated by skeletal dysplasia with no microcephaly. Analysis of fibroblast cultures derived from one of these fetuses revealed a reduced ability to form cilia, consistent with previous studies in C2cd3-mutant mouse and chicken cells. More detailed analyses support a role for C2CD3 in basal body maturation; but in contrast to previous mouse studies the normal recruitment of the distal appendage protein CEP164 suggests that this protein is not sufficient for efficient basal body maturation and subsequent axonemal extension in a C2CD3-defective background.","dc:creator":"Cortés CR","dc:date":"2016","dc:title":"Mutations in human C2CD3 cause skeletal dysplasia and provide new insights into phenotypic and cellular consequences of altered C2CD3 function."},"rdfs:label":"Functional Alteration(Patient Cells) "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efbcb231-331e-4605-875b-307bc14139f8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0c09e3fd-61fe-4cc6-85d3-11bb3092696e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant embryos displayed brain malformations and multiple defects in embryonic development. Hedgehog signalling and cilia formation were also disrupted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19004860","type":"dc:BibliographicResource","dc:abstract":"Cilia are essential for mammalian embryonic development as well as for the physiological activity of various adult organ systems. Despite the multiple crucial roles that cilia play, the mechanisms underlying ciliogenesis in mammals remain poorly understood. Taking a forward genetic approach, we have identified Hearty (Hty), a recessive lethal mouse mutant with multiple defects, including neural tube defects, abnormal dorsal-ventral patterning of the spinal cord, a defect in left-right axis determination and severe polydactyly (extra digits). By genetic mapping, sequence analysis of candidate genes and characterization of a second mutant allele, we identify Hty as C2cd3, a novel gene encoding a vertebrate-specific C2 domain-containing protein. Target gene expression and double-mutant analyses suggest that C2cd3 is an essential regulator of intracellular transduction of the Hedgehog signal. Furthering a link between Hedgehog signaling and cilia function, we find that cilia formation and proteolytic processing of Gli3 are disrupted in C2cd3 mutants. Finally, we observe C2cd3 protein at the basal body, consistent with its essential function in ciliogenesis. Interestingly, the human ortholog for this gene lies in proximity to the critical regions of Meckel-Gruber syndrome 2 (MKS2) and Joubert syndrome 2 (JBTS2), making it a potential candidate for these two human genetic disorders.","dc:creator":"Hoover AN","dc:date":"2008","dc:title":"C2cd3 is required for cilia formation and Hedgehog signaling in mouse."},"rdfs:label":"Animal Model Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ae618bd1-c7e9-4161-bb9a-f70e0fcbd60b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2224bcd-d324-4993-981e-3f7f232f9c91","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The talpid2 craniofacial and limb phenotype was consistent with C2CD3 expression in patients \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25053433","type":"dc:BibliographicResource","dc:abstract":"talpid(2) is an avian autosomal recessive mutant with a myriad of congenital malformations, including polydactyly and facial clefting. Although phenotypically similar to talpid(3), talpid(2) has a distinct facial phenotype and an unknown cellular, molecular and genetic basis. We set out to determine the etiology of the craniofacial phenotype of this mutant. We confirmed that primary cilia were disrupted in talpid(2) mutants. Molecularly, we found disruptions in Hedgehog signaling. Post-translational processing of GLI2 and GLI3 was aberrant in the developing facial prominences. Although both GLI2 and GLI3 processing were disrupted in talpid(2) mutants, only GLI3 activator levels were significantly altered in the nucleus. Through additional fine mapping and whole-genome sequencing, we determined that the talpid(2) phenotype was linked to a 1.4 Mb region on GGA1q that contained the gene encoding the ciliary protein C2CD3. We cloned the avian ortholog of C2CD3 and found its expression was ubiquitous, but most robust in the developing limbs and facial prominences. Furthermore, we found that C2CD3 is localized proximal to the ciliary axoneme and is important for docking the mother centriole to the ciliary vesicle and cell membrane. Finally, we identified a 19 bp deletion in talpid(2) C2CD3 that produces a premature stop codon, and thus a truncated protein, as the likely causal allele for the phenotype. Together, these data provide insight into the cellular, molecular and genetic etiology of the talpid(2) phenotype. Our data suggest that, although the talpid(2) and talpid(3) mutations affect a common ciliogenesis pathway, they are caused by mutations in different ciliary proteins that result in differences in craniofacial phenotype.","dc:creator":"Chang CF","dc:date":"2014","dc:title":"The cellular and molecular etiology of the craniofacial defects in the avian ciliopathic mutant talpid2."},"rdfs:label":"Animal Model Chick"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:8cf0a493-bcbe-4075-87a5-b442fa15c47d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8cf0a493-bcbe-4075-87a5-b442fa15c47d","type":"Proband","allele":{"id":"cggv:7abb268f-c3a6-4485-801b-b99705e97cc9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.184C>T (p.Arg62Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170601"}},"detectionMethod":"NGS was performed using patients DNA samples. Sanger sequencing was performed to confirm identified mutations.\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Joubert syndrome/OFD-like,Oral frenulae and/or cleft palate","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:cb0b9b64-80a7-4290-b480-7f28525379cd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7abb268f-c3a6-4485-801b-b99705e97cc9"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26092869","type":"dc:BibliographicResource","dc:abstract":"Joubert syndrome (JS) is a recessive neurodevelopmental disorder characterised by hypotonia, ataxia, cognitive impairment, abnormal eye movements, respiratory control disturbances and a distinctive mid-hindbrain malformation. JS demonstrates substantial phenotypic variability and genetic heterogeneity. This study provides a comprehensive view of the current genetic basis, phenotypic range and gene-phenotype associations in JS.","dc:creator":"Bachmann-Gagescu R","dc:date":"2015","dc:title":"Joubert syndrome: a model for untangling recessive disorders with extreme genetic heterogeneity."}},"rdfs:label":"UW293-3_Bachmann-Gagescu "},{"id":"cggv:cb0b9b64-80a7-4290-b480-7f28525379cd","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cb0b9b64-80a7-4290-b480-7f28525379cd_variant_evidence_item"}],"strengthScore":0,"dc:description":"Scored in case 1, Thauvin-Robinet et al., 2014 PMID: 24997988"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:84153fe6-077e-452d-b20e-f885cccde940_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:84153fe6-077e-452d-b20e-f885cccde940","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":29,"allele":[{"id":"cggv:949ab485-c014-4fab-a5b0-134a4a6a3cc3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.128T>G (p.Leu43Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381826113"}},{"id":"cggv:642ff168-ea02-46a2-8a83-460876420901","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.5227G>T (p.Gly1743Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16619405"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"MTS; DWM dilation of 3rd and 4th ventricle; midline cerebellar cleft; thin corpus callosum; DD; hypotonia Malformed lobulated tongue; tight frenulum Micrognathia; posteriorly rotated low-set ears; bulbous nose with vertical crease None Retinal colobomas None Shortening of long bones in utero IUGR; mild epispadias; hypoapnea\n","previousTesting":true,"previousTestingDescription":"Microarray and Joubert syndrome panel (sequencing and deletion duplication analysis of 13 genes).","sex":"Male","variant":[{"id":"cggv:67a95d9c-f28a-42d9-8260-22f75d2d5475_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:949ab485-c014-4fab-a5b0-134a4a6a3cc3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30097616","type":"dc:BibliographicResource","dc:abstract":"Whole exome sequencing (WES) is utilized in diagnostic odyssey cases to identify the underlying genetic cause associated with complex phenotypes. Recent publications suggest that WES reveals the genetic cause in ~25% of these cases and is most successful when applied to children with neurological disease. The residual 75% of cases remain genetically elusive until more information becomes available in the literature or functional studies are pursued. WES performed on three families with presumed ciliopathy diagnoses, including orofaciodigital (OFD) syndrome, fetal encephalocele, or Joubert-related disorder, identified compound heterozygous variants in C2CD3. Biallelic variants in C2CD3 have previously been associated with ciliopathies, including OFD syndrome type 14 (OFD14; MIM: 615948). As three of the six identified variants were predicted to affect splicing, exon-skipping analysis using either RNA sequencing or PCR-based methods were completed to determine the pathogenicity of these variants, and showed that each of the splicing variants led to a frameshifted protein product. Using these studies in combination with the 2015 ACMG guidelines, each of the six identified variants were classified as either pathogenic or likely pathogenic, and are therefore likely responsible for our patients' phenotypes. Each of the families had a distinct clinical phenotype and severity of disease, extending from lethal to viable. These findings highlight that there is a broad phenotypic spectrum associated with C2CD3-mediated disease and not all patients present with the typical features of OFD14.","dc:creator":"Boczek NJ","dc:date":"2018","dc:title":"Characterization of three ciliopathy pedigrees expands the phenotype associated with biallelic C2CD3 variants."}},{"id":"cggv:662b936d-6224-41d1-bbc8-4a135ce59e7d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:642ff168-ea02-46a2-8a83-460876420901"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30097616"}],"rdfs:label":"Family3 II.1 _ Boczek"},{"id":"cggv:662b936d-6224-41d1-bbc8-4a135ce59e7d","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:662b936d-6224-41d1-bbc8-4a135ce59e7d_variant_evidence_item"}],"strengthScore":0,"dc:description":"This variant was scored in the Srour et al., 2015 publication and is therefore not score here to avoid double counting. "},{"id":"cggv:67a95d9c-f28a-42d9-8260-22f75d2d5475","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:67a95d9c-f28a-42d9-8260-22f75d2d5475_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:36373194-7435-43f6-b3e2-9895fc9d70a1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:36373194-7435-43f6-b3e2-9895fc9d70a1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:7abb268f-c3a6-4485-801b-b99705e97cc9"},"detectionMethod":"Genome-wide SNP genotyping was performed using the Human Mapping 500K Nsp Array. Exome capture was performed at the Genoscope Centre National de Génotypage (CNG, Evry) on 8 µg of DNA sample from the affected proband using SureSelect Human All Exon 50Mb kit. Sanger sequencing was performed to confirm disease mutations. ","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"subarachnoid cysts, myelinization defect, buccal frenulae, Bilateral hand postaxial polydactyly, bilateral broad, hallux Retinopathy","phenotypes":["obo:HP_0000252","obo:HP_0008753","obo:HP_0001273","obo:HP_0011069","obo:HP_0002419","obo:HP_0410030","obo:HP_0001999","obo:HP_0000180"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:dd376f7d-3116-477f-85e6-d52191994af2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7abb268f-c3a6-4485-801b-b99705e97cc9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24997988"},"rdfs:label":"case 1_Thauvin-Robinet "},{"id":"cggv:dd376f7d-3116-477f-85e6-d52191994af2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dd376f7d-3116-477f-85e6-d52191994af2_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded 0.5 points for consanguinity and 0.5 for homozygosity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b4becf27-42f7-44cf-8dda-b33b3216e65a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b4becf27-42f7-44cf-8dda-b33b3216e65a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":[{"id":"cggv:642ff168-ea02-46a2-8a83-460876420901"},{"id":"cggv:94d427d7-e360-4e1e-9346-6c34ea874ae2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.5929C>T (p.Arg1977Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6181729"}}],"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000657","obo:HP_0002086","obo:HP_0001252","obo:HP_0001263","obo:HP_0001251"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:3f3ba805-1e4f-4a6a-aa0c-7500987d7278_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:94d427d7-e360-4e1e-9346-6c34ea874ae2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26477546","type":"dc:BibliographicResource","dc:abstract":"Joubert syndrome (JBTS) is a primarily autosomal-recessive disorder characterized by a distinctive mid-hindbrain and cerebellar malformation, oculomotor apraxia, irregular breathing, developmental delay, and ataxia. JBTS is a genetically heterogeneous ciliopathy. We sought to characterize the genetic landscape associated with JBTS in the French Canadian (FC) population. We studied 43 FC JBTS subjects from 35 families by combining targeted and exome sequencing. We identified pathogenic (n = 32 families) or possibly pathogenic (n = 2 families) variants in genes previously associated with JBTS in all of these subjects, except for one. In the latter case, we found a homozygous splice-site mutation (c.735+2T>C) in CEP104. Interestingly, we identified two additional non-FC JBTS subjects with mutations in CEP104; one of these subjects harbors a maternally inherited nonsense mutation (c.496C>T [p.Arg166*]) and a de novo splice-site mutation (c.2572-2A>G), whereas the other bears a homozygous frameshift mutation (c.1328_1329insT [p.Tyr444fs*3]) in CEP104. Previous studies have shown that CEP104 moves from the mother centriole to the tip of the primary cilium during ciliogenesis. Knockdown of CEP104 in retinal pigment epithelial (RPE1) cells resulted in severe defects in ciliogenesis. These observations suggest that CEP104 acts early during cilia formation by regulating the conversion of the mother centriole into the cilia basal body. We conclude that disruption of CEP104 causes JBTS. Our study also reveals that the cause of JBTS has been elucidated in the great majority of our FC subjects (33/35 [94%] families), even though JBTS shows substantial locus and allelic heterogeneity in this population.","dc:creator":"Srour M","dc:date":"2015","dc:title":"Joubert Syndrome in French Canadians and Identification of Mutations in CEP104."}},{"id":"cggv:da23a7a4-f297-4a1e-a092-b8def4cce89c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:642ff168-ea02-46a2-8a83-460876420901"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26477546"}],"rdfs:label":"1299.472 _ Srour"},{"id":"cggv:3f3ba805-1e4f-4a6a-aa0c-7500987d7278","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3f3ba805-1e4f-4a6a-aa0c-7500987d7278_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:da23a7a4-f297-4a1e-a092-b8def4cce89c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:da23a7a4-f297-4a1e-a092-b8def4cce89c_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a6e3f2f9-7014-4926-88c8-9434b6fc4f50_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a6e3f2f9-7014-4926-88c8-9434b6fc4f50","type":"Proband","allele":[{"id":"cggv:eac17b32-25b9-4791-85fc-4bc18ae7c404","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.5267G>A (p.Gly1756Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210314"}},{"id":"cggv:8cbb540c-815b-45b3-8958-fc453ec2b5a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.4951+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279562"}}],"detectionMethod":"NGS was performed using patients DNA samples. Sanger sequencing was performed to confirm identified mutations.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Joubert syndrome/OFD-like, Oral frenulae and/or cleft palate\n","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:1ecc090a-c4d7-412b-9a54-d7d3e0545225_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:eac17b32-25b9-4791-85fc-4bc18ae7c404"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26092869"},{"id":"cggv:5649ed95-f694-444a-8b13-0280b5b4cead_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8cbb540c-815b-45b3-8958-fc453ec2b5a9"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26092869"}],"rdfs:label":"UW157-3_Bachmann-Gagescu"},{"id":"cggv:5649ed95-f694-444a-8b13-0280b5b4cead","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5649ed95-f694-444a-8b13-0280b5b4cead_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:1ecc090a-c4d7-412b-9a54-d7d3e0545225","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1ecc090a-c4d7-412b-9a54-d7d3e0545225_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:09a503a9-6e86-488e-bf0b-a4960972f31f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:09a503a9-6e86-488e-bf0b-a4960972f31f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":23,"allele":[{"id":"cggv:a5d2ff67-8856-4c3f-9167-54eb977722fa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.5090+5G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913190299"}},{"id":"cggv:f4133ced-fe73-47bd-95b3-68c78492c503","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.1365+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381838720"}}],"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"abnormal unilateral upper extremity (left) and bilateral lower extremity postaxial polydactyly, suspected cleft palate, micrognathia, microcephaly, submucous cleft palate, incomplete cleft of the upper lip, maxillary and mandibular alveolar clefting, natal tooth on mandibular alveolus, lingual masses (lipomas and fibroma with ossification), microretrognathia, bilateral cryptorchidism, hypotonia, microcephaly, bilateral retinal colobomas, and postaxial polydactyly of the feet and left hand,Dandy–Walker malformation (DWM), “molar tooth” sign (MTS),bilateral symmetric hyposulcation of the brain with rudimentary/absent sylvian fissures, insula and operculum, subependymal gray matter heterotopia, and rudimentary appearing hippocampal formations,  bilateral pelviectasis and echocardiogram identified a small patent ductus arteriosus (PDA), tracheostomy and gastrostomy dependent, had global developmental delays, microcephaly, and sleep-disordered breathing.","sex":"Male","variant":[{"id":"cggv:76cea131-7852-4d6e-9127-9bb34e873550_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a5d2ff67-8856-4c3f-9167-54eb977722fa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30097616"},{"id":"cggv:5ec9d3d8-1f0d-4882-abbc-b7e074109cc7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f4133ced-fe73-47bd-95b3-68c78492c503"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30097616"}],"rdfs:label":"Family1 III.2 _ Boczek"},{"id":"cggv:76cea131-7852-4d6e-9127-9bb34e873550","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:76cea131-7852-4d6e-9127-9bb34e873550_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:5ec9d3d8-1f0d-4882-abbc-b7e074109cc7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5ec9d3d8-1f0d-4882-abbc-b7e074109cc7_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:64bacb3e-c118-443d-9866-6b0f0b89c6d9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:64bacb3e-c118-443d-9866-6b0f0b89c6d9","type":"Proband","ageType":"AgeAtReport","ageUnit":"WeeksGestation","ageValue":22,"allele":[{"id":"cggv:588d99dc-46e5-4fe9-9ca5-05f426300f88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.3085T>G (p.Cys1029Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170603"}},{"id":"cggv:63946a69-9c76-4fb0-a88a-c597138b7634","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.3911-2A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170604"}}],"detectionMethod":"Genome-wide SNP genotyping was performed using the Human Mapping 500K Nsp Array. Exome capture was performed at the Genoscope Centre National de Génotypage (CNG, Evry) on 8 µg of DNA sample from the affected proband using SureSelect Human All Exon 50Mb kit. Sanger sequencing was performed to confirm disease mutations.\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"subarachnoid cyst, Buccal frenulae, Right renal hypoplasia","phenotypes":["obo:HP_0006817","obo:HP_0001274","obo:HP_0001999","obo:HP_0000252","obo:HP_0010055","obo:HP_0001162","obo:HP_0000054"],"previousTesting":true,"previousTestingDescription":"Previously tested for mutations in known OFD-associated genes. The results were negative.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:69fcea5c-45ed-4ee5-8786-1e68440e2933_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63946a69-9c76-4fb0-a88a-c597138b7634"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24997988"},{"id":"cggv:15dccd8f-6c5a-4eed-849a-a46bb229f022_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:588d99dc-46e5-4fe9-9ca5-05f426300f88"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24997988"}],"rdfs:label":"case 2_Thauvin-Robinet"},{"id":"cggv:15dccd8f-6c5a-4eed-849a-a46bb229f022","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:15dccd8f-6c5a-4eed-849a-a46bb229f022_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:69fcea5c-45ed-4ee5-8786-1e68440e2933","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:69fcea5c-45ed-4ee5-8786-1e68440e2933_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1c5996bd-cf78-46c7-be96-c6c4a5c277bd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1c5996bd-cf78-46c7-be96-c6c4a5c277bd","type":"Proband","allele":[{"id":"cggv:022ccb12-8488-4199-a140-84b8564c47d7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.1429del (p.Ile477Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA475668432"}},{"id":"cggv:f16ac465-e17f-4678-8bfe-98f887b26f53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.195G>C (p.Trp65Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381825856"}}],"detectionMethod":"DNA from individual G3P1 was subject to whole exome sequencing.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"short and bent tubular bones, facial dysmorphism, preaxial polydactyly of the hands and feet (presenting as duplication of the thumb and triplication of the hallux), postaxial polydactyly of the hands, hypoplastic tibia, short ribs, short bent tubular bones, trident acetabula, kidney cysts, minor heart malformation (atrial septal defect), Lungs were without lobation, liver was symmetrical, mobile caecum, Micropenis/ambiguous genitalia , holoprosencephaly, Dandy-Walker malformation with a dilated cisterna magnum and vermis aplasia, cerebellar hypoplasia, polymicrogyria, hydrocephalus","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:98af75d6-3ac1-4ad5-8920-2c3e59df744a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:022ccb12-8488-4199-a140-84b8564c47d7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27094867"},{"id":"cggv:e3fdfe48-bbf9-412a-984b-5ff36c8a4fa3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f16ac465-e17f-4678-8bfe-98f887b26f53"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27094867"}],"rdfs:label":"G3P1_Cortes"},{"id":"cggv:e3fdfe48-bbf9-412a-984b-5ff36c8a4fa3","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e3fdfe48-bbf9-412a-984b-5ff36c8a4fa3_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:98af75d6-3ac1-4ad5-8920-2c3e59df744a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:98af75d6-3ac1-4ad5-8920-2c3e59df744a_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:397444d4-dfa2-4940-aaaf-ff3ec8bdab7f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:397444d4-dfa2-4940-aaaf-ff3ec8bdab7f","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":14,"allele":[{"id":"cggv:76f8947d-5362-446f-a59a-ef1a04446361","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.2695G>A (p.Val899Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381831600"}},{"id":"cggv:795654fa-3fae-4a78-836f-bc519f2e0ba6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001286577.2(C2CD3):c.3342C>T (p.Cys1114=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224506682"}}],"detectionMethod":"WES and Sanger sequencing. Sanger sequencing was completed on the cDNA PCR products of c.3342C>T C2CD3 variant from the proband in Family 2.","firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Karyotype testing","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:9f93e177-e1ce-4e82-b7b4-11d1526059a7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:795654fa-3fae-4a78-836f-bc519f2e0ba6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30097616"},{"id":"cggv:eda84062-1a42-4432-8703-2859bd9c57fe_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:76f8947d-5362-446f-a59a-ef1a04446361"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30097616"}],"rdfs:label":"Family2 II.4_ Boczek"},{"id":"cggv:eda84062-1a42-4432-8703-2859bd9c57fe","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:eda84062-1a42-4432-8703-2859bd9c57fe_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:9f93e177-e1ce-4e82-b7b4-11d1526059a7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9f93e177-e1ce-4e82-b7b4-11d1526059a7_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6713,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:36fd8505-dd71-49b9-9fda-72a8aac5519d","type":"GeneValidityProposition","disease":"obo:MONDO_0014413","gene":"hgnc:24564","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*C2CD3* was first reported in relation to autosomal recessive orofaciodigital syndrome XIV in 2014 (PMID: 24997988). There's only one disease assertion made for *C2CD3*, therefore a standard curation was completed. Within humans, at least 14 unique variants (deletion, duplication, indel, insertion, single nucleotide) have been reported and more evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) was reached. The mechanism of pathogenicity is reported to be loss of function whereby biallelic pathogenic variants in the *C2CD3* gene lead to shortening of centrioles and lack of ciliogenesis initiation regulation through centriolar maturation, ciliogenesis protein recruitment, and ciliary vesicle docking. This gene-disease relationship is also supported by animal models (mouse and chick), functional alterations (patient cells), and protein interaction evidence (PMID: 19004860,25053433,27094867,24997988). In summary, there is “Definitive” evidence supporting the relationship between C2CD3 as an AR Ciliopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP on the meeting date May 24, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:ca993ab8-029f-46f6-9fc5-ffc1f54cb120"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}