{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfdv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-12-08T16:58:33.232Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10106","role":"SecondaryContributor"},{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2021-02-12T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e1454fa5-1506-4df3-9561-98dd36b8ee2c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da62eff9-e89b-4d1f-96fd-7d41d0b24465","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This specific acyltransferase enzyme activity is crucial to one particlar protein, cardiolipin. This protein is synthesized de novo from phosphatidic acid via the cytidine-5ʹ-diphosphate-1,2-diacyl-sn-glycerol pathway, but also requires tafazzin to fully mature itself into the form typically found in mitochondrial membranes. Mature cardiolipin is essential in the mitochondrial membrane for mitochondrial morphology and function, as well as having other functions in cardiac function, apoptosis, autophagy, cell cycle regulation, and Fe-S cluster biosynthesis (PMID: 23200781). Loss of TAZ function causes a resulting alteration of cardiolipin, causing a cascade of effects including respiratory chain dysfunction, extensive mitochondrial aberrations, ultrastructural muscle damage, and destabilized super-complexes and metabolic complexes. All of these pathways could easily cause the phenotypes observed in Barth syndrome, including the cardiomyopathy, skeletal myopathy, and failure to thrive.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17082194","type":"dc:BibliographicResource","dc:abstract":"Tafazzin is a putative enzyme that is involved in cardiolipin metabolism, it may carry mutations responsible for Barth syndrome. To identify the biochemical reaction catalyzed by tafazzin, we expressed the full-length isoform of Drosophila melanogaster tafazzin in a baculovirus-Sf9 insect cell system. Tafazzin expression induced a new enzymatic function in Sf9 cell mitochondria, namely 1-palmitoyl-2-[14C]linoleoyl-phosphatidylcholine:monolysocardiolipin linoleoyltransferase. We also found evidence for the reverse reaction, because tafazzin expression caused transfer of acyl groups from phospholipids to 1-[14C]palmitoyl-2-lyso-phosphatidylcholine. An affinity-purified tafazzin construct, tagged with the maltose-binding protein, catalyzed both forward and reverse transacylations between cardiolipin and phosphatidylcholine, but was unable to utilize CoA or acyl-CoA as substrates. Whereas tafazzin supported transacylations between various phospholipid-lysophospholipid pairs, it showed the highest rate for the phosphatidylcholine-cardiolipin transacylation. Transacylation activities were about 10-fold higher for linoleoyl groups than for oleoyl groups, and they were negligible for arachidonoyl groups. The data show that Drosophila tafazzin is a CoA-independent, acyl-specific phospholipid transacylase with substrate preference for cardiolipin and phosphatidylcholine.","dc:creator":"Xu Y","dc:date":"2006","dc:title":"The enzymatic function of tafazzin."},"rdfs:label":"Tafazzin Cardiolipin Interaction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Although the biochemical evidence supporting this pathogenicity is somewhat indirect, the functional studies and evidence that these specific interactions and proteins leads to Barth syndrome phenotypes are substantial. The characteristic MLCL/CL ratio alteration and the 3-methylglutaric aciduria demonstrates how this biochemical function reflects the phenotype. Therefore, this earns 1.0 points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:214ab9a9-8406-4c0a-9c56-4d70d54a3258","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c110678a-31d8-4330-9c2f-3383a7f4b975","type":"FunctionalAlteration","dc:description":"Several relevant tafazzin slice variants (full transcript, -ex5, and -ex7) were expressed in human BTHS fibroblasts and the MLCL/CL ratio was compared to age-matched controls and the previous results from the fibroblasts themselves. This ratio is important as the amount of cardiolipin (CL) conversion by tafazzin is crucial to the disease progress and observable phenotypes. Overall, the ratio observed in fibroblasts alone was significantly higher than controls (~1.1, reference 0.12). The expression of tafazzin splice variants did rescue some of the ratio, although only the preumed active variant lacking exon 5 showed significant decrease of the ratio (~0.5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19619503","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial phospholipid cardiolipin plays an important role in cellular metabolism as exemplified by its involvement in mitochondrial energy production and apoptosis. Following its biosynthesis, cardiolipin is actively remodeled to achieve its final acyl composition. An important cardiolipin remodeling enzyme is tafazzin, of which several mRNA splice variants exist. Mutations in the tafazzin gene cause the X-linked recessive disorder Barth syndrome. In addition to providing an overview of the current knowledge in literature about tafazzin, we present novel experimental data and use this to discuss the functional role of the different tafazzin variants in cardiolipin metabolism in relation to Barth syndrome. We developed and performed specific quantitative PCR analyses of different tafazzin mRNA splice variants in 16 human tissues and correlated this with the tissue cardiolipin profile. In BTHS fibroblasts we showed that mutations in the tafazzin gene affected both the level and distribution of tafazzin mRNA variants. Transient expression of selected human tafazzin variants in BTHS fibroblasts showed for the first time in a human cell system that tafazzin lacking exon5 indeed functions in cardiolipin remodeling.","dc:creator":"Houtkooper RH","dc:date":"2009","dc:title":"The enigmatic role of tafazzin in cardiolipin metabolism."},"rdfs:label":"TAZ Function in Patient Fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This evidence uses fibroblasts from a variety of patients and variants to demonstrate the characteristic altered tafazzin activity using the MLCL/CL ratio. Expression of the WT and potential active splice variant brought the ratio significantly closer to the control value, indicating a partial rescue of the altered phenotype. Therefore, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15f1ff58-0479-4729-865b-4842d38f10f9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33711ae9-485b-4aee-990b-7c8181491812","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Gene expression assays confirmed transcription of TAZ that slightly varied by vector and injection age, with both the Des and 5' TAZ promoters being significantly more effective in the cardiac tissue. Western blotting demonstrated the most effective protein reduction on neonates, with the rescue increasing the amount compared to controls. Exercise studies demonstrated improvement in all three groups compared to the TAZKD group in reduced resting times, increased average fast movement times, and total distance traveled. Cardiac function also showed improvement, with a universal increase in ejection fraction and heart/body weight ratios closer to WT. Force mechanics evaluations demonstrated a significant improvement in fatiguability over the TAZKD mice. Mitochondrial structural defects were significantly improved, with increased organization, cristae organization and structure, and total area. Mitochondrial health was also confirmed to improve, with cardiac respiration showing closer to WT consumption rates in State 3/4u.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30070157","type":"dc:BibliographicResource","dc:abstract":"Barth syndrome (BTHS) is a rare mitochondrial disease that affects heart and skeletal muscle and has no curative treatment. It is caused by recessive mutations in the X-linked gene TAZ, which encodes tafazzin. To develop a clinically relevant gene therapy to restore tafazzin function and treat BTHS, three different adeno-associated virus serotype 9 vectors were tested and compared to identify the optimal promoter-cytomegalovirus (CMV), desmin (Des), or a native tafazzin promoter (Taz)-for TAZ expression following intravenous administration of 1 × 10","dc:creator":"Suzuki-Hatano S","dc:date":"2019","dc:title":"AAV-Mediated TAZ Gene Replacement Restores Mitochondrial and Cardioskeletal Function in Barth Syndrome."},"rdfs:label":"TAZKD AAV-Mediated Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"This rescue affects many of the essential phenotypes of Barth syndrome, including the cardiac dysfunction, muscle weakness, increased fatiguability, and the morphological abnormalities in mitochondria. As expression of the WT cDNA for tafazzin significantly improves all of these functions, this provides significant evidence towards its pathogenicity. "},{"id":"cggv:beff5de5-4cff-4b9c-ae5c-8e2f522487da","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:054a8e63-67f3-42aa-a3b9-c4eaa5a718ff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PMID 21091282: To induce snRNA expression in vivo, doxycycline chow was fed to breeding pairs and to the pups for the remainder of the experiments. Quantitative RT-PCR showed a significant reduction of TAZ mRNA levels in all tissues tested at 2 months (ranging from 71 +/- 8.6% in liver to 94.7 +/- 0.3% in tibialis anterior muscle. TAZKD in cardiac tissue led to an increase in the MLCL/CL ratio at 2 months of age, similar to that found in human probands. Mitochondrial abnormalities were also observed in these mutant mice, specifically abnormal size and disruption of the cristae. Impaired skeletal muscle contractile properties and cardiac dysfunction were also notable, in the mutant mice, reflecting similar abnormalities observed in human probands. PMID 23130124: Doxycycline was introduced in the drinking water of bredding couples, with a stop and start for males to prevent infertility. This method resulted in a much larger influx of doxycycline and a corresponding decrease in mRNA expression (>90-95% knockdown in all tested tissues, 80% reduction in embryos by three days). However, this method also caused complete embryonic lethality due to severe diastolic dysfunction associated with left ventricular noncompaction. Investigation revealed that these mice harbored significantly modified mitochondial cristae and had delayed cardiomyocyte differentiation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21091282","type":"dc:BibliographicResource","dc:abstract":"Barth's syndrome (BTHS) is an X-linked mitochondrial disease that is due to a mutation in the Tafazzin (TAZ) gene. Based on sequence homology, TAZ has been characterized as an acyltransferase involved in the metabolism of cardiolipin (CL), a unique phospholipid almost exclusively located in the mitochondrial inner membrane. Yeast, Drosophila, and zebrafish models have been invaluable in elucidating the role of TAZ in BTHS, but until recently a mammalian model to study the disease has been lacking. Based on in vitro evidence of RNA-mediated TAZ depletion, an inducible short hairpin RNA (shRNA)-mediated TAZ knockdown (TAZKD) mouse model has been developed (TaconicArtemis GmbH, Cologne, Germany), and herein we describe the assessment of this mouse line as a model of BTHS. Upon induction of the TAZ-specific shRNA in vivo, transgenic mouse TAZ mRNA levels were reduced by >89% in cardiac and skeletal muscle. TAZ deficiency led to the absence of tetralineoyl-CL and accumulation of monolyso-CL in cardiac muscle. Furthermore, mitochondrial morphology from cardiac and skeletal muscle was altered. Skeletal muscle mitochondria demonstrated disrupted cristae, and cardiac mitochondria were significantly enlarged and displace neighboring myofibrils. Physiological measurements demonstrated a reduction in isometric contractile strength of the soleus and a reduction in cardiac left ventricular ejection fraction of TAZKD mice compared with control animals. Therefore, the inducible TAZ-deficient model exhibits some of the molecular and clinical characteristics of BTHS patients and may ultimately help to improve our understanding of BTHS-related cardioskeletal myopathy as well as serve as an important tool in developing therapeutic strategies for BTHS.","dc:creator":"Soustek MS","dc:date":"2011","dc:title":"Characterization of a transgenic short hairpin RNA-induced murine model of Tafazzin deficiency."},"rdfs:label":"TAZKD Murine Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Although the mice presented in these models do recapitulate many of the characteristic phenotypes of Barth syndrome, such as cardiac dysfunction and muscle weakness/atrophy, the methodology of indirectly knocking down TAZ via doxycycline siRNA release yields an uncertain clinical picture. Doxycycline itself can have effects on the phenotypic spectrum, and the large percentage of mRNA knockdown does not necessarily reflect the protein levels in the observed mice. Overall, with both positive and negative aspects, this model earns default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":5397,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:249245f7-1c3e-4faf-908a-160807f37dc6","type":"GeneValidityProposition","disease":"obo:MONDO_0010543","gene":"hgnc:11577","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"TAZ, historically known as G4.5, was first reported in relation to x-linked Barth syndrome in 1996 (Bione et al., PMID: 8630491). This disorder was formally characterized by Barth et al. in 1983 as an x-linked mitochondrial disease with the characteristic phenotypes of dilated cardiomyopathy, skeletal myopathy, and neutropenia (PMID: 6142097). Barth syndrome can prenatally present as fetal DCM, hydrops, severe fetal decompensation necessitating emergency delivery and stillbirth, as seen in molecularly confirmed cases (PMID: 20812380). Additionally male miscarriages, stillbirth have been noted in multiple Barth syndrome families (PMIDs: 20812380, 27124939, 10484795, 28183324). Over 100 variants, mostly premature termination or splice-altering with some missense, have been reported in humans to date. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.\nVariants in this gene have been reported in at least eleven probands in four publications (PMIDs: 8630491, 16906470, 10484795, 23031367) and have segregated with disease in three of those families. This combination of significant segregation (Summed LOD score: 9.22) and high frequency of predicted/proven null variants reaches the maximum score for genetic evidence with more evidence available in the literature. The mechanism for disease is hemizygous loss-of-function, with loss of tafazzin enzymatic activity as a phospholipid acyltransferase affecting the maturation of the protein cardiolipin. Cardiolipin is an essential part of the mitochondrial membrane for mitochondrial morphology and function, as well as having other functions in cardiac function, apoptosis, autophagy, cell cycle regulation, and Fe-S cluster biosynthesis (PMID: 23200781). Dysregulation causes a cascade of effects including respiratory chain dysfunction, extensive mitochondrial aberrations, ultrastructural muscle damage, and destabilized super-complexes and metabolic complexes causing the observed phenotypes in Barth syndrome.\nThis gene-disease association is supported by tafazzin and cardiolipin's biochemical functions and altered tafazzin enzymatic activity in patient fibroblasts. Several studies have been performed on \"knockdown\" mouse models expressing siRNAs to inhibit TAZ mRNA production when fed varying amounts of doxycycline. The results range in severity from premature lethality due to cardiomyopathy to relatively minor skeletal and cardiac abnormalities, recapitulating the phenotypes observed in human probands. Finally, a rescue performed on the same mice via AAV vectors with human TAZ cDNA restored cardiac and skeletal function of the mice to near WT levels while also improving the mitochondial abnormalities observed.\nIn summary, TAZ is definitively associated with x-linked Barth syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:1629e6ab-9749-4949-bf54-fe1addf4dcfd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}