{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2021-10-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-02-10T16:25:43.239Z","role":"Publisher"}],"evidence":[{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:05bd250a-f6cf-41cb-aad9-4a502cc6442d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6c69ab3-b744-4d3f-ae19-94160f126b0d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"ISH showed restricted expression of MYBPC3 in mouse and human hearts. Performed a time course of expression and showed highly restricted expression in heart of humans and mice from embryonic days into adulthood.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9440712","type":"dc:BibliographicResource","dc:abstract":"Cardiac myosin binding protein C (MyBP-C) is a substantial component of the sarcomere, with both structural and regulatory roles. The gene encoding cardiac MyBP-C in humans is located on chromosome 11p11.2, and mutations that are most predicted to produce truncated proteins have been identified in this gene in unrelated families with familial hypertrophic cardiomyopathy (FHC). To understand better the pathophysiology of FHC and with a view to the development of animal models for this disease, we have investigated by in situ hybridization the pattern of expression of the cardiac MyBP-C gene during human and mouse development using species-specific oligonucleotide probes. From 4 weeks of human development, a strong labeling of cardiac MyBP-C mRNAs was unambiguously detected in all heart compartments, and no signal could be visualized in somites. In murine embryos, from embryonic day 9.5 until birth, a strong signal was detected exclusively in the heart. Our results showed that during both human and murine development, in contrast to chicken development, the cardiac MyBP-C gene is abundantly and specifically expressed in the heart.","dc:creator":"Fougerousse F","dc:date":"1998","dc:title":"Cardiac myosin binding protein C gene is specifically expressed in heart during murine and human development."},"rdfs:label":"MYBPC3 expression in heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6ddd5374-a118-4624-84e3-60ae03447fcf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4837eb2d-8e0f-437b-a65b-1b9c64e9b304","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Per a review by Carrier et al., 2015, it has been shown that MYBPC3 interacts with myosin in the sarcomere, as well as cardiac actin (ACTC1), four and a half LIM domain proteins (eg. FHL1), and titin (TTN). ACTC1 is a definitively associated gene with HCM (as well as variable cardiomyopathy phenotypes) and FHL1 has been shown to be associated with isolated HCM, although mostly recognized as a syndromic gene (Emery Dreifuss MD) that presents with HCM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26358504","type":"dc:BibliographicResource","dc:abstract":"More than 350 individual MYPBC3 mutations have been identified in patients with inherited hypertrophic cardiomyopathy (HCM), thus representing 40–50% of all HCM mutations, making it the most frequently mutated gene in HCM. HCM is considered a disease of the sarcomere and is characterized by left ventricular hypertrophy, myocyte disarray and diastolic dysfunction. MYBPC3 encodes for the thick filament associated protein cardiac myosin-binding protein C (cMyBP-C), a signaling node in cardiac myocytes that contributes to the maintenance of sarcomeric structure and regulation of contraction and relaxation. This review aims to provide a succinct overview of how mutations in MYBPC3 are considered to affect the physiological function of cMyBP-C, thus causing the deleterious consequences observed inHCM patients. Importantly, recent advances to causally treat HCM by repairing MYBPC3 mutations by gene therapy are discussed here, providing a promising alternative to heart transplantation for patients with a fatal form of neonatal cardiomyopathy due to bi-allelic truncating MYBPC3 mutations.","dc:creator":"Carrier L","dc:date":"2015","dc:title":"Cardiac myosin-binding protein C (MYBPC3) in cardiac pathophysiology."},"rdfs:label":"MYBPC3 protein interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Because several interactions are known, and it has been shown that perturbation of MYBPC3 through mutation can disrupt the interaction - increased the points to 1."},{"id":"cggv:c4952502-5b85-4613-ba7b-b1ffddaa0ac6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd0e9e18-a268-48f3-a537-7934999648fe","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"It is widely accepted that HCM is caused by perturbation of the cardiac sarcomere. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26358504","rdfs:label":"MYBPC3 biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Further supporting evidence is provided by Previs et al., 2012 (PMID: 22923435)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d479843a-efd0-4386-92e0-8853576be095","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7d074e95-d757-4c2c-98b5-200a98d7a9ba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The +/t mice show ∼40% reduction in MYBPC3 transcription, but no changes in cMyBP-C level, phosphorylation status, or cardiac morphology. Nonetheless, +/t mice show significantly decreased maximal force development at sarcomere lengths of 1.9 μm (+/t 68.5 ± 4.1 mN/mm(2) vs. +/+ 82.2 ± 3.2) and 2.3 μm (+/t 79.2 ± 3.1 mN/mm(2) vs. +/+ 95.5 ± 2.4). In addition, heterozygous mice show significant reductions in vivo in the early/after (E/A) (+/t 1.74 ± 0.12 vs. +/+ 2.58 ± 0.43) and E'/A' (+/t 1.18 ± 0.05 vs. +/+ 1.52 ± 0.15) ratios, indicating diastolic dysfunction. These results suggest that seemingly asymptomatic heterozygous MYBPC3 carriers do suffer impairments that may presage the onset of HCM. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24464755","type":"dc:BibliographicResource","dc:abstract":"The etiology of hypertrophic cardiomyopathy (HCM) has been ascribed to mutations in genes encoding sarcomere proteins. In particular, mutations in MYBPC3, a gene which encodes cardiac myosin binding protein-C (cMyBP-C), have been implicated in over one third of HCM cases. Of these mutations, 70% are predicted to result in C'-truncated protein products, which are undetectable in tissue samples. Heterozygous carriers of these truncation mutations exhibit varying penetrance of HCM, with symptoms often occurring later in life. We hypothesize that heterozygous carriers of MYBPC3 mutations, while seemingly asymptomatic, have subtle functional impairments that precede the development of overt HCM. This study compared heterozygous (+/t) knock-in MYBPC3 truncation mutation mice with wild-type (+/+) littermates to determine whether functional alterations occur at the whole-heart or single-cell level before the onset of hypertrophy. The +/t mice show ∼40% reduction in MYBPC3 transcription, but no changes in cMyBP-C level, phosphorylation status, or cardiac morphology. Nonetheless, +/t mice show significantly decreased maximal force development at sarcomere lengths of 1.9 μm (+/t 68.5 ± 4.1 mN/mm(2) vs. +/+ 82.2 ± 3.2) and 2.3 μm (+/t 79.2 ± 3.1 mN/mm(2) vs. +/+ 95.5 ± 2.4). In addition, heterozygous mice show significant reductions in vivo in the early/after (E/A) (+/t 1.74 ± 0.12 vs. +/+ 2.58 ± 0.43) and E'/A' (+/t 1.18 ± 0.05 vs. +/+ 1.52 ± 0.15) ratios, indicating diastolic dysfunction. These results suggest that seemingly asymptomatic heterozygous MYBPC3 carriers do suffer impairments that may presage the onset of HCM. ","dc:creator":"Barefield D","dc:date":"2014","dc:title":"Contractile dysfunction in a mouse model expressing a heterozygous MYBPC3 mutation associated with hypertrophic cardiomyopathy."},"rdfs:label":"Barefield Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Results suggest that seemingly asymptomatic heterozygous MYBPC3 carriers do suffer impairments that may presage the onset of HCM. "},{"id":"cggv:e1b5e44d-dce2-44c5-b28d-d5dc23018e0f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6d844ce-62a7-4508-83fe-9913a85e642c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout mice were produced by deletion of exons 3 to 10 from the endogenous cardiac (c) MyBP-C gene in murine embryonic stem (ES) cells and subsequent breeding of chimeric founder mice to obtain mice heterozygous (+/-) and homozygous (-/-) for the knockout allele. Wild-type (+/+), cMyBP-C(+/-), and cMyBP-C(-/-) mice were born in accordance with Mendelian inheritance ratios, survived into adulthood, and were fertile. Western blot analyses confirmed that cMyBP-C was absent in hearts of homozygous knockout mice. Whereas cMyBP-C(+/-) mice were indistinguishable from wild-type littermates, cMyBP-C(-/-) mice exhibited significant cardiac hypertrophy. Cardiac function, assessed using 2-dimensionally guided M-mode echocardiography, showed significantly depressed indices of diastolic and systolic function only in cMyBP-C(-/-) mice. Ca2+ sensitivity of tension, measured in single skinned myocytes, was reduced in cMyBP-C(-/-) but not cMyBP-C(+/-) mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11909824","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic cardiomyopathy (FHC) is an inherited autosomal dominant disease caused by mutations in sarcomeric proteins. Among these, mutations that affect myosin binding protein-C (MyBP-C), an abundant component of the thick filaments, account for 20% to 30% of all mutations linked to FHC. However, the mechanisms by which MyBP-C mutations cause disease and the function of MyBP-C are not well understood. Therefore, to assess deficits due to elimination of MyBP-C, we used gene targeting to produce a knockout mouse that lacks MyBP-C in the heart. Knockout mice were produced by deletion of exons 3 to 10 from the endogenous cardiac (c) MyBP-C gene in murine embryonic stem (ES) cells and subsequent breeding of chimeric founder mice to obtain mice heterozygous (+/-) and homozygous (-/-) for the knockout allele. Wild-type (+/+), cMyBP-C(+/-), and cMyBP-C(-/-) mice were born in accordance with Mendelian inheritance ratios, survived into adulthood, and were fertile. Western blot analyses confirmed that cMyBP-C was absent in hearts of homozygous knockout mice. Whereas cMyBP-C(+/-) mice were indistinguishable from wild-type littermates, cMyBP-C(-/-) mice exhibited significant cardiac hypertrophy. Cardiac function, assessed using 2-dimensionally guided M-mode echocardiography, showed significantly depressed indices of diastolic and systolic function only in cMyBP-C(-/-) mice. Ca2+ sensitivity of tension, measured in single skinned myocytes, was reduced in cMyBP-C(-/-) but not cMyBP-C(+/-) mice. These results establish that cMyBP-C is not essential for cardiac development but that the absence of cMyBP-C results in profound cardiac hypertrophy and impaired contractile function.","dc:creator":"Harris SP","dc:date":"2002","dc:title":"Hypertrophic cardiomyopathy in cardiac myosin binding protein-C knockout mice."},"rdfs:label":"Harris Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"These results establish that cMyBP-C is not essential for cardiac development but that the absence of cMyBP-C results in profound cardiac hypertrophy and impaired contractile function."},{"id":"cggv:9dc391e6-22cc-4f36-aca4-b9b26e95ff8f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6f70723c-0198-4947-bb9e-cf9d2efc4302","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors compared cardiac structure and function of these mouse strains by several methods to further define mechanisms that determine the severity of FHC. Both strains demonstrated progressive left ventricular (LV) hypertrophy; however, by age 30 weeks, alphaMHC(403/+) mice demonstrated considerably more LV hypertrophy than MyBP-C(t/+) mice. In older heterozygous mice, hypertrophy continued to be more severe in the alphaMHC(403/+) mice than in the MyBP-C(t/+) mice. Consistent with this finding, hearts from 50-week-old alphaMHC(403/+) mice demonstrated increased expression of molecular markers of cardiac hypertrophy, but MyBP-C(t/+) hearts did not demonstrate expression of these molecular markers until the mice were >125 weeks old. Electrophysiological evaluation indicated that MyBP-C(t/+) mice are not as likely to have inducible ventricular tachycardia as alphaMHC(403/+) mice. In addition, cardiac function of alphaMHC(403/+) mice is significantly impaired before the development of LV hypertrophy, whereas cardiac function of MyBP-C(t/+) mice is not impaired even after the development of cardiac hypertrophy. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11230104","type":"dc:BibliographicResource","dc:abstract":"Although sarcomere protein gene mutations cause familial hypertrophic cardiomyopathy (FHC), individuals bearing a mutant cardiac myosin binding protein C (MyBP-C) gene usually have a better prognosis than individuals bearing beta-cardiac myosin heavy chain (MHC) gene mutations. Heterozygous mice bearing a cardiac MHC missense mutation (alphaMHC(403/+) or a cardiac MyBP-C mutation (MyBP-C(t/+)) were constructed as murine FHC models using homologous recombination in embryonic stem cells. We have compared cardiac structure and function of these mouse strains by several methods to further define mechanisms that determine the severity of FHC. Both strains demonstrated progressive left ventricular (LV) hypertrophy; however, by age 30 weeks, alphaMHC(403/+) mice demonstrated considerably more LV hypertrophy than MyBP-C(t/+) mice. In older heterozygous mice, hypertrophy continued to be more severe in the alphaMHC(403/+) mice than in the MyBP-C(t/+) mice. Consistent with this finding, hearts from 50-week-old alphaMHC(403/+) mice demonstrated increased expression of molecular markers of cardiac hypertrophy, but MyBP-C(t/+) hearts did not demonstrate expression of these molecular markers until the mice were >125 weeks old. Electrophysiological evaluation indicated that MyBP-C(t/+) mice are not as likely to have inducible ventricular tachycardia as alphaMHC(403/+) mice. In addition, cardiac function of alphaMHC(403/+) mice is significantly impaired before the development of LV hypertrophy, whereas cardiac function of MyBP-C(t/+) mice is not impaired even after the development of cardiac hypertrophy. Because these murine FHC models mimic their human counterparts, we propose that similar murine models will be useful for predicting the clinical consequences of other FHC-causing mutations. These data suggest that both electrophysiological and cardiac function studies may enable more definitive risk stratification in FHC patients.","dc:creator":"McConnell BK","dc:date":"2001","dc:title":"Comparison of two murine models of familial hypertrophic cardiomyopathy."},"rdfs:label":"McConnell BK Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Data suggest that both electrophysiological and cardiac function studies may enable more definitive risk stratification in FHC patients."},{"id":"cggv:dc747fe2-0318-4d63-970a-a4eff1126ca9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15b602a6-e073-4d3f-8429-966d38052041","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The homozygous cMyBP-C null mice do not express the cMyBP-C gene, develop eccentric left ventricular hypertrophy with decreased fractional shortening at 3-4 months of age and a markedly impaired relaxation after 9 months. This is associated with myocardial disarray and an increase of interstitial fibrosis. The heterozygous cMyBP-C null mice present a slight but significant decrease of cMyBP-C amount and develop asymmetric septal hypertrophy associated with fibrosis at 10-11 months of age. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15249187","type":"dc:BibliographicResource","dc:abstract":"Cardiac myosin-binding protein C (cMyBP-C) gene mutations are involved in familial hypertrophic cardiomyopathy (FHC). Many of these mutations produce truncated proteins, which are unstable in the cardiac tissue of patients, suggesting that haploinsufficiency could account for the development of the phenotype. However, existing mouse models of cMyBP-C gene mutations have represented hypomorphic alleles without evidence of asymmetric septal hypertrophy, a key FHC phenotypic feature. In the present study, we generated a new model of cMyBP-C null mice and characterized the phenotype in both homozygotes and heterozygotes at different ages.","dc:creator":"Carrier L","dc:date":"2004","dc:title":"Asymmetric septal hypertrophy in heterozygous cMyBP-C null mice."},"rdfs:label":"Carrier 2004 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Data provide evidence that heterozygous cMyBP-C null mice represent the first model with a key feature of human FHC that is asymmetric septal hypertrophy. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:9d14733d-0369-4616-ba13-0fc7d16a9d7b","type":"EvidenceLine","evidence":[{"id":"cggv:9d14733d-0369-4616-ba13-0fc7d16a9d7b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:14953587-b777-4ac5-8285-99ebfd9abf4e","type":"Cohort","allGenotypedSequenced":6179,"alleleFrequency":0.1903220585855316,"detectionMethod":"Varied (874 HCm patient sequenced across 35 genes)","evidence":[{"id":"cggv:9d14733d-0369-4616-ba13-0fc7d16a9d7b_cc_evidence_item"}],"numWithVariant":1176,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:68544e13-2662-40af-9f01-2d4ce9432683","type":"Cohort","allGenotypedSequenced":47155,"alleleFrequency":0.01970098610963843,"evidence":[{"id":"cggv:9d14733d-0369-4616-ba13-0fc7d16a9d7b_cc_evidence_item"}],"numWithVariant":929},"lowerConfidenceLimit":10.68,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00010,"statisticalSignificanceType":"","statisticalSignificanceValue":11.7,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":12.81,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"MYBPC3 in HCM"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"Case excess in HCM for both non-truncating MYBPC3 mutations (case excess= 0.00724; OR= 5.70 [5.12-6.3], EF= 0.82 [0.8-0.84]) and truncating mutations (OR= 118.7 [86-163.8] EF= 0.99 [0.99-0.99]."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.6}],"evidenceStrength":"Definitive","sequence":3979,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.6,"subject":{"id":"cggv:02352a40-df0a-4bbd-ba03-b85e5e8a60da","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:7551","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The MYBPC3 gene has been associated with autosomal dominant hypertrophic cardiomyopathy (HCM) using the ClinGen Clinical Validity Framework. This association was made using case-level data and case-control data. MYBPC3 was first associated with HCM in 1995 (Watkins et al, 1995, PMID 7493025). There are over 290 variants asserted as pathogenic for MYBPC3 for HCM in ClinVar, and mutations in MYBPC3 are reported in 40% of the reported cases of HCM (Cirino and Ho, 2014, GeneReviews, PMID 20301725). More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. Of note, MYBPC3 has been shown to cause HCM in an autosomal recessive fashion, with earlier and more severe presentation of phenotypes associated with HCM, and represents a semi-dominant condition. The molecular mechanism for HCM is loss of function (LOF), and missense, nonsense, frameshift and splice site mutations in MYBPC3 have been shown to be pathogenic for cardiomyopathy. Of note, this gene has been implicated in dilated cardiomyopathy and left ventricular noncompaction. This gene-disease relationship is supported by biochemical, expression, protein interaction, and animal models evidence. In summary, MYBPC3 is definitively associated with autosomal dominant HCM. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was originally approved by the ClinGen Hypertrophic Cardiomyopathy Expert Panel on September 5, 2017 using SOP version 5. This gene-disease relationship was reevaluated on October 6, 2021 by the Hereditary Cardiovascular Disorders GCEP. As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:7e65896e-33f5-439d-8749-aba08a539dd0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}