{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-04-17T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50a0526a-8814-48a0-90bb-59d9fc08c519","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fdf50803-d0e3-4f64-854a-9cb93d07ddae","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expressed in mammalian inner ear and vestibular organs. Localized to supporting cells of Organ of Corti, basal cell region of stria vascularis, and type 1 fibrocytes of spiral ligament. Supports presence of Cx26/Cx30 heteromeric connexons","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14595769","type":"dc:BibliographicResource","dc:abstract":"The distribution and size of gap junctions (GJ) in the sensory epithelia of the inner ear have been examined in a reptile (gecko), birds (chicken and owl), and mammals (mouse, guinea pig, gerbil, and bat), and the connexin composition of GJs in the mammalian inner ear has been assessed. Freeze fracture revealed a common pattern of GJ distribution in auditory and vestibular sensory epithelia in the different vertebrate classes. In all these tissues, GJs are numerous, often occupying more than 25% of the plasma membrane area of supporting cells and sometimes composed of more than 100,000 channels. Screening for 12 members of the connexin family in the mammalian inner ear by RT-PCR, Western blotting, and immunohistochemistry revealed four connexin isotypes, cx26, cx30, cx31, and cx43, in the cochlea and three, cx26, cx30, and cx43, in the vestibular organs. With antibodies characterised for their specificity, cx26 and cx30 colocalised in supporting cells of the organ of Corti, in the basal cell region of the stria vascularis, and in type 1 fibrocytes of the spiral ligament. No other connexin was detected in these regions. Cx31 was localised among type 2 fibrocytes below the spiral prominence, a region where cx30 was not expressed and cx26 expression appeared to be low. Cx43 was detected only in the region of \"tension fibrocytes\" lining the inner aspect of the otic capsule. This suggests separate functional compartments in the cochlea. In addition to cx26 and cx30, cx43 was detected in supporting cells of the vestibular sensory epithelia. Where cx26 and cx30 were colocalised, double immunogold labelling of thin sections showed both cx26 and cx30 evenly distributed in individual GJ plaques, a pattern consistent with the presence of heteromeric connexons. Coimmunoprecipitation of cochlear membrane proteins solubilised with a procedure that preserves the oligomeric structure of connexons confirmed the presence of heteromeric cx26/cx30 connexons. Heteromeric cx26/cx30 connexons may be unique to the inner ear, which could be one factor underlying the non-syndromic character of the deafness caused by mutations in cx26.","dc:creator":"Forge A","dc:date":"2003","dc:title":"Gap junctions in the inner ear: comparison of distribution patterns in different vertebrates and assessement of connexin composition in mammals."},"rdfs:label":"Forge Function"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Not scored."},{"id":"cggv:49c0126e-e7fa-4583-b8cb-a22c681c17b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:881d7b15-bd10-4b88-a31a-a06a103ba61d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Study on human cochlea showed that Cx26 and Cx30 in fact do not colocalize- they form separate plaques and don't form heterotypic channels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26941236","type":"dc:BibliographicResource","dc:abstract":"Globally 360 million people have disabling hearing loss and, of these, 32 million are children. Human hearing relies on 15,000 hair cells that transduce mechanical vibrations to electrical signals in the auditory nerve. The process is powered by the endo-cochlear potential, which is produced by a vascularized epithelium that actively transports ions in conjunction with a gap junction (GJ) system. This \"battery\" is located \"off-site\" in the lateral wall of the cochlea. The GJ syncytium contains the GJ protein genes beta 2 (GJB2/connexin26 (Cx26)) and 6 (GJB6/connexin30 (Cx30)), which are commonly involved in hereditary deafness. Because the molecular arrangement of these proteins is obscure, we analyze GJ protein expression (Cx26/30) in human cochleae by using super-resolution structured illumination microscopy. At this resolution, the Cx26 and Cx30 proteins were visible as separate plaques, rather than being co-localized in heterotypic channels, as previously suggested. The Cx26 and Cx30 proteins thus seem not to be co-expressed but to form closely associated assemblies of GJ plaques. These results could assist in the development of strategies to treat genetic hearing loss in the future.","dc:creator":"Liu W","dc:date":"2016","dc:title":"Super-resolution structured illumination fluorescence microscopy of the lateral wall of the cochlea: the Connexin26/30 proteins are separately expressed in man."},"rdfs:label":"Liu Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Not scored."},{"id":"cggv:a3d2a341-41c7-4f11-912a-782bcb3f11b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c5804d3f-ddc9-4de0-b12d-1d2519be5907","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Cx30 and 26 coassemble to form gap junctions in mouse cochlea","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12859965","type":"dc:BibliographicResource","dc:abstract":"The importance of connexins (Cxs) in the cochlear functions has been indicated by the finding that mutations in connexin genes cause a large proportion of sensorineural deafness cases. However, functional roles of connexins in the cochlea are still unclear. In this study, we compared the relative expression levels of 16 different subtypes of mouse connexins in the cochlea. cDNA macroarray hybridizations identified four most prominently expressed connexins (listed in descending order): Cxs 26, 29, 30, and 43. Two of these connexins (Cx26 and Cx30), both belonging to the beta-group, were investigated for their molecular assemblies in the cochlea. Co-immunostaining showed expressions of Cxs 26 and 30 in the same gap junction plaques and their co-assembly was confirmed by co-immunoprecipitation of proteins extracted from the cochlear tissues. The heterologous molecular assembly of connexins is expected to produce gap junctions with biophysical characteristics appropriate for maintaining ionic homeostasis in the cochlea.","dc:creator":"Ahmad S","dc:date":"2003","dc:title":"Connexins 26 and 30 are co-assembled to form gap junctions in the cochlea of mice."},"rdfs:label":"Ahmad Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Not scored."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a17dd66-4b45-4ad3-84eb-46af7ecbc003","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd2f0ddc-4292-475f-a020-6c2bf0d7c406","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17227867","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes coding for connexin26 (Cx26) and/or Cx30 are linked to approximately half of all cases of human autosomal nonsyndromic prelingual deafness. Cx26 and Cx30 are the two major Cx isoforms found in the cochlea, and they coassemble to form hybrid (heteromeric and heterotypic) gap junctions (GJs). This molecular arrangement implies that homomeric GJs would remain in the cochlea if one of the coassembly partners were mutated resulting in null expression. We generated mice in which extra copies of the Cx26 gene were transgenically expressed from a modified bacterial artificial chromosome in a Cx30-/- background. In the absence of the Cx30 gene, Cx26 expressed from extra alleles completely restored hearing sensitivity and prevented hair cell death in deaf Cx30-/- mice. The results indicated that hybrid GJs consisting of Cx26 and Cx30 were not essential for normal hearing in mice and suggested that up-regulation of Cx26 or slowing down its protein degradation might be a therapeutic strategy to prevent and treat deafness caused by Cx30 mutations.","dc:creator":"Ahmad S","dc:date":"2007","dc:title":"Restoration of connexin26 protein level in the cochlea completely rescues hearing in a mouse model of human connexin30-linked deafness."},"rdfs:label":"Ahmad Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"Not scored."},{"id":"cggv:ab8251d3-1956-4630-b50a-524c0e3a5cd3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fb8cfbf0-99c1-4658-b069-dc90ac4da027","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cx30 could rescue hearing phenotype in Cx30-deleted mice. However Cx30 could not rescue deletion of Cx26. Cochleae of conditional knockout of Cx26 with and without Cx30 overexpression were not significantly different.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22142852","type":"dc:BibliographicResource","dc:abstract":"Mutations in Gjb2 and Gjb6 genes, coding for connexin26 (Cx26) and Cx30 proteins, respectively, are linked to about half of all cases of human autosomal non-syndromic prelingual deafness. Molecular mechanisms of the hearing impairments, however, are unclear. Most cochlear gap junctions (GJs) are co-assembled from Cx26 and Cx30 and deletion of either one of them causes deafness. Our previous studies have shown that normal hearing is possible in the absence of the Cx30 gene when Cx26 is over-expressed. To further test unique functional requirements for various types of connexins in the hearing, we investigated whether the hearing in the conditional Cx26 (cCx26) null mice could be rescued by genetically over-expressing Cx30. Multiple lines of control and experimental mouse models were used. Auditory brainstem response (ABR) measurements showed normal hearing in targeted gene deletion mice when the deleted Cx26 or Cx30 was transgenically expressed from integrated bacterial artificial chromosome (BAC), demonstrating the effectiveness of the BAC rescue approach. In contrast, severe hearing loss was found in cCx26 null mice in which Cx30 was over-expressed. Morphology observations were consistent with the ABR data. Cochleae of cCx26 null mice with and without the transgenic over-expression of Cx30 both showed the typical immature feature of postnatal cochlear development-the closed tunnel of Corti. Immunolabeling data and Western blot quantification indicated that the Cx26 protein expression preceded that of Cx30 during the early postnatal period in the cochlea. Null expression of Cx26 may therefore uniquely result in a transient period when a total elimination of GJs in functionally-important regions of the developing cochlea is possible. We conclude that Cx26 plays an essential role in the development of the auditory sensory epithelium and its unique developmental functions required for normal hearing is not replaceable by Cx30.","dc:creator":"Qu Y","dc:date":"2012","dc:title":"Early developmental expression of connexin26 in the cochlea contributes to its dominate functional role in the cochlear gap junctions."},"rdfs:label":"Qu Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"Not scored."},{"id":"cggv:90a9a445-e5c4-4864-bb3e-750786f3199e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d03cbe75-bc28-4616-9dc3-29ba01d69984","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Gjb6 was deleted in mice. Homozygous mutants had severe constitutive hearing loss. Developed normally and were fertile. After postnatal day 18, the cochlear sensory epithelium started to degenerate by apoptosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12490528","type":"dc:BibliographicResource","dc:abstract":"The gap junction protein connexin30 (Cx30) is expressed in a variety of tissues that include epithelial and mesenchymal structures of the inner ear. We generated Cx30 (Gjb6) deficient mice by deletion of the Cx30 coding region. Homozygous mutants (Cx30((-/-))) were born at the expected Mendelian frequency, developed normally and were fertile. However, they exhibit a severe constitutive hearing impairment. From the age of hearing onset, these mice lack the electrical potential difference between the endolymphatic and perilymphatic compartments of the cochlea, i.e. the endocochlear potential, which plays a key role in the high sensitivity of the mammalian auditory organ. In addition, after postnatal day 18, the cochlear sensory epithelium starts to degenerate by cell apoptosis. This degeneration process is likely to account for the concomitant decrease of the endolymphatic potassium concentration and the aggravation of the hearing loss in adult Cx30((-/-)) mice. The Cx30 ((-/-)) phenotype thus reveals the critical role of Cx30 both in generating the endocochlear potential and for survival of the auditory hair cells after the onset of hearing. The Cx30 deficient mice may represent a valuable model to study the mechanism of the hearing loss in human patients carrying a homozygous deletion of the CX30 gene (del Castillo et al., 2002, New Engl. J. Med., 346, 243-249).","dc:creator":"Teubner B","dc:date":"2003","dc:title":"Connexin30 (Gjb6)-deficiency causes severe hearing impairment and lack of endocochlear potential."},"rdfs:label":"Teubner Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":136,"specifiedBy":"GeneValidityCriteria5","strengthScore":0,"subject":{"id":"cggv:31a83fe0-eeab-4b73-b274-1a2b2ed82406","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:4288","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The GJB6 gene has been associated with autosomal recessive nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 12/21/2017​. The GJB6-D13S1830 deletion is a relatively common disease allele in many populations and is classified as pathogenic for hearing loss, frequently identified in homozygosity or in trans with a pathogenic GJB2 variant. This is a deletion of approximately 309kb of DNA including the 5' end of GJB6 and a region upstream of both GJB6 and the GJB2 gene. It has been proposed that GJB6 and GJB2 are co-regulated by a cis-acting element (Ahmad 2007 PMID 17227867). Their protein products, connexin 30 and 26 (Cx30 and Cx26), respectively, co-localize in the supporting cells of mouse cochlea (Ahmad 2003 PMID 12859965; Forge 2003 PMID 14595769) but not human cochlea (Liu 2016 PMID 26941236). Deletion of the GJB6 gene, including surrounding regulatory regions, in mice causes hearing loss (Teubner 2003 PMID 12490528). Exogenous Cx30 and Cx26 could both rescue the hearing loss in this mouse (Ahmad 2007 PMID 17227867; Qu 2012 PMID 22142852). However, an independent mouse model with only the coding sequence of GJB6 deleted and no surrounding sequence deleted had normal hearing, suggesting that the regulatory region 5' of GJB6 but not the gene itself is necessary for normal hearing in mice. Furthermore, many deletions upstream of both GJB6 and GJB2 are pathogenic for hearing loss without disruption of GJB6 (Wilch 2010 PMID 20236118;  Abou Tayoun 2016 PMID 26444186). This gene has also been implicated in Clouston syndrome. This association has been​ assessed separately. In summary, there is convincing evidence refuting the association between GJB6 and autosomal recessive nonsyndromic hearing loss, which significantly outweighs the evidence supporting the association. This classification was approved by the ClinGen Hearing Loss Working Group on 4/17/2018.\nSee Evidence Summary for full Refuted explanation.","dc:isVersionOf":{"id":"cggv:f281869c-25e5-44ad-94e7-c7d6374755fd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}