{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59dav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2024-09-27T16:50:01.290Z","role":"Publisher"},{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2024-04-08T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6390ecd3-abf2-4fec-b916-b0038277bfd9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6c5fddfb-18f1-44d9-b017-80866e2fdd07","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CD2AP expression was detected in developing podocytes and the glomerular base membrane (GBM) using rabbit anti-CD2AP antiserum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10997929","type":"dc:BibliographicResource","dc:abstract":"CD2-associated protein (CD2AP) is an adapter molecule that can bind to the cytoplasmic domain of nephrin, a component of the glomerular slit diaphragm. Mice lacking CD2AP exhibit a congenital nephrotic syndrome characterized by extensive foot process effacement, suggesting that CD2AP-nephrin interactions are critical to maintaining slit diaphragm function. We have examined the patterns of expression of both CD2AP and nephrin in developing mouse and human kidney. Both proteins were first detected in developing podocytes at the capillary loop stage of glomerulogenesis and eventually became concentrated near the glomerular basement membrane. CD2AP was also observed diffusely in collecting duct and apically in many cells of proximal and distal tubule. Kidneys from Cd2ap -/- mice initially exhibited normal nephrin localization, but as the mice aged and foot processes became effaced, nephrin disappeared. In laminin-beta(2) mutant mice exhibiting nephrotic syndrome, CD2AP in glomeruli was aberrantly localized in a primarily punctate pattern. Extensive extrarenal expression of CD2AP was observed in endothelial and epithelial cells, in many cases with a specific subcellular localization. Together, these results suggest that CD2AP is not only involved in maintaining the slit diaphragm but may also have a general role in maintaining specialized subcellular architecture. The severity of kidney disease in Cd2ap mutant mice may have eclipsed manifestation of defects in other tissues.","dc:creator":"Li C","dc:date":"2000","dc:title":"CD2AP is expressed with nephrin in developing podocytes and is found widely in mature kidney and elsewhere."},"rdfs:label":"Expression in Podocytes and the Glomerular Basement Membrane"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:387f9a6a-66a5-4c44-b55f-9fd468d89501","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c38888a-c0ac-4a87-b739-74718507b255","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In the kidney, CD2AP is primarily expressed in glomerular podocytes, and its absence results in improper formation of the slit diaphragm (PMID: 10514378) and the protein filtration barrier of the kidney (PMID: 16889564).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10514378","type":"dc:BibliographicResource","dc:abstract":"CD2-associated protein (CD2AP) is an 80-kilodalton protein that is critical for stabilizing contacts between T cells and antigen-presenting cells. In CD2AP-deficient mice, immune function was compromised, but the mice died at 6 to 7 weeks of age from renal failure. In the kidney, CD2AP was expressed primarily in glomerular epithelial cells. Knockout mice exhibited defects in epithelial cell foot processes, accompanied by mesangial cell hyperplasia and extracellular matrix deposition. Supporting a role for CD2AP in the specialized cell junction known as the slit diaphragm, CD2AP associated with nephrin, the primary component of the slit diaphragm.","dc:creator":"Shih NY","dc:date":"1999","dc:title":"Congenital nephrotic syndrome in mice lacking CD2-associated protein."},"rdfs:label":"Formation of the slit diaphragm and protein filtration"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e4ea5e7-cc3d-4f88-9f9e-6898c0e01bbb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59f86732-a407-44c9-9924-7eb3c21f5e45","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse model closely phenocopies focal segmental glomerulosclerosis in human patients following the homozygous knock-in of a variant observed in a human patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30612599","type":"dc:BibliographicResource","dc:abstract":"Although sequence variants in CD2-associated protein (CD2AP) have been identified in patients with focal segmental glomerulosclerosis (FSGS), definitive proof of causality in human disease is meager. By whole-exome sequencing, we identified a homozygous frame-shift mutation in CD2AP (p.S198fs) in three siblings born of consanguineous parents who developed childhood-onset FSGS and end stage renal disease. When the same frameshift mutation was introduced in mice by gene editing, the mice developed FSGS and kidney failure. These results provide conclusive evidence that homozygous mutation of CD2AP causes FSGS in humans.","dc:creator":"Takano T","dc:date":"2019","dc:title":"Recessive mutation in CD2AP causes focal segmental glomerulosclerosis in humans and mice."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Upgraded due to the homozygous knock-in of a variant observed in a human patient closely phenocopying disease."},{"id":"cggv:8004da85-f5e7-4759-8509-fc78dc1138f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:744e4e10-20f2-4bfc-a3a1-0fe5260df569","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Some lesions from CD2AP+/– mice were reminiscent of the human glomerular disease, focal segmental glomerulosclerosis (FSGS). Mice completely lacking CD2AP die of massive proteinuria shortly after birth. This replicates FSGS in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12764198","type":"dc:BibliographicResource","dc:abstract":"Loss of CD2-associated protein (CD2AP), a component of the filtration complex in the kidney, causes death in mice at 6 weeks of age. Mice with CD2AP haploinsufficiency developed glomerular changes at 9 months of age and had increased susceptibility to glomerular injury by nephrotoxic antibodies or immune complexes. Electron microscopic analysis of podocytes revealed defects in the formation of multivesicular bodies, suggesting an impairment of the intracellular degradation pathway. Two human patients with focal segmental glomerulosclerosis had a mutation predicted to ablate expression of one CD2AP allele, implicating CD2AP as a determinant of human susceptibility to glomerular disease.","dc:creator":"Kim JM","dc:date":"2003","dc:title":"CD2-associated protein haploinsufficiency is linked to glomerular disease susceptibility."},"rdfs:label":"Proteinuria in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Already maxed out experimental evidence."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.1},{"id":"cggv:4f25ef3d-e386-40e3-8443-0205806edbc6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4f25ef3d-e386-40e3-8443-0205806edbc6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"allele":{"id":"cggv:ce2531ce-6665-45c0-9f85-877312004d19","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012120.3(CD2AP):c.1742del (p.Asn581IlefsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA450397008"}},"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0000112","sex":"Male","variant":{"id":"cggv:f22dd8a3-d2e6-4723-9f49-ce2d4a10c696_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ce2531ce-6665-45c0-9f85-877312004d19"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36964972","type":"dc:BibliographicResource","dc:abstract":"Clinical exome sequencing (CES) is important for the diagnosis of Mendelian diseases, which are clinically and etiologically heterogeneous. Sharing of large amounts of CES data associated with clinical findings will increase the accuracy of variant interpretation. We performed a retrospective study to state the diagnostic yield of CES in 1589 patients with a wide phenotypic spectrum. CES was performed using the Sophia Clinical Exome Sequencing Kit with 4493 genes, followed by sequencing on a NextSeq 500 system. The diagnosis rate was 36.8% when only pathogenic and likely pathogenic variants were included. Consanguineous unions and positive family history were associated with a high diagnostic yield. The neurological disease group had the highest number of patients. The groups with high diagnosis rates were ear, eye, and muscle disease groups. Seven candidate genes (EFHC2, HSPB3, FAAH2, ITGB1, GYG2, CD177, and CSTF2T) that are not yet associated with human diseases were identified. Owing to the high diagnostic yield of CES compared with that of other genetic tests, it can be used as a standard diagnostic test in patients with rare genetic disorders that require a wide differential diagnosis, especially in laboratories with limited resources.","dc:creator":"Gorukmez O","dc:date":"2023","dc:title":"Clinical exome sequencing findings in 1589 patients."}},"rdfs:label":"Gorukmez ID 9374"},{"id":"cggv:f22dd8a3-d2e6-4723-9f49-ce2d4a10c696","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f22dd8a3-d2e6-4723-9f49-ce2d4a10c696_variant_evidence_item"}],"strengthScore":1,"dc:description":"Reducing for homozygosity and potential consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6996eaa5-3a9c-46fc-84d9-7a043a78705d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6996eaa5-3a9c-46fc-84d9-7a043a78705d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:3da52ca8-1a03-42ce-bc5f-075bd060f455","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012120.3(CD2AP):c.634C>T (p.Arg212Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA363942126"}},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"eGFR at onset: 12\nAlbuminemia g/l: 28\nProteinuria g/g: 3.6\nESRD at 25.2y","phenotypes":"obo:HP_0000097","sex":"Male","variant":{"id":"cggv:974aa986-c869-431d-b79b-96dcab78df47_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3da52ca8-1a03-42ce-bc5f-075bd060f455"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30348286","type":"dc:BibliographicResource","dc:abstract":"Monogenic forms of Steroid-Resistant Nephrotic Syndrome (SRNS) have been widely characterized, but genetic screening paradigms preferentially address congenital, infantile onset, and familial cases. Our aim was to characterize the distribution of disease-causing gene mutations in adults with sporadic SRNS or focal segmental glomerulosclerosis (FSGS). We selected adult patients with non-syndromic, biopsy-proven FSGS or SRNS in the absence of known family history. Strict clinical criteria included lack of response to glucocorticoids and cyclosporine, and no recurrence after kidney transplantation. Mutations in SRNS genes were detected using a targeted gene panel. Sixteen of 135 tested participants (11.8%) carried pathogenic mutations in monogenic SRNS genes, and 14 others (10.4%) carried two APOL1 high-risk alleles. Autosomal recessive disease was diagnosed in 5 participants, autosomal dominant disease in 9, and X-linked disease in 2. Four participants carried a de novo heterozygous mutation. Among the 16 participants with identified mutations in monogenic SNRS genes, 7 (43.7%) had type IV collagen mutations. Mutations in monogenic SNRS genes were identified primarily in participants with proteinuria onset before 25 years of age, while the age at disease onset was variable in those with APOL1 high-risk genotype. Mean age at diagnosis was lower and renal survival was worse in participants with identified mutations in SNRS genes than in those without mutations. We found a significant rate of pathogenic mutations in adults with SRNS, with Type IV collagen mutations being the most frequent. These findings may have immediate impact on clinical practice.","dc:creator":"Gribouval O","dc:date":"2018","dc:title":"Identification of genetic causes for sporadic steroid-resistant nephrotic syndrome in adults."}},"rdfs:label":"Gribouval Patient 4"},{"id":"cggv:974aa986-c869-431d-b79b-96dcab78df47","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:974aa986-c869-431d-b79b-96dcab78df47_variant_evidence_item"}],"strengthScore":1,"dc:description":"Score reduced to 2 points total for homozygosity and potential consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8e35f74b-4494-43ce-bc61-ff59fcf4c3f6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8e35f74b-4494-43ce-bc61-ff59fcf4c3f6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"allele":{"id":"cggv:a9295959-e8fe-4ea3-a47b-7ad213a7342c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012120.3(CD2AP):c.592_593insTCAC (p.Ser198IlefsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2497028740"}},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003774","obo:HP_0000093","obo:HP_0000097"],"sex":"Male","variant":{"id":"cggv:ecb8b320-63d1-440e-95db-39701309abae_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a9295959-e8fe-4ea3-a47b-7ad213a7342c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30612599"},"rdfs:label":"Takano Brother 2"},{"id":"cggv:ecb8b320-63d1-440e-95db-39701309abae","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ecb8b320-63d1-440e-95db-39701309abae_variant_evidence_item"},{"id":"cggv:ecb8b320-63d1-440e-95db-39701309abae_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Homozygous knock-in mice for S198fs developed heavy proteinuria and died of kidney failure. They developed albuminuria as early as 2-3 weeks old, failed to thrive, displayed clear growth retardation, had significantly elevated serum creatinine and blood urea nitrogen levels and lower serum albumin."}],"strengthScore":1.5,"dc:description":"Because this family is consanguineous, a total score of 3 is awarded for the frameshift variant with the related mouse model which is scored in experimental evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d7b9d497-99cc-41be-9f4b-7e50465cfae4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d7b9d497-99cc-41be-9f4b-7e50465cfae4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"allele":{"id":"cggv:ccd664d9-31ee-42fd-8ef4-35247a98a5c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012120.3(CD2AP):c.1834C>T (p.Arg612Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117701"}},"detectionMethod":"Dye Terminator Cycle Sequencing, PE Applied Biosystems, Foster City, CA, USA","firstTestingMethod":"PCR","phenotypeFreeText":"FSGS, urinary protein excretion was severely elevated. Glomerular sclerosis in 4/10 glomeruli; 1/10 glomerulus showed a palisade conformation of the visceral epithelium, suggestive of collapsing-type glomerulosclerosis; the other 5/10 glomeruli showed mesangial proliferation and matrix expansion and hypertrophic visceral epithelium. Electron microscopic examination of two glomeruli showed mesangial matrix expansion and mild effacement of the podocyte foot processes.\nAt the age of 3 years, the patient suddenly presented with severe hypertension, acute respiratory insufficiency, cardiac decompensation, and acute renal failure.","phenotypes":["obo:HP_0000822","obo:HP_0002093","obo:HP_0012574","obo:HP_0000093","obo:HP_0000097"],"sex":"Male","variant":{"id":"cggv:97e8eb17-15ae-4196-a685-b8b3f49adda4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ccd664d9-31ee-42fd-8ef4-35247a98a5c5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17713465","type":"dc:BibliographicResource","dc:abstract":"Focal segmental glomerulosclerosis (FSGS) is a histologic diagnosis in several kidney diseases characterized by proteinuria and a severe decrease in kidney function. Mutations in several genes were found in patients with primary FSGS, one of which is a CD2-associated protein CD2AP (originally referred to as CMS). This gene encodes an adaptor protein that plays a role in endocytosis, cell motility, and cell survival. Mice deficient in Cd2ap (the mouse homolog) die due to kidney failure, while heterozygous mice develop lesions similar to those of FSGS patients. In the kidney, CD2AP regulates the actin cytoskeleton. The only previously described patient with CD2AP mutation had a severely truncated protein. In this study, we describe a patient with a novel mutation resulting in a premature stop codon yielding a protein truncated by only 4%. This shortened CD2AP protein displays a significantly decreased F-actin binding efficiency in vitro with no expression of the mutated allele in the patient's lymphocytes. Heterozygous expression of the CD2AP mutation in both parents did not lead to any kidney pathology, as both have normal glomerular filtration rates and no proteinuria.","dc:creator":"Löwik MM","dc:date":"2007","dc:title":"Focal segmental glomerulosclerosis in a patient homozygous for a CD2AP mutation."}},"rdfs:label":"Löwik Patient 1"},{"id":"cggv:97e8eb17-15ae-4196-a685-b8b3f49adda4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:97e8eb17-15ae-4196-a685-b8b3f49adda4_variant_evidence_item"}],"strengthScore":0.05,"dc:description":"Score reduced to 0.1 total as NMD is not predicted. The variant results in a truncation of approximately 4% compared to the native CD2AP protein."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.1}],"evidenceStrength":"Definitive","sequence":9059,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.1,"subject":{"id":"cggv:227e0f78-3c46-467e-836e-e649b9ebebf0","type":"GeneValidityProposition","disease":"obo:MONDO_0011917","gene":"hgnc:14258","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *CD2AP* gene is located on chromosome 6 at p12.3 and encodes the CD2 associated protein. *CD2AP* acts as a scaffolding protein that interacts with the cytoplasmic domain of nephrin in complex with podocin. Provides structure/regulation to the foot process of podocytes and the slit diaphragm (PMID: 11733557). In the kidney, *CD2AP* is primarily expressed in glomerular podocytes, and its absence results in improper formation of the slit diaphragm (PMID: 10514378) and the protein filtration barrier of the kidney (PMID: 16889564).\n\nMultiple disease entities have been reported in association with this gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there was evidence of differences in their inheritance pattern. Therefore, the following disease entities have been split into multiple disease entities: autosomal dominant focal segmental glomerulosclerosis (FSGS) (OMIM:607832) and autosomal recessive FSGS (OMIM:607832). Autosomal dominant FSGS has been curated separately.\n\n*CD2AP* was first reported in relation to autosomal recessive FSGS in 2007 (Löwik et al., PMID: 17713465). FSGS is a pathologic entity associated clinically with proteinuria, nephrotic syndrome (NPHS), and progressive loss of renal function. It is a common cause of end-stage renal disease (ESRD) (PMID: 16932363). The mechanism of pathogenicity is known to be loss of function.\n\nFour variants (nonsense and frameshift) have been reported in four probands in four publications (PMIDs: 17713465, 30348286, 30612599, 36964972) included in this curation. A total of 7.1/12 pts. for genetic evidence was reached considering case-level data.\n\nThis gene-disease relationship is also supported by functional studies, expression studies, and animal models. One mouse model with homozygous knock-in of c.592_593insTCAC (p.Ser198IlefsTer3), which is also observed in a patient with FSGS, phenocopied FSGS (PMIDs: 30612599). Additionally, *CD2AP* expression is observed in the glomerular basement membrane and is required for proper formation of the slit diaphragm and the protein filtration barrier of the kidney (PMID: 10514378, 10997929, 16889564). A total of 5/6 pts. for experimental evidence was reached.\n\nIn summary, there is definitive evidence supporting the relationship between *CD2AP* and autosomal recessive focal segmental glomerulosclerosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n\nThis classification was approved by the ClinGen Glomerulopathy GCEP on the meeting date April 8, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:e4bd2904-da48-4a7d-875e-bc90d56f59da"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}