{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9av3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-06-14T18:28:55.183Z","role":"Publisher"},{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-05-21T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:DiseaseNameUpdate"},{"id":"cg:RecurationCommunityRequest"},{"id":"cg:RecurationNewEvidence"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27352968","type":"dc:BibliographicResource","dc:abstract":"Genetic generalized epilepsy (GGE), formerly known as idiopathic generalized epilepsy, is the most common form of epilepsy and is thought to have predominant genetic etiology. GGE are clinically characterized by absence, myoclonic, or generalized tonic-clonic seizures with electroencephalographic pattern of bilateral, synchronous, and symmetrical spike-and-wave discharges. Despite their strong heritability, the genetic basis of generalized epilepsies remains largely elusive. Nevertheless, recent advances in genetic technology have led to the identification of numerous genes and genomic defects in various types of epilepsies in the past few years. In the present study, we performed whole-exome sequencing in a family with GGE consistent with the diagnosis of eyelid myoclonia with absences. We found a nonsense variant (c.196C>T/p.(Arg66*)) in RORB, which encodes the beta retinoid-related orphan nuclear receptor (RORβ), in four affected family members. In addition, two de novo variants (c.218T>C/p.(Leu73Pro); c.1249_1251delACG/p.(Thr417del)) were identified in sporadic patients by trio-based exome sequencing. We also found two de novo deletions in patients with behavioral and cognitive impairment and epilepsy: a 52-kb microdeletion involving exons 5-10 of RORB and a larger 9q21-microdeletion. Furthermore, we identified a patient with intellectual disability and a balanced translocation where one breakpoint truncates RORB and refined the phenotype of a recently reported patient with RORB deletion. Our data support the role of RORB gene variants/CNVs in neurodevelopmental disorders including epilepsy, and especially in generalized epilepsies with predominant absence seizures.","dc:creator":"Rudolf G","dc:date":"2016","dc:title":"Loss of function of the retinoid-related nuclear receptor (RORB) gene and epilepsy."},"evidence":[{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9a_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":8455,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:0e5e61d6-ebdf-4580-83c0-ceb664d125cb","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:10259","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"*RORB* was first reported in individuals with autosomal dominant epilepsy in 2016 (Rudolf et al., PMID: 27352968). One international collaboration reported a large cohort of 35 individuals with *RORB* variants; these individuals were reported to primarily have absence and generalized epilepsy onset in the first decade of life, with mild-to-moderate intellectual disability (PMID:38165337). Approximately 85% of patients have intellectual disability, 25% have autism spectrum disorder, and 25% have attention deficit/hyperactivity disorder (PMID:38165337). Evidence supporting this gene-disease relationship includes case-level data. At least 35 variants (e.g. missense, nonsense, frameshift, large deletion, etc) have been reported in probands in 3 publications (PMIDs: 27352968, 32162308, 38165337). Variants in this gene segregated with disease in 11 additional family members. The mechanism for disease is likely haploinsufficiency (PMIDS: 27352968, 38165337). In summary, there is definitive evidence to support the relationship between *RORB* and autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis gene-disease relationship was originally evaluated by the Epilepsy GCEP on September 20, 2022. It was re-evaluated May 21, 2024. As a result of this reevaluation, the classification increased from Moderate to Definitive with the addition of new case-level data (PMID: 38165337). Additionally, the disease term for this curation was updated from epilepsy (MONDO:000502) to complex neurodevelopmental disorder (MONDO:0100038) to better capture the neurodevelopmental phenotypes reported in patients, such as intellectual disability, autism, ADHD, and developmental delays.","dc:isVersionOf":{"id":"cggv:88c55f22-3f6f-467a-b38b-267f93d6cc9a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}