{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2019-11-25T15:01:39.061Z","role":"Approver"}],"evidence":[{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1418a7e0-0e77-4ba4-ac73-35fae2a01ece","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68e37cc9-0c36-4898-8967-7d04cb43e2c3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors determined the pattern of CFL2 expression in different human tissues by hybridizing human multiple tissue Northern blots with probes which recognize coding sequences shared by CFL2a and CFL2b, and probes which recognize the 5′ UTRs of CFL2b specifically. The CFL2b‐specific probe detected two major transcripts of approximately 1.7 and 3 kb in length, predominantly in heart and skeletal muscle; weaker signals of the same size were seen in lung and brain after long exposures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11422377","type":"dc:BibliographicResource","dc:abstract":"Cofilins are actin binding proteins and regulate actin assembly in vivo. Numerous cofilin homologues have been characterized in various organisms including mammals. In mice, a ubiquitously expressed cofilin (CFL1) and a skeletal muscle specific cofilin (CFL2) have been described. In the present study, we identified and characterized a human CFL2 gene localized on chromosome 14, with high homology to murine CFL2. Furthermore, we provide evidence for differentially spliced CFL2 transcripts (CFL2a and CFL2b). CFL2b is expressed predominantly in human skeletal muscle and heart, while CFL2a is expressed in various tissues. Genetic defects of CFL2 were excluded for one human muscle disorder, the chromosome 14 linked distal myopathy MPD1, and shown to be only possible to be a rare cause of another, nemaline myopathy. In a mouse model of mechanically induced muscle damage the changes of cofilin expression were monitored during the first 10 days of regeneration, with dephosphorylated CFL2 being the major isoform at later stages of muscle regeneration. A similar predominance of dephosphorylated CFL2 was observed in chronically regenerating dystrophin-deficient muscles of Duchenne muscular dystrophy patients. Therefore, the CFL2 isoform may play an important role in normal muscle function and muscle regeneration.","dc:creator":"Thirion C","dc:date":"2001","dc:title":"Characterization of human muscle type cofilin (CFL2) in normal and regenerating muscle."},"rdfs:label":"Northern Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Northern blot showed expression predominantly in skeletal muscle and heart which is in agreement with the RNA tissue specificity reported by The Human Protein Atlas which is \"Tissue enhanced (heart muscle, skeletal muscle)\" and the protein expression of \"Cytoplasmic expression in several tissues, most abundant in muscle tissue.\" Skeletal muscle is the tissue predominantly affected in nemaline myopathy with both histopathological findings and clinical phenotypes of muscle weakness."},{"id":"cggv:79d7d4ac-fd93-4cdf-b240-5bcee21febb8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d8bb1af-218b-4ef9-999f-9b7f84eaf8e1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This gene encodes an intracellular protein that is involved in the regulation of actin-filament dynamics. This protein is a major component of intranuclear and cytoplasmic actin rods. It can bind G- and F-actin in a 1:1 ratio of cofilin to actin, and it reversibly controls actin polymerization and depolymerization in a pH-dependent manner. Deficiency of cofilin-2 may result in reduced depolymerization of actin filaments, causing their accumulation in nemaline bodies, minicores, and, possibly concentric laminated bodies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26996939","type":"dc:BibliographicResource","dc:abstract":"Dynamic remodeling and turnover of cellular actin networks requires actin filament severing by actin-depolymerizing factor (ADF)/Cofilin proteins. Mammals express three different ADF/Cofilins (Cof1, Cof2, and ADF), and genetic studies suggest that in vivo they perform both overlapping and unique functions. To gain mechanistic insights into their different roles, we directly compared their G-actin and F-actin binding affinities, and quantified the actin filament severing activities of human Cof1, Cof2, and ADF using in vitro total internal reflection fluorescence microscopy. All three ADF/Cofilins had similar affinities for G-actin and F-actin. However, Cof2 and ADF severed filaments much more efficiently than Cof1 at both lower and higher concentrations and using either muscle or platelet actin. Furthermore, Cof2 and ADF were more effective than Cof1 in promoting \"enhanced disassembly\" when combined with actin disassembly co-factors Coronin-1B and actin-interacting protein 1 (AIP1), and these differences were observed on both preformed and actively growing filaments. To probe the mechanism underlying these differences, we used multi-wavelength total internal reflection fluorescence microscopy to directly observe Cy3-Cof1 and Cy3-Cof2 interacting with actin filaments in real time during severing. Cof1 and Cof2 each bound to filaments with similar kinetics, yet Cof2 induced severing much more rapidly than Cof1, decreasing the time interval between initial binding on a filament and severing at the same location. These differences in ADF/Cofilin activities and mechanisms may be used in cells to tune filament turnover rates, which can vary widely for different actin structures. ","dc:creator":"Chin SM","dc:date":"2016","dc:title":"TIRF microscopy analysis of human Cof1, Cof2, and ADF effects on actin filament severing and turnover."},"rdfs:label":"actin filament depolymerization"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The authors directly compared the G-actin and F-actin binding affinities of human Cof1, Cof2, and ADF (in nucleotide exchange assays) and then used in vitro TIRF microscopy analysis to directly observe in real time and rigorously quantify their severing activities. Fluorescently labeled filaments were polymerized and sparsely tethered to the viewing surface. Then actin monomers were flowed out and Cof2 was flowed in which led to rapid severing, with measurable cumulative severing reaching a plateau after 20–50 s. Similar results were again observed with dynamically growing actin filaments."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffdd737c-cd20-4baf-bb1a-85fa59c2b254","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:efc6091d-bde8-47e6-8b1c-193e624ee946","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This cofilin2 mouse model shows hallmarks of a protein aggregate myopathy similar to what has been described in human patients with certain cofilin2 mutations (Ockeloen et al., 2012).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24598388","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human actin depolymerizing factor cofilin2 result in an autosomal dominant form of nemaline myopathy. Here, we report on the targeted ablation of murine cofilin2, which leads to a severe skeletal muscle specific phenotype within the first two weeks after birth. Apart from skeletal muscle, cofilin2 is also expressed in heart and CNS, however the pathology was restricted to skeletal muscle. The two close family members of cofilin2 - ADF and cofilin1 - were co-expressed in muscle, but unable to compensate for the loss of cofilin2. While primary myofibril assembly and muscle development were unaffected in cofilin2 mutant mice, progressive muscle degeneration was observed between postnatal days 3 and 7. Muscle pathology was characterized by sarcoplasmic protein aggregates, fiber size disproportion, mitochondrial abnormalities and internal nuclei. The observed muscle pathology differed from nemaline myopathy, but showed combined features of actin-associated myopathy and myofibrillar myopathy. In cofilin2 mutant mice, the postnatal expression pattern and turnover of sarcomeric α-actin isoforms were altered. Levels of smooth muscle α-actin were increased and remained high in developing muscles, suggesting that cofilin2 plays a crucial role during the exchange of α-actin isoforms during the early postnatal remodeling of the sarcomere. ","dc:creator":"Gurniak CB","dc:date":"2014","dc:title":"Severe protein aggregate myopathy in a knockout mouse model points to an essential role of cofilin2 in sarcomeric actin exchange and muscle maintenance."},"rdfs:label":"Cfl2 KO Mouse 2014"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This is the second knockout mouse reported, both of which delete exons 2-4, but in a different background. Again there is recapitulation of human disease though histological findings vary from the first KO mouse; nemaline bodies were not identified but mutant animals indicated a severe myopathic phenotype with atrophic and hypertrophic myofibers, internalization of myonuclei and degenerating muscle fibers. The situation in human patients also showed, that identical cofilin2 point mutations could lead to variable phenotypes (Ockeloen et al., 2012), suggesting that certain aspects of the phenotype might also depend on modifier genes."},{"id":"cggv:c5e8ec2c-3843-4ec9-9ec7-5ec552a2862d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff8498b9-43c3-4205-9ee8-97214ea5a9f0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Cfl2 knockout mouse is similar to human patients with skeletal muscle weakness and histological findings of nemaline bodies, core-like lesions and actin accumulations. These  mice are similar to the more severe human cases with death by day P8. Cofi/Cofi:Mef2c+ (skeletal muscle-specific cofilin-2-KO) mice and Cofi/Cofi:Acta1+ (embryonic somites and heart-specific cofilin-2-KO) were very similar in presentation to the Cfl2−/− mice and died by P7–12.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22343409","type":"dc:BibliographicResource","dc:abstract":"Cofilin-2, a small actin-binding protein and member of the AC protein family that includes cofilin-1 and destrin, is predominantly expressed at sarcomeres in skeletal and cardiac muscles. The role of cofilin-2 in muscle development and function is unclear. In humans, recessive cofilin-2 mutations have been associated with nemaline myopathy with minicores. To investigate the functional role of cofilin-2 in vivo, we generated constitutive and muscle-specific cofilin-2-deficient mice using a cre-loxP strategy. Cofilin-2-deficient mice were similar to their wild-type (WT) littermates at birth, but died by day 8. They were significantly smaller, severely weak and had very little milk in their stomachs. The sarcomeric structure was intact at birth, but by Day 7, skeletal muscles showed severe sarcomeric disruptions starting at the Z-line, along with filamentous actin accumulations consistent with a lack of actin depolymerization activity. Cofilin-2-deficient muscles contained elevated numbers of slow fibers and exhibited upregulation of slow fiber-specific genes. Increased amounts of other sarcomeric proteins including α-actinin-2, α-sarcomeric actin and tropomyosin were also present. While destrin was not expressed in either WT or cofilin-2-deficient muscles, cofilin-1 was similarly expressed in developing myofibers of both genotypes. There was no evidence for compensatory changes in expression of either family member in cofilin-2-deficient tissues. The onset of pathology and weakness in cofilin-2-deficient muscles correlated with normal developmental loss of cofilin-1 expression within myofibers, suggesting that cofilin-1 serves as an early developmental sarcomeric isoform. Overall, cofilin-2, although not critical for muscle development, is essential for muscle maintenance.","dc:creator":"Agrawal PB","dc:date":"2012","dc:title":"Normal myofibrillar development followed by progressive sarcomeric disruption with actin accumulations in a mouse Cfl2 knockout demonstrates requirement of cofilin-2 for muscle maintenance."},"rdfs:label":"Cfl2 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Both the constitutive KO mouse and the skeletal muscle-specific cofilin-2-KO mouse recapitulate human disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:92523034-76ac-44c0-8f6a-21849c80967d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:26258b4f-291d-4ab0-9ce6-938d73f1b05a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"detectionMethod":"Using genomic PCR and DNA sequencing, the CFL2 gene was screened.","firstTestingMethod":"PCR","phenotypeFreeText":"muscle biopsy sample showed nemaline bodies as well as occasional minicores and concentric laminated bodies","phenotypes":["obo:HP_0009046","obo:HP_0002359","obo:HP_0001270","obo:HP_0001319","obo:HP_0003798"],"previousTesting":true,"previousTestingDescription":"None of the patients had known mutations in previously identified genes, including ACTA1.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:92523034-76ac-44c0-8f6a-21849c80967d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ab9b02c5-3b21-4882-a274-bf7b7b4c3e47","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138638.5(CFL2):c.103G>A (p.Ala35Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8160"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17160903","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy (NM) is a congenital myopathy characterized by muscle weakness and nemaline bodies in affected myofibers. Five NM genes, all encoding components of the sarcomeric thin filament, are known. We report identification of a sixth gene, CFL2, encoding the actin-binding protein muscle cofilin-2, which is mutated in two siblings with congenital myopathy. The proband's muscle contained characteristic nemaline bodies, as well as occasional fibers with minicores, concentric laminated bodies, and areas of F-actin accumulation. Her affected sister's muscle was reported to exhibit nonspecific myopathic changes. Cofilin-2 levels were significantly lower in the proband's muscle, and the mutant protein was less soluble when expressed in Escherichia coli, suggesting that deficiency of cofilin-2 may result in reduced depolymerization of actin filaments, causing their accumulation in nemaline bodies, minicores, and, possibly, concentric laminated bodies.","dc:creator":"Agrawal PB","dc:date":"2007","dc:title":"Nemaline myopathy with minicores caused by mutation of the CFL2 gene encoding the skeletal muscle actin-binding protein, cofilin-2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17160903","rdfs:label":"Younger sibling"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous missense variant Ala35Thr is supported by functional evidence of protein expression in e. coli which revealed that the mutation likely causes protein misfolding leading to premature degradation of the protein in vivo, as evidenced by repeatedly demonstrated selective loss of the mutant but not the WT proteins from purified fractions. This is consistent with the significantly decreased cofilin-2 levels in the patients muscles (measured by immunofluorescence and immunoblotting) despite 4-20 fold more CFL2 mRNA measured by RT-PCR."},{"id":"cggv:14c35130-dfb9-4c2f-b892-4f185ed08fc6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7fa2e3b2-496e-4df3-869d-62fb6b5c8cc5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"WES identified mutations in exon 2 of CFL2 and Sanger sequencing confirmed the mutations, as well as heterozygosity for the mutations in their parents.","firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"required continuous respiratory and nutritional support since birth","phenotypes":["obo:HP_0003324","obo:HP_0011471","obo:HP_0001270","obo:HP_0000158","obo:HP_0002828","obo:HP_0003712","obo:HP_0030319","obo:HP_0002650"],"previousTesting":true,"previousTestingDescription":"Muscle biopsy showed rods and small areas of myofibrillar dissolution together with thin filament accumulation and cytoplasmic bodies.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:14c35130-dfb9-4c2f-b892-4f185ed08fc6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:291a09c8-d332-4833-95c2-b2afd2b51083","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.341-173G>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA389421621"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29457652","type":"dc:BibliographicResource","dc:abstract":"Congenital myopathies (CMs) caused by mutation in cofilin-2 gene (CFL2) show phenotypic heterogeneity ranging from early-onset and rapid progressive forms to milder myopathy. Muscle histology is also heterogeneous showing rods and/or myofibrillar changes. Here, we report on three new cases, from two unrelated families, of severe CM related to novel homozygous or compound heterozygous loss-of-function mutations in CFL2. Peculiar histopathological changes showed nemaline bodies and thin filaments accumulations together to myofibrillar changes, which were evocative of the muscle findings observed in Cfl2-/- knockout mouse model.","dc:creator":"Fattori F","dc:date":"2018","dc:title":"Expanding the histopathological spectrum of CFL2-related myopathies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29457652","rdfs:label":"Pt1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The impact of the homozygous missense variant Asp86His is supported by immunohistochemical and western blot confirmation of cofilin‐2 reduction in muscle despite a slight increase of CFL2 mRNA."},{"id":"cggv:ea7a7e25-a759-43fe-adeb-278a9a68d7b0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f52f9697-d0f9-4f3a-a1ae-75f6a826be49","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"detectionMethod":"Performed homozygosity mapping in both affected siblings using an Affymetrix 250K Nspl SNP array. One of the overlapping homozygous regions harbored the gene CFL2 which was then sanger sequenced over the coding region and splice sites.","firstTestingMethod":"Homozygosity mapping","phenotypes":["obo:HP_0030319","obo:HP_0010300","obo:HP_0003327","obo:HP_0003391","obo:HP_0002747","obo:HP_0000218","obo:HP_0003307","obo:HP_0003121","obo:HP_0001252","obo:HP_0003798","obo:HP_0000467","obo:HP_0002751","obo:HP_0002194","obo:HP_0003325"],"previousTesting":true,"previousTestingDescription":"The muscle biopsy showed a dystrophic pattern with increased endomysial connective tissue and increased fat cells. There was an increased variability of muscle fiber caliber with a 98% predominance of type 1 fibers. Seventy-two percent of the fibers had internal nuclei, several whorled fibers with splitting were seen and there were numerous cytoplasmic bodies. Enzyme histochemistry showed uneven distribution of ATP-ase causing a rubbed-out aspect, and core-like areas of diminished to absent staining with SDH and COX.  With caveolin- 3, vimentin and dysferlin roughly and diffusely stained aggregates were seen in the rubbed out areas of the cytoplasm of the fibers. More fine and partly punctiform to linear staining was seen with antibodies against dystrophin and all sarcoglycans.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ea7a7e25-a759-43fe-adeb-278a9a68d7b0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0789d03c-8af9-4555-870c-072668545b59","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138638.5(CFL2):c.19G>A (p.Val7Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/60554"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22560515","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy and myofibrillar myopathy are heterogeneous myopathies that both comprise early-onset forms. We present two sisters from a consanguineous Iraqi Kurdish family with predominant axial and limb girdle weakness. Muscle biopsies showed features of both nemaline myopathy and myofibrillar myopathy. We performed homozygosity mapping in both siblings using an Affymetrix 250K Nspl SNP array. One of the overlapping homozygous regions harbored the gene CFL2. Because a mutation in CFL2 was identified in a family with nemaline myopathy, we performed sequence analysis of the gene and a novel homozygous missense mutation in exon 2 (c.19G>A, p.Val7Met) of CFL2 was identified in both siblings. CFL2 encodes the protein cofilin-2, which plays an important role in regulation of sarcomeric actin filaments. To our knowledge, this is the second family in which a mutation in CFL2 causes an autosomal recessive form of congenital myopathy with features of both nemaline and myofibrillar myopathy. Given the clinical variability and the multitude of histological features of congenital myopathies, CFL2 sequence analysis should be considered in patients presenting with an autosomal recessive form of congenital myopathy.","dc:creator":"Ockeloen CW","dc:date":"2012","dc:title":"Congenital myopathy caused by a novel missense mutation in the CFL2 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22560515","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The homozygous missense variant Val7Met is a change of an evolutionarily highly conserved amino acid. Ser3 phosphorylation and dephosphorylation marks the association and dissociation of cofilin with actin. Since a Methionine is introduced by the mutation, the authors speculated that the translation of cofilin-2 may be shifted to this codon, resulting in a truncation of the six most N-terminal amino acids, including Ser3. However additional stainings or functional studies to test this hypothesis were not performed."},{"id":"cggv:03ee80fd-89f3-48ed-a64c-aff7766b91f0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1508509d-3b0b-4072-94b0-285e04ef69ac","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":3,"detectionMethod":"Diagnostic WES with confirmation by conventional PCR amplification and Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001254","obo:HP_0000836","obo:HP_0001508","obo:HP_0012541","obo:HP_0001561","obo:HP_0001640","obo:HP_0001252","obo:HP_0002093","obo:HP_0002790","obo:HP_0001315","obo:HP_0011412","obo:HP_0012768","obo:HP_0010547","obo:HP_0100309"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:03ee80fd-89f3-48ed-a64c-aff7766b91f0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8e2482e0-41d3-4a7b-b09a-cc5986b11216","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.367del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940307"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27848944","type":"dc:BibliographicResource","dc:abstract":"We report our results of 1000 diagnostic WES cases based on 2819 sequenced samples from 54 countries with a wide phenotypic spectrum. Clinical information given by the requesting physicians was translated to HPO terms. WES processes were performed according to standardized settings. We identified the underlying pathogenic or likely pathogenic variants in 307 families (30.7%). In further 253 families (25.3%) a variant of unknown significance, possibly explaining the clinical symptoms of the index patient was identified. WES enabled timely diagnosing of genetic diseases, validation of causality of specific genetic disorders of PTPN23, KCTD3, SCN3A, PPOX, FRMPD4, and SCN1B, and setting dual diagnoses by detecting two causative variants in distinct genes in the same patient. We observed a better diagnostic yield in consanguineous families, in severe and in syndromic phenotypes. Our results suggest that WES has a better yield in patients that present with several symptoms, rather than an isolated abnormality. We also validate the clinical benefit of WES as an effective diagnostic tool, particularly in nonspecific or heterogeneous phenotypes. We recommend WES as a first-line diagnostic in all cases without a clear differential diagnosis, to facilitate personal medical care.","dc:creator":"Trujillano D","dc:date":"2017","dc:title":"Clinical exome sequencing: results from 2819 samples reflecting 1000 families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27848944","rdfs:label":"00081005"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous frameshift variant c.388del (Ser113Thrfs*3) generates a premature stop codon in exon 2 which is predicted to result in NMD."},{"id":"cggv:16fc9205-cd13-4f5d-b454-56aa318e8366_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:90e88315-f12e-4219-83e6-35501a9ff8f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"A custom capture array was designed to capture exons and adjacent intron sequences of 42 genes known to be associated with muscular dystrophies, congenital muscular dystrophies, congenital myopathies, distal myopathies, and other myopathies.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"percutaneous endoscopic gastrostomy, permanent ventilatory support","phenotypes":["obo:HP_0001252","obo:HP_0001371","obo:HP_0002540","obo:HP_0003798","obo:HP_0002650","obo:HP_0011968","obo:HP_0001771"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:16fc9205-cd13-4f5d-b454-56aa318e8366_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f80de057-c9b8-4319-a5e0-61eb58557c97","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.340+38G>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA389421989"}},{"id":"cggv:366e0db9-ea0d-435d-b405-47a3acc37994","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.340+103C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7152321"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27447704","type":"dc:BibliographicResource","dc:abstract":"Inherited neuromuscular disorder (NMD) is a wide term covering different genetic disorders affecting muscles, nerves, and neuromuscular junctions. Genetic and clinical heterogeneity is the main drawback in a routine gene-by-gene diagnostics. We present Czech NMD patients with a genetic cause identified using targeted next-generation sequencing (NGS) and the spectrum of these causes. Overall 167 unrelated patients presenting NMD falling into categories of muscular dystrophies, congenital muscular dystrophies, congenital myopathies, distal myopathies, and other myopathies were tested by targeted NGS of 42 known NMD-related genes. Pathogenic or probably pathogenic sequence changes were identified in 79 patients (47.3%). In total, 37 novel and 51 known disease-causing variants were detected in 23 genes. In addition, variants of uncertain significance were suspected in 7 cases (4.2%), and in 81 cases (48.5%) sequence changes associated with NMD were not found. Our results strongly indicate that for molecular diagnostics of heterogeneous disorders such as NMDs, targeted panel testing has a high-clinical yield and should therefore be the preferred first-tier approach. Further, we show that in the genetic diagnostic practice of NMDs, it is necessary to take into account different types of inheritance including the occurrence of an autosomal recessive disorder in two generations of one family.","dc:creator":"Stehlíková K","dc:date":"2017","dc:title":"Muscular dystrophies and myopathies: the spectrum of mutated genes in the Czech Republic."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27447704","rdfs:label":"Patient 57"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The compound heterozygous variants Gln54Ter and Arg32Thr were not reported to have been confirmed in trans (it was not specified if parental testing was performed for this case). The Gln54Ter variant creates a premature stop codon in exon 2 and is expected to result in NMD. It appears at a MAF of 0.0001985 in the gnomAD Ashkenazi Jewish population. The Arg32Thr missense variant is not supported by functional evidence."},{"id":"cggv:5b1c1324-9530-4f80-b46c-cfce28cacfe9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14023d81-32cb-480c-8d0d-2e8b1d62cf98","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":20,"detectionMethod":"Targeted re-sequencing using a custom gene panel for muscular disease. Sanger sequencing confirmed the mutations identified in patients, as well as heterozygosity for the mutations in their parents.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"nutritional support by gastrostomy","phenotypes":["obo:HP_0001264","obo:HP_0002104","obo:HP_0002015","obo:HP_0006466","obo:HP_0008947","obo:HP_0001290","obo:HP_0002643"],"previousTesting":true,"previousTestingDescription":"Muscle biopsy showed rods and small areas of myofibrillar dissolution together with thin filaments accumulation and cytoplasmic bodies. There was internalization of myonuclei and multiple nemaline bodies, as well as an accumulation of thin filaments.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5b1c1324-9530-4f80-b46c-cfce28cacfe9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:470fac5f-946c-4528-964f-f3df21186889","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.340+178G>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA389421669"}},{"id":"cggv:152c9ab9-feb8-45eb-b46c-05382992151f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.341-148del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940308"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29457652"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29457652","rdfs:label":"Pt2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The frameshift c.281del frameshift variant creates a prematures top codon in exon 2 which is predicted to induce NMD. The impact of missense variant Asp79Tyr is not supported by functional evidence."},{"id":"cggv:2e656c34-f7a5-494b-b44c-d758b89f7171_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ccf3161e-3a2c-4ed2-9ca4-e8bcf6f9f14c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":12,"detectionMethod":"Whole exome sequencing was performed and after filtering, 36 homozygous variants matched the autosomal recessive and consanguineous pattern of inheritance of the family. One of the homozygous variants was in the known nemaline myopathy gene, CFL2. Sanger sequencing confirmed the homozygous deletion in the proband as well as heterozygosity for the mutation in both parents and the consanguineous aunt and uncle.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy demonstrated an increased variability in fibre size ranging from 3 microm to 15 microm diameter. Nemaline bodies were frequently seen. There was significant increase of fatty and fibrous connective tissue, signalling replacement of contractile tissue by connective tissue elements and dropped out myofibres.","phenotypes":["obo:HP_0005972","obo:HP_0003798","obo:HP_0100284","obo:HP_0001252","obo:HP_0008180","obo:HP_0002093","obo:HP_0002615","obo:HP_0002104"],"previousTesting":true,"previousTestingDescription":"Diagnostic mutation analysis of SMN1 and ACTA1 was performed, but both were excluded.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:2e656c34-f7a5-494b-b44c-d758b89f7171_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a95b435-9f83-4b3c-bcbb-3838bc384fc7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_028131.1(CFL2):n.340+43_340+46del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940303"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24610938","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Ong RW","dc:date":"2014","dc:title":"Novel cofilin-2 (CFL2) four base pair deletion causing nemaline myopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24610938","rdfs:label":"Individual III:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous frameshift variant c.100-103del (Lys34Glnfs*6) is inferred to delete a highly conserved lysine residue and introduce a premature stop codon in exon 2 of CFL2, likely inducing NMD. 2 This would be consistent with the absence of cofilin-2 protein observed in muscle sections of the patient."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.1}],"evidenceStrength":"Definitive","sequence":131,"specifiedBy":"GeneValidityCriteria6","strengthScore":12.1,"subject":{"id":"cggv:89c497fa-6602-42bc-b755-b58f71dde8f2","type":"GeneValidityProposition","disease":"obo:MONDO_0012538","gene":"hgnc:1875","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CFL2 was first reported in relation to autosomal recessive nemaline myopathy 7 in 2007 (Agrawal PB, et al., 2007, PMID: 17160903). At least 9 unique variants (e.g. missense, nonsense, and frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 7 probands in six publications (PMIDs: 17160903, 22560515, 29457652, 24610938, 27848944, 27447704). Variants in this gene segregated with disease in 3 additional family members. This gene-disease relationship is supported by its biochemical function in actin-filament dynamics (PMID: 26996939), its expression in skeletal muscle (PMID: 11422377), and at least two knockout mouse models (PMIDs: 22343409, 2459838). In summary, there is strong evidence to support the relationship between CFL2 and autosomal recessive nemaline myopathy 7.\n","dc:isVersionOf":{"id":"cggv:3c04b972-6797-42e7-87e8-ee97eb0bbad7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}