{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-01-31T20:12:55.977Z","role":"Publisher"},{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-06-01T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18674745","type":"dc:BibliographicResource","dc:abstract":"Autosomal-dominant sensorineural hearing loss is genetically heterogeneous, with a phenotype closely resembling presbycusis, the most common sensory defect associated with aging in humans. We have identified SLC17A8, which encodes the vesicular glutamate transporter-3 (VGLUT3), as the gene responsible for DFNA25, an autosomal-dominant form of progressive, high-frequency nonsyndromic deafness. In two unrelated families, a heterozygous missense mutation, c.632C-->T (p.A211V), was found to segregate with DFNA25 deafness and was not present in 267 controls. Linkage-disequilibrium analysis suggested that the families have a distant common ancestor. The A211 residue is conserved in VGLUT3 across species and in all human VGLUT subtypes (VGLUT1-3), suggesting an important functional role. In the cochlea, VGLUT3 accumulates glutamate in the synaptic vesicles of the sensory inner hair cells (IHCs) before releasing it onto receptors of auditory-nerve terminals. Null mice with a targeted deletion of Slc17a8 exon 2 lacked auditory-nerve responses to acoustic stimuli, although auditory brainstem responses could be elicited by electrical stimuli, and robust otoacoustic emissions were recorded. Ca(2+)-triggered synaptic-vesicle turnover was normal in IHCs of Slc17a8 null mice when probed by membrane capacitance measurements at 2 weeks of age. Later, the number of afferent synapses, spiral ganglion neurons, and lateral efferent endings below sensory IHCs declined. Ribbon synapses remaining by 3 months of age had a normal ultrastructural appearance. We conclude that deafness in Slc17a8-deficient mice is due to a specific defect of vesicular glutamate uptake and release and that VGLUT3 is essential for auditory coding at the IHC synapse.","dc:creator":"Ruel J","dc:date":"2008","dc:title":"Impairment of SLC17A8 encoding vesicular glutamate transporter-3, VGLUT3, underlies nonsyndromic deafness DFNA25 and inner hair cell dysfunction in null mice."},"evidence":[{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6fc139f-034c-4bb7-9375-87cf264e97c2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c73d3330-09cd-4b07-8893-0cf8d804481a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Primary antibodies were raised against VGLUT3. The researchers found that the VGLUT protein is expressed in the inner hair cells (IHCs) of the mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18674745","rdfs:label":"Ruel Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f1560af7-dacf-4ead-b1e3-c80e54767827","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5c6436c-fcfd-446e-b77f-9125396fe8df","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This study investigated the expression patterns of deafness gene in mouse cochlea using a microarray. The study found that SLC17A8 is expressed throughout the cochlea but it is not expressed evenly. The gene is expressed 3x more in the apex than in the base according to microarray analysis. If ADSNHL is caused by haploinsufficiency in this gene, the patient would theoretically begin to lose high frequency hearing abilities before lower frequency abilities. The reports in the literature have so far been consistent with this prediction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24676347","type":"dc:BibliographicResource","dc:abstract":"Tonotopy is one of the most fundamental principles of auditory function. While gradients in various morphological and physiological characteristics of the cochlea have been reported, little information is available on gradient patterns of gene expression. In addition, the audiograms in autosomal dominant non syndromic hearing loss can be distinctive, however, the mechanism that accounts for that has not been clarified. We thought that it is possible that tonotopic gradients of gene expression within the cochlea account for the distinct audiograms.","dc:creator":"Yoshimura H","dc:date":"2014","dc:title":"Deafness gene expression patterns in the mouse cochlea found by microarray analysis."},"rdfs:label":"Yoshimura Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:70464c98-4fe8-4e58-8f41-0dcd24f1c547","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e454c5c7-ae94-436d-901e-0ff85793c2f5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showed vglut3 expression only in the inner ear and in the neuromasts of the lateral line organ. Vglut3 localized to basal end of hair cells in inner ear and neuromast by immunolabeling","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18305245","type":"dc:BibliographicResource","dc:abstract":"Hair cells detect sound and movement and transmit this information via specialized ribbon synapses. Here we report that asteroid, a gene identified in an ethylnitrosourea mutagenesis screen of zebrafish larvae for auditory/vestibular mutants, encodes vesicular glutamate transporter 3 (Vglut3). A splice site mutation in exon 2 of vglut3 results in a severe truncation of the predicted protein product and morpholinos directed against the vglut3 ATG start site or the affected splice junction replicate the asteroid phenotype. In situ hybridization shows that vglut3 is exclusively expressed in hair cells of the ear and lateral line organ. A second transporter gene, vglut1, is also expressed in zebrafish hair cells, but the level of vglut1 mRNA is not increased in the absence of Vglut3. Antibodies against Vglut3 label the basal end of hair cells and labeling is not present in asteroid/vglut3 mutants. Based on the localization of Vglut3 in hair cells, we suspected that the lack of vestibulo-ocular and acoustic startle reflexes in asteroid/vglut3 mutants was attributable to a defect in synaptic transmission in hair cells. In support of this notion, action currents in postsynaptic acousticolateralis neurons are absent in asteroid/vglut3 mutants. At the ultrastructural level, mutant asteroid/vglut3 hair cells show a decrease in the number of ribbon-associated synaptic vesicles, indicating a role for Vglut3 in synaptic vesicle biogenesis and/or tethering to the ribbon body. Lack of postsynaptic action currents in the mutants suggests that the remaining hair-cell synaptic vesicles contain insufficient levels of glutamate for generation of action potentials in first-order neurons.","dc:creator":"Obholzer N","dc:date":"2008","dc:title":"Vesicular glutamate transporter 3 is required for synaptic transmission in zebrafish hair cells."},"rdfs:label":"Obholzer Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b082ee48-5a30-4890-adf5-134bff20ab78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea177135-9880-4070-a70d-69bb62192af8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This study investigated the transcriptome of mouse IHCs and outer hair cells(OHCs) using a DNA microarray. The study found that SLC17A8 is highly expressed in mouse IHCs. It is expressed 24 times more in the IHCs than in the OHCs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25122905","type":"dc:BibliographicResource","dc:abstract":"Inner hair cells (IHCs) and outer hair cells (OHCs) are the two types of sensory receptor cells that are critical for hearing in the mammalian cochlea. IHCs and OHCs have different morphology and function. The genetic mechanisms that define their morphological and functional specializations are essentially unknown. The transcriptome reflects the genes that are being actively expressed in a cell and holds the key to understanding the molecular mechanisms of the biological properties of the cell. Using DNA microarray, we examined the transcriptome of 2000 individually collected IHCs and OHCs from adult mouse cochleae. We show that 16,647 and 17,711 transcripts are expressed in IHCs and OHCs, respectively. Of those genes, ∼73% are known genes, 22% are uncharacterized sequences, and 5.0% are noncoding RNAs in both populations. A total of 16,117 transcripts are expressed in both populations. Uniquely and differentially expressed genes account for <15% of all genes in either cell type. The top 10 differentially expressed genes include Slc17a8, Dnajc5b, Slc1a3, Atp2a3, Osbpl6, Slc7a14, Bcl2, Bin1, Prkd1, and Map4k4 in IHCs and Slc26a5, C1ql1, Strc, Dnm3, Plbd1, Lbh, Olfm1, Plce1, Tectb, and Ankrd22 in OHCs. We analyzed commonly and differentially expressed genes with the focus on genes related to hair cell specializations in the apical, basolateral, and synaptic membranes. Eighty-three percent of the known deafness-related genes are expressed in hair cells. We also analyzed genes involved in cell-cycle regulation. Our dataset holds an extraordinary trove of information about the molecular mechanisms underlying hair cell morphology, function, pathology, and cell-cycle control. ","dc:creator":"Liu H","dc:date":"2014","dc:title":"Characterization of transcriptomes of cochlear inner and outer hair cells."},"rdfs:label":"Liu Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b271afca-c76b-4f2c-9abf-c125bcb9d93b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5583aca2-f432-4b31-8b4b-b6cbae5b15d9","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue mice showed a significant recovery in hearing ability and the technique was more effective and long-lasting when performed earlier in life. The rescue partially restores behavioral and electrical measures of hearing (startle response and ABR wave amplitude/latency). In addition, rescued mice show a partial restoration in synaptic morphology. No signs of spiral ganglion cell recovery were seen, however.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22841313","type":"dc:BibliographicResource","dc:abstract":"Mice lacking the vesicular glutamate transporter-3 (VGLUT3) are congenitally deaf due to loss of glutamate release at the inner hair cell afferent synapse. Cochlear delivery of VGLUT3 using adeno-associated virus type 1 (AAV1) leads to transgene expression in only inner hair cells (IHCs), despite broader viral uptake. Within 2 weeks of AAV1-VGLUT3 delivery, auditory brainstem response (ABR) thresholds normalize, along with partial rescue of the startle response. Lastly, we demonstrate partial reversal of the morphologic changes seen within the afferent IHC ribbon synapse. These findings represent a successful restoration of hearing by gene replacement in mice, which is a significant advance toward gene therapy of human deafness.","dc:creator":"Akil O","dc:date":"2012","dc:title":"Restoration of hearing in the VGLUT3 knockout mouse using virally mediated gene therapy."},"rdfs:label":"Akil Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:caeaf552-cd1e-44fd-afc5-a2e1f3feed86","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e03b4e01-fa9e-488c-91d5-3d382905738e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The SLC17A8 -/- mice presented with progressive HL. Immunoreactivity assays showed that the deletion caused a significant reduction in IHC ribbons and spiral ganglion neurons. The number of lateral efferent nerve endings was also reduced significantly in KO mice. Again, the HL of the mice was shown to be caused by IHC synaptic-transmission defects, not by transduction mechanism defects.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18674745","rdfs:label":"Ruel Model System"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to model type"},{"id":"cggv:dfa2d7c7-e09c-44e0-92f4-9bec6e9c3774","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:88c4ec35-ece7-491e-8f89-71139e2a0dfe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Morpholinos directed against start codon or same splice junction replicated phenotype. Mutant asteroid larvae display a classic circler phenotype: no startle response to dish-tapping, an inability to orient to gravity, and a spiraling swim trajectory. Mutation was recessive and lethal at post-fertilization day 9. In vivo postsynaptic action currents were assessed in WT and mutant fish, and no currents were observed in mutants after mechanical stimulation, which were present in WT . Authors also looked at numbers of synaptic vesicles in mutants. Hair cell ribbon synapses showed ~60% decrease in synaptic vesicles compared to WT","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18305245","rdfs:label":"Obholzer Model System"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to model type"},{"id":"cggv:953eaebd-25f0-43dd-9114-b4b51a37ef8b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab742f82-68cd-4fe9-ac83-8039060115c3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The researchers found that the VGLUT protein is expressed in the inner hair cells (IHCs) of the mice. They also found that the deafness was caused by a lack of glutamate release between the IHCs and the auditory nerve. This evidence points to the lack of VGLUT3 proteins in the cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18215623","type":"dc:BibliographicResource","dc:abstract":"The expression of unconventional vesicular glutamate transporter VGLUT3 by neurons known to release a different classical transmitter has suggested novel roles for signaling by glutamate, but this distribution has raised questions about whether the protein actually contributes to glutamate release. We now report that mice lacking VGLUT3 are profoundly deaf due to the absence of glutamate release from hair cells at the first synapse in the auditory pathway. The early degeneration of some cochlear ganglion neurons in knockout mice also indicates an important developmental role for the glutamate released by hair cells before the onset of hearing. In addition, the mice exhibit primary, generalized epilepsy that is accompanied by remarkably little change in ongoing motor behavior. The glutamate release conferred by expression of VGLUT3 thus has an essential role in both function and development of the auditory pathway, as well as in the control of cortical excitability.","dc:creator":"Seal RP","dc:date":"2008","dc:title":"Sensorineural deafness and seizures in mice lacking vesicular glutamate transporter 3."},"rdfs:label":"Seal Model System"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to model type"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":7751,"specifiedBy":"GeneValidityCriteria9","strengthScore":11.5,"subject":{"id":"cggv:72a443aa-3d7f-4421-9acc-280c0b3a76a9","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:20151","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The *SLC17A8* gene was first associated in relation to autosomal dominant nonsyndromic hearing loss in 2008 (Ruel et al., PMID: 18674745). At least 8 unique variants (missense, frameshift, splice site) have been reported in humans in 9 probands in 8​ publications (PMIDs: 18674745, 26797701, 28647561, 24082139, 26969326, 34440452, 33724713, 34145196). Variants in this gene segregated with disease in 28 additional members in two families (PMID: 18674745). This gene-disease relationship is supported by expression studies, two mouse models, a mouse rescue, and a zebrafish model (PMIDs: 18674745, 18215623, 18305245, 22841313, 24676347, 25122905). In summary, *SCL17A8* is definitively associated with autosomal dominant nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated as Strong by the ClinGen Hearing Loss Working Group on 9/12/2018 as per SOP v6. It was reevaluated on 6/1/2023 as per SOP v9. As a result of this reevaluation, the classification increased from Strong to Definitive due to additional case level evidence (PMIDs: 24082139, 26969326, 34440452, 33724713). \n","dc:isVersionOf":{"id":"cggv:8c399400-090a-4b2e-93ff-0c4915ce81c7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}