{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-21T18:00:00.000Z","role":"Approver"},{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-21T17:05:19.922Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationFrameworkChange"}],"evidence":[{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:db2e4488-5829-4520-ab24-e2b9a519ef31","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:db2e4488-5829-4520-ab24-e2b9a519ef31_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:27bac99c-b66c-4bdd-ae87-3b9a30ac2ab5","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.0006349076311801089,"detectionMethod":"     Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. ","evidence":[{"id":"cggv:db2e4488-5829-4520-ab24-e2b9a519ef31_cc_evidence_item"}],"numWithVariant":31,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:32f043cf-906d-4ff7-b9aa-0f8e4546f6a7","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.0008480760507267814,"detectionMethod":"     Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. ","evidence":[{"id":"cggv:db2e4488-5829-4520-ab24-e2b9a519ef31_cc_evidence_item"}],"numWithVariant":43},"lowerConfidenceLimit":0.41,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.088,"statisticalSignificanceType":"","statisticalSignificanceValue":0.66,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.06,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"GEN1 Breast Cancer BCAC"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"    \"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age. Specifically, both groups had approximately matching numbers of European and Asian patients. There are no other racial groups mentioned. The studies were done in the following countries: Netherlands, Thailand, Germany, Ireland, Spain, Greece, France, Denmark, Colombia, Scotland, Belarus, Russia, Sweden, Finland, Cyprus, Australia, Norway, Poland, USA, UK, and Singapore. The primary analyses were burden analyses in which odds ratios and 95% confidence intervals for breast cancer associated with the presence of any variant in a given category were estimated by means of logistic regression. Separate analyses for the population-based studies and the family-based studies. Risk estimates, 95% confidence intervals, and P values were reported for the population-based studies. Data presented is specific for protein-truncating variants of each gene (See Table 1 in the article.)\" "},{"id":"cggv:7676db21-9101-4c7c-b637-cc8c7ee49864","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:7676db21-9101-4c7c-b637-cc8c7ee49864_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5e0a3ac6-69b7-4fa4-902c-402c55fee1b4","type":"Cohort","allGenotypedSequenced":536,"alleleFrequency":0.04477611940298507,"detectionMethod":"uni-directional sequencing using BigDyeTerminator Cycle sequencing kit and 3730XL automated sequencer (ABI). All variants and mutations were confirmed by separate bi-directional sequencing in a different aliquot of native DNA. \n\nOnly samples successfully analyzed through at least 90% of the GEN1 coding sequence were included; authors successfully screened 176/192 cases and 159/184 controls.","evidence":[{"id":"cggv:7676db21-9101-4c7c-b637-cc8c7ee49864_cc_evidence_item"}],"numWithVariant":24,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:eadae898-2180-4272-afff-4d8c502453be","type":"Cohort","allGenotypedSequenced":525,"alleleFrequency":0.04571428571428571,"detectionMethod":"uni-directional sequencing using BigDyeTerminator Cycle sequencing kit and 3730XL automated sequencer (ABI). All variants and mutations were confirmed by separate bi-directional sequencing in a different aliquot of native DNA. \n\nOnly samples successfully analyzed through at least 90% of the GEN1 coding sequence were included; authors successfully screened 176/192 cases and 159/184 controls.","evidence":[{"id":"cggv:7676db21-9101-4c7c-b637-cc8c7ee49864_cc_evidence_item"}],"numWithVariant":24},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.9,"statisticalSignificanceType":"Two-sided Fisher's exact test","statisticalSignificanceValueType":"Other","dc:description":"The authors note that the evidence does not support an association between GEN1 and BC.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20512659","type":"dc:BibliographicResource","dc:abstract":"GEN1 was recently identified as a key Holliday junction resolvase involved in homologous recombination. Somatic truncating GEN1 mutations have been reported in two breast cancers. Together these data led to the proposition that GEN1 is a breast cancer predisposition gene. In this article we have formally investigated this hypothesis. We performed full-gene mutational analysis of GEN1 in 176 BRCA1/2-negative familial breast cancer samples and 159 controls. We genotyped six SNPs tagging the 30 common variants in the transcribed region of GEN1 in 3,750 breast cancer cases and 4,907 controls. Mutation analysis revealed one truncating variant, c.2515_2519delAAGTT, which was present in 4% of cases and 4% of controls. We identified control individuals homozygous for the deletion, demonstrating that the last 69 amino acids of GEN1 are dispensable for its function. We identified 17 other variants, but their frequency did not significantly differ between cases and controls. Analysis of 3,750 breast cancer cases and 4,907 controls demonstrated no evidence of significant association with breast cancer for six SNPs tagging the 30 common GEN1 variants. These data indicate that although it also plays a key role in double-strand DNA break repair, GEN1 does not make an appreciable contribution to breast cancer susceptibility by acting as a high- or intermediate-penetrance breast cancer predisposition gene like BRCA1, BRCA2, CHEK2, ATM, BRIP1 and PALB2 and that common GEN1 variants do not act as low-penetrance susceptibility alleles analogous to SNPs in FGFR2. Furthermore, our analyses demonstrate the importance of undertaking appropriate genetic investigations, typically full gene screening in cases and controls together with large-scale case-control association analyses, to evaluate the contribution of genes to cancer susceptibility.","dc:creator":"Turnbull C","dc:date":"2010","dc:title":"Mutation and association analysis of GEN1 in breast cancer susceptibility."},"rdfs:label":"GEN1 Breast Cancer Turnbull et al."}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"17 additional variants in the gen were identified. These were not evaluated as there were over 600 different variant alleles in this gene identified in the cohort. The LOF variant does not cause NMD and was the only one detected. The c.2515_2519delAAGTT is reported in ClinVar with Variation ID: 1168946; NM_001130009.3(GEN1):c.2515_2519del (p.Lys839fs). The variant is also reported in gnomAD v2 with over 24000 alleles and 1100 homozygotes. gnomAD v3 has an additional 500 homs. The variant is classified as Benign in ClinVar by Ambry and Invitae as recently as 2022\n\nThe authors note that the data does not indicate GEN1 as associated with BC. They also indicate no evidence shown in common variant targeting. The data is noted to not contribute to breast cancer predisposition."},{"id":"cggv:9f6d8c84-d6d2-4d39-bba0-ad0f093d9009","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:9f6d8c84-d6d2-4d39-bba0-ad0f093d9009_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5dbba65b-357b-424b-a60d-dd006f6af72a","type":"Cohort","allGenotypedSequenced":1072,"alleleFrequency":0.04384328358208955,"detectionMethod":"uni-directional sequencing using BigDyeTerminator Cycle sequencing kit and 3730XL automated sequencer (ABI). All variants and mutations were confirmed by separate bi-directional sequencing in a different aliquot of native DNA. \n\nOnly samples successfully analyzed through at least 90% of the GEN1 coding sequence were included; authors successfully screened 176/192 cases and 159/184 controls.","evidence":[{"id":"cggv:9f6d8c84-d6d2-4d39-bba0-ad0f093d9009_cc_evidence_item"}],"numWithVariant":47,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:f1b9ec2c-3d4d-4c24-b7d2-789a095a5a9b","type":"Cohort","allGenotypedSequenced":1050,"alleleFrequency":0.04476190476190476,"detectionMethod":"uni-directional sequencing using BigDyeTerminator Cycle sequencing kit and 3730XL automated sequencer (ABI). All variants and mutations were confirmed by separate bi-directional sequencing in a different aliquot of native DNA. \n\nOnly samples successfully analyzed through at least 90% of the GEN1 coding sequence were included; authors successfully screened 176/192 cases and 159/184 controls.","evidence":[{"id":"cggv:9f6d8c84-d6d2-4d39-bba0-ad0f093d9009_cc_evidence_item"}],"numWithVariant":47},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.9,"statisticalSignificanceType":"Two-sided Fisher's exact test","statisticalSignificanceValueType":"Other","dc:description":"Authors note that the evidence does not support an association between GEN1 and BC.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23104382","type":"dc:BibliographicResource","dc:abstract":"Virtually all known tumor predisposing genes have been identified via the analysis of familial cancer cases. Here we argue that this approach is likely to miss recessively acting cancer genes and suggest the analysis of family history-negative patients with multiple primary malignancies for identifying homozygous at-risk genotypes. We performed calculations showing that the homozygous carriers of rare recessive cancer predisposing alleles are unlikely to report a family history of the disease. We further revealed that the c.2515_2519delAAGTT homozygous mutation in a Holliday junction resolvase, GEN1, was overrepresented in women with bilateral breast cancer (BC) as compared to healthy controls [11/360 (3.1 %) vs. 18/1305 (1.4 %); odds ratio (OR) = 2.25 (1.02-4.75); p = 0.031], although this trend was not maintained in unilateral BC patients [23/1851 (1.2 %)]. Noticeably, presence of biallelic c.2515_2519delAAGTT mutation was associated with the absence of BC in mother both in bilateral and unilateral BC cases [7/239 (3.0 %) vs. 0/41 (0 %) and 21/1,558 (1.3 %) vs. 0/215 (0 %), respectively; Mantel-Haenszel p = 0.041]. Thus, this study suggests that identification of dominant and recessive cancer predisposing genes may require distinct study groups.","dc:creator":"Kuligina ESh","dc:date":"2013","dc:title":"Value of bilateral breast cancer for identification of rare recessive at-risk alleles: evidence for the role of homozygous GEN1 c.2515_2519delAAGTT mutation."},"rdfs:label":"GEN1 Breast Cancer Turnbull et al."}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"17 additional variants in the gen were identified. These were not evaluated as there were over 600 different variants in this gene identified in the cohort. The LOF variant does not cause NMD.\n\nThe authors note that the data does not indicate GEN1 as associated with BC. They also indicate no evidence shown in common variant targeting. The data is noted to not contribute to breast cancer predisposition."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54f05bbf-31ce-4be4-9d78-3547f84da378","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7251344-4e14-42aa-8819-22c6f1755cd7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GEN1 expression is correlated with mammary epithelial cell proliferation, differentiation in various physiological stages as well as casein. By immunofluorescence analysis, the centrosomal association of GEN1 is confirmed in mammary epithelial cells. Additionally, GEN1 is likely involved in DNA damage response of breast cancer cell lines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24980922","type":"dc:BibliographicResource","dc:abstract":"GEN1, a Holliday junction resolvase, is involved in homologous repair of DNA double strand break and in maintaining centrosome integrity. Although GEN1 mutants have been reported in breast cancer patients and cell lines, little is currently known about the functions of GEN1 in the development and oncogenic transformation of mammary gland. In the present study, we demonstrate that GEN1 expression is correlated with mammary epithelial cell proliferation, differentiation in various physiological stages as well as casein. By immunofluorescence analysis, the centrosomal association of GEN1 is confirmed in mammary epithelial cells. Additionally, GEN1 is likely involved in DNA damage response of breast cancer cell lines. These results suggest that GEN1 may play an important role in the development of mammary gland; its response upon DNA damage indicates that GEN1 gene alteration may contribute to breast cancer formation.","dc:creator":"Sun L","dc:date":"2014","dc:title":"Expression and localization of GEN1 in mouse mammary epithelial cells."},"rdfs:label":"Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9ab826d2-7125-49fa-9b2c-5367260d48f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49070f6e-5381-418c-8802-7a083813cf8b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Alterations in recombinational repair are linked with tumorigenesis in cancer patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19020614","type":"dc:BibliographicResource","dc:abstract":"Four-way DNA intermediates, also known as Holliday junctions, are formed during homologous recombination and DNA repair, and their resolution is necessary for proper chromosome segregation. Here we identify nucleases from Saccharomyces cerevisiae and human cells that promote Holliday junction resolution, in a manner analogous to that shown by the Escherichia coli Holliday junction resolvase RuvC. The human Holliday junction resolvase, GEN1, and its yeast orthologue, Yen1, were independently identified using two distinct experimental approaches: GEN1 was identified by mass spectrometry following extensive fractionation of HeLa cell-free extracts, whereas Yen1 was detected by screening a yeast gene fusion library for nucleases capable of Holliday junction resolution. The eukaryotic Holliday junction resolvases represent a new subclass of the Rad2/XPG family of nucleases. Recombinant GEN1 and Yen1 resolve Holliday junctions by the introduction of symmetrically related cuts across the junction point, to produce nicked duplex products in which the nicks can be readily ligated.","dc:creator":"Ip SC","dc:date":"2008","dc:title":"Identification of Holliday junction resolvases from humans and yeast."},"rdfs:label":"Biochemical Function 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"No direct connection to breast cancer was identified."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.75},{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fc1e50fe-119b-4804-b95a-870b91212068","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4d54bff-0a19-4700-93fb-0a3d72453774","type":"FunctionalAlteration","dc:description":"GEN1 depletion results in aberrant centrosome numbers associated with the formation of multiple spindle poles in mitosis, an increased number of cells with multi-nuclei, increased apoptosis, and an elevated level of spontaneous DNA damage. Complementation of GEN1-depleted cells with various GEN1 constructs revealed that centrosome association but not catalytic activity of GEN1 is required for preventing centrosome hyper-amplification, formation of multiple mitotic spindles, and multi-nucleation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23166748","type":"dc:BibliographicResource","dc:abstract":"The maintenance of genomic stability requires accurate genome replication, repair of DNA damage, and the precise segregation of chromosomes in mitosis. GEN1 possesses Holliday junction resolvase activity in vitro and presumably functions in homology driven repair of DNA double strand breaks. However, little is currently known about the cellular functions of human GEN1. In the present study we demonstrate that GEN1 is a novel centrosome associated protein and we characterize the various phenotypes associated with GEN1 deficiency. We identify an N-terminal centrosome localization signal in GEN1, which is required and sufficient for centrosome localization. We report that GEN1 depletion results in aberrant centrosome numbers associated with the formation of multiple spindle poles in mitosis, an increased number of cells with multi-nuclei, increased apoptosis and an elevated level of spontaneous DNA damage. We find homologous recombination severely impaired in GEN1 deficient cells, suggesting that GEN1 functions as a Holliday junction resolvase in vivo as well as in vitro. Complementation of GEN1 depleted cells with various GEN1 constructs revealed that centrosome association but not catalytic activity of GEN1 is required for preventing centrosome hyper-amplification, formation of multiple mitotic spindles, and multi-nucleation. Our findings provide novel insight into the biological functions of GEN1 by uncovering an important role of GEN1 in the regulation of centrosome integrity.","dc:creator":"Gao M","dc:date":"2012","dc:title":"A novel role of human holliday junction resolvase GEN1 in the maintenance of centrosome integrity."},"rdfs:label":"Functional Alteration 2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"No direct connection to breast cancer was identified."},{"id":"cggv:0bcad4a3-c8d0-44d4-824c-1edd80b463fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d9983f6-0a77-4694-a134-c8e80ee5ee70","type":"FunctionalAlteration","dc:description":"Cells depleted for SLX-MUS and GEN1 pathway proteins exhibit severe defects in chromosome segregation, anaphase bridge formation after damage, and reduced survival.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24076221","type":"dc:BibliographicResource","dc:abstract":"Holliday junctions (HJs) are four-way DNA intermediates that form during homologous recombination, and their efficient resolution is essential for chromosome segregation. Here, we show that three structure-selective endonucleases, namely SLX1-SLX4, MUS81-EME1, and GEN1, define two pathways of HJ resolution in human cells. One pathway is mediated by GEN1, whereas SLX1-SLX4 and MUS81-EME1 provide a second and genetically distinct pathway (SLX-MUS). Cells depleted for SLX-MUS or GEN1 pathway proteins exhibit severe defects in chromosome segregation and reduced survival. In response to CDK-mediated phosphorylation, SLX1-SLX4 and MUS81-EME1 associate at the G2/M transition to form a stable SLX-MUS holoenzyme, which can be reconstituted in vitro. Biochemical studies show that SLX-MUS is a HJ resolvase that coordinates the active sites of two distinct endonucleases during HJ resolution. This cleavage reaction is more efficient and orchestrated than that mediated by SLX1-SLX4 alone, which exhibits a potent nickase activity that acts promiscuously upon DNA secondary structures.","dc:creator":"Wyatt HD","dc:date":"2013","dc:title":"Coordinated actions of SLX1-SLX4 and MUS81-EME1 for Holliday junction resolution in human cells."},"rdfs:label":"Functional Alteration 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"No connection specific to breast cancer was identified."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.25}],"evidenceStrength":"Refuted","sequence":7307,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.25,"subject":{"id":"cggv:6a4ad569-ea16-4a1a-abe5-489f3202d9ba","type":"GeneValidityProposition","disease":"obo:MONDO_0016419","gene":"hgnc:26881","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GEN1* encodes an endonuclease that is involved in resolution of Holliday junctions during homologous recombination and double-strand break repair. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there is no disease associated with *GEN1* in OMIM, and curations to refute or dispute can be split when needed.\n\n**Summary of Case-Control Data: 0 point** \nThis gene-disease relationship has been studied in at least 2 case-control studies at the aggregate or single variant level. In 2021, a large case-control study [BCAC (PMID: 33471991); with more than 48 thousand cases and controls] did not identify a significant association of aggregate loss of function (LOF) variants in *GEN1* and breast cancer. In addition, another case-control study (PMID: 20512659) with smaller populations did not show an association of *GEN1* variants with breast cancer. \n \n**Summary of Experimental Data: 1.25 point**\nWhile case control studies did not support the gene-disease association, there is experimental evidence suggesting the function as a Holliday junction-resolving endonuclease (PMID: 19020614). Wyatt et al. showed that cells depleted of *GEN1* exhibited defects in chromosome segregation and anaphase bridge formation after DNA damage (PMID: 24076221). *GEN1* depletion also showed aberrant centrosome numbers and formation of multiple spindle poles during mitosis (PMID: 23166748). In addition, Sun et al. demonstrated that GEN1 expression is correlated with mammary epithelial cell proliferation and differentiation in various physiological stages (PMID: 24980922).\n \n**Overall Summary:**\nIn summary, given the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between *GEN1* and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association. This gene-disease pair was originally evaluated as disputed by the Breast/Ovarian Cancer GCEP on 12/13/2017. This re-curation was approved by the ClinGen Hereditary Diseases GCEP on 6/9/2023 (SOP Version 9).\nGiven the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between GEN1 and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association.","dc:isVersionOf":{"id":"cggv:b8a2aec0-413b-41f2-ba51-e8a71e52cf1a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}