{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-02-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-01T16:33:43.039Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:179ea396-a002-4894-97c4-df31b07d55f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd042882-c477-407e-a06f-7fcdcfde768b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"uPA, encoded by the PLAU gene, is expressed in excess (greater than 100 fold) in platelets from individuals with QPD as compared to controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11435291","type":"dc:BibliographicResource","dc:abstract":"The Quebec platelet disorder (QPD) is an autosomal dominant platelet disorder associated with delayed bleeding and alpha-granule protein degradation. The degradation of alpha-granule, but not plasma, fibrinogen in patients with the QPD led to the investigation of their platelets for a protease defect. Unlike normal platelets, QPD platelets contained large amounts of fibrinolytic serine proteases that had properties of plasminogen activators. Western blot analysis, zymography, and immunodepletion experiments indicated this was because QPD platelets contained large amounts of urokinase-type plasminogen activator (u-PA) within a secretory compartment. u-PA antigen was not increased in all QPD plasmas, whereas it was increased more than 100-fold in QPD platelets (P <.00009), which contained increased u-PA messenger RNA. Although QPD platelets contained 2-fold more plasminogen activator inhibitor 1 (PAI-1) (P <.0008) and 100-fold greater u-PA-PAI-1 complexes (P <.0002) than normal platelets, they contained excess u-PA activity, predominantly in the form of two chain (tcu-PA), which required additional PAI-1 for full inhibition. There was associated proteolysis of plasminogen in QPD platelets, to forms that comigrated with plasmin. When similar amounts of tcu-PA were incubated with normal platelet secretory proteins, many alpha-granule proteins were proteolyzed to forms that resembled degraded QPD platelet proteins. These data implicate u-PA in the pathogenesis of alpha-granule protein degradation in the QPD. Although patients with the QPD have normal to increased u-PA levels in their plasma, without evidence of systemic fibrinogenolysis, their increased platelet u-PA could contribute to bleeding by accelerating fibrinolysis within the hemostatic plug. QPD is the only inherited bleeding disorder in humans known to be associated with increased u-PA.","dc:creator":"Kahr WH","dc:date":"2001","dc:title":"Platelets from patients with the Quebec platelet disorder contain and secrete abnormal amounts of urokinase-type plasminogen activator."},"rdfs:label":"Kahr - uPA overexpression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The over expression (>100 fold) of uPA in platelets is consistent with PLAUs role in QPD.   No significant difference was found between QPD patients and controls when tPA (tissue type plasminogen activator) was tested.  Further, increased mRNA levels were detected by RT-PCR in platelets from patients with QPD as compared to control platelets."},{"id":"cggv:888eb0d4-8ab7-4a7a-8f67-3898a33b440f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d4705bfd-e3c9-4783-b0b0-b7c66dec400f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"uPA activates inactive plasminogen to form the active proteolytic enzyme plasmin which mediates fibrinolysis. The overexpression of uPA exclusively in platelets leads to accelerated \nintracellular fibinolysis without systemic fibrinolysis as seen in individuals in QPD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22102275","type":"dc:BibliographicResource","dc:abstract":"Quebec platelet disorder (QPD) is an autosomal dominant bleeding disorder associated with reduced platelet counts and a unique gain-of-function defect in fibrinolysis due to increased expression and storage of urokinase plasminogen activator (uPA) by megakaryocytes. QPD increases risks for bleeding and its key clinical feature is delayed-onset bleeding, following surgery, dental procedures or trauma, which responds only to treatment with fibrinolytic inhibitors. The genetic cause of the disorder is a tandem duplication mutation of the uPA gene,  PLAU, which upregulates uPA expression in megakaryocytes by an unknown mechanism. The increased platelet stores of uPA trigger plasmin-mediated degradation of QPD α-granule proteins. The gain-of-function defect in fibrinolysis is thought to be central to the pathogenesis of QPD bleeding as the activation of QPD platelets leads to release of uPA from α-granules and accelerated clot lysis. The purpose of this review is to summarize current knowledge on QPD pathogenesis and the recommended approaches to QPD diagnosis and treatment.","dc:creator":"Blavignac J","dc:date":"2011","dc:title":"Quebec platelet disorder: update on pathogenesis, diagnosis, and treatment."},"rdfs:label":"Blavignac - Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff4f3ed6-6f70-4196-89bf-456b1303e05a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0bc54c8f-37ef-485f-b053-a3adf1545f33","type":"FunctionalAlteration","dc:description":"The duplication of the PLAU gene seen in QPD, positions a copy of PLAU within a neighboring sub-topologically associating domain (TAD), placing it under the control of a megakaryocyte enhancer, ENHQPD, and loss of native promoter, H3K27me3, during magakaryopoiesis, likely resulting in the loss of epigentic silencing and therefor >100 fold increase in uPA in QPD platelets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32663239","type":"dc:BibliographicResource","dc:abstract":"Quebec platelet disorder (QPD) is an autosomal dominant bleeding disorder with a unique, platelet-dependent, gain-of-function defect in fibrinolysis, without systemic fibrinolysis. The hallmark feature of QPD is a >100-fold overexpression of PLAU, specifically in megakaryocytes. This overexpression leads to a >100-fold increase in platelet stores of urokinase plasminogen activator (PLAU/uPA); subsequent plasmin-mediated degradation of diverse α-granule proteins; and platelet-dependent, accelerated fibrinolysis. The causative mutation is a 78-kb tandem duplication of PLAU. How this duplication causes megakaryocyte-specific PLAU overexpression is unknown. To investigate the mechanism that causes QPD, we used epigenomic profiling, comparative genomics, and chromatin conformation capture approaches to study PLAU regulation in cultured megakaryocytes from participants with QPD and unaffected controls. QPD duplication led to ectopic interactions between PLAU and a conserved megakaryocyte enhancer found within the same topologically associating domain (TAD). Our results support a unique disease mechanism whereby the reorganization of sub-TAD genome architecture results in a dramatic, cell-type-specific blood disorder phenotype.","dc:creator":"Liang M","dc:date":"2020","dc:title":"Enhancer-gene rewiring in the pathogenesis of Quebec platelet disorder."},"rdfs:label":"Liang - Enhancer Gene Rewiring"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:eac7dca4-b3f9-457b-8f7a-35554a1ab4f2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:30891ab8-3c7c-42f3-af12-71e05b8a02da","type":"FunctionalAlteration","dc:description":"CD34+ progenitors from both controls and QPD patient samples were not significantly different with respect to uPA mRNA levels. However, Day 7 and day 13 cultured megakaryocytes from QPD patients demonstrated significant increase in uPA mRNA levels, the later demonstrating a near 100 fold increase over control megakaryocytes.  Alpha granule proteins produced in the later stages of differentiation (i.e.VWF) were not increased in QPD patients over controls. Platelets from individuals with QPD demonstrated degradation of alpha granule proteins unlike their control counterparts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19029443","type":"dc:BibliographicResource","dc:abstract":"Quebec platelet disorder (QPD) is an inherited bleeding disorder associated with increased urokinase plasminogen activator (uPA) in platelets but not in plasma, intraplatelet plasmin generation, and alpha-granule protein degradation. These abnormalities led us to investigate uPA expression by QPD CD34(+) progenitors, cultured megakaryocytes, and platelets, and whether uPA was stored in QPD alpha-granules. Although QPD CD34(+) progenitors expressed normal amounts of uPA, their differentiation into megakaryocytes abnormally increased expression of the uPA gene but not the flanking genes for vinculin or calcium/calmodulin-dependent protein kinase IIgamma on chromosome 10. The increased uPA production by cultured QPD megakaryocytes mirrored their production of alpha-granule proteins, which was normal. uPA was localized to QPD alpha-granules and it showed extensive colocalization with alpha-granule proteins in both cultured QPD megakaryocytes and platelets, and with plasminogen in QPD platelets. In QPD megakaryocytes, cultured without or with plasma as a source of plasminogen, alpha-granule proteins were stored undegraded and this was associated with much less uPA-plasminogen colocalization than in QPD platelets. Our studies indicate that the overexpression of uPA in QPD emerges with megakaryocyte differentiation, without altering the expression of flanking genes, and that uPA is costored with alpha-granule proteins prior to their proteolysis in QPD.","dc:creator":"Veljkovic DK","dc:date":"2009","dc:title":"Increased expression of urokinase plasminogen activator in Quebec platelet disorder is linked to megakaryocyte differentiation."},"rdfs:label":"Veljkovic - Megakaryocyte studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The over expression of uPA in QPD patient platelets and megakaryocytes may mediate intracellular fibrinolysis as seen in patients with QPD and contribute to the degradation of alpha granule proteins."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08fc81dd-2df9-483f-ae7b-96e9ab0040d7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:602e69e3-5f9a-48fb-8171-9eadb1b71f0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system recapitualtes human phenotype of ectopic uPA expression in platelets and bleeding which can only be helped with antifibinolytics.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12689937","type":"dc:BibliographicResource","dc:abstract":"Arterial occlusive disorders are a leading cause of human morbidity. We hypothesized that ectopic expression of fibrinolytic proteins in platelets could be used to favorably alter the hemostatic balance at sites of thrombosis. To test our hypothesis, we directed murine urokinase-type plasminogen activator transgene expression to platelets using a platelet factor 4 promoter. Urokinase was selectively expressed and stored in the platelets of these mice. These transgenic mice had altered platelet biology and a bleeding diathesis similar to that seen in patients with Quebec platelet disorder, affirming the role of ectopic urokinase expression as the etiology of this inherited disease. These mice were resistant to the development of occlusive carotid artery thrombosis in the absence of systemic fibrinolysis and displayed rapid resolution of pulmonary emboli. Moreover, transfusion of urokinase-expressing platelets into wild-type mice prevented formation of occlusive arterial thrombi. These studies show the feasibility of delivering fibrinolytic agents to sites of incipient thrombus formation through selective storage in platelets and offer a new strategy to prevent thrombosis and hemorrhage.","dc:creator":"Kufrin D","dc:date":"2003","dc:title":"Antithrombotic thrombocytes: ectopic expression of urokinase-type plasminogen activator in platelets."},"rdfs:label":"Kufrin -Mouse uPA"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model recapitulated some of the human phenotype but was discrepant in some areas including a much higher rate of fetal demise/perinatal bleeding and normal platelet aggregation studies in mice. Further, the mouse model does not have the PLAU gene duplication, rather uPA was directed to platelets using a platelet factor 4 promoter."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":8227,"specifiedBy":"GeneValidityCriteria10","strengthScore":7,"subject":{"id":"cggv:1cf89c2e-97d6-4b26-a151-bbd3ae9a5859","type":"GeneValidityProposition","disease":"obo:MONDO_0011136","gene":"hgnc:9052","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*PLAU* was first reported in relation to autosomal dominant Quebec Platelet Disorder (QPD) in 2010 (Paterson et al, PMID: 20007542), however, the disorder was originally described in 1984 as Factor V (Quebec) (Tracy et al, PMID: 6480825).  Evidence supporting this gene-disease curation includes case-level data, segregation data, and experimental data. A tandem 77.9kb duplication on chromosome 10 that encompasses the PLAU gene is the only variant associated with QPD.  Quebec Platelet disorder was originally found in two co-probands from a large family from the Canadian province of Quebec and has since been described in at least 3 dozen additional people who also have the tandem duplication. In 2004, it was determined that the original co-probands and additional 3 dozen people are all members of a single family (McKay et al, PMID: 15026313) limiting the genetic evidence that could be used in this curation. The gene-disease relationship is supported by its altered expression in platelets (PMID: 11435291) and the functional alteration observed in patient cells (PMID: 19029443).  Further support is provided in a mouse model in which the human phenotype is partially recapitulated (PMID: 12689937).\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence, specifically more probands, are needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. Although this curation has less than 3 probands, the Hemostasis and Thrombosis GCEP upgraded the gene-disease curation to moderate due to the very large pedigree with more than 3 dozen affected family members. \n \nThis gene-disease classification was originally approved by the ClinGen Hemostasis and Thrombosis Gene Curation Expert Panel on January 5, 2022 and re-evaluated on February 5, 2024. No new genetic or experimental evidence emerged subsequent to the original curation date, and as a result, the classification did not change.\n","dc:isVersionOf":{"id":"cggv:6ffd0133-1004-4a53-b38d-940c257e56c1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}