{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbcv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2017-11-21T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbfe475f-9bde-40f4-89b9-8afd70f1cdc2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90942fd1-146b-4f8e-93a2-8174d7884859","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"ILDR1 was expressed in organ of corti including three lines of OHCs and a single line of IHCs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25819842","type":"dc:BibliographicResource","dc:abstract":"Immunoglobulin-like domain containing receptor 1 (ILDR1) is a poorly characterized gene that was first identified in lymphoma cells. Mutations in ILDR1 are responsible for DFNB42, but the pathogenesis of hearing loss caused by ILDR1 mutations remains to be elucidated. To explore the role of ILDR1 in hearing, we created Ildr1 knockout mice. In heterozygous mice, ILDR1 expression was found in outer hair cells (OHCs) and inner hair cells (IHCs) of the organ of Corti. ILDR1-deficient mice are profoundly deaf by postnatal day 21 (P21). No significant difference was observed in the supporting cells and IHCs of ILDR1-deficient mice, but progressive degeneration of OHCs occurred at P15 and disruption of the tunnel running through the organ of Corti was noticeable at P21. By P28, there were no OHCs visible in any of the turns of the organ of Corti, and the tunnel of the organ of Corti was entirely destroyed. ILDR1 deficiency affects expression of tricellulin in vivo, and this provides a possible explanation to hearing loss. To further elucidate the mechanism of deafness related to ILDR1 deficiency, we pursued a differential proteomic approach to comprehensively assess differential protein expression in the cochleae of Ildr1(+/-) and Ildr1(-/-) mice at P21. Altogether, 708 proteins were up-regulated (fold change >1.5) and 114 proteins were down-regulated (fold change <0.5) in the Ildr1(-/-) mice compared with Ildr1(+/-) mice. Gene ontology classification indicated that a number of differentially expressed proteins are involved in cell adhesion, protein and vesicle-mediated transport, cell death, membrane organization, and cellular homeostasis. A few of these proteins are closely related to hearing development. Taken together, our data suggest that ILDR1 is important for the survival of OHCs and provide novel insights into the pathogenesis of human deafness DFNB42 deafness. ","dc:creator":"Sang Q","dc:date":"2015","dc:title":"ILDR1 deficiency causes degeneration of cochlear outer hair cells and disrupts the structure of the organ of Corti: a mouse model for human DFNB42."},"rdfs:label":"Organ of corti expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cca550d5-fd28-4498-a628-b9096e054f78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9aa19ff-468f-42c2-9182-de9cefc12b3b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence showed expression of ILDR in tricellular tight junctions of organ of corti. ILDR1 also found to play a role in the recruitment of tricellulin (MARVELD2) to the gight junctions in epithelial cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23239027","type":"dc:BibliographicResource","dc:abstract":"Tricellular tight junctions (tTJs) seal the extracellular space at tricellular contacts (TCs), where the corners of three epithelial cells meet. To date, the transmembrane proteins tricellulin and lipolysis-stimulated lipoprotein receptor (LSR) are known to be molecular components of tTJs. LSR recruits tricellulin to tTJs, and both proteins are required for the full barrier function of epithelial cellular sheets. In the present study, we show that two LSR-related proteins, immunoglobulin-like domain-containing receptor (ILDR) 1 and ILDR2, are also localized at TCs and recruit tricellulin. At least one of LSR, ILDR1 and ILDR2 was expressed in most of the epithelial tissues in mice. The expressions of LSR, ILDR1 and ILDR2 were generally complementary to each other, although LSR and ILDR1 were co-expressed in some epithelia. ILDR1 was required for the establishment of a strong barrier of the epithelium, similar to LSR, when introduced into cultured epithelial cells, whereas ILDR2 provided a much weaker barrier. We further analyzed human ILDR1, mutations in which cause a familial deafness, DFNB42, and found that most DFNB42-associated ILDR1 mutant proteins were defective in recruitment of tricellulin. We also found that tricellulin mutant proteins associated with another familial deafness, DFNB49, were not recruited to TCs by ILDR1. These findings show the heterogeneity of the molecular organization of tTJs in terms of the content of LSR, ILDR1 or ILDR2, and suggest that ILDR1-mediated recruitment of tricellulin to TCs is required for hearing. Given their common localization at epithelial cell corners and recruitment of tricellulin, we propose to designate LSR, ILDR1 and ILDR2 as angulin family proteins.","dc:creator":"Higashi T","dc:date":"2013","dc:title":"Analysis of the 'angulin' proteins LSR, ILDR1 and ILDR2--tricellulin recruitment, epithelial barrier function and implication in deafness pathogenesis."},"rdfs:label":"Organ of corti expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a2bf2852-a9a9-44ed-bf5c-cb7b5ad2b890","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d07314cd-f2fd-4ca2-91e4-f1dbe1005214","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"ILDR1 is epxressed in the mouse inner ear, based on in situ hybridization, RT-PCR","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21255762","type":"dc:BibliographicResource","dc:abstract":"By using homozygosity mapping in a consanguineous Pakistani family, we detected linkage of nonsyndromic hearing loss to a 7.6 Mb region on chromosome 3q13.31-q21.1 within the previously reported DFNB42 locus. Subsequent candidate gene sequencing identified a homozygous nonsense mutation (c.1135G>T [p.Glu379X]) in ILDR1 as the cause of hearing impairment. By analyzing additional consanguineous families with homozygosity at this locus, we detected ILDR1 mutations in the affected individuals of 10 more families from Pakistan and Iran. The identified ILDR1 variants include missense, nonsense, frameshift, and splice-site mutations as well as a start codon mutation in the family that originally defined the DFNB42 locus. ILDR1 encodes the evolutionarily conserved immunoglobulin-like domain containing receptor 1, a putative transmembrane receptor of unknown function. In situ hybridization detected expression of Ildr1, the murine ortholog, early in development in the vestibule and in hair cells and supporting cells of the cochlea. Expression in hair cell- and supporting cell-containing neurosensory organs is conserved in the zebrafish, in which the ildr1 ortholog is prominently expressed in the developing ear and neuromasts of the lateral line. These data identify loss-of-function mutations of ILDR1, a gene with a conserved expression pattern pointing to a conserved function in hearing in vertebrates, as underlying nonsyndromic prelingual sensorineural hearing impairment.","dc:creator":"Borck G","dc:date":"2011","dc:title":"Loss-of-function mutations of ILDR1 cause autosomal-recessive hearing impairment DFNB42."},"rdfs:label":"ILDR1 expressed in inner ear"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f996a9c0-e681-4511-b9e1-43b9ae8a2c2a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78187110-8a03-4d10-b433-180e94002c36","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"ILDR1 deficiency decreased expression of tricellulin (MARVELD2) in tight junctions in vivo.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25819842","rdfs:label":"ILDR1 deficiency"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"MARVELD2 is associated with hearing loss"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29f6fe8a-d63c-444f-ba6e-83e9bd604b56","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a1d1a3b-78a3-4fae-a969-2ad60d46f4a5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Probands with varians in this gene have had profound deafness like this mouse model did","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25819842","rdfs:label":"Mouse model with floxed exons 2-3"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:0670a4ef-349e-4510-b435-9bc207610210","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ba01179-33f8-40be-9312-ffd14ccd049b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish model (MO knockdown) had hearing impairment based on startle response, and also imbalanced swimming. Semicircular canal development was delayed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24990150","type":"dc:BibliographicResource","dc:abstract":"Immunoglobulin-like domain containing receptor 1 (ILDR1) is a poorly characterized gene that was first identified in lymphoma cells. Recently, ILDR1 has been found to be responsible for autosomal recessive hearing impairment DFNB42. Patients with ILDR1 mutations cause bilateral non-progressive moderate-to-profound sensorineural hearing impairment. However, the etiology and mechanism of ILDR1-related hearing loss remains to be elucidated. In order to uncover the pathology of DFNB42 deafness, we used the morpholino injection technique to establish an ildr1b-morphant zebrafish model. Ildr1b-morphant zebrafish displayed defective hearing and imbalanced swimming, and developmental delays were seen in the semicircular canals of the inner ear. The gene expression profile and real-time PCR revealed down-regulation of atp1b2b (encoding Na(+)/K(+) transporting, beta 2b polypeptide) in ildr1b-morphant zebrafish. We found that injection of atp1b2b mRNA into ildr1b-knockdown zebrafish could rescue the phenotype of developmental delay of the semicircular canals. Moreover, ildr1b-morphant zebrafish had reduced numbers of lateral line neuromasts due to the disruption of lateral line primordium migration. In situ hybridization showed the involvement of attenuated FGF signaling and the chemokine receptor 4b (cxcr4b) and chemokine receptor 7b (cxcr7b) in posterior lateral line primordium of ildr1b-morphant zebrafish. We concluded that Ildr1b is crucial for the development of the inner ear and the lateral line system. This study provides the first evidence for the mechanism of Ildr1b on hearing in vivo and sheds light on the pathology of DFNB42. ","dc:creator":"Sang Q","dc:date":"2014","dc:title":"Ildr1b is essential for semicircular canal development, migration of the posterior lateral line primordium and hearing ability in zebrafish: implications for a role in the recessive hearing impairment DFNB42."},"rdfs:label":"Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4b44300a-b251-44f2-afed-87203b4bbb88","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a734ae1a-7401-4d3e-be1a-04f3dfc4862c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Observed progressive OHC degeneration after P10. Presence of caspase-3 suggests degeneration is caused by apoptosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25822906","type":"dc:BibliographicResource","dc:abstract":"Tricellular tight junctions seal the extracellular spaces of tricellular contacts, where the vertices of three epithelial cells meet, and are required for the establishment of a strong barrier function of the epithelial cellular sheet. Angulins and tricellulin are known as specific protein components of tricellular tight junctions, where angulins recruit tricellulin. Mutations in the genes encoding angulin-2/ILDR1 and tricellulin have been reported to cause human hereditary deafness DFNB42 and DFNB49, respectively. To investigate the pathogenesis of DFNB42, we analyzed mice with a targeted disruption of Ildr1, which encodes angulin-2/ILDR1. Ildr1 null mice exhibited profound deafness. Hair cells in the cochlea of Ildr1 null mice develop normally, but begin to degenerate by two weeks after birth. Tricellulin localization at tricellular contacts of the organ of Corti in the cochlea was retained in Ildr1 null mice, but its distribution along the depth of tricellular contacts was affected. Interestingly, compensatory tricellular contact localization of angulin-1/LSR was observed in the organ of Corti in Ildr1 null mice although it was hardly detected in the organ of Corti in wild-type mice. The onset of hair cell degeneration in Ildr1 null mice was earlier than that in the reported Tric mutant mice, which mimic one of the tricellulin mutations in DFNB49 deafness. These results indicate that the angulin-2/ILDR1 deficiency causes the postnatal degenerative loss of hair cells in the cochlea, leading to human deafness DFNB42. Our data also suggest that angulin family proteins have distinct functions in addition to their common roles of tricellulin recruitment and that the function of angulin-2/ILDR1 for hearing cannot be substituted by angulin-1/LSR. ","dc:creator":"Higashi T","dc:date":"2015","dc:title":"Deficiency of angulin-2/ILDR1, a tricellular tight junction-associated membrane protein, causes deafness with cochlear hair cell degeneration in mice."},"rdfs:label":"ILDR1 null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"ILDR1-null mouse had profound deafness. Mice had deletion of exons 3, 4, and 5. Observed progressive OHC degeneration after P10. Presence of caspase-3 suggests degeneration is caused by apoptosis."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7383b7e7-162e-4999-8d82-c7d457e85b55_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d9fd1764-acb5-453d-a8ee-b7978ac71294","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Homozygosity mapping followed by sequencing of ILDR1","phenotypeFreeText":"One had progressive postlingual HL, interestingly, the other had congenital profound HL.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7383b7e7-162e-4999-8d82-c7d457e85b55_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:eccc7d6c-3848-48db-8d97-0875f30a333e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199799.1(ILDR1):c.379+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354132890"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22903915","type":"dc:BibliographicResource","dc:abstract":"Hearing loss is the most common sensory disorder worldwide and affects 1 of every 500 newborns. In developed countries, at least 50% of cases are genetic, most often resulting in nonsyndromic deafness (70%), which is usually autosomal recessive (∼80%). Although the cause of hearing loss is heterogeneous, mutations in GJB2 gene at DFNB1 locus are the major cause of autosomal recessive nonsyndromic hearing loss (ARNSHL) in many populations. Our previous study showed that mutations of GJB2 gene do not contribute to the major genetic load of deafness in the Iranian population (∼16%). Therefore, to define the importance of other genes in contributing to an ARNSHL phenotype in the Iranian population, we used homozygosity mapping to identify regions of autozygosity-by-descent in 144 families which two or more progeny had ARNSHL but were negative for GJB2 gene mutations. Using flanking or intragenic short-tandem repeat markers for 33 loci we identified 33 different homozygous variations in 10 genes, of which 9 are novel. In aggregate, these data explain ∼40% of genetic background of ARNHSL in the Iranian population.","dc:creator":"Babanejad M","dc:date":"2012","dc:title":"A comprehensive study to determine heterogeneity of autosomal recessive nonsyndromic hearing loss in Iran."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22903915","rdfs:label":"Babenejad Probands"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"2 consanguineous Iranian families. One had progressive postlingual HL, interestingly, the other had congenital profound HL. Two other variants identified that had already been reported in Diaz Horta or Borck"},{"id":"cggv:7fe37462-cf76-4199-976f-4948ae57b978_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:916d03ac-1a94-423f-8cbb-cc11d7eae641","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage region contained 52 genes and 1 miRNA gene. 41 genes were sequenced.","firstTestingMethod":"Genotyping","phenotypeFreeText":"Not specified. Nonsyndromic HL, presumably prelingual and profound","previousTesting":true,"previousTestingDescription":"Linkage to DFNB42 interval","sex":"UnknownEthnicity","variant":{"id":"cggv:7fe37462-cf76-4199-976f-4948ae57b978_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87c7c3a1-e2f6-44cd-9b98-1e3c8110c6ee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199799.1(ILDR1):c.1135G>T (p.Glu379Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129473"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21255762"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21255762","rdfs:label":"Borck 1 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:d1526192-f431-4f83-8b33-2ee6864a7837_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:014f4969-afe8-4344-b612-ccf4de49f100","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d1526192-f431-4f83-8b33-2ee6864a7837_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d39ba972-2417-4658-b4f7-85cacd4de8c8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199799.1(ILDR1):c.58+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354135914"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27344577","type":"dc:BibliographicResource","dc:abstract":"Hearing loss is the most common sensory deficit in humans with causative variants in over 140 genes. With few exceptions, however, the population-specific distribution for many of the identified variants/genes is unclear. Until recently, the extensive genetic and clinical heterogeneity of deafness precluded comprehensive genetic analysis. Here, using a custom capture panel (MiamiOtoGenes), we undertook a targeted sequencing of 180 genes in a multi-ethnic cohort of 342 GJB2 mutation-negative deaf probands from South Africa, Nigeria, Tunisia, Turkey, Iran, India, Guatemala, and the United States (South Florida). We detected causative DNA variants in 25 % of multiplex and 7 % of simplex families. The detection rate varied between 0 and 57 % based on ethnicity, with Guatemala and Iran at the lower and higher end of the spectrum, respectively. We detected causative variants within 27 genes without predominant recurring pathogenic variants. The most commonly implicated genes include MYO15A, SLC26A4, USH2A, MYO7A, MYO6, and TRIOBP. Overall, our study highlights the importance of family history and generation of databases for multiple ethnically discrete populations to improve our ability to detect and accurately interpret genetic variants for pathogenicity.","dc:creator":"Yan D","dc:date":"2016","dc:title":"Spectrum of DNA variants for non-syndromic deafness in a large cohort from multiple continents."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27344577","rdfs:label":"Yan Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Novel variant in an Indian proband. No family information, but reportedly Simplex case"},{"id":"cggv:937e42ba-44aa-41ab-9d5b-2b87ea935d7b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b4cd2d0-75e9-4b5d-b093-e4cd995053cf","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Not specified. Nonsyndromic HL, presumably prelingual and profound","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:937e42ba-44aa-41ab-9d5b-2b87ea935d7b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd153a51-1cfe-4f15-a1b4-e22381f767c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199799.1(ILDR1):c.3G>A (p.Met1Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129475"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21255762"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21255762","rdfs:label":"Borck 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"original DFNB42 family. Next in-frame ATG is at Met136, but no Kkozak sequence. There is a strong out-of-frame ATG with a kozak sequence. Therefore, LOF is predicted"},{"id":"cggv:f6476e41-5be5-4078-90c7-28a75324f6de_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59ee85ce-afad-40bf-a137-ee5c21cc075d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:f6476e41-5be5-4078-90c7-28a75324f6de_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a21256c-29bb-42a9-9bd5-0875ff894c2a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199799.1(ILDR1):c.820C>T (p.Gln274Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354144484"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23226338","type":"dc:BibliographicResource","dc:abstract":"Identification of the pathogenic mutations underlying autosomal recessive nonsyndromic hearing loss (ARNSHL) is difficult, since causative mutations in 39 different genes have so far been reported. After excluding mutations in the most common ARNSHL gene, GJB2, via Sanger sequencing, we performed whole-exome sequencing (WES) in 30 individuals from 20 unrelated multiplex consanguineous families with ARNSHL. Agilent SureSelect Human All Exon 50 Mb kits and an Illumina Hiseq2000 instrument were used. An average of 93%, 84% and 73% of bases were covered to 1X, 10X and 20X within the ARNSHL-related coding RefSeq exons, respectively. Uncovered regions with WES included those that are not targeted by the exome capture kit and regions with high GC content. Twelve homozygous mutations in known deafness genes, of which eight are novel, were identified in 12 families: MYO15A-p.Q1425X, -p.S1481P, -p.A1551D; LOXHD1-p.R1494X, -p.E955X; GIPC3-p.H170N; ILDR1-p.Q274X; MYO7A-p.G2163S; TECTA-p.Y1737C; TMC1-p.S530X; TMPRSS3-p.F13Lfs*10; TRIOBP-p.R785Sfs*50. Each mutation was within a homozygous run documented via WES. Sanger sequencing confirmed co-segregation of the mutation with deafness in each family. Four rare heterozygous variants, predicted to be pathogenic, in known deafness genes were detected in 12 families where homozygous causative variants were already identified. Six heterozygous variants that had similar characteristics to those abovementioned variants were present in 15 ethnically-matched individuals with normal hearing. Our results show that rare causative mutations in known ARNSHL genes can be reliably identified via WES. The excess of heterozygous variants should be considered during search for causative mutations in ARNSHL genes, especially in small-sized families.","dc:creator":"Diaz-Horta O","dc:date":"2012","dc:title":"Whole-exome sequencing efficiently detects rare mutations in autosomal recessive nonsyndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23226338","rdfs:label":"Consanguineous Iranian Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Consanguineous Iranian family"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":563,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:43587919-d44e-49e9-a523-7334defeda40","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:28741","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The ILDR1 gene has been associated with autosomal recessive nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 10/20/2017. This association was made using case-level data and experimental data. At least 13 variants (missense, nonsense, frameshift, splice site) have been reported in humans. ILDR1 was first associated with this disease in humans as early as 2011 (Borck et al.). Association is seen in at least 15 probands in 4 publications (21255762, 23226338, 22903915, 27344577). Variants in this gene segregated with disease in more than 4 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence and experimental evidence (18 pts.) has been reached. The mechanism for disease is biallelic LOF (21255762, 23226338, 22903915, 27344577, 25819842, 24990150). This gene-disease association is supported by mouse and zebrafish models as well as expression and protein interaction studies (21255762, 23239027, 25822906, 25819842, 24990150). In summary, ILDR1 is definitively associated with autosomal recessive nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Working Group on 11/21/2017.\n","dc:isVersionOf":{"id":"cggv:e5e1a608-edc3-405c-805f-a7ed162c2bbc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}