{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2017-11-21T17:00:00.000Z","role":"Approver"},{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4312d940-a19b-4a94-80e3-41d2a079c0a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9cff5b2e-228a-430c-9dee-79281285c730","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Mouse Dfna5h mRNA was detected in greater epithelial ridge and stria vascularis by rT-PCR","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9771715","type":"dc:BibliographicResource","dc:abstract":"Nonsyndromic hearing impairment is one of the most heterogeneous hereditary conditions, with more than 40 loci mapped on the human genome, however, only a limited number of genes implicated in hearing loss have been identified. We previously reported linkage to chromosome 7p15 for autosomal dominant hearing impairment segregating in an extended Dutch family (DFNA5). Here, we report a further refinement of the DFNA5 candidate region and the isolation of a gene from this region that is expressed in the cochlea. In intron 7 of this gene, we identified an insertion/deletion mutation that does not affect intron-exon boundaries, but deletes five G-triplets at the 3' end of the intron. The mutation co-segregated with deafness in the family and causes skipping of exon 8, resulting in premature termination of the open reading frame. As no physiological function could be assigned, the gene was designated DFNA5.","dc:creator":"Van Laer L","dc:date":"1998","dc:title":"Nonsyndromic hearing impairment is associated with a mutation in DFNA5."},"rdfs:label":"Van Laer Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8eb73e48-4178-4427-8f39-e9abd579592c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6fa66c19-8d55-40a7-81ce-99ab6ea6a0ae","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"DFNA5 KO mice were evaluated for gene expression changes from WT. Gene sets involved in cartilage maintenance and DNA repair were upregulated and gene sets involved in energy metabolism and apoptosis are downregulated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21522185","type":"dc:BibliographicResource","dc:abstract":"DFNA5 was first identified as a gene causing autosomal dominant hearing loss (HL). Different mutations have been found, all exerting a highly specific gain-of-function effect, in which skipping of exon 8 causes the HL. Later reports revealed the involvement of the gene in different types of cancer. Epigenetic silencing of DFNA5 in a large percentage of gastric, colorectal and breast tumors and p53-dependent transcriptional activity have been reported, concluding that DFNA5 acts as a tumor suppressor gene in different frequent types of cancer. Despite these data, the molecular function of DFNA5 has not been investigated properly. Previous transfection studies with mutant DFNA5 in yeast and in mammalian cells showed a toxic effect of the mutant protein, which was not seen after transfection of the wild-type protein. Here, we demonstrate that DFNA5 is composed of two domains, separated by a hinge region. The first region induces apoptosis when transfected in HEK293T cells, the second region masks and probably regulates this apoptosis inducing capability. Moreover, the involvement of DFNA5 in apoptosis-related pathways in a physiological setting was demonstrated through gene expression microarray analysis using Dfna5 knockout mice. In view of its important role in carcinogenesis, this finding is expected to lead to new insights on the role of apoptosis in many types of cancer. In addition, it provides a new line of evidence supporting an important role for apoptosis in monogenic and complex forms of HL.","dc:creator":"Op de Beeck K","dc:date":"2011","dc:title":"The DFNA5 gene, responsible for hearing loss and involved in cancer, encodes a novel apoptosis-inducing protein."},"rdfs:label":"Beeck Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b4d4833b-163d-4d64-8278-d74f026a6d56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b01f56ef-50b8-4563-b18d-0accb2e11c44","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression observed in the stria vascularis, spiral ligament fibrocytes, inner and outer hair cells, supporting cells, and spiral ganglion neurons of common marmoset","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26915689","type":"dc:BibliographicResource","dc:abstract":"Hearing impairment is the most frequent sensory deficit in humans. Deafness genes, which harbor pathogenic mutations that have been identified in families with hereditary hearing loss, are commonly expressed in the auditory end organ or the cochlea and may contribute to normal hearing function, yet some of the mouse models carrying these mutations fail to recapitulate the hearing loss phenotype. In this study, we find that distinct expression patterns of those deafness genes in the cochlea of a non-human primate, the common marmoset (Callithrix jacchus). We examined 20 genes whose expression in the cochlea has already been reported. The deafness genes GJB3, CRYM, GRHL2, DFNA5, and ATP6B1 were expressed in marmoset cochleae in patterns different from those in mouse cochleae. Of note, all those genes are causative for progressive hearing loss in humans, but not in mice. The other tested genes, including the deafness gene COCH, in which mutation recapitulates deafness in mice, were expressed in a similar manner in both species. The result suggests that the discrepancy in the expression between rodents and primates may account for the phenotypic difference. This limitation of the rodent models can be bypassed by using non-human primate models such as the marmoset. ","dc:creator":"Hosoya M","dc:date":"2016","dc:title":"Distinct Expression Patterns Of Causative Genes Responsible For Hereditary Progressive Hearing Loss In Non-Human Primate Cochlea."},"rdfs:label":"Hosoya Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fced15e5-a49b-4fa1-8f5e-0586ff722d21","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2bddf7b6-75b4-441f-ad70-38f0c0f66c5f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"HEK293 cells transfected with mutant DFNA5 had significantly higher percent of dead cells than those transfected with WT. In both HEK293 and COS-1 cells, mutant DFNA5 had different subcellular localization pattern than WT. Double staining procedure which could discriminate between necrotic and apoptotic cells showed that number of necrotic cells was significantly higher in HEK293 cells transfected with mutant DFNA5 than WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15173223","type":"dc:BibliographicResource","dc:abstract":"Three mutations in the DFNA5 gene have been described in three families with autosomal dominant non-syndromic hearing impairment. Although these mutations are different at the genomic DNA level, they all lead to skipping of exon 8 at the mRNA level. We hypothesise that hearing impairment associated with DFNA5 is caused by a highly unusual mechanism, in which skipping of one specific exon leads to disease that is not caused by other mutations in this gene. We hypothesise that this represents a very specific \"gain of function\" mutation, with the truncated protein exerting a deleterious new function.","dc:creator":"Van Laer L","dc:date":"2004","dc:title":"DFNA5: hearing impairment exon instead of hearing impairment gene?"},"rdfs:label":"Van Laer 2004 Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"1 point given for strong evidence for HL mechanism- increasing susceptibility to cell death of inner ear cells (accellerated aging)"},{"id":"cggv:037c6d17-fb87-46f9-a7a0-dd557cd661b3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:00f63fa2-cb96-4a69-b676-fefb424fb5cf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cell viability was significantly decreased by both WT exons 2-7, and by mutant DFNA5 with exon 8 missing and the frameshifted exons 9'-10'. Subcellular localization of exon2-7 construct was also similar to mutant DFNA5 (analogous to human mutations), and cells \"showed an unhealthy appearance (i.e., cell blebbing)). Exon-by-exon deletion of DFNA5 revealed that the \"toxic\" region of the protein was somewhere in exon 6 and that exon 2 was essential for the toxic effect","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21522185","rdfs:label":"Beeck Model 1"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"0.5 points given because confirms pathogenicity of exon-8 skipping"},{"id":"cggv:ed67b0d3-0574-4681-a62f-70eff083afc0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:19562030-d68f-403e-be2e-84799dffb307","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Clear annexin V-Cy5 staining at plasma membranes indicated clearly that cell death caused by mutant DFNA5 was caused by an apoptotic process. Method could discriminate between apoptotic and necrotic cells","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21522185","rdfs:label":"Beeck Model 2"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:90bd9096-42e8-442e-bc70-40d417e1dea7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6a362a3-17f5-4b13-871f-ef58e81b9498","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Complete knockout had ear and jaw development malformation. Exon-8 knockdown fish had disrupted epithelial monolayer of the developing semicircular canal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14736743","type":"dc:BibliographicResource","dc:abstract":"Over 30 genes responsible for human hereditary hearing loss have been identified during the last 10 years. The proteins encoded by these genes play roles in a diverse set of cellular functions ranging from transcriptional regulation to K(+) recycling. In a few cases, the genes are novel and do not give much insight into the cellular or molecular cause for the hearing loss. Among these poorly understood deafness genes is DFNA5. How the truncation of the encoded protein DFNA5 leads to an autosomal dominant form of hearing loss is not clear. In order to understand the biological role of Dfna5, we took a reversegenetic approach in zebrafish. Here we show that morpholino antisense nucleotide knock-down of dfna5 function in zebrafish leads to disorganization of the developing semicircular canals and reduction of pharyngeal cartilage. This phenotype closely resembles previously isolated zebrafish craniofacial mutants including the mutant jekyll. jekyll encodes Ugdh [uridine 5'-diphosphate (UDP)-glucose dehydrogenase], an enzyme that is crucial for production of the extracellular matrix component hyaluronic acid (HA). In dfna5 morphants, expression of ugdh is absent in the developing ear and pharyngeal arches, and HA levels are strongly reduced in the outgrowing protrusions of the developing semicircular canals. Previous studies suggest that HA is essential for differentiating cartilage and directed outgrowth of the epithelial protrusions in the developing ear. We hypothesize that the reduction of HA production leads to uncoordinated outgrowth of the canal columns and impaired facial cartilage differentiation.","dc:creator":"Busch-Nentwich E","dc:date":"2004","dc:title":"The deafness gene dfna5 is crucial for ugdh expression and HA production in the developing ear in zebrafish."},"rdfs:label":"Busch-Nentwich Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Awarded 0.25 points (not supported by GCI). No evidence for implication in hearing, but slight defect in inner ear development in fish with missing exon 8."},{"id":"cggv:b47b7133-c274-4d23-a350-5fbb136ffed2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9dde3fb1-b8b9-4d80-8d60-1dd215853de7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant DFNA5 caused increase in reactive oxygen species and other signs of programmed cell death.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22848872","type":"dc:BibliographicResource","dc:abstract":"DFNA5 was first identified as a gene responsible for autosomal dominant deafness. Different mutations were found, but they all resulted in exon 8 skipping during splicing and premature termination of the protein. Later, it became clear that the protein also has a tumor suppression function and that it can induce apoptosis. Epigenetic silencing of the DFNA5 gene is associated with different types of cancers, including gastric and colorectal cancers as well as breast tumors. We introduced the wild-type and mutant DFNA5 allele in the yeast Saccharomyces cerevisiae. The expression of the wild-type protein was well tolerated by the yeast cells, although the protein was subject of degradation and often deposited in distinct foci when cells entered the diauxic shift. In contrast, cells had problems to cope with mutant DFNA5 and despite an apparent compensatory reduction in expression levels, the mutant protein still triggered a marked growth defect, which in part can be ascribed to its interaction with mitochondria. Consistently, cells with mutant DFNA5 displayed significantly increased levels of ROS and signs of programmed cell death. The latter occurred independently of the yeast caspase, Mca1, but involved the mitochondrial fission protein, Fis1, the voltage-dependent anion channel protein, Por1 and the mitochondrial adenine nucleotide translocators, Aac1 and Aac3. Recent data proposed DFNA5 toxicity to be associated to a globular domain encoded by exon 2-6. We confirmed these data by showing that expression of solely this domain confers a strong growth phenotype. In addition, we identified a point mutant in this domain that completely abrogated its cytotoxicity in yeast as well as human Human Embryonic Kidney 293T cells (HEK293T). Combined, our data underscore that the yeast system offers a valuable tool to further dissect the apoptotic properties of DFNA5.","dc:creator":"Van Rossom S","dc:date":"2012","dc:title":"The splicing mutant of the human tumor suppressor protein DFNA5 induces programmed cell death when expressed in the yeast Saccharomyces cerevisiae."},"rdfs:label":"Van Rossom Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"More evidence available, Models & Rescue score maxed out."},{"id":"cggv:e9894258-7a36-42f6-880e-d814d28ebd76","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72229b6b-6e52-441d-93c7-a07b2d2b6f5f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant DFNA5 allele (containing indel from original DFNA5 family) caused cell cycle arrest in Schizosaccharomyces pombe model. WT DFNA5 was tolerated","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12853124","type":"dc:BibliographicResource","dc:abstract":"A mutation in human DFNA5 is associated with autosomal dominant nonsyndromic hearing impairment. The function of DFNA5 protein remains unknown and no experimental model has been described so far. Here we describe fission yeast Schizosaccharomyces pombe as a model organism for studying the function of heterologously expressed DFNA5. We have expressed wild-type as well as mutant DFNA5 alleles under control of regulatable nmt1 promoter. Yeast cells tolerated expression of wild-type DFNA5, while expression of the mutant DFNA5 allele, which is responsible for nonsyndromic autosomal dominant hearing impairment, led to cell cycle arrest. We identified new rat and horse DFNA5 homologues and we describe a domain of homology shared between DFNA5 and the Mcm10 family of DNA replication proteins. Genetic interactions between heterologously expressed DFNA5 and a fission yeast cdc23 (mcm10) mutant support a possible link between DFNA5 and Mcm10 proteins.","dc:creator":"Gregan J","dc:date":"2003","dc:title":"A yeast model for the study of human DFNA5, a gene mutated in nonsyndromic hearing impairment."},"rdfs:label":"Gregan Cell Culture Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded because no explanation for decreased cell survival"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:5cfbb113-135c-4d8d-9499-54b8df4fd5b1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fd54913b-a402-4f24-a6e9-94b794dfb217","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:5cfbb113-135c-4d8d-9499-54b8df4fd5b1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5bc0b8e5-9aa4-45ce-9660-20ac2deac57f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004403.2(GSDME):c.991-15_991-13delTTC","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/179997"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14559215","type":"dc:BibliographicResource","dc:abstract":"Nonsyndromic inherited hearing impairment is genetically heterogeneous. Up to now, approximately 51 autosomal dominant loci implicated in nonsyndromic forms of hearing impairment have been reported in humans and 17 causative genes have been identified. Skipping of exon 8 in the DFNA5 gene has been shown to cause hearing impairment in a Dutch family. To our knowledge, no other DFNA5 mutation has been reported in familial or sporadic hearing impairment. Here, we report another mutation in DFNA5, a CTT deletion in the polypyrimidine tract of intron 7. This mutation, just like the previously reported mutation in the Dutch family, leads to skipping of exon 8 of DFNA5. In addition, we prove the existence of a recently identified short isoform of DFNA5, but the 3-nucleotide deletion reported here seems not to affect the function of this short isoform. Because no other mutation in any other part of DFNA5 has ever been described, this finding might indicate that exon 8 of DFNA5 is indispensable for the development of hearing impairment.","dc:creator":"Yu C","dc:date":"2003","dc:title":"A 3-nucleotide deletion in the polypyrimidine tract of intron 7 of the DFNA5 gene causes nonsyndromic hearing impairment in a Chinese family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14559215","rdfs:label":"Yu Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"RT-PCR confirmed skipping of exon 8. The same variant was identified in a Korean family by Park et al. 2010 19911014. Possible founder variant in East Asians."},{"id":"cggv:5106c611-9212-4ab6-9307-5f4033b02f3a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7ef58ed7-a5ba-434a-b463-f60512d7082b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage analysis","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:5106c611-9212-4ab6-9307-5f4033b02f3a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ff0b38ee-e8eb-481a-8d36-d08941d9e60e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"GSDME, INS/DEL, EX8DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2090"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771715","rdfs:label":"Van Laer Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:fcab6451-1116-49c4-b02f-2d640fbce369_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5d70a43b-f9e7-451a-a9aa-db8d513241f2","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Targeted NGS of 79 known deafness genes. Family members confirmed by Sanger sequencing.","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:fcab6451-1116-49c4-b02f-2d640fbce369_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d6ec729b-bc24-400d-973b-e95abc6abd6d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004403.2(DFNA5):c.991-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367047232"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24933359","type":"dc:BibliographicResource","dc:abstract":"Mutations in DFNA5 may lead to autosomal dominant non-syndromic sensorineural hearing loss (NSHL). To date, only four DFNA5 mutations have been reported, all resulting in skipping of exon 8 at the mRNA level. In this study, we aim to characterize the clinical features and the genetic cause of a Chinese DFNA5 family.","dc:creator":"Chai Y","dc:date":"2014","dc:title":"A novel splice site mutation in DFNA5 causes late-onset progressive non-syndromic hearing loss in a Chinese family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24933359","rdfs:label":"Chai Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Downgraded because skipping of exon 8 was not confirmed."},{"id":"cggv:152ccd13-9a61-46ce-932a-3c43fb6edca1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7ed3e43b-7414-4924-83cf-ad61066a9f1b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage analysis, checked for deletions with Southern blot","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:152ccd13-9a61-46ce-932a-3c43fb6edca1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f243248a-a5d4-41ad-a82e-e6c875c7f11b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004403.2(DFNA5):c.991-6C>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820694"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14676472","type":"dc:BibliographicResource","dc:abstract":"A novel DFNA5 mutation was found in a Dutch family, of which 37 members were examined. A nucleotide substitution was identified in the splice acceptor site of intron 7, leading to skipping of exon 8 in part of the transcripts. The mutation was found in 18 individuals. Sensorineural hearing impairment was non-syndromic and symmetric. In early life, presumably congenitally, hearing impairment amounted to 30 dB in the high frequencies. Progression was most pronounced at 1 kHz (1.8 dB/year). Speech recognition was relatively good with a phoneme score of about 50% at the age of 70. Onset age was 37 years, and recognition deteriorated by 1.3% per year. The recognition score deteriorated by 1.0% per decibel threshold increase from a mean pure-tone average (PTA at 1, 2 and 4 kHz) of 63 dB onwards. Vestibular function was generally normal. The second mutation identified in the DFNA5 gene results in hearing impairment, similar to that in the original DFNA5 family in terms of pure-tone thresholds, but with more favourable speech recognition.","dc:creator":"Bischoff AM","dc:date":"2004","dc:title":"A novel mutation identified in the DFNA5 gene in a Dutch family: a clinical and genetic evaluation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14676472","rdfs:label":"Bischoff Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant is absent from gnomAD. Through RT-PCR of patient lymphoblastoid cells, found evidence of exon 8 skipping"},{"id":"cggv:30dd37f5-89dd-407a-8d8c-328198c8c669_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2c6cf811-304f-4ea9-94c5-c1298d96cb8c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"sequenced 7700bp regiond of DFNA5 spanning intron 6 to exon 9 in 65 Japanese patients","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:30dd37f5-89dd-407a-8d8c-328198c8c669_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5bc0b8e5-9aa4-45ce-9660-20ac2deac57f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24506266","type":"dc:BibliographicResource","dc:abstract":"Mutations in DFNA5 lead to autosomal dominant nonsyndromic hereditary hearing loss (NSHHL). To date, four different mutations in DFNA5 have been reported to cause hearing loss. A 3 bp deletion mutation (c.991-15_991-13del) was identified in Chinese and Korean families with autosomal dominant NSHHL, which suggested that the 3 bp deletion mutation was derived from a single origin. In the present study, we performed genetic screening of mutations in the interval between intron 6 and exon 9 of DFNA5 in 65 Japanese patients with autosomal dominant NSHHL and identified the c.991-15_991-13del mutation in two patients. Furthermore, we compared the DFNA5-linked haplotypes consisting of intragenic SNPs between the reported Chinese and Korean families and found that the Japanese patients showed a shared region spanning 41,874 bp. This is the first report of DFNA5 mutations in Japanese patients with autosomal dominant NSHHL, supporting the suggestion that the 3 bp deletion mutation occurred in their ancestors. ","dc:creator":"Nishio A","dc:date":"2014","dc:title":"A DFNA5 mutation identified in Japanese families with autosomal dominant hereditary hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24506266","rdfs:label":"TMDU244 Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Scored again, but downgraded, for being seen to segregate with high-frequency in 2 Japanese families."},{"id":"cggv:45a49591-6122-4614-94a2-c2790b73a5c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4a345a3d-96e5-479c-8a85-3aff926a6ac1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage analysis","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:45a49591-6122-4614-94a2-c2790b73a5c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c67e34c-580f-4688-a310-25690c90ff34","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004403.2(DFNA5):c.990+4A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA573345198"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17868390","type":"dc:BibliographicResource","dc:abstract":"We report here the clinical, genetic, and molecular characteristics of a large Chinese family exhibiting non-syndromic, late-onset autosomal dominant sensorineural hearing loss. Clinical evaluation revealed variable phenotypes of hearing loss in terms of severity and age-at-onset of disease in these subjects. Genome-wide linkage analysis mapped the disease gene to the DFNA5 locus with a maximum two-point log odds score of 5.39 at [theta] = 0 for marker D7S2457. DNA sequencing of DFNA5 revealed a novel heterozygous IVS8+4 A>G substitution in the splice donor site of intron 8. Reverse transcriptase-polymerase chain reaction (RT-PCR) showed skipping of exon 8 in the mutant transcript. This mutation faithfully cosegregated with hearing loss in the family. In addition, the mutation was absent in 100 unrelated control DNA samples of Chinese origin. The IVS8+4 A>G mutation is predicted to create a shift in the reading frame and introduce a stop codon at position 372, thereby resulting in a prematurely truncated DFNA5 protein. Up to date, a total of four mutations in DFNA5 have been reported to lead to hearing impairment, all of them result in skipping of exon 8 at the mRNA level. Our findings provide further support for the hypothesis that DFNA5-associated hearing loss is caused by a very specific gain-of-function mutation.","dc:creator":"Cheng J","dc:date":"2007","dc:title":"A novel DFNA5 mutation, IVS8+4 A>G, in the splice donor site of intron 8 causes late-onset non-syndromic hearing loss in a Chinese family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17868390","rdfs:label":"Cheng Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"RT-PCR demonstrated skipping of exon 8"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":8}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11}],"evidenceStrength":"Definitive","sequence":263,"specifiedBy":"GeneValidityCriteria5","strengthScore":16.5,"subject":{"id":"cggv:7c114417-af28-41d9-8434-f99db9a16543","type":"GeneValidityProposition","disease":["obo:MONDO_0019497","obo:MONDO_0019587"],"gene":"hgnc:2810","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The DFNA5 (GSDME) gene has been associated with autosomal dominant nonsyndromic hearing loss​ using the ClinGen Clinical Validity Framework as of 5/26/2017​. This association was made using case-level data only. At least 5​ variants shown to cause a skipping of exon 8 have been reported in humans. DFNA5​ was first associated with this disease in humans as early as 1998​ (Van Laer et al.​). Association is seen in at least 7 probands in 6​ publications (9771715, 14676472, ​14559215, 24933359, 17868390, 24506266). Variants in this gene\nsegregated with disease in 155 additional family members. The mechanism for disease is a heterozygous gain of function, as evidenced by several cell culture model systems (Gregan 2003, Van Laer 2004, Op de Beeck 2011, Van Rossom 2012), that results in an increase in apoptosis. In summary, DFNA5​ is definitively associated with autosomal dominant nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Working Group on 11/21/2017.\n","dc:isVersionOf":{"id":"cggv:9b0a844b-f968-48e0-8940-35584eb3454b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}