{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131acv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-04-01T14:42:02.649Z","role":"Publisher"},{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-04-04T04:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/14757859","type":"dc:BibliographicResource","dc:abstract":"In patients with mitochondrial encephalomyopathies an increasing number of causative gene defects have been detected. The number of identified pathogenic mitochondrial DNA mutations has largely increased over the past 15 years. Recently, much attention has turned to the investigation of nuclear oxidative phosphorylation (OXPHOS) gene defects. Within the OXPHOS defects, complex V deficiency is rarely found and, so far, these defects have only been attributed to mutations in the mitochondrial MTATP6 gene. Mutation analysis of the complete coding regions at the cDNA level of the nuclear ATP11, ATP12, ATPalpha, ATPbeta and ATPgamma genes and the mitochondrial MTATP6 and MTAT8 genes was undertaken in two unrelated patients. Blue Native polyacrylamide gel electrophoresis followed by catalytic staining had already documented their complex V decreased activity. Extensive molecular analysis of five nuclear and two mitochondrial genes revealed a mutation in the ATP12 assembly gene in one patient. This mutation is believed to be the cause of the impaired complex V activity. To our knowledge, this is the first report of a pathogenic mutation in a human nuclear encoded ATPase assembly gene.","dc:creator":"De Meirleir L","dc:date":"2004","dc:title":"Respiratory chain complex V deficiency due to a mutation in the assembly gene ATP12."},"evidence":[{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:28ddb8fe-fe8f-4616-9e37-96a6d7edf3f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d439d70-3b60-43f3-8d96-34a3a7b47d45","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ATPAF2 is an assembly factor for the F1 component of Complex V composed of 5 subunits (alpha, beta, gamma, delta, and epsilon).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35330152","type":"dc:BibliographicResource","dc:abstract":"The ATP synthase is a mitochondrial inner membrane complex whose function is essential for cell bioenergy, being responsible for the conversion of ADP into ATP and playing a role in mitochondrial ","dc:creator":"Garone C","dc:date":"2022","dc:title":"From the Structural and (Dys)Function of ATP Synthase to Deficiency in Age-Related Diseases."},"rdfs:label":"Complex V assembly factor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This gene product shares function with 2-5 other gene products associated with mitochondrial disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db7875d9-4ef0-427a-a085-3ac98d4e5846","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d525602e-57f2-4159-a1d7-8b2caa96da44","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This paper details knock-out mouse models of ATPAF1 and ATPFA2 using CRISPR/Cas9 technology. The Atpaf2-KO mice were embryonically lethal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34375736","type":"dc:BibliographicResource","dc:abstract":"ATP11p and ATP12p are two nuclear-encoded mitochondrial chaperone proteins required for assembling the F1Fo-ATP synthase F1 sector. ATPAF1 and ATPAF2 are the mammalian homologs of ATP11p and ATP12p. However, the biochemical and physiological relevance of ATPAF1 and ATPAF2 in animal tissues with high energy-dependence remains unclear. To explore the in vivo role of ATP assembly and the effects of ATP synthase deficiency in animals, we have generated knockout (KO) mouse models of these assembly factors using CRISPR/Cas9 technology. While the Atpaf2-KO mice were embryonically lethal, Atpaf1-KO mice grew to adulthood but with smaller body sizes and elevated blood lactate later in life. We specifically investigated how ATPAF1 deficiency may affect ATP synthase biogenesis and mitochondrial respiration in the mouse heart, an organ highly energy-dependent. Western blots and Blue-Native electrophoresis (BN-PAGE) demonstrated a decreased F1 content and ATP synthase dimers in the Atpaf1-KO heart. Mitochondria from ATPAF1-deficient hearts showed ultrastructural abnormalities with condensed degenerated mitochondria, loss of cristae, and impaired respiratory capacity. ATP synthase deficiency also leads to impaired autophagy and mitochondrial dynamic. Consequently, decreased cardiac function was exhibited in adult Atpaf1-KO mice. The results provide strong support that ATPAF1 is essential for ATP synthase assembly and mitochondrial oxidative phosphorylation, thus playing a crucial role in maintaining cardiac structure and function in animals.","dc:creator":"Zhou Z","dc:date":"2021","dc:title":"ATPAF1 deficiency impairs ATP synthase assembly and mitochondrial respiration."},"rdfs:label":"KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"0.5 is default scoring for embryonic lethality."},{"id":"cggv:5b8c4836-45be-4dd9-9fdb-4c9e32e81035","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:16e116d7-363e-48b4-a3f8-3007a94d66a5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors screened a collection of mutants of S. cerevisiae for lesions in the F1-F0 ATPase complex and identified mutants designated ATP11 and ATP12. They measured ATPase activates in the parental wildtype and in the mutants – showed only 10% of ATPase activity of WT.​","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2142305","type":"dc:BibliographicResource","dc:abstract":"Nuclear respiratory-deficient mutants of Saccharomyces cerevisiae (pet mutants) have been screened for defects in the mitochondrial ATPase. Mutants in two complementation groups were found to have 10% or less of wild-type ATPase activity. The two wild-type nuclear genes defined by the mutants have been designated ATP11 and ATP12. The proteins encoded by the two genes are not subunits of the ATPase but rather appear to exercise an important function at a late stage in the synthesis of F1 after transport of the subunits into the internal compartment of mitochondria. Mitochondria of atp11 and atp12 mutants have only marginally reduced levels of the alpha and beta subunits of F1. Both proteins are processed to their mature size but are not part of a native F1 structure or associated with the mitochondrial membrane. The most reasonable explanation for the mutant phenotype is a block in the assembly of the F1 oligomer.","dc:creator":"Ackerman SH","dc:date":"1990","dc:title":"Identification of two nuclear genes (ATP11, ATP12) required for assembly of the yeast F1-ATPase."},"rdfs:label":"Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The biochemical phenotype was scored for this model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:1e81ae5a-189f-421d-ab19-dc3f256c67fc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1e81ae5a-189f-421d-ab19-dc3f256c67fc","type":"Proband","allele":{"id":"cggv:9ad9ab7f-0ec2-44e7-93f3-227342a18f08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145691.4(ATPAF2):c.281G>C (p.Trp94Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398578345"}},"phenotypeFreeText":"This is an individual with intellectual disability, ataxia, exercise intolerance, and 3-methylglutaconic aciduria.","sex":"UnknownEthnicity","variant":{"id":"cggv:99045a27-3755-4834-a4f5-be7d76b03a33_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9ad9ab7f-0ec2-44e7-93f3-227342a18f08"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30369941","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders, characterized by clinical symptoms and/or OXPHOS deficiencies, are caused by pathogenic variants in mitochondrial genes. However, pathogenic variants in some of these genes can lead to clinical manifestations which overlap with other neuromuscular diseases, which can be caused by pathogenic variants in non-mitochondrial genes as well. Mitochondrial pathogenic variants can be found in the mitochondrial DNA (mtDNA) or in any of the 1,500 nuclear genes with a mitochondrial function. We have performed a two-step next-generation sequencing approach in a cohort of 117 patients, mostly children, in whom a mitochondrial disease-cause could likely or possibly explain the phenotype. A total of 86 patients had a mitochondrial disorder, according to established clinical and biochemical criteria. The other 31 patients had neuromuscular symptoms, where in a minority a mitochondrial genetic cause is present, but a non-mitochondrial genetic cause is more likely. All patients were screened for pathogenic variants in the mtDNA and, if excluded, analyzed by whole exome sequencing (WES). Variants were filtered for being pathogenic and compatible with an autosomal or X-linked recessive mode of inheritance in families with multiple affected siblings and/or consanguineous parents. Non-consanguineous families with a single patient were additionally screened for autosomal and X-linked dominant mutations in a predefined gene-set. We identified causative pathogenic variants in the mtDNA in 20% of the patient-cohort, and in nuclear genes in 49%, implying an overall yield of 68%. We identified pathogenic variants in mitochondrial and non-mitochondrial genes in both groups with, obviously, a higher number of mitochondrial genes affected in mitochondrial disease patients. Furthermore, we show that 31% of the disease-causing genes in the mitochondrial patient group were not included in the MitoCarta database, and therefore would have been missed with MitoCarta based gene-panels. We conclude that WES is preferable to panel-based approaches for both groups of patients, as the mitochondrial gene-list is not complete and mitochondrial symptoms can be secondary. Also, clinically and genetically heterogeneous disorders would require sequential use of multiple different gene panels. We conclude that WES is a comprehensive and unbiased approach to establish a genetic diagnosis in these patients, able to resolve multi-genic disease-causes.","dc:creator":"Theunissen TEJ","dc:date":"2018","dc:title":"Whole Exome Sequencing Is the Preferred Strategy to Identify the Genetic Defect in Patients With a Probable or Possible Mitochondrial Cause."}},"rdfs:label":"Theunissen_case"},{"id":"cggv:99045a27-3755-4834-a4f5-be7d76b03a33","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99045a27-3755-4834-a4f5-be7d76b03a33_variant_evidence_item"},{"id":"cggv:99045a27-3755-4834-a4f5-be7d76b03a33_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" Biochemistry reported as CV deficiency (muscle or fibroblasts) but no details given."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9ce240c7-4946-4084-b941-5527d343d451_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9ce240c7-4946-4084-b941-5527d343d451","type":"Proband","allele":{"id":"cggv:de9e9d29-63c1-4402-8185-ee97adcbac6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145691.4(ATPAF2):c.280T>A (p.Trp94Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214921"}},"phenotypeFreeText":"This is a full-term, first child of consanguineous parents of Moroccan origin who presented with dysmorphic features (large mouth, prominent nasal bridge, micrognathia, rocker bottom feet), and flexion contractures of the limbs associated with camptodactylia, along with hypertonicity, poor suck, enlarged liver, and hypoplastic kidneys.​ Metabolic screening showed increased urinary lactate,​ fumarate, methylglutaconic acid, and amino acids.​ CSF lactate was 2.9 mmol/l​. Cerebral magnetic resonance imaging revealed marked​ cortical–subcortical atrophy, dysgenesis of the corpus callosum with absent anterior genu and rostrum, and hypoplasia of white matter along with atrophic basal ganglia and thalami. ​The child had severe developmental delay with seizures and​ failure to thrive, and died at the age of 14 months from​ recurrent infection.","sex":"UnknownEthnicity","variant":{"id":"cggv:10e18d15-56a8-4e6b-8a13-e52cd53d3f4b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:de9e9d29-63c1-4402-8185-ee97adcbac6b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14757859"},"rdfs:label":"De Meirleir_Case"},{"id":"cggv:10e18d15-56a8-4e6b-8a13-e52cd53d3f4b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10e18d15-56a8-4e6b-8a13-e52cd53d3f4b_variant_evidence_item"},{"id":"cggv:10e18d15-56a8-4e6b-8a13-e52cd53d3f4b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"OXPHOS enzymes measured spectrophotometrically in liver and skeletal muscle and showed complex V deficiency (Table 1). Liver also showed reduced activity for Complex IV. Complex V activity: muscle 57%; liver 34%. Complex I deficiency was confirmed by BN-PAGE  in liver and skin fibroblasts (Figure 1). Staining was higher in skeletal muscle, liver, and fibroblasts. Immunoblotting in liver showed severe reduction of CRM against Complex V using specific antibodies against its subunits (a, b, and d) (Figure 2A), as well as a significant reduction of CRM against the individual complex V subunits. In PMID 19933271, Meulemans et al. (2009), investigated the impact of the p.Trp94ARg variant on Atp12p structure/function in yeast. Demonstrated that this variant affects the solubility of Atp12p protein with the variant form showing a tendency to aggregate."}],"strengthScore":1.5,"dc:description":"0.1 for other + 0.4 CI deficiency +0.4 for assembly defect+ 0.4 for functional)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":8027,"specifiedBy":"GeneValidityCriteria8","strengthScore":6,"subject":{"id":"cggv:1b64c791-2808-44fb-9f68-74cf0fef4b5a","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:18802","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *ATPAF2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of April 4, 2022. The *ATPAF2* gene encodes the ATP synthase mitochondrial F1 complex assembly factor 2. Defects of this protein lead to complex V deficiency. \n\nThe *ATPAF2* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2004 (PMID: 14757859). While various names have been given to the constellation of features seen in those with *ATPAF2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *ATPAF2* phenotype has been lumped into one disease entity according to per the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included two homozygous missense variants in two cases from two publications (PMIDs: 14757859, 30369941). Additional cases have been reported (PMIDS: 34440436, 30919572) but insufficient clinical and biochemical details were provided precluding consideration in this curation. The first reported individual was a child who presented shortly after birth with dysmorphic features (large mouth, prominent nasal bridge, micrognathia, rocker bottom feet), and flexion contractures of the limbs associated with camptodactylia as well as hypertonicity, poor suck, hepatomegaly, and hypoplastic kidneys. Metabolic screening showed increased urinary lactate, fumarate, methylglutaconic acid, and amino acids and cerebrospinal fluid lactate was mildly elevated at 2.9 mmol/l. Brain magnetic resonance imaging (MRI) revealed marked cortical–subcortical atrophy, dysgenesis of the corpus callosum with absent anterior genu and rostrum, and hypoplasia of white matter, along with basal ganglia and thalamic atrophy. This child also had severe developmental delay, seizures, and faltering growth, and died at the age of 14 months from recurrent infection. Complex V deficiency was noted in muscle and liver (PMID: 14757859). The second individual had intellectual disability, ataxia, exercise intolerance, 3-methylglutaconic aciduria, and complex V deficiency in muscle and fibroblasts (PMID: 30369941). \n\nLoss of function resulting in a complex V deficiency is the mechanism of disease. This gene-disease association is also supported by known biochemical function and model systems in mice (knock-out mouse model is embryonic lethal) and *Saccharomyces cerevisiae* (PMIDs: 35330152, 34375736, 2142305).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 4, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:cfb2ce05-0eb4-4b98-95e5-e01cac3131ac"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}