{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5bv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-03-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-04-12T22:21:03.278Z","role":"Publisher"}],"evidence":[{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:3454481a-1bd2-4116-a4ab-f280ff908549","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3454481a-1bd2-4116-a4ab-f280ff908549_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:7e33dec0-7d19-4e7e-8314-5c299e944b15","type":"Cohort","allGenotypedSequenced":624,"alleleFrequency":0.01282051282051282,"detectionMethod":"Not really described:  \"A further limitation of this study is that the case and ExAC data were not generated using a single sequencing method; none of the methods used was expected to have 100% sensitivity for variant detection\"","evidence":[{"id":"cggv:3454481a-1bd2-4116-a4ab-f280ff908549_cc_evidence_item"}],"numWithVariant":8,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:7b8ca918-6ea5-4726-99e6-3c468946bcf3","type":"Cohort","allGenotypedSequenced":58829,"alleleFrequency":0.007615291777864659,"detectionMethod":"Not really described:  \"A further limitation of this study is that the case and ExAC data were not generated using a single sequencing method; none of the methods used was expected to have 100% sensitivity for variant detection\"","evidence":[{"id":"cggv:3454481a-1bd2-4116-a4ab-f280ff908549_cc_evidence_item"}],"numWithVariant":448},"lowerConfidenceLimit":0.83,"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":1.68,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":3.4,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"Walsh Case/Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"The NEXN variants used for this case control are the same ones found in Alfares et al. 2015 (listed on case data worksheet)\n\nAlso calculated the etiological fraction (EF)"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f5af859-50e7-4cf8-940c-391a9a625ab5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a6406979-bbc4-4bc4-9a74-4d8547ce51bf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"NEXN expressed in human heart according to RNA sequencing analysis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNA-seq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Scored 0 points because 0.5 points already given to Hassel paper, which also provided expression evidence through RNA sequencing experiment. "},{"id":"cggv:41c1ab3a-0a06-41f9-89b3-85d7bbabf9d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d61bf370-2144-4f96-9011-8e169c727e6b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"\"(h,i) Confocal microscopy showing nexilin expression by immunofluorescence in adult rat heart in a thin-striped pattern identical to that in zebrafish. Scale bar, 5 􀁍m. (h) Counterstaining with MF20 antibody, visualizing the outer edges of the A-band made up of thick myofilaments. Merging of the nexilin and MF20 stains reveals localization of nexilin in between adjacent A-bands. (i) Counterstaining with an antibody against the known Z-disk protein calsarcin demonstrates colocalization of nexilin with calsarcin at sarcomeric Z-disks.\"\n\n\"Immunohistochemistry was performed to confirm the presence of the four candidate proteins at the ID in three different species; human, rat and dog. All four candidates: POPDC2 (Fig 4B), TMX2, (S1A Fig), NEXN (S1B Fig) and FLOT2 (Fig 5A, S1C Fig) showed clear signals at the ID and a strong co-localization with N-Cadherin in all species.     - Used mass spectrometry to quantitatively evaluate the level of 3455 proteins in an enrichedmembrane fraction (EMF) and its counterpart, the soluble cytoplasmic fraction to choose the 4 candidate protiens (including Nexilin) to evaluate)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19881492","type":"dc:BibliographicResource","dc:abstract":"Z-disks, the mechanical integration sites of heart and skeletal muscle cells, link anchorage of myofilaments to force reception and processing. The key molecules that enable the Z-disk to persistently withstand the extreme mechanical forces during muscle contraction have not yet been identified. Here we isolated nexilin (encoded by NEXN) as a novel Z-disk protein. Loss of nexilin in zebrafish led to perturbed Z-disk stability and heart failure. To evaluate the role of nexilin in human heart failure, we performed a genetic association study on individuals with dilated cardiomyopathy and found several mutations in NEXN associated with the disease. Nexilin mutation carriers showed the same cardiac Z-disk pathology as observed in nexilin-deficient zebrafish. Expression in zebrafish of nexilin proteins encoded by NEXN mutant alleles induced Z-disk damage and heart failure, demonstrating a dominant-negative effect and confirming the disease-causing nature of these mutations. Increasing mechanical strain aggravated Z-disk damage in nexilin-deficient skeletal muscle, implying a unique role of nexilin in protecting Z-disks from mechanical trauma.","dc:creator":"Hassel D","dc:date":"2009","dc:title":"Nexilin mutations destabilize cardiac Z-disks and lead to dilated cardiomyopathy."},"rdfs:label":"Nexilin expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Seems like valid expression data but does not add much more expression evidence then the Hassel et al. paper (which found nexilin in the cardiac Z-disc while this paper found it in the intercalated disk). Taken together I beleive they still count as 0.5 points."},{"id":"cggv:604044d0-b2e8-43ae-bff4-97acdcdb82cf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:579f2547-7d9d-47d1-9c6f-23fd0b0b0643","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"\"Our results showed that the p.Q131E mutation decreased the binding of full-length NEXN to a-actin and abolished the binding of the NEXNABD-p.Q131E mutant fragment to a-actin (Figure 4). In addition, the p.R279C mutation did not change the binding ability of nexilin to a-actin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20970104","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM), the most common inherited cardiac disorder, is characterized by increased ventricular wall thickness that cannot be explained by underlying conditions, cadiomyocyte hypertrophy and disarray, and increased myocardial fibrosis. In as many as 50% of HCM cases, the genetic cause remains unknown, suggesting that more genes may be involved. Nexilin, encoded by NEXN, is a cardiac Z-disc protein recently identified as a crucial protein that functions to protect cardiac Z-discs from forces generated within the sarcomere. We screened NEXN in 121 unrelated HCM patients who did not carry any mutation in eight genes commonly mutated in myofilament disease. Two missense mutations, c.391C>G (p.Q131E) and c.835C>T (p.R279C), were identified in exons 5 and 8 of NEXN, respectively, in two probands. Each of the two mutations segregated with the HCM phenotype in the family and was absent in 384 control chromosomes. In silico analysis revealed that both of the mutations affect highly conserved amino acid residues, which are predicted to be functionally deleterious. Cellular transfection studies showed that the two mutations resulted in local accumulations of nexilin and that the expressed fragment of actin-binding domain containing p.Q131E completely lost the ability to bind F-actin in C2C12 cells. Coimmunoprecipitation assay indicated that the p.Q131E mutation decreased the binding of full-length NEXN to α-actin and abolished the interaction between the fragment of actin-binding domain and α-actin. Therefore, the mutations in NEXN that we describe here may further expand the knowledge of Z-disc genes in the pathogenesis of HCM.","dc:creator":"Wang H","dc:date":"2010","dc:title":"Mutations in NEXN, a Z-disc gene, are associated with hypertrophic cardiomyopathy."},"rdfs:label":"immunoblot pulldown"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"While this was also used as variant level evidence, the expert panel agreed to score 0.5 points because the experiment shows that NEXN interacts with α-actin \n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50c7233a-deb4-40d3-b39d-fd0c1126191d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4536a2b7-601f-46fd-9be5-3db467df2b6d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"showed that the wild-type NEXN was preferentially distributed along F-actin, whereas the mutants p.Q131E and p.R279C presented local accumulations in the cytoplasm","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20970104","rdfs:label":"Cell Culture Model System"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"This evidence is certainly weak evidence at best. The functional data for R279C is not convincing, but is much better for the other variant. Scored 0 points because this was used as variant level evidence. "},{"id":"cggv:e2029a6c-3137-449a-b8b7-b004ff3c88b4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81ca5347-46a8-43f0-8f99-4cc46bbc29a6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"loss of Nexilin lead to z-disk instability and heart failure","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19881492","rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"phenotype is more consistent with DCM"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":6141,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.5,"subject":{"id":"cggv:12f1ab44-a7ce-4416-a33e-1066a3754cb8","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:29557","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*NEXN* was first reported in relation to hypertrophic cardiomyopathy (HCM) in 2 probands in a single 2010 publication (Wang et al, PMID 20970104). Two unique missense variants were reported in this publication. The pathogenicity of one variant was supported by functional studies in a cell culture model system that showed mutant protein fragments accumulated in the cytoplasm and failed to bind to actin filaments. This variant also segregated with disease in 2 additional family members. The second variant reported by Wang et al. was found at a high frequency in the gnomAD database, which is consistent with benign variation. The mechanism for disease is unknown. This gene-disease relationship is supported by expression studies (Hassel et al, 2009, PMID 1988149; Fagerberg et al, 2013, PMID 24309898) and localization of NEXN to the intercalated disk (Hassel et al, 2009, PMID 1988149), and interaction with alpha actin (Wang et al, PMID 20970104). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. The relationship between *NEXN *and autosomal dominant hypertrophic cardiomyopathy was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel (GCEP) on October 28, 2016 and found to have a limited classification. It was re-evaluated on March 23, 2023 by the Hereditary Cardiovascular Disease GCEP. As a result of this recuration, the classification has not changed, and remains limited.\n","dc:isVersionOf":{"id":"cggv:9456bdef-7708-45b2-a698-c897167d7f5b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}