{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-06-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-06-29T20:35:46.431Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23122589","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a group of autosomal-recessive disorders resulting from cilia and sperm-flagella defects, which lead to respiratory infections and male infertility. Most implicated genes encode structural proteins that participate in the composition of axonemal components, such as dynein arms (DAs), that are essential for ciliary and flagellar movements; they explain the pathology in fewer than half of the affected individuals. We undertook this study to further understand the pathogenesis of PCD due to the absence of both DAs. We identified, via homozygosity mapping, an early frameshift in LRRC6, a gene that encodes a leucine-rich-repeat (LRR)-containing protein. Subsequent analyses of this gene mainly expressed in testis and respiratory cells identified biallelic mutations in several independent individuals. The situs inversus observed in two of them supports a key role for LRRC6 in embryonic nodal cilia. Study of native LRRC6 in airway epithelial cells revealed that it localizes to the cytoplasm and within cilia, whereas it is absent from cells with loss-of-function mutations, in which DA protein markers are also missing. These results are consistent with the transmission-electron-microscopy data showing the absence of both DAs in cilia or flagella from individuals with LRRC6 mutations. In spite of structural and functional similarities between LRRC6 and DNAAF1, another LRR-containing protein involved in the same PCD phenotype, the two proteins are not redundant. The evolutionarily conserved LRRC6, therefore, emerges as an additional player in DA assembly, a process that is essential for proper axoneme building and that appears to be much more complex than was previously thought.","dc:creator":"Kott E","dc:date":"2012","dc:title":"Loss-of-function mutations in LRRC6, a gene essential for proper axonemal assembly of inner and outer dynein arms, cause primary ciliary dyskinesia."},"evidence":[{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4444fd13-a649-4b2e-aa12-b9b487f605ca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36e0d3b9-b40a-48fa-a873-6821dd8f440b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"PMID: 23715323. Variant was expressed primarily in testis, lungs, and fallopian tubes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Genet 2015"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:dc2b2f16-4b24-435c-8784-cfc1b369902e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e86d8db-a1c9-47b3-a8d2-5abed5752ef6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The stability of LRRC6 was increased upon co-expression of ZMYND10.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29601588","type":"dc:BibliographicResource","dc:abstract":"Zinc finger MYND-type-containing 10 (ZMYND10), a cytoplasmic protein expressed in ciliated cells, causes primary ciliary dyskinesia (PCD) when mutated; however, its function is poorly understood. Therefore, in this study, we examined the roles of ZMYND10 using Zmynd10-/-mice exhibiting typical PCD phenotypes, including hydrocephalus and laterality defects. In these mutants, morphology, the number of motile cilia, and the 9+2 axoneme structure were normal; however, inner and outer dynein arms (IDA and ODA, respectively) were absent. ZMYND10 interacted with ODA components and proteins, including LRRC6, DYX1C1, and C21ORF59, implicated in the cytoplasmic pre-assembly of DAs, whose levels were significantly reduced in Zmynd10-/-mice. LRRC6 and DNAI1 were more stable when co-expressed with ZYMND10 than when expressed alone. DNAI2, which did not interact with ZMYND10, was not stabilized by co-expression with ZMYND10 alone, but was stabilized by co-expression with DNAI1 and ZMYND10, suggesting that ZMYND10 stabilized DNAI1, which subsequently stabilized DNAI2. Together, these results demonstrated that ZMYND10 regulated the early stage of DA cytoplasmic pre-assembly by stabilizing DNAI1.","dc:creator":"Cho KJ","dc:date":"2018","dc:title":"ZMYND10 stabilizes intermediate chain proteins in the cytoplasmic pre-assembly of dynein arms."},"rdfs:label":"Cho et al. 2018"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:eb6f17e0-316e-4e20-a094-d5ebe5f00736","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c82791c-e9b0-4dcf-a273-fbeb7383745b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"S6 F shows the localization of the proteins within the basal body and striated rootlet.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23891469","type":"dc:BibliographicResource","dc:abstract":"Defects of motile cilia cause primary ciliary dyskinesia (PCD), characterized by recurrent respiratory infections and male infertility. Using whole-exome resequencing and high-throughput mutation analysis, we identified recessive biallelic mutations in ZMYND10 in 14 families and mutations in the recently identified LRRC6 in 13 families. We show that ZMYND10 and LRRC6 interact and that certain ZMYND10 and LRRC6 mutations abrogate the interaction between the LRRC6 CS domain and the ZMYND10 C-terminal domain. Additionally, ZMYND10 and LRRC6 colocalize with the centriole markers SAS6 and PCM1. Mutations in ZMYND10 result in the absence of the axonemal protein components DNAH5 and DNALI1 from respiratory cilia. Animal models support the association between ZMYND10 and human PCD, given that zmynd10 knockdown in zebrafish caused ciliary paralysis leading to cystic kidneys and otolith defects and that knockdown in Xenopus interfered with ciliogenesis. Our findings suggest that a cytoplasmic protein complex containing ZMYND10 and LRRC6 is necessary for motile ciliary function.","dc:creator":"Zariwala MA","dc:date":"2013","dc:title":"ZMYND10 is mutated in primary ciliary dyskinesia and interacts with LRRC6."},"rdfs:label":"Zariwala et al. 2013"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:7a619247-038c-4fd1-b289-2497e8ca84eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a6e7bee-8304-4383-a242-e1fa698bc89f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ZMYND10 serves as a chaperone, guiding cellular development and function. PMID: 29916806 shows that ZMYND10 functions as a chaperone, interacts with DNAAF11 and that they serve similar functions in cellular development. \n\nPMID: 24067530 shows that ODAD3 was very active in the formation of cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122589","rdfs:label":"Kott et al. 2012"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8c21f8f-9deb-4cac-8f3a-a270f2de056f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6876b3c1-06de-4eca-bc00-1bb9fdb6435c","type":"FunctionalAlteration","dc:description":"Consistent with the axonemal defect observed in affected subjects, ultrastructural analyses of cilia from silenced airway epithelial cells had truncated or absent dynein arms","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23527195","type":"dc:BibliographicResource","dc:abstract":"Despite recent progress in defining the ciliome, the genetic basis for many cases of primary ciliary dyskinesia (PCD) remains elusive. We evaluated five children from two unrelated, consanguineous Palestinian families who had PCD with typical clinical features, reduced nasal nitric oxide concentrations, and absent dynein arms. Linkage analyses revealed a single common homozygous region on chromosome 8 and one candidate was conserved in organisms with motile cilia. Sequencing revealed a single novel mutation in LRRC6 (Leucine-rich repeat containing protein 6) that fit the model of autosomal recessive genetic transmission, leading to a change of a highly conserved amino acid from aspartic acid to histidine (Asp146His). LRRC6 was localized to the cytoplasm and was up-regulated during ciliogenesis in human airway epithelial cells in a Foxj1-dependent fashion. Nasal epithelial cells isolated from affected individuals and shRNA-mediated silencing in human airway epithelial cells, showed reduced LRRC6 expression, absent dynein arms, and slowed cilia beat frequency. Dynein arm proteins were either absent or mislocalized to the cytoplasm in airway epithelial cells from a primary ciliary dyskinesia subject. These findings suggest that LRRC6 plays a role in dynein arm assembly or trafficking and when mutated leads to primary ciliary dyskinesia with laterality defects.","dc:creator":"Horani A","dc:date":"2013","dc:title":"LRRC6 mutation causes primary ciliary dyskinesia with dynein arm defects."},"rdfs:label":"Horani, et al. 2013"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d31cbe95-4e98-4e7f-88fe-f53ab3d8bc1a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14267a52-c766-435e-b89a-b06925620f9a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Lrrc6 protein was absent in the trachea of Lrrc6−/− mice (Fig. S1E in Supporting Information), suggesting that Lrrc6− is a null allele. Upon intercrosses of Lrrc6+/− mice, Lrrc6−/− embryos were detected at the expected frequency at E8.0. However, Lrrc6−/− mice were found at a lower frequency at birth, suggesting that a significant portion (approximately 60%) of Lrrc6−/− mice die in utero. Mutant newborn mice showed laterality defects (6/6 newborn mice) with variable severities. Thus, some of them (2/6) showed reversal of the heart apex, stomach, aortic arch and azygos vein, whereas others showed less severe defects with abnormal liver lobation (Table S1 in Supporting Information). Surviving mutant mice (6/6 mice) developed hydrocephalus 3 weeks after the birth, and all Lrrc6−/− mice eventually died within 5 weeks of birth.\n\nThese defects, typical of patients with PCD and PCD animals, suggest that ciliary motility may be impaired in the Lrrc6−/− mice. This was indeed the case. Node cilia, which rotate into the clockwise direction in the WT embryos (Movie S1 in Supporting Information), were completely immotile in the Lrrc6−/− mice (Fig. 3A; Movie S2 in Supporting Information). The cilia of trachea epithelial cells and brain ependymal cells, which show planar beating in WT mice (Movie S3 and S5 in Supporting Information), also lost motility in the Lrrc6−/− mice (Fig. 3A; Movie S4 and S6 in Supporting Information). Finally, Lrrc6 was specifically deleted from male germ cells using Nanos3-Cre (Suzuki et al. 2008). Sperm obtained from the testis-specific Lrrc6 knockout (Lrrc6f/f;Nanos3Cre/+) mouse were completely immotile (Fig. 3A; Movie S8 in Supporting Information). Thus, all types of the motile cilia that were examined lost motility in the absence of Lrrc6.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27353389","type":"dc:BibliographicResource","dc:abstract":"Lrrc6 encodes a cytoplasmic protein that is expressed specifically in cells with motile cilia including the node, trachea and testes of the mice. A mutation of Lrrc6 has been identified in human patients with primary ciliary dyskinesia (PCD). Mutant mice lacking Lrrc6 show typical PCD defects such as hydrocephalus and laterality defects. We found that in the absence of Lrrc6, the morphology of motile cilia remained normal, but their motility was completely lost. The 9 + 2 arrangement of microtubules remained normal in Lrrc6(-/-) mice, but the outer dynein arms (ODAs), the structures essential for the ciliary beating, were absent from the cilia. In the absence of Lrrc6, ODA proteins such as DNAH5, DNAH9 and IC2, which are assembled in the cytoplasm and transported to the ciliary axoneme, remained in the cytoplasm and were not transported to the ciliary axoneme. The IC2-IC1 interaction, which is the first step of ODA assembly, was normal in Lrrc6(-/-) mice testes. Our results suggest that ODA proteins may be transported from the cytoplasm to the cilia by an Lrrc6-dependent mechanism.","dc:creator":"Inaba Y","dc:date":"2016","dc:title":"Transport of the outer dynein arm complex to cilia requires a cytoplasmic protein Lrrc6."},"rdfs:label":"Inaba et al. 2016"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e0e51fe-1fbd-4732-ac48-f13f66e2eeea_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1e0e51fe-1fbd-4732-ac48-f13f66e2eeea","type":"Proband","allele":{"id":"cggv:7b6d4b78-e38d-4f51-b0e5-2bb78af03b0c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012472.6(DNAAF11):c.598_599del (p.Lys200GlufsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343814"}},"detectionMethod":"We subsequently screened LRRC6 for mutations in individual DCP16 (the patient's sister) from family DC28. Sequence-variant databases, such as dbSNP, Ensembl, and the National Heart, Lung, and Blood Institute (NHLBI) Exome Variant Server (EVS), were used for filtering out previously identified SNPs. This analysis identified homozygous frameshift mutation c.598_599delAA (in exon 5), leading to a premature stop codon at position 202 (p.Lys200Glufs∗3). The same homozygous mutation was also present in DCP17, the affected patient.","phenotypeFreeText":"Consanguineous parents. Patient has rhinosinusitis. Ciliary beat frequency is 0 (Hz).","phenotypes":["obo:HP_0033036","obo:HP_0012387","obo:HP_0012207","obo:HP_0001696"],"sex":"Male","variant":{"id":"cggv:8bf543b9-8df3-421c-bb2b-e2096c9ebaf9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7b6d4b78-e38d-4f51-b0e5-2bb78af03b0c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122589"},"rdfs:label":"DCP17"},{"id":"cggv:8bf543b9-8df3-421c-bb2b-e2096c9ebaf9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8bf543b9-8df3-421c-bb2b-e2096c9ebaf9_variant_evidence_item"}],"strengthScore":1,"dc:description":"Removed .5 points for consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.2},{"id":"cggv:4836e473-b2c3-4284-a2dc-e2163f75a953_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4836e473-b2c3-4284-a2dc-e2163f75a953","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"allele":{"id":"cggv:291a140b-b6b7-4dfd-97e2-08471d6383eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012472.6(DNAAF11):c.436G>C (p.Asp146His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343819"}},"detectionMethod":"Genetic linkage analysis was performed on the patient and two affected siblings. The sequence of LRRC6 twelve exons and their flanking intronic regions were analyzed by forward and reverse Sanger dideoxy sequencing.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Consanguineous parents.\n\nPatient has rhinosinusitis, ultrastructural defects of outer dynein arm (ODA) and inner dynein arm (IDA).","phenotypes":["obo:HP_0033036","obo:HP_0001696","obo:HP_0002110","obo:HP_0000389"],"previousTesting":true,"previousTestingDescription":"Nasal cells collected from subjects with PCD had no cilia motion when examined using high speed videomicroscopy (Supplementary Videos S2).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:24752ffb-2b5b-47b8-8e04-8c9add65e9b6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:291a140b-b6b7-4dfd-97e2-08471d6383eb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23527195"},"rdfs:label":"A III-1"},{"id":"cggv:24752ffb-2b5b-47b8-8e04-8c9add65e9b6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24752ffb-2b5b-47b8-8e04-8c9add65e9b6_variant_evidence_item"},{"id":"cggv:24752ffb-2b5b-47b8-8e04-8c9add65e9b6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The patient’s nasal epithelial cells showed absent LRRC6 expression (Figure 2D)."}],"strengthScore":0.1,"dc:description":"This variant was downscored due to consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:36fd82ba-7ec5-4de6-be9b-16377cc8a3d9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:36fd82ba-7ec5-4de6-be9b-16377cc8a3d9","type":"Proband","allele":[{"id":"cggv:46039891-baa0-422d-9fa1-eec975be1952","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012472.6(DNAAF11):c.576dup (p.Glu193ArgfsTer4)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343817"}},{"id":"cggv:9b934637-1110-44df-8c0b-529ae17934a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012472.6(DNAAF11):c.574C>T (p.Gln192Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343815"}}],"detectionMethod":"Individual DCP18 (family DC21) had two premature stop codons in exon 5: the c.574C>T (p.Gln192∗) nonsense mutation on one allele and the frameshift c.576dupA (p.Glu193Argfs∗4) mutation on the other, as shown by the sequencing of cloned PCR products.\n\nHigh-resolution immunofluorescence microscopy performed with ciliated cells collected by nasal brushing from the patient and a control.","firstTestingMethod":"PCR","phenotypeFreeText":"Ciliary beat frequency is 0 (Hz). Patient has rhinosinusitis. Non-consanguineous parents.\n\nLRRC6 was not detected in airway epithelial cells from the patient.","phenotypes":["obo:HP_0012263","obo:HP_0012207","obo:HP_0012387","obo:HP_0002110","obo:HP_0100582"],"sex":"Male","variant":[{"id":"cggv:ca1b5174-0e52-4bd8-b4e4-a61684ec01d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:46039891-baa0-422d-9fa1-eec975be1952"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122589"},{"id":"cggv:3a63abe4-5dd2-432c-a791-bf3efca42ad4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9b934637-1110-44df-8c0b-529ae17934a2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122589"}],"rdfs:label":"DCP18"},{"id":"cggv:ca1b5174-0e52-4bd8-b4e4-a61684ec01d7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca1b5174-0e52-4bd8-b4e4-a61684ec01d7_variant_evidence_item"},{"id":"cggv:ca1b5174-0e52-4bd8-b4e4-a61684ec01d7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional Evidence: Localization found in Figure 3 D-F."}],"strengthScore":2},{"id":"cggv:3a63abe4-5dd2-432c-a791-bf3efca42ad4","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a63abe4-5dd2-432c-a791-bf3efca42ad4_variant_evidence_item"},{"id":"cggv:3a63abe4-5dd2-432c-a791-bf3efca42ad4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional Evidence: Localization found in Figure 3 D-F."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0eddb03c-ab45-449d-b867-e6b10a7a5e7e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0eddb03c-ab45-449d-b867-e6b10a7a5e7e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:37a58cef-976a-4ab9-b10e-e0abdf17d9d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012472.6(DNAAF11):c.1024C>T (p.Arg342Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4881197"}},"detectionMethod":"Probands of these families were subjected to a combined strategy of genetic testing consisting of Sanger sequencing for the known ancestral mutations in the SPAG1 gene, and next generation sequencing for 18 further proven causative or candidate loci.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Patient was born in term, had a daily wet cough.\n\nZygosity: Homozygous. The reason for homozygosity for this rare mutation remains unclear; both parents are heterozygotes, but reportedly unrelated.","phenotypes":["obo:HP_0002835","obo:HP_0000388","obo:HP_0002090","obo:HP_0002783","obo:HP_0001696","obo:HP_0031417","obo:HP_0031245"],"previousTesting":true,"previousTestingDescription":"Patients were tested with a panel of 18 PCD causative or candidate genes was implemented into an Illumina TruSeq Custom Amplicon NGS assay, and three ancestral mutations in SPAG1 were screened by conventional Sanger sequencing\n\nHigh-speed videomicroscopy (HSVM) and transmission electron microscopy (TEM) were used to diagnose patients in this study.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b5f4d730-9f0f-43e2-8fd3-46cb61e44bd0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37a58cef-976a-4ab9-b10e-e0abdf17d9d3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26228299","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a multigenic autosomal recessive condition affecting respiratory tract and other organs where ciliary motility is required. The extent of its genetic heterogeneity is remarkable. The aim of the study was to develop a cost-effective pipeline for genetic diagnostics using a combination of Sanger and next generation sequencing (NGS).","dc:creator":"Djakow J","dc:date":"2016","dc:title":"An effective combination of sanger and next generation sequencing in diagnostics of primary ciliary dyskinesia."}},"rdfs:label":"1454-1"},{"id":"cggv:b5f4d730-9f0f-43e2-8fd3-46cb61e44bd0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b5f4d730-9f0f-43e2-8fd3-46cb61e44bd0_variant_evidence_item"}],"strengthScore":1,"dc:description":"This variant was downscored due to homozygosity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f2d9780a-2e72-4da6-90dd-501372928410_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f2d9780a-2e72-4da6-90dd-501372928410","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:4227a272-1f0d-4015-b08d-26c74030aedf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012472.6(DNAAF11):c.64dup (p.Ser22PhefsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4881477"}},"detectionMethod":"Bronchoscopy and Electron Microscopy High-resolution computed tomography and magnetic resonance imaging were performed to check for bronchiectasis or situs inversus. Nasal mucosa and bronchial cilia were obtained for electron microscopy. Transmission electron microscopic examination (Kingmed, China) was performed to identify the ultrastructural abnormality of cilia. Bronchoscopic examination was performed for PCD diagnosis.\n\nNext-Generation Sequencing and Bioinformatics Analysis High-quality genomic DNA was extracted from blood samples of patients, and exome capture was performed. An enriched library targeting the exome was subjected to massive parallel sequencing.\n\nSanger sequencing was performed on variants including LRRC6.\n\nBlood samples of KTS and control subjects were collected into Na-citrate-containing Vacutainer tube. Total RNA was extracted from whole blood. To confirm whether the Notch pathway was abnormally activated in patients with PCD, real-time PCR was conducted for the Notch pathway–related and downstream target genes, including ADAM17, Cyclin D3, p21, MYC, and HES1.","phenotypeFreeText":"Patient has a homozygous variant","phenotypes":["obo:HP_0012387","obo:HP_0011947","obo:HP_0002110","obo:HP_0001696"],"sex":"Female","variant":{"id":"cggv:1b8dcf53-ee90-44da-b0ee-5e04c914bcf9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4227a272-1f0d-4015-b08d-26c74030aedf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31507630","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD), a rare genetic disorder, is mostly caused by defects in more than 40 known cilia structure-related genes. However, in approximately 20-35% of patients, it is caused by unknown genetic factors, and the inherited pathogenic factors are difficult to confirm. Kartagener syndrome (KTS) is a subtype of PCD associated with situs inversus, presenting more complex genetic heterogeneity. The aim of this study was to identify pathogenic mutations of candidate genes in Chinese patients with KTS and investigate the activation of the heterotaxy-related NOTCH pathway. Whole-exome sequencing was conducted in five patients with KTS. Pathogenic variants were identified using bioinformatics analysis. Candidate variants were validated by Sanger sequencing. The expression of the NOTCH pathway target genes was detected in patients with KTS. We identified 10 KTS-associated variants in six causative genes, namely, ","dc:creator":"Yue Y","dc:date":"2019","dc:title":"Identification of Pathogenic Mutations and Investigation of the NOTCH Pathway Activation in Kartagener Syndrome."}},"rdfs:label":"KT1"},{"id":"cggv:1b8dcf53-ee90-44da-b0ee-5e04c914bcf9","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b8dcf53-ee90-44da-b0ee-5e04c914bcf9_variant_evidence_item"},{"id":"cggv:1b8dcf53-ee90-44da-b0ee-5e04c914bcf9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient has many phenotypes of interest including respiratory tract infection, situs inversus totalis, bronchiectasis, bronchitis."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8cb1d391-21bd-4831-8473-1aee95597bc3_proband_score_evidence_line","type":"EvidenceLine","direction":"Inconclusive","specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.2}],"evidenceStrength":"Definitive","sequence":6557,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.7,"subject":{"id":"cggv:a99fa5ea-78e5-42a9-9f93-246ecf5006d0","type":"GeneValidityProposition","disease":"obo:MONDO_0013979","gene":"hgnc:16725","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*DNAAF11*, formerly known as Leucine-Rich Repeat-Containing Protein 6 (*LRRC6*), was first described as a primary ciliary dyskinesia (PCD)-causing gene in 2012 (Kott et al., PMID: 23122589). Some of the most common patient phenotypes are situs inversus totalis, bronchiectasis, bronchitis, asthenospermia, low nasal nitric oxide levels, otitis media, absent or abnormal inner and outer dynein arms and immotile cilia.\n\nThis curation includes six variants (1 missense, 2 nonsense & 3 frameshift) that have been reported in 5 probands in 4 publications (PMIDs: 23527195, 23122589, 26228299, 31507630). One proband (in PMID: 23527195) had enough genotyped family members to establish segregation evidence, however, the calculated LOD score was not sufficient to contribute to scoring. There were also two instances of upscoring due to the presence of functional evidence. In both cases, the variant DNAAF11 protein was shown to be absent from the proband's cells (PMID: 23122589, PMID: 23527195). Additionally, there was only one occurrence of a proband having two different variants in the compound heterozygous state (PMID: 23122589). The mechanism of pathogenicity appears to be loss of function.\n\nThis gene-disease relationship is also supported by expression studies, biochemical evidence, protein interactions, functional alterations and animal models (PMIDs: 29601588, 23527195, 23891469, 23715323, 27353389, 23122589). First, expression profiling showed high levels of expression of *DNAAF11* in human tissues associated with PCD (fallopian tubes, testis and lungs, PMID:23715323). The stability of DNAAF11 was shown to be increased upon co-expression of ZMYND10 (PMID: 29601588). DNAAF11 was also shown to be involved in assembly or trafficking during ciliary biogenesis, through the observation that *DNAAF11* silencing caused truncated or absent dynein arms in airway epithelial cells (PMID: 23527195), consistent with the axonemal defects observed in affected subjects. DNAAF11 protein also localizes within the basal body and striated rootlet, which is consistent with DNAAF11’s proposed role in ciliary assembly (PMID: 23891469). Other genes encoding ciliary assembly factors such as *DNAAF1*, *DNAAF2* and *DNAAF3* harbor variants that similarly cause PCD with ODA and IDA defects. ZMYND10 in particular has been shown to share the same chaperone function (PMID: 23122589) and to interact with DNAAF11 (PMID: 29916806). and that they serve similar functions in cellular development. ODAD3 performs a similar function in cilia formation (PMID: 24067530) and, like ZMYND10, has a gene-disease relationship with PCD. A mouse model of *Dnaaf11* loss presented phenotypes similar to the ones displayed by the human probands (PMID: 27353389), including reversal of the heart apex, stomach, aortic arch and azygos vein, immotile cilia, immotile sperm, and ODA/IDA defects, as well as hydrocephalus.\n\nIn conclusion, *DNAAF11* is definitively associated with autosomal recessive primary ciliary dyskinesia 19. This classification has been clearly demonstrated and confirmed through both experimental and genetic evidence and upheld through time. This classification was approved by the ClinGen Motile Ciliopathy GCEP on June 8th, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:7063ef1e-8ce2-4f35-a765-f08efc2e541a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}