{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-08-06T16:00:00.000Z","role":"Approver"},{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-09-10T22:17:09.553Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d8fef3b-b3ea-4c15-bbe6-5ef7f4bdae30","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3974791-6a73-45d9-8326-d68ca45bf3f9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Hey1 is exclusively transcribed in the atria of the embryonic mouse heart. RNA in situ hybridization detected Hey1 in the developing heart. Between E8.5 and E9.0, Hey1 was found in the allantois, the dorsal aorta and the first branchial cleft. At E9.5, Hey1 was found in the developing inflow and outflow tracts as well as atrial precursors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10415358","type":"dc:BibliographicResource","dc:abstract":"We have identified a novel subfamily of mammalian hairy/Enhancer of split (E(spl))-related basic helix-loop-helix (bHLH) genes together with a putative Drosophila homologue. While hairy/E(spl) proteins are characterized by an invariant proline residue in the basic domain and a carboxyterminal groucho-binding WRPW motif, our genes encode a carboxyterminal KPYRPWG sequence and were thus designated as Hey genes (Hairy/E(spl)-related with YRPW motif). Furthermore, they bear a unique C-terminal TE(I/V)GAF motif and the characteristic proline is changed in all Hey family members to glycine. RNA in situ hybridization analysis revealed specific expression of Hey1 during development of the nervous system, the somites, the heart and the craniofacial region. Hey2 is similarly expressed in the somites whereas it shows a complementary expression in the heart, the craniofacial region and the nervous system. The diversity of expression patterns implies unique functions in neurogenesis, somitogenesis and organogenesis.","dc:creator":"Leimeister C","dc:date":"1999","dc:title":"Hey genes: a novel subfamily of hairy- and Enhancer of split related genes specifically expressed during mouse embryogenesis."},"rdfs:label":"Expression in embryonic mouse heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3af8bb59-dd0d-4173-ae8c-66760d27153f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd2a4d8b-fd90-4b88-96ac-59000bc84771","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"HRT1 proteins inhibit cardiac gene transcription by interfering with GATA transcription factors that are implicated in cardiac development and hypertrophy. HRT1 proteins physically interacted with GATA proteins in coimmunoprecipitation assays. HRT1 proteins inhibited GATA-dependent transcriptional activation of cardiac gene promoters such as the atrial natriuretic factor (ANF) promoter. These results suggest that HRT proteins may regulate specific sets of cardiac genes by modulating the function of GATA proteins and other cardiac transcriptional activators in a signal-dependent manner. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15485867","type":"dc:BibliographicResource","dc:abstract":"Combinatorial actions of transcription factors in multiprotein complexes dictate gene expression profiles in cardiac development and disease. The Hairy-related transcription factor (HRT) family of basic helix-loop-helix proteins is composed of transcriptional repressors highly expressed in the cardiovascular system. However, it has remained unclear whether HRT proteins modulate gene expression driven by cardiac transcriptional activators. Here, we have shown that HRT proteins inhibit cardiac gene transcription by interfering with GATA transcription factors that are implicated in cardiac development and hypertrophy. HRT proteins inhibited GATA-dependent transcriptional activation of cardiac gene promoters such as the atrial natriuretic factor (ANF) promoter. Adenovirus-mediated expression of Hrt2 suppressed mRNA expression of ANF and other cardiac-specific genes in cultured cardiomyocytes. Among various signaling molecules implicated in cardiomyocyte growth, constitutively active Akt1/protein kinase B alpha relieved Hrt2-mediated inhibition of GATA-dependent transcription. HRT proteins physically interacted with GATA proteins, and the basic domain of HRT was critical for physical association as well as transcriptional inhibition. These results suggest that HRT proteins may regulate specific sets of cardiac genes by modulating the function of GATA proteins and other cardiac transcriptional activators in a signal-dependent manner.","dc:creator":"Kathiriya IS","dc:date":"2004","dc:title":"Hairy-related transcription factors inhibit GATA-dependent cardiac gene expression through a signal-responsive mechanism."},"rdfs:label":"Protein interaction with GATA proteins"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc854acf-3f99-440a-9f31-1da1c24e339f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a37aab6-e5e0-451c-968b-101a896ad4ce","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hey1/HeyL double KO mice die shortly after birth with VSD and dysplastic tricuspid and pulmonary valves. HeyL and Hey1 KO Mice alone are viable and fertile with no obvious defects. However the DKO showed a slight biventricular enlargement, a high incidence of VSD in hearts of DKO newborns, missing membranous septum, failure to close the ventricular septum, and dysplastic AV valves. The mutants also had severely thickened pulmonary valves which are prone to blood flow obstruction and insufficiency which often lead to regurgitation of blood and cardiac dysfunction. Postmortem examination revealed ventricular hypertrophy in DKO mice suggesting cardiac insufficiency and failure. Together, these results indicate that Hey proteins play partially redundant roles during cardiac development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17303760","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects affect almost 1% of human newborns. Recently, mutations in Notch ligands and receptors have been found to cause a variety of heart defects in rodents and humans. However, the molecular effects downstream of Notch are still poorly understood. Here we report that combined inactivation of Hey1 and HeyL, two primary target genes of Notch, causes severe heart malformations, including membranous ventricular septal defects and dysplastic atrioventricular and pulmonary valves. These defects lead to congestive cardiac failure with high lethality. We found both genes to be coexpressed with Notch1, Notch2 and the Notch ligand Jagged1 in the endocardium of the atrioventricular canal, representing the primary source of mesenchymal cells forming membraneous septum and valves. Atrioventricular explants from Hey1/HeyL deficient mice exhibited impaired epithelial to mesenchymal transition. Although epithelial to mesenchymal transition was initiated regularly, full transformation into mesenchymal cells failed. This was accompanied by reduced levels of matrix metalloproteinase-2 expression and reduced cell density in endocardial cushions in vivo. We further show that loss of Hey2 leads to very similar deficiencies, whereas a Notch1 null mutation completely abolishes epithelial to mesenchymal transition. Thus, the Hey gene family shows overlap in controlling Notch induced endocardial epithelial to mesenchymal transition, a process critical for valve and septum formation.","dc:creator":"Fischer A","dc:date":"2007","dc:title":"Combined loss of Hey1 and HeyL causes congenital heart defects because of impaired epithelial to mesenchymal transition."},"rdfs:label":"Fischer 2007 Hey1/2 DKO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored since the Hey1 KO was normal and the Hey1/L DKO shows that the Hey proteins have an effect on the heart but is not specific for Hey1"},{"id":"cggv:0ff02e00-3ada-4383-bc8e-83e3ca571051","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d31d4169-de10-408b-9263-b5a81f45d535","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hey1/2 DKO results in embryonic death after E9.5 with a global lack of vascular remodeling and massive hemorrhage. Loss of Hey2 in the mouse leads to cardiac defects with high postnatal lethality however, Hey1 KO mice has no apparent phenotypic defect. Hey1/2 DKO mice exhibited significantly reduced overall size, and all were characterized by balloon-like pericardial sacs and pale yolk sacs, suggestive of cardiovascular failure. Most of these embryos likely die due to massive hemorrhage in the head, the trunk, and the pericardial cavity. Although the heart initiated looping in most embryos, the myocardium was much thinner and lacked a trabecular region in all sections but this may reflect the general growth retardation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15107403","type":"dc:BibliographicResource","dc:abstract":"The Delta-Notch signaling pathway plays a central role in the development of most vertebrate organs. The Hey family of bHLH transcription factors are direct targets of Notch signaling. Loss of Hey2 in the mouse leads to cardiac defects with high postnatal lethality. We have now generated a mouse Hey1 knockout that has no apparent phenotypic defect. The combined loss of Hey1 and Hey2, however, results in embryonic death after embryonic day 9.5 (E9.5) with a global lack of vascular remodeling and massive hemorrhage. Initial vasculogenesis appears unaffected, but all subsequently developing major vessels in the embryo and yolk sac are either small or absent. Furthermore, the placental labyrinth completely lacks embryonic blood vessels. Similar vascular defects are observed in Jagged1 and Notch1 knockout mice. In the latter we found Hey1 and Hey2 expression in yolk sacs to be strongly reduced. Remaining large arteries in both Notch1 and Hey1/Hey2 knockout mice fail to express the arterial endothelial markers CD44, neuropilin1, and ephrin-B2. This indicates that Hey1/Hey2 are essential transducers of Notch signals in cardiovascular development that may mediate arterial cell fate decision.","dc:creator":"Fischer A","dc:date":"2004","dc:title":"The Notch target genes Hey1 and Hey2 are required for embryonic vascular development."},"rdfs:label":"Fischer Hey1/2 DKO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored since the Hey1 KO was normal and the Hey1/2 DKO shows that the Hey proteins have an effect on the heart but is not specific for Hey1"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":8947,"specifiedBy":"GeneValidityCriteria10","strengthScore":1,"subject":{"id":"cggv:91972ae6-9406-4544-95e2-7cb835f27ccf","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:4880","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HEY1* was first reported in relation to autosomal dominant congenital heart disease in 2016 (Sicko et al., PMID: 27788187). Three individuals with CHD were identified with CNVs (2 gross duplications and 1 gross deletion), however these CNVs encompass multiple genes near the transcriptional repressor *HEY1*, and thus were not scored (PMID: 27788187). A missense variant was reported in 2 individuals of a family with CHD, however functional assay showed no effect of the variant on transcriptional activity (PMID: 35737725). This gene-disease relationship is supported by evidence of *Hey1* expression exclusively in the atria of the embryonic mouse heart and protein interaction studies with GATA proteins (PMIDs: 10415358, 15485867). No apparent heart defects were observed in the *Hey1* knockout mouse but was seen in two double knockout mouse models (*Hey1/2* and *Hey1/L*) suggesting that the Hey proteins play partially redundant roles during cardiac development (PMIDs: 15107403, 17303760). In summary, the evidence supporting the relationship between *HEY1* and autosomal dominant congenital heart disease has been disputed, and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *HEY1* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date August 6th, 2024 (SOP Version 10).\nThere are papers implicating the gene in the disease but the genetic evidence could not be scored, so the EP classified it as Disputed. The evidence is insufficient to either refute or support the relationship","dc:isVersionOf":{"id":"cggv:634df453-b9c6-4b52-afc0-516603ef90d0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}