{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-10-10T19:46:45.544Z","role":"Publisher"},{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-10-10T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c421569-6219-4c04-b3b4-cd5192d752bd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44b437a3-1f94-41de-bd9d-e03d84d6979d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"increased steady-state levels of the evaluation of potential treatment strategies.PMP22mRNA in some CMT1A nerve biopsies have been reported","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8630243","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is the most common inherited neuropathy in humans and has been associated with a partial duplication of chromosome 17 (CMT type 1A). We have generated a transgenic rat model of this disease and provide experimental evidence that CMT1A is caused by increased expression of the gene for peripheral myelin protein-22 (PMP22, gas-3). PMP22-transgenic rats develop gait abnormalities caused by a peripheral hypomyelination, Schwann cell hypertrophy (onion bulb formation), and muscle weakness. Reduced nerve conduction velocities closely resemble recordings in human patients with CMT1A. When bred to homozygosity, transgenic animals completely fail to elaborate myelin. We anticipate that the CMT rat model will facilitate the identification of a cellular disease mechanism and serve in the evaluation of potential treatment strategies.","dc:creator":"Sereda M","dc:date":"1996","dc:title":"A transgenic rat model of Charcot-Marie-Tooth disease."},"rdfs:label":"western blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a060eb8-b0af-449b-aadb-a3ef48f3a32e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f465b02b-05d7-47ae-9c44-b6c27b50b24c","type":"FunctionalAlteration","dc:description":"Presence of increased Neurofilament density throughout the graft and the axonal and growth cone degeneration, Distal axonal degeneration, and fiber loss","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9894872","type":"dc:BibliographicResource","dc:abstract":"Axonal loss in Charcot-Marie-Tooth type 1A (CMT1A) is an important feature correlated with the functional disability in affected individuals. It is not known, however, how the most common genetic defect in Schwann cells (PMP22 duplication) causes the CMT1A phenotype and results in axonal loss. In this study, sural nerve segments from individuals with PMP22 duplications or deletions, causing the reciprocal disorder hereditary neuropathy with pressure palsies (HNPP), were grafted into the cut ends of the sciatic nerve of nude mice. The xenografts and host segments were studied at 2, 4, 6, 8, 12, and 16 weeks after grafting and compared with the controls from healthy volunteers. Within the CMT1A xenografts, the nude mice axons in the proximal part of the graft showed a significant increase in axonal area with an increase in the neurofilament and membranous organelle (mitochondria) density, compared with distal graft and distal host segments. A preferential distal axonal loss, associated with a perpetual axonal atrophy, degeneration, and axonal sprouting was observed over time, with increasing intensity at 8 to 16 weeks. These alterations were seen to a lesser extent in HNPP xenografts and were not observed in controls. In addition, the onset of regeneration-associated myelination was delayed, more significantly in HNPP xenografts than those of CMT1A. Our findings indicate that the PMP22 duplication in Schwann cells results in an impairment in the normal axonal cytoskeletal organization, resulting in distal axonal degeneration and fiber loss, and the affect of PMP22 deletion on axonal cytoskeleton is less deleterious.","dc:creator":"Sahenk Z","dc:date":"1999","dc:title":"Effects of PMP22 duplication and deletions on the axonal cytoskeleton."},"rdfs:label":"Quantitative Ultrastructural Morphometric Analysis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c338a6bd-b4b3-44d3-ae07-a13078e64d16","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:46e65cec-140c-4b27-8ee5-f0f722aaa3b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Because PMP22 is homologous to a gene specifically upregulated during growth arrest; gas3, the homologue of PMP22 in the mouse, was originally isolated from NIH3T3 fibroblasts as a gene that is\nspecifically induced at growth arrest.\nAlso, transfected rat Schwann cells overexpressing PMP22 show reduced growth. Moreover, abnormal Schwann cell differentiation has been described in nerve biopsies from CMT1A patients","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9600378","type":"dc:BibliographicResource","dc:abstract":"A duplication of the gene for myelin protein PMP22 is by far the most common cause of the hereditary demyelinating neuropathy CMT1A. A role for PMP22 in cell growth in addition to its function as a myelin protein has been suggested because PMP22 is homologous to a gene specifically upregulated during growth arrest. Furthermore, transfected rat Schwann cells overexpressing PMP22 show reduced growth. In addition, abnormal Schwann cell differentiation has been described in nerve biopsies from CMT1A patients. To analyse whether the duplication of the PMP22 gene in CMT1A neuropathy primarily alters Schwann cell differentiation and to exclude nonspecific secondary responses, we improved human Schwann cell culturing. This allowed us long-term passaging of human Schwann cells with unchanged phenotype, assessed by expression of different Schwann cell markers. Subsequently we established Schwann cell cultures from CMT1A nerve biopsies. We find decreased proliferation of Schwann cells from different CMT1A patients in all passages. We also demonstrate PMP22 mRNA overexpression in cultured CMT1A Schwann cells. We conclude that decreased proliferation in cultured Schwann cells that carry the CMT1A duplication indicates abnormal differentiation of CMT1A Schwann cells. The identification of an abnormal phenotype of CMT1A Schwann cells in culture could possibly lead to an in vitro disease model.","dc:creator":"Hanemann CO","dc:date":"1998","dc:title":"Improved culture methods to expand Schwann cells with altered growth behaviour from CMT1A patients."},"rdfs:label":"Proliferation Assays, Northern Blot, Immunofluorescent stain"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:9ab4d776-7244-4ade-b643-a55abc17d2d5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f00f9a9a-2a7b-4b88-bfd6-ce9d5dea6661","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Clinical features on CMT1A patients are similar to behavioral, electrophysiological, molecular, and histological changes seen in transgenic rats.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8630243","rdfs:label":"Behavioral Analysis, NCS,  microscopy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:32f3ca21-3022-4e99-bc0a-3119dabc1488","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ba95a80c-8999-4d8e-be44-722f99e60f49","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Electrophysiological as well as histological changes in the transgenic mouse model mimics the CMT1A phenotype in human.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9467003","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 1A is most commonly caused by a duplication of a 1.5 Mb region of chromosome 17 which includes the peripheral myelin protein 22 gene (PMP22). Over-expression of this gene leads to a hypomyelinating/demyelinating neuropathy and to severely reduced nerve conduction velocity. Previous mouse and rat models have had relatively high levels of expression of the mouse or human PMP22 gene leading to severe demyelination. Here we describe five lines of transgenic mice carrying increasing copies of the human PMP22 gene (one to seven) and expressing increasing levels of the transgene. From histological and electrophysiological observations there appears to be a threshold below which expression of PMP22 has virtually no effect; below a ratio of human/mouse mRNA expression of approximately 0.8, little effect is observed. Between a ratio of 0.8 and 1.5, histological and nerve conduction velocity abnormalities are observed, but there are no behavioural signs of neuropathy. An expression ratio >1.5 leads to a severe neuropathy. A second observation concerns the histology of the different lines; the level of expression does not affect the type of demyelination, but influences the severity of involvement.","dc:creator":"Huxley C","dc:date":"1998","dc:title":"Correlation between varying levels of PMP22 expression and the degree of demyelination and reduction in nerve conduction velocity in transgenic mice."},"rdfs:label":"NCS, histological microscopy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":5195,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:3341c74a-cd0e-40a2-a1b3-f3ef51f701e1","type":"GeneValidityProposition","disease":"obo:MONDO_0007309","gene":"hgnc:9118","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PMP22 duplication was first reported in relation to autosomal dominant Charcot-Marie-Tooth disease type 1A in 1992 (Patel et al., PMID:  1303228). Before the introduction of increased dosage effect of PMP22 gene and its duplication causal to CMT1A, there were reports of families with autosomal dominant pattern of inheritance among affected individuals with slowed conduction velocities unlinked to the \"Duffy Locus\" on chromosome 1 (PMIDs: 6651251,  6865476). Later on, several studies found positive linkage to markers on chromosome 17 in patients with CMT1A clinical and electrophysiological features (though highly variable in severity, age of onset and progression) and DNA duplication at 17pl 1.2-pl2 region (PMIDs: 1822787, 2707366, 2589322, 2239969, etc). Several independent studies demonstrated the localization of the PMP22 gene in this region and introduced it as a candidate gene responsible for demyelinating CMT1A (PMIDs: 1297450, 1303229). There have been numerous publications describing hundreds of patients with CMT1A and the duplication of PMP22 gene or the chromosomal region containing this gene - we detail 10 probands with over 40 family members (PMIDs: 1453432, 8644705). The mechanism of demyelination in CMT1A is gene-dosage effect with toxic gain of function caused by PMP22 overexpression, mainly because the components of myelin are stoichiometrically balanced and can be disturbed due to any faulty expression of myelin sheath components. The pathomechanism of PMP22 overexpression and its gene-disease association has been demonstrated through various in vitro assays as well as animal models (PMIDs: 9467003, 8630243). Much more evidence is available in the literature, but the maximum score for genetic and experimental evidence has been reached. In summary, PMP22 duplication is DEFINITIVELY associated with autosomal dominant Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:169edbc0-b942-43f1-885d-8d47ccdb6d90"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}