{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-09-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-10-07T20:06:54.328Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:058c3f23-a99a-49cd-ad4d-e29b8fef4ede","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:836128f2-e740-4e97-bf97-c164e0e6bd3e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"X-Gal staining in mouse embryos at 13.5 days post-coitum showed expression in the heart. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12832488","type":"dc:BibliographicResource","dc:abstract":"Rho-associated kinase (ROCK), including the ROCK-I and ROCK-II isoforms, is a protein kinase involved in signaling from Rho to actin cytoskeleton. However, in vivo functions of each ROCK isoform remain largely unknown. We generated mice deficient in ROCK-II by gene targeting. ROCK-II(-/-) embryos were found at the expected Mendelian frequency until 13.5 days postcoitum, but approximately 90% died thereafter in utero. ROCK-II(-/-) mice of both genders that survived were born runts, subsequently developed without gross abnormality, and were fertile. Whole-mount staining for a knocked-in lacZ reporter gene revealed that ROCK-II was highly expressed in the labyrinth layer of the placenta. Disruption of architecture and extensive thrombus formation were found in the labyrinth layer of ROCK-II(-/-) mice. While no obvious alteration in actin filament structures was found in the labyrinth layer of ROCK-II(-/-) placenta and stress fibers were formed in cultured ROCK-II(-/-) trophoblasts, elevated expression of plasminogen activator inhibitor 1 was found in ROCK-II(-/-) placenta. These results suggest that ROCK-II is essential in inhibiting blood coagulation and maintaining blood flow in the endothelium-free labyrinth layer and that loss of ROCK-II leads to thrombus formation, placental dysfunction, intrauterine growth retardation, and fetal death.","dc:creator":"Thumkeo D","dc:date":"2003","dc:title":"Targeted disruption of the mouse rho-associated kinase 2 gene results in intrauterine growth retardation and fetal death."},"rdfs:label":"Mouse expression-level evidence "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:63462af9-a333-4803-a90f-7ad258d6b88b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:156f8429-a2b4-48c0-9ef3-e005c96fe688","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Frog embryos show expression in the heart tube at stages 26-29 and in the heart loop at stages 33-36. This indicates a potential role in left-right patterning and cardiovascular development. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21282601","type":"dc:BibliographicResource","dc:abstract":"Dominant human genetic diseases that impair reproductive fitness and have high locus heterogeneity constitute a problem for gene discovery because the usual criterion of finding more mutations in specific genes than expected by chance may require extremely large populations. Heterotaxy (Htx), a congenital heart disease resulting from abnormalities in left-right (LR) body patterning, has features suggesting that many cases fall into this category. In this setting, appropriate model systems may provide a means to support implication of specific genes. By high-resolution genotyping of 262 Htx subjects and 991 controls, we identify a twofold excess of subjects with rare genic copy number variations in Htx (14.5% vs. 7.4%, P = 1.5 × 10(-4)). Although 7 of 45 Htx copy number variations were large chromosomal abnormalities, 38 smaller copy number variations altered a total of 61 genes, 22 of which had Xenopus orthologs. In situ hybridization identified 7 of these 22 genes with expression in the ciliated LR organizer (gastrocoel roof plate), a marked enrichment compared with 40 of 845 previously studied genes (sevenfold enrichment, P < 10(-6)). Morpholino knockdown in Xenopus of Htx candidates demonstrated that five (NEK2, ROCK2, TGFBR2, GALNT11, and NUP188) strongly disrupted both morphological LR development and expression of pitx2, a molecular marker of LR patterning. These effects were specific, because 0 of 13 control genes from rare Htx or control copy number variations produced significant LR abnormalities (P = 0.001). These findings identify genes not previously implicated in LR patterning.","dc:creator":"Fakhro KA","dc:date":"2011","dc:title":"Rare copy number variations in congenital heart disease patients identify unique genes in left-right patterning."},"rdfs:label":"Frog expression-level data "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80d51ded-9537-46c0-8041-85487de4c9bc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea0ea282-becb-456c-98b7-162f22928a90","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The structural heart anomalies, including the abnormal left-right patterning (indicated by abnormal PITX2 expression in mutant frogs), are the shared phenotypes. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21282601","rdfs:label":"Frog model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgrading due to not being the best model organism and not including a rescue analysis. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":9133,"specifiedBy":"GeneValidityCriteria10","strengthScore":5,"subject":{"id":"cggv:e72278e0-c3f1-4cca-9255-94c451e4ccbf","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:10252","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ROCK2* was first reported in relation to autosomal dominant congenital heart disease in 2017 (Bowling et al., PMID: 28554332). 4 variants (missense, frameshift) that have been reported in 4 probands in 3 publications (PMIDs: 28554332, 30622330, 31941532) are included in this curation. The mechanism of pathogenicity appears to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (frog model; and frog and mouse expression-level data) (PMIDs: 12832488, 21282601). The frog model indicates abnormal expression of left-right markers and anomalous heart looping in mutants. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 9/3/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:09e6b7ea-62e5-497a-8112-b09234dd99d1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}