{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-01-22T17:49:04.471Z","role":"Publisher"},{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-03-01T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b84273c9-8c48-4960-b2a4-d4264ba2e625","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b413fcd-7f69-4278-b762-dcc10d523080","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Chaikuad et al. 2012 also looked at representative expression levels for transfected ALK2 (ACVR1 legacy name) constructs with variants found in humans with FOP. Expression for all the ALK2 variants was different from the control. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22977237","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic protein (BMP) receptor kinases are tightly regulated to control development and tissue homeostasis. Mutant receptor kinase domains escape regulation leading to severely degenerative diseases and represent an important therapeutic target. Fibrodysplasia ossificans progressiva (FOP) is a rare but devastating disorder of extraskeletal bone formation. FOP-associated mutations in the BMP receptor ALK2 reduce binding of the inhibitor FKBP12 and promote leaky signaling in the absence of ligand. To establish structural mechanisms of receptor regulation and to address the effects of FOP mutation, we determined the crystal structure of the cytoplasmic domain of ALK2 in complex with the inhibitors FKBP12 and dorsomorphin. FOP mutations break critical interactions that stabilize the inactive state of the kinase, thereby facilitating structural rearrangements that diminish FKBP12 binding and promote the correct positioning of the glycine-serine-rich loop and αC helix for kinase activation. The balance of these effects accounts for the comparable activity of R206H and L196P. Kinase activation in the clinically benign mutant L196P is far weaker than R206H but yields equivalent signals due to the stronger interaction of FKBP12 with R206H. The presented ALK2 structure offers a valuable template for the further design of specific inhibitors of BMP signaling.","dc:creator":"Chaikuad A","dc:date":"2012","dc:title":"Structure of the bone morphogenetic protein receptor ALK2 and implications for fibrodysplasia ossificans progressiva."},"rdfs:label":"Chaikuad_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2bf87684-454c-42b2-b7b0-13673abe8b5f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:715794b1-af0c-41ca-86fa-161d115c5be5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"FKBP12 (FKBP1B legacy name) is the 12 kDa FK506-binding protein that has been shown to compete for binding in the GS domain of ACVR1. Chaikuad et al. performed immunoprecipitation where C2C12 or HEK293 cells were transfected with FLAG-tagged ALK2 and HA-tagged FKBP12. They found that wild-type ALK2 (ACVR1 legacy name) and the p.Arg206His variant showed significant binding to FKBP12, whereas the interaction of p.Leu196Pro was essentially lost. All FKBP12 interactions were inhibited by FK506. The authors state that this data shows FKBP12 remains an important modulator of receptor function in the majority of FOP cases where mutations fall outside the core FKBP12-binding site.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22977237","rdfs:label":"Chaikuad_Protein"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4f654fd0-1957-4954-9114-104bbde5bcf1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b7241cc6-639f-42ab-94c0-f55dc6cd18bb","type":"FunctionalAlteration","dc:description":"Using flow cytometry, Cai et al. found that generation of endothelial cells significantly impaired in FOP hiPSCs compared with controls, while pericyte induction was slightly enhanced in FOP hiPSCs. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26626181","type":"dc:BibliographicResource","dc:abstract":"Fibrodysplasia ossificans progressiva (FOP) is a rare disease characterized by progressive ossification of soft tissues, for which there is no effective treatment. Mutations in the bone morphogenetic protein (BMP) type I receptor activin receptor-like kinase 2 (ACVR1/ALK2) are the main cause of FOP. We generated human induced pluripotent stem cells (hiPSCs) from FOP patients with the ALK2 R206H mutation. The mutant ALK2 gene changed differentiation efficiencies of hiPSCs into FOP bone-forming progenitors: endothelial cells (ECs) and pericytes. ECs from FOP hiPSCs showed reduced expression of vascular endothelial growth factor receptor 2 and could transform into mesenchymal cells through endothelial-mesenchymal transition. Increased mineralization of pericytes from FOP hiPSCs could be partly inhibited by the ALK2 kinase inhibitor LDN-212854. Thus, differentiated FOP hiPSCs recapitulate some aspects of the disease phenotype in vitro, and they could be instrumental in further elucidating underlying mechanisms of FOP and development of therapeutic drug candidates.","dc:creator":"Cai J","dc:date":"2015","dc:title":"Induced Pluripotent Stem Cells to Model Human Fibrodysplasia Ossificans Progressiva."},"rdfs:label":"Cai_Functional Alteration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33f01d9f-0009-4799-a493-6b1951ff97d0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:387e599a-a642-4515-89f7-3a059b448893","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Like the phenotype in humans, the mouse model showed shortened digits, heterotopic ossification, and limited mobility. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22508565","type":"dc:BibliographicResource","dc:abstract":"Fibrodysplasia ossificans progressiva (FOP; MIM #135100) is a debilitating genetic disorder of dysregulated cellular differentiation characterized by malformation of the great toes during embryonic skeletal development and by progressive heterotopic endochondral ossification postnatally. Patients with these classic clinical features of FOP have the identical heterozygous single nucleotide substitution (c.617G > A; R206H) in the gene encoding ACVR1/ALK2, a bone morphogenetic protein (BMP) type I receptor. Gene targeting was used to develop an Acvr1 knock-in model for FOP (Acvr1(R206H/+)). Radiographic analysis of Acvr1(R206H/+) chimeric mice revealed that this mutation induced malformed first digits in the hind limbs and postnatal extraskeletal bone formation, recapitulating the human disease. Histological analysis of murine lesions showed inflammatory infiltration and apoptosis of skeletal muscle followed by robust formation of heterotopic bone through an endochondral pathway, identical to that seen in patients. Progenitor cells of a Tie2(+) lineage participated in each stage of endochondral osteogenesis. We further determined that both wild-type (WT) and mutant cells are present within the ectopic bone tissue, an unexpected finding that indicates that although the mutation is necessary to induce the bone formation process, the mutation is not required for progenitor cell contribution to bone and cartilage. This unique knock-in mouse model provides novel insight into the genetic regulation of heterotopic ossification and establishes the first direct in vivo evidence that the R206H mutation in ACVR1 causes FOP.","dc:creator":"Chakkalakal SA","dc:date":"2012","dc:title":"An Acvr1 R206H knock-in mouse has fibrodysplasia ossificans progressiva."},"rdfs:label":"Chakkalakal_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c8e3031a-09fd-4f09-a026-d5dca212e5c1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:22b0a246-ed58-4460-9c54-eaeddfdc9d4e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"All variants caused mild to moderate ventralization at 24 hours post fertilization (hpf), similar to WT embryos injected with ACVR1 His206. These results indicate that ACVR1 Glu328, Trp328, and Arg328 mRNAs encode functional receptors and that these variants, like ACVR1 His206, increase BMP signaling in the early zebrafish embryo. The model system phenotype is similar to the human phenotype through the skeletal abnormalities observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29307777","type":"dc:BibliographicResource","dc:abstract":"The large majority of cases of the autosomal dominant human disease fibrodysplasia ossificans progressiva (FOP) are caused by gain-of-function Arg206His mutations in the BMP type I receptor ACVR1 (ALK2). The Arg206His mutation is located in the GS domain of the type I receptor. This region is normally phosphorylated by the BMP type II receptor, which activates the type I receptor to phosphorylate its substrate, the signal transducer Smad1/5/8. A small subset of patients with FOP carry variant mutations in ACVR1 altering Gly328 to Trp, Glu or Arg. Since these mutations lie outside the GS domain, the mechanism through which ACVR1 Gly328 mutations cause disease remains unclear. We used a zebrafish embryonic development assay to test the signaling of human ACVR1 Gly328 mutant receptors comparing them to the Arg206His mutant. In this assay increased or decreased BMP pathway activation alters dorsal-ventral axial patterning, providing a sensitive assay for altered BMP signaling levels. We expressed the human ACVR1 Gly328 mutant receptors in zebrafish embryos to investigate their signaling activities. We found that all ACVR1 Gly328 human mutations ventralized wild-type embryos and could partially rescue Bmp7-deficient embryos, indicating that these mutant receptors can activate BMP signaling in a BMP ligand-independent manner. The degree of ventralization or rescue was similar among all three Gly328 mutants. Smad1/5 phosphorylation, a readout of BMP receptor signaling, was mildly increased by ACVR1 Gly328 mutations. Gene expression analyses demonstrate expanded ventral and reciprocal loss of dorsal cell fate markers. This study demonstrates that Gly328 mutants increase receptor activation and BMP ligand-independent signaling through Smad phosphorylation.","dc:creator":"Mucha BE","dc:date":"2018","dc:title":"Variant BMP receptor mutations causing fibrodysplasia ossificans progressiva (FOP) in humans show BMP ligand-independent receptor activation in zebrafish."},"rdfs:label":"Mucha_Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7625,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:3e60939f-2254-412e-a5ff-aac636d5c8a8","type":"GeneValidityProposition","disease":"obo:MONDO_0007606","gene":"hgnc:171","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"ACVR1 was first reported in relation to autosomal dominant fibrodysplasia ossificans progressiva (FOP) in 2006 (Shore et al., PMID: 16642017). FOP is characterized by heterotopic ossification and malformed big toes. Nine missense variants and one indel variant that have been reported in 15 probands in seven publications (PMIDs: 16642017, 18203193, 19085907, 18830232, 21044902, 34347384, 36060212) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be gain of function. This gene-disease association is also supported by protein-protein interactions, expression data, mouse and zebrafish models, and functional alteration of patient cells (PMIDs: 22977237, 22508565, 26626181, 29307777). In summary, ACVR1 is definitively associated with autosomal dominant fibrodysplasia ossificans progressiva. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on 3/1/23 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:0439e75f-fc1b-4841-8c9a-17f3568ce8a4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}