{"id":"cggv:08d76b58-f875-484e-986c-ac0dd559977cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:08d76b58-f875-484e-986c-ac0dd559977c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-09-17T16:00:00.000Z","role":"Approver"},{"id":"cggv:08d76b58-f875-484e-986c-ac0dd559977c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-11-04T20:12:13.905Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33513338","type":"dc:BibliographicResource","dc:abstract":"Whereas large-scale statistical analyses can robustly identify disease-gene relationships, they do not accurately capture genotype-phenotype correlations or disease mechanisms. We use multiple lines of independent evidence to show that different variant types in a single gene, SATB1, cause clinically overlapping but distinct neurodevelopmental disorders. Clinical evaluation of 42 individuals carrying SATB1 variants identified overt genotype-phenotype relationships, associated with different pathophysiological mechanisms, established by functional assays. Missense variants in the CUT1 and CUT2 DNA-binding domains result in stronger chromatin binding, increased transcriptional repression, and a severe phenotype. In contrast, variants predicted to result in haploinsufficiency are associated with a milder clinical presentation. A similarly mild phenotype is observed for individuals with premature protein truncating variants that escape nonsense-mediated decay, which are transcriptionally active but mislocalized in the cell. Our results suggest that in-depth mutation-specific genotype-phenotype studies are essential to capture full disease complexity and to explain phenotypic variability.","dc:creator":"den Hoed J","dc:date":"2021","dc:title":"Mutation-specific pathophysiological mechanisms define different neurodevelopmental disorders associated with SATB1 dysfunction."},"evidence":[{"id":"cggv:08d76b58-f875-484e-986c-ac0dd559977c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:08d76b58-f875-484e-986c-ac0dd559977c_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":9291,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:3ff7e1cb-1481-4451-b88f-73283f013aec","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:10541","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SATB1* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2021 in a case study of 42 individuals (den Hoed et al., PMID: 33513338). Individuals with missense mutations in one of the DNA-binding domains (CUT1 and CUT2) were characterized by global developmental delay, moderate to severe intellectual disability, dysmorphic features, teeth abnormalities, autistic features, and early-onset epilepsy. Those with nonsense or frameshift mutations were characterized by mild global developmental delay with variably impaired intellectual development and autistic behaviors (PMIDs: 33513338, 34615535). Given the spectrum of neurodevelopmental features observed, the gene is curated for autosomal dominant complex neurodevelopmental disorder.\n\nTwenty-five variants (missense, nonsense, frameshift, and splice variant) that have been reported in 34 probands in 2 publications (PMIDs: 33513338, 34615535) are included in this curation. Both females and males were equally affected and most reported variants were de novo. Recurrence of a few missense variants was observed in non-related individuals. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached.\n\nIn summary, there is definitive evidence supporting the relationship between *SATB1* and autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism expert panel on September 17th 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:08d76b58-f875-484e-986c-ac0dd559977c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}