{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2021-10-13T17:06:37.558Z","role":"Approver"},{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2021-10-13T17:06:57.983Z","role":"Publisher"}],"evidence":[{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7b6f63e-3512-4260-9ced-2c111af55959","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:942f5d9f-875c-43d4-a0d7-88f78f2fcf61","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"NEUROD1 expression in pancreas detected via RNA-Seq; https://www.ncbi.nlm.nih.gov/gene/6928","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"NEUROD1 Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"NEUROD1 expression in pancreas detected via RNA-Seq; https://www.ncbi.nlm.nih.gov/gene/6928"},{"id":"cggv:d3c7b0b2-accf-42c5-a624-de4606f4c4c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9954e03-72be-4449-ab50-1fef3d4245e9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NeuroD1 shown to heterodimerize with the ubiquitous helix-loop-helix (HLH) protein E47 and then bind the INS gene promotor to regulate its transcription through yeast two-hybrid assays and transient transfection assays in HIT cells to measure transcriptional activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7774807","type":"dc:BibliographicResource","dc:abstract":"The insulin gene is one of the best paradigms of tissue-specific gene expression. It is developmentally regulated and is expressed exclusively in the pancreatic beta-cell. This restricted expression is directed by a tissue-specific enhancer, within the promoter, which contains an E-box sequence. The insulin E-box binds an islet-specific protein complex, termed 3a1. E-boxes bind proteins belonging to the basic helix-loop-helix (bHLH) family of transcription factors. The bHLH proteins function as potent transcriptional activators of tissue-specific genes by forming heterodimers between ubiquitous and cell-restricted family members. In addition, the cell-restricted bHLH members play an important role in specifying cell fate. To isolate the tissue-specific bHLH factor controlling insulin gene expression and study its role in islet cell differentiation, a modified yeast two-hybrid system was utilized to clone a novel bHLH factor, BETA2 (beta-cell E-box trans-activator 2), from a hamster insulin tumor (HIT) cell cDNA library. Northern analysis demonstrates that high-level expression of the BETA2 gene is restricted to pancreatic alpha- and beta-cell lines. As expected of tissue-specific bHLH members, BETA2 binds to the insulin E-box sequence with high affinity as a heterodimer with the ubiquitous bHLH factor E47. More importantly, antibody supershift experiments clearly show that BETA2 is a component of the native insulin E-box-binding complex. Transient transfection assays demonstrate that the BETA2/E47 heterodimer synergistically interacts with a neighboring beta-cell-specific complex to activate an insulin enhancer. In contrast, other bHLH factors such as MyoD and E47, which can bind to the insulin E-box with high affinity, fail to do so. Thus, a unique, cooperative interaction is the basis by which the insulin E-box enhancer discriminates between various bHLH factors to achieve tissue-specific activation of the insulin gene.","dc:creator":"Naya FJ","dc:date":"1995","dc:title":"Tissue-specific regulation of the insulin gene by a novel basic helix-loop-helix transcription factor."},"rdfs:label":"INS interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"NeuroD1 shown to heterodimerize with the ubiquitous helix-loop-helix (HLH) protein E47 and then bind the INS gene promotor to regulate its transcription through yeast two-hybrid assays and transient transfection assays in HIT cells to measure transcriptional activity."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:745bcc05-aa53-4830-8cb2-269e528ce409","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b527f059-f2fa-4a9f-b349-dae0eb1ca639","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice homozygous for disruption of BETA2 developed hyperglycemia by 2 days of age with ketonuria, suggesting severe diabetes and insulin deficiency. These mice had abnormal pancreatic islet morphology with reduction in insulin producing cells and lack of mature islets (Fig. 2). Islet morphogenesis was arrested between E14.5-E17.5 (Table 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9308961","type":"dc:BibliographicResource","dc:abstract":"Candidate transcription factors involved in pancreatic endocrine development have been isolated using insulin gene regulation as a paradigm. The cell-type restricted basic helix-loop-helix (bHLH) gene, BETA2/NeuroD, expressed in pancreatic endocrine cells, the intestine, and the brain, activates insulin gene transcription and can induce neurons to differentiate. To understand the importance of BETA2 in pancreatic endocrine cell differentiation, mice lacking a functional BETA2 gene were generated by gene targeting experiments. Mice carrying a targeted disruption of the BETA2 gene developed severe diabetes and died perinatally. Homozygous BETA2 null mice had a striking reduction in the number of insulin-producing beta cells and failed to develop mature islets. Islet morphogenesis appeared to be arrested between E14.5 and E17.5, a period characterized by major expansion of the beta cell population. The presence of severe diabetes in these mice suggests that proper islet structure plays an important role in blood glucose homeostasis. In addition, secretin- and cholecystokinin-producing enteroendocrine cells failed to develop in the absence of BETA2. The absence of these two pancreatic secretagogs may explain the abnormal cellular polarity and inability to secrete zymogen granules in pancreatic acinar exocrine cells. The nervous system appeared to develop normally, despite abundant expression of BETA2 in differentiating neurons. Thus, BETA2 is critical for the normal development of several specialized cell types arising from the gut endoderm.","dc:creator":"Naya FJ","dc:date":"1997","dc:title":"Diabetes, defective pancreatic morphogenesis, and abnormal enteroendocrine differentiation in BETA2/neuroD-deficient mice."},"rdfs:label":"NEUROD1 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Mice homozygous for disruption of BETA2 developed hyperglycemia by 2 days of age with ketonuria, suggesting severe diabetes and insulin deficiency. These mice had abnormal pancreatic islet morphology with reduction in insulin producing cells and lack of mature islets (Fig. 2). Islet morphogenesis was arrested between E14.5-E17.5 (Table 1)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.9}],"evidenceStrength":"Limited","sequence":3503,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.9,"subject":{"id":"cggv:f7c27948-7935-4664-a50f-bf6d1d34801b","type":"GeneValidityProposition","disease":"obo:MONDO_0015967","gene":"hgnc:7762","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"NEUROD1 was first reported in relation to autosomal dominant monogenic diabetes in 1999 (Malecki et al., PMID: 10545951). At least 14 variants (missense, nonsense, frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes limited case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 19 probands in 10 publications (PMIDs: 25041077, 28664602, 31216263, 11719843, 17440689, 31595705, 31578821, 10545951, 28095440, 18331410).  However, many of the reported variants are considered by the EP to have a frequency too high for MODY.  Additionally, the observed truncation variants are not true null variants as they are in a region not expected to undergo nonsense-mediated decay.  For the rare variants reported, there is a lack of sufficient evidence to attribute causality.  Additionally, the p.His206ProfsTer38 variant is technically problematic and failed random forests filtering in gnomAD exomes.  A variant (p.Glu110Lys) in this gene segregated with disease in 12 additional family members in well-characterized MODY family (PMID 11719843). Summary of case-level and segregation data:  0.9 points.  This gene-disease relationship is supported by functional assays, expression studies, and animal models. BETA2 (encoded by NEUROD1) was shown to heterodimerize with the ubiquitous helix-loop-helix (HLH) protein E47 and then bind the INS gene promotor to regulate its transcription through yeast two-hybrid assays and transient transfection assays in HIT cells to measure transcriptional activity (PMID: 7774807). Mice homozygous for disruption of BETA2 developed hyperglycemia by 2 days of age with ketonuria, suggesting severe diabetes and insulin deficiency, with abnormal pancreatic islet morphology, reduction in insulin producing cells, and lack of mature (PMID: 9308961). NEUROD1 expression has been confirmed in pancreatic tissue (PMID: 24309898). Summary of experimental evidence:  3.0 points.  In summary, there is limited evidence to support this gene-disease relationship.\n\nOf note, this gene has also been implicated in autosomal recessive monogenic diabetes (http://purl.obolibrary.org/obo/MONDO_0015967), which has been assessed separately. \n","dc:isVersionOf":{"id":"cggv:8f4e7f54-becc-432e-9827-514c783e6bc1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}