{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2020-11-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2020-11-19T16:35:09.670Z","role":"Publisher"}],"evidence":[{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:955fb37b-daa9-42ce-8c81-66dde6214441","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a0e3c3b-6a2d-4a23-a99c-577168288e23","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Loss of activity in patients causes accumulation of deoxyadenosine which behaves as a cytotoxic metabolite and is generally considered the primary cause of lymphotoxicity in ADA-severe combined immunodeficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8452534","type":"dc:BibliographicResource","dc:abstract":"Human fibroblast lysosomes, purified on Percoll density gradients, contain an adenosine deaminase (ADA) activity that accounts for approximately 10% of the total ADA activity in GM0010A human fibroblasts. In assays of lysosomal ADA, the conversion of [3H]adenosine into [3H]inosine was proportional to incubation time and the amount of lysosomal material added to reaction mixtures. Maximal activity was observed between pH 7 and 8, and lysosomal ADA displayed a Km of 37 microM for adenosine at 25 degrees C and pH 5.5. Lysosomal ADA was completely inhibited by 2.5 mM Cu2+ or Hg2+ salts, but not by other bivalent cations (Ba2+, Cd2+, Ca2+, Fe2+, Mg2+, Mn2+ and Zn2+). Coformycin (2.5 mM), deoxycoformycin (0.02 mM), 2'-deoxyadenosine (2.5 mM), 6-methylaminopurine riboside (2.5 mM), 2'-3'-isopropylidene-adenosine (2.5 mM) and erythro-9-(2-hydroxy-3-nonyl)adenine (0.2 mM) inhibited lysosomal ADA by > 97%. In contrast, 2.5 mM S-adenosyl-L-homocysteine and cytosine were poor inhibitors. Nearly all lysosomal ADA activity is eluted as a high-molecular-mass protein (> 200 kDa) just after the void volume on a Sephacryl S-200 column, and is very heat-stable, retaining 70% of its activity after incubation at 65 degrees C for 80 min. We speculate that compartmentalization of ADA within lysosomes would allow deamination of adenosine to occur without competition by adenosine kinase, which could assist in maintaining cellular energy requirements under conditions of nutritional deprivation.","dc:creator":"Lindley ER","dc:date":"1993","dc:title":"Demonstration of adenosine deaminase activity in human fibroblast lysosomes."},"rdfs:label":"Adenosine deaminase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Presented the first characterization of ADA activity, catalyzing the hydrolytic deamination of adenosine to inosine, within the lysosomal compartment of human fibroblasts. Loss of ADA activity is a well known mechanism of disease in SCID (for review see PMID: 29690908)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0145aea6-40ae-4338-97ad-437be747db50","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bf827824-f69b-44af-900c-880ee844f145","type":"FunctionalAlteration","dc:description":"Normal lymphoid tissues (and particularly  thymus) contained the highest ADA activity which was present primarily as the less heat-stable, low molecular weight form of the enzyme. These same lymphoid tissues in the patient contained the lowest relative amounts of residual ADA activity  when compared with the relative residual activity  in liver, lung, and kidney.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/627115","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Hirschhorn R","dc:date":"1978","dc:title":"Adenosine deaminase activity in normal tissues and tissues from a child with severe combined immunodeficiency and adenosine deaminase deficiency."},"rdfs:label":"Adenosine deaminase activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"In general, the degree of retention of residual ADA activity correlates inversely with the extent of accumulation of toxic metabolites and the severity of the immunodeficiency syndrome, although environment can modify the clinical course."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:abce5f06-dfdd-4a33-8c26-b4852212b94b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3cdae73f-7ba3-44b7-a8bf-3764bfbf6556","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Lentiviral-mediated ADA gene transfer into bone marrow cells combined with low-dose irradiation rescued mice from lethality and restored their growth.  ADA activity was normalized in lymphocytes and partially corrected in red blood cells (RBCs), resulting in full metabolic detoxification and prevention of severe pulmonary insufficiency. Moreover, gene therapy restored normal lymphoid differentiation and immune functions, including antigen-specific antibody production.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16835374","type":"dc:BibliographicResource","dc:abstract":"Adenosine deaminase (ADA) deficiency is caused by a purine metabolic dysfunction, leading to severe combined immunodeficiency (SCID) and multiple organ damage. To investigate the efficacy of ex vivo gene therapy with self-inactivating lentiviral vectors (LVs) in correcting this complex phenotype, we used an ADA(-/-) mouse model characterized by early postnatal lethality. LV-mediated ADA gene transfer into bone marrow cells combined with low-dose irradiation rescued mice from lethality and restored their growth, as did transplantation of wild-type bone marrow. Mixed chimerism with multilineage engraftment of transduced cells was detected in the long term in animals that underwent transplantation. ADA activity was normalized in lymphocytes and partially corrected in red blood cells (RBCs), resulting in full metabolic detoxification and prevention of severe pulmonary insufficiency. Moreover, gene therapy restored normal lymphoid differentiation and immune functions, including antigen-specific antibody production. Similar degrees of detoxification and immune reconstitution were obtained in mice treated early after birth or after 1 month of enzyme-replacement therapy, mimicking 2 potential applications for ADA-SCID. Overall, this study demonstrates the efficacy of LV gene transfer in correcting both the immunological and metabolic phenotypes of ADA-SCID and supports the future clinical use of this approach.","dc:creator":"Mortellaro A","dc:date":"2006","dc:title":"Ex vivo gene therapy with lentiviral vectors rescues adenosine deaminase (ADA)-deficient mice and corrects their immune and metabolic defects."},"rdfs:label":"Mouse gene therapy"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"Ex vivo gene therapy was able to rescue the ADA-SCID metabolic and immune phenotype of the mouse model reported in 9478961."},{"id":"cggv:7847d088-7cd0-4dce-99a5-2cd188eaf5ed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59fd8936-551c-4604-97aa-e1b905772d68","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"A low-dose PEG-ADA treatment corrected systemic and lung accumulations of adenosine and 2′-deoxyadenosine, but did not prevent elevations of adenosine and 2′-deoxyadenosine in the thymus and spleen. Consequently, defects in lymphoid development persisted. A PEG-ADA treatment protocol designed to maintain circulating PEG-ADA activity at concentrations that are in the effective range seen in humans resulted in substantial improvements in immune status as well as a major reduction in the degree of substrate elevations in the thymus and spleen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10908569","type":"dc:BibliographicResource","dc:abstract":"Adenosine deaminase (ADA) deficiency results in a combined immunodeficiency brought about by the immunotoxic properties of elevated ADA substrates. Additional non-lymphoid abnormalities are associated with ADA deficiency, however, little is known about how these relate to the metabolic consequences of ADA deficiency. ADA-deficient mice develop a combined immunodeficiency as well as severe pulmonary insufficiency. ADA enzyme therapy was used to examine the relative impact of ADA substrate elevations on these phenotypes. A \"low-dose\" enzyme therapy protocol prevented the pulmonary phenotype seen in ADA-deficient mice, but did little to improve their immune status. This treatment protocol reduced metabolic disturbances in the circulation and lung, but not in the thymus and spleen. A \"high-dose\" enzyme therapy protocol resulted in decreased metabolic disturbances in the thymus and spleen and was associated with improvement in immune status. These findings suggest that the pulmonary and immune phenotypes are separable and are related to the severity of metabolic disturbances in these tissues. This model will be useful in examining the efficacy of ADA enzyme therapy and studying the mechanisms underlying the immunodeficiency and pulmonary phenotypes associated with ADA deficiency.","dc:creator":"Blackburn MR","dc:date":"2000","dc:title":"The use of enzyme therapy to regulate the metabolic and phenotypic consequences of adenosine deaminase deficiency in mice. Differential impact on pulmonary and immunologic abnormalities."},"rdfs:label":"Mouse enzyme therapy"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"PEG-ADA treatment was able to rescue the ADA-deficiency of the mouse model reported in 9478961."},{"id":"cggv:d3089867-f165-4b8b-8ed6-414f56370674","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:debf2aab-1969-4e3c-92f4-610b54cd3b72","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Infused autologous CD34+ bone marrow cells transduced with a retroviral vector containing the ADA gene into 10 children with SCID due to ADA deficiency. Eight patients do not require enzyme-replacement therapy, their blood cells continue to express ADA, and they have no signs of defective detoxification of purine metabolites. Nine patients had immune reconstitution with increases in T-cell counts (median count at 3 years, 1.07×109 per liter) and normalization of T-cell function. In the five patients in whom intravenous immune globulin replacement was discontinued, antigen-specific antibody responses were elicited after exposure to vaccines or viral antigens. Effective protection against infections and improvement in physical development made a normal lifestyle possible. The rate of severe infections, expressed as the number of events per 10 person-months of observation, decreased from 0.93 before gene therapy to 0.13 after gene therapy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19179314","type":"dc:BibliographicResource","dc:abstract":"We investigated the long-term outcome of gene therapy for severe combined immunodeficiency (SCID) due to the lack of adenosine deaminase (ADA), a fatal disorder of purine metabolism and immunodeficiency.","dc:creator":"Aiuti A","dc:date":"2009","dc:title":"Gene therapy for immunodeficiency due to adenosine deaminase deficiency."},"rdfs:label":"Gene Therapy"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2,"dc:description":"Of the 10 patients with SCID due to ADA deficiency who were treated with gene therapy, there was restoration of immune function and protection against severe infection in 9. The sustained expression of ADA in multiple hematopoietic-cell lineages allowed for the detoxification of purine metabolites and improvement in the patients' physical development. Gene therapy restored normal immune function in five patients and resulted in significant improvement in lymphocyte counts and functions in the other five patients, leading to protection from infectious complications."},{"id":"cggv:11698f1d-3471-4b65-b7d9-8bc071b0daf0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:32fb8d1d-d33c-42ca-b2e2-e668c2c71629","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Weekly doses of approximately 15 U PEG-ADA per kilogram of body weight maintained plasma adenosine deaminase activity at two to three times the level of erythrocyte adenosine deaminase activity in normal subjects. The principal biochemical consequences of adenosine deaminase deficiency were almost completely reversed. In erythrocytes, adenosine nucleotides increased and deoxyadenosine nucleotides decreased to less than 0.5 percent of total adenine nucleotides. The activity of S-adenosylhomocysteine hydrolase, which is inactivated by deoxyadenosine, increased to normal in red cells and nucleated marrow cells. In vitro tests of the cellular immune function of each patient showed marked improvement, along with an increase in circulating T lymphocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3807953","type":"dc:BibliographicResource","dc:abstract":"We treated two children who had adenosine deaminase deficiency and severe combined immunodeficiency disease by injecting bovine adenosine deaminase modified by conjugation with polyethylene glycol. The modified enzyme was rapidly absorbed after intramuscular injection and had a half-life in plasma of 48 to 72 hours. Weekly doses of approximately 15 U per kilogram of body weight maintained plasma adenosine deaminase activity at two to three times the level of erythrocyte adenosine deaminase activity in normal subjects. The principal biochemical consequences of adenosine deaminase deficiency were almost completely reversed. In erythrocytes, adenosine nucleotides increased and deoxyadenosine nucleotides decreased to less than 0.5 percent of total adenine nucleotides. The activity of S-adenosylhomocysteine hydrolase, which is inactivated by deoxyadenosine, increased to normal in red cells and nucleated marrow cells. Neither toxic effects nor hypersensitivity reactions were observed. In vitro tests of the cellular immune function of each patient showed marked improvement, along with an increase in circulating T lymphocytes. Clinical improvement was indicated by absence of infection and resumption of weight gain. We conclude that from the standpoints of efficacy, convenience, and safety, polyethylene glycol-modified adenosine deaminase is preferable to red-cell transfusion as a treatment for adenosine deaminase deficiency. Patients with other inherited metabolic diseases in which accumulated metabolites equilibrate with plasma could benefit from treatment with the appropriate polyethylene glycol-modified enzyme.","dc:creator":"Hershfield MS","dc:date":"1987","dc:title":"Treatment of adenosine deaminase deficiency with polyethylene glycol-modified adenosine deaminase."},"rdfs:label":"Enzyme therapy"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":1,"dc:description":"PEG-ADA resulted in virtually complete reversal of dAXP accumulation and AXP depletion and in restoration of AdoHcyase activity. Clinical improvement was indicated by absence of infection and resumption of weight gain."},{"id":"cggv:e622dd1e-5c9f-45c6-86c5-e7568e149958","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d8dd0040-2471-46f0-9330-1fdfb3c392e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ADA-deficient humans fail to thrive and die within the first few months of life if not properly diagnosed and treated. ADA-deficient  mice  generated  by trophoblast rescue also fail to thrive and die by approximately 3 weeks of age. These ADA-deficient mice retain many features seen in ADA-deficient humans, in particular a severe lymphopenia and combined immunodeficiency. In addition, ADA-deficient mice develop severe pulmonary insufficiency, and bone and kidney abnormalities were detected. The ability to examine metabolic disturbances in a variety of tissues of ADA-deficient mice revealed a widespread accumulation of adenosine, whereas 2-deoxyadenosine accumulated in a predominantly lymphoid-specific manner. AdoHcy hydrolase inhibition and dATP accumulation were greatest in the thymus and spleen of ADA-deficient mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9478961","type":"dc:BibliographicResource","dc:abstract":"Adenosine deaminase (ADA) deficiency in humans leads to a combined immunodeficiency. The mechanisms involved in the lymphoid specificity of the disease are not fully understood due to the inaccessibility of human tissues for detailed analysis and the absence of an adequate animal model for the disease. We report the use of a two-stage genetic engineering strategy to generate ADA-deficient mice that retain many features associated with ADA deficiency in humans, including a combined immunodeficiency. Severe T and B cell lymphopenia was accompanied by a pronounced accumulation of 2'-deoxyadenosine and dATP in the thymus and spleen, and a marked inhibition of S-adenosylhomocysteine hydrolase in these organs. Accumulation of adenosine was widespread among all tissues examined. ADA-deficient mice also exhibited severe pulmonary insufficiency, bone abnormalities, and kidney pathogenesis. These mice have provided in vivo information into the metabolic basis for the immune phenotype associated with ADA deficiency.","dc:creator":"Blackburn MR","dc:date":"1998","dc:title":"Adenosine deaminase-deficient mice generated using a two-stage genetic engineering strategy exhibit a combined immunodeficiency."},"rdfs:label":"ADA-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Two previous attempts to generate ADA-deficient mice resulted in perinatal lethality due to severe liver damage (PMID: 7731963 and PMID: 7670465). Here the authors used a transgenic strategy whereby they rescued ADA-deficient fetuses from perinatal lethality by restoring Ada expression to trophoblast cells, generating postnatal animals that were completely ADA-deficient."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2808908b-06b9-4cf3-899d-4475bdd57b75_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f9115243-0fee-4615-8d17-6424895da940","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":2,"detectionMethod":"Fragments of ADA cDNAs were subcloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"ADA activity was <1% of normal in erythrocytes, elevated total dAXP (825 nmol/ml; normally <2), SAH hydrolase activity was <5% of normal","phenotypes":["obo:HP_0002090","obo:HP_0001888","obo:HP_0030273","obo:HP_0004430"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:2808908b-06b9-4cf3-899d-4475bdd57b75_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d132eb8b-1360-47d3-85e1-eaa32792d802","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.478+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9871670"}},{"id":"cggv:e8e92b7f-aa7d-4a91-bacc-5e99e0f6ae63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.248C>A (p.Ala83Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA266001"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7599635","type":"dc:BibliographicResource","dc:abstract":"Three new missense mutations (H15D, A83D, and A179D) and a new splicing defect (573 + IG-->A) in the 5' splice site of intron 5 were among six mutant adenosine deaminase (ADA) alleles found in three unrelated patients with severe combined immunodeficiency disease, the most common phenotype associated with ADA deficiency. When expressed in vitro, the H15D, A83D, and A179D proteins lacked detectable ADA activity. The splicing defect caused skipping of exon 5, resulting in premature termination of translation and a reduced level of mRNA. H15D is the first naturally occurring mutation of a residue that coordinates directly with the enzyme-associated zinc ion. Molecular modeling based on the atomic coordinates of murine ADA suggests that the D15 mutation would create a cavity or gap between the zinc ion and the side chain carboxylate of D15. This could alter the ability of zinc to activate a water molecule postulated to play a role in the catalytic mechanism. A83 and A179 are not directly involved in the active site, but are conserved residues located respectively in alpha helix 4 and beta strand 4 of the alpha/beta barrel. Replacement of these small hydrophobic Ala residues with the charged, more bulky Asp side chain may distort ADA structure and affect enzyme stability or folding.","dc:creator":"Santisteban I","dc:date":"1995","dc:title":"Four new adenosine deaminase mutations, altering a zinc-binding histidine, two conserved alanines, and a 5' splice site."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7599635","rdfs:label":"Patient KG"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygous variants Ala83Asp and c.478+1G>A (here referred to as c.573+1G>A) were identified in this patient. In vitro translation products with the Ala83Asp variant resulted in inactive protein. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; A83D had <0.05% WT activity. The c.478+1G>A variant results in the skipping of in-frame exon 4, as observed in patient mRNA, and occurs at a low frequency in gnomAD 0.00005117 (5/97722 alleles in the non-Finnish European population)."},{"id":"cggv:7a209ac2-0bad-48a6-ba2c-8c7ccd771a05_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:93a0fbe0-3e73-4424-9def-aad2d2f8a40e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Fragments of ADA cDNAs were subcloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"<5% of normal ADA activity","phenotypes":"obo:HP_0004430","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7a209ac2-0bad-48a6-ba2c-8c7ccd771a05_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:861793ef-8861-44d6-b369-efbf93d07e36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.632G>A (p.Arg211His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252000"}},{"id":"cggv:23fd0d1c-39cc-4484-b27d-3d6d868c2120","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.2(ADA):c.986C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252004"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3475710","type":"dc:BibliographicResource","dc:abstract":"Adenosine deaminase (ADA; adenosine aminohydrolase, EC 3.5.4.4) deficiency is one cause of the genetic disease severe combined immunodeficiency. To identify mutations responsible for ADA deficiency, we synthesized cDNAs to ADA mRNAs from two cell lines, GM2756 and GM2825A, derived from ADA-deficient immunodeficient patients. Sequence analysis of GM2756 cDNA clones revealed a different point mutation in each allele that causes amino acid changes of alanine to valine and arginine to histidine. One allele of GM2825A also has a point mutation that causes an alanine to valine substitution. The other allele of GM2825A was found to produce an mRNA in which exon 4 had been spliced out but had no other detrimental mutations. S1 nuclease mapping of GM2825A mRNAs showed equal abundance of the full-length ADA mRNA and the ADA mRNA that was missing exon 4. Several of the ADA cDNA clones extended 5' of the major initiation start site, indicating multiple start sites for ADA transcription. The point mutations in GM2756 and GM2825A and the absence of exon 4 in GM2825A appear to be directly responsible for the ADA deficiency. Comparison of a number of normal and mutant ADA cDNA sequences showed a number of changes in the third base of codons. These changes do not affect the amino acid sequence. Analyses of ADA cDNAs from different cell lines detected aberrant RNA species that either included intron 7 or excluded exon 7. Their presence is a result of aberrant splicing of pre-mRNAs and is not related to mutations that cause ADA deficiency.","dc:creator":"Akeson AL","dc:date":"1987","dc:title":"Mutations in the human adenosine deaminase gene that affect protein structure and RNA splicing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3475710","rdfs:label":"GM2756"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound heterozygous missense variants Ala329Val and Arg211His were identified in this patient. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; both A329V and R211H had <0.05% WT activity. Both variants occur at a low frequency in gnomAD 0.0006809 (17/24968 alleles in the African population) and 0.0002822 (10/35432 alleles in the Latino population) respectively."},{"id":"cggv:7191a5d5-1087-4b3e-82bb-63cc197ba785_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0d60cc3a-886d-4f2a-82bb-109d0e4383d4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplification of full coding region from cDNA was cloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"<1% normal ADA activity","phenotypes":"obo:HP_0004430","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7191a5d5-1087-4b3e-82bb-63cc197ba785_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a54d1027-4d10-4360-bcc5-f0e830a0a620","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.311C>T (p.Pro104Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/565486"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7691348","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Atasoy U","dc:date":"1993","dc:title":"A missense mutation in exon 4 of the human adenosine deaminase gene causes severe combined immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7691348","rdfs:label":"BMV"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The homozygous missense variant Pro104Leu was identified in this patient. The in vitro translation product with this variant resulted in inactive protein. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; Pro104Leu had <0.05% WT activity. This variant occurs at a low frequency in gnomAD 0.00006533 (2/30616 alleles in the South Asian population)."},{"id":"cggv:eba65300-a789-4d79-9bc3-49bc77afc066_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e87b40f7-8d2f-4494-bbc0-436d963c1c76","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Fragments of ADA cDNAs were subcloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"<5% of normal ADA activity","phenotypes":"obo:HP_0004430","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:eba65300-a789-4d79-9bc3-49bc77afc066_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:23fd0d1c-39cc-4484-b27d-3d6d868c2120"},{"id":"cggv:c7004f69-2efb-4a1e-bad2-6428414a4e18","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.219-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252010"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3475710"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3475710","rdfs:label":"GM2825A"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygous variants Ala329Val and c.219-2A>G (genomic sequencing performed in PMID: 3182793) were identified in this patient. The splice variant c.219-2A>G caused the deletion of in-frame exon 4, as observed in the patients cDNA.PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; A329V had <0.05% WT activity. This variant occurs at a low frequency in gnomAD 0.0006809 (17/24968 alleles in the African population)."},{"id":"cggv:952bbff3-2c3d-4e22-8a59-b1950eefaf06_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9469604e-1315-4ba1-a725-07f59ae7b84f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"ADA cDNA clones were isolated from a conventional cDNA library derived from the patients lymphoid cell line and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Partial adenosine deaminase deficiency: deficient for erythrocyte ADA but lymphocytes exhibited considerable ADA activity (13%), dATP 39 nmol/ml packed RBCs (normal 3.8), urinary deoxyadenosine 13 nmol/mg creatinine (normally undetectable)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:952bbff3-2c3d-4e22-8a59-b1950eefaf06_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0787518a-84b8-4ed4-af2e-bc4e5c99f2ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.454C>A (p.Leu152Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115292"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9225964","type":"dc:BibliographicResource","dc:abstract":"Deficiency of adenosine deaminase (ADA-) results in autosomal recessive immunodeficiency disease of varying severity. Partial ADA- [ADA deficiency in erythrocytes (RBCs) but substantial ADA in non-RBCs] has also been identified, primarily by population screening of healthy adults in Africa and newborns in New York State. Normal immune function and/or minimal elevations of toxic metabolites in childhood suggested that partial ADA deficiency was benign and therefore that six mutations identified in partially ADA-deficient newborns and expressing 8-80% of normal ADA in non-RBCs were not pathogenic. However, the lowest activity mutation (Arg211Cys) has now been reported in patients with adult-onset immunodeficiency. We have now molecularly and biochemically studied two additional individuals whom we found to represent opposite ends of the spectrum of partial ADA deficiency as to biochemical abnormalities and age of ascertainment. Homozygosity for a newly identified Leu152Met mutation expressing considerably less activity than the pathogenic Arg211Cys mutation was found in a currently healthy 10-year-old Afghanistani child (ascertained at birth). He had the highest accumulation of the metabolite dATP among 13 partially ADA-deficient patients studied, but considerably lower than in those with immunodeficiency. Homozygosity for a newly identified Thr233Ile mutation expressing somewhat greater ADA activity than Arg211Cys was found in a healthy young adult Kung individual, associated with very low metabolite concentrations. Biochemical findings and a family history suggestive of immunodeficiency in prior offspring support the idea that the Leu152Met mutation could result in disease in homozygous individuals challenged by severe environmental insult or in heterozygosity with a null mutation. The pathogenicity of the Thr233Ile mutation, as well as a previously described Ala215Thr mutation with relatively lower activity is less likely but will only be determined by long-term observation of individuals carrying these mutations. Although, in contrast to other partial mutations, neither of these two mutations are at CpG hot spots, the frequency of CpG mutations remains high for partial mutations but is also similarly high in ADA- immunodeficient patients (5/8 vs 12/21).","dc:creator":"Hirschhorn R","dc:date":"1997","dc:title":"Two newly identified mutations (Thr233Ile and Leu152Met) in partially adenosine deaminase-deficient (ADA-) individuals that result in differing biochemical and metabolic phenotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9225964","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The homozygous missense variant Leu152Met identified in this healthy individual with partial ADA deficiency was expressed in Cos cells and found to have 1.5% activity compared to normal ADA. This variant occurs at a low frequency in gnomAD 0.0009902 (26/26258 alleles in the South Asian population)."},{"id":"cggv:b58eb73b-cefb-4823-955d-b018487f90c3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8968f7e2-29a1-4433-88b5-9fdbba90d986","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":39,"detectionMethod":"G216R was identified by restriction digest and P126Q by SSCP analysis confirmed by sequencing of amplified genomic exons.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"ADA activity 0.2 nmol/h/mg protein (normal 80.4 +/- 40.2), S-adenosylhomocysteine hydrolase activity was 0.59nmol/h/mg (normal, 4.2+/-1.9); and total deoxyadenosine nucleotides were 28 nmol/mL (normal< 2)","phenotypes":["obo:HP_0000388","obo:HP_0002352","obo:HP_0006532","obo:HP_0001876","obo:HP_0011132","obo:HP_0002099","obo:HP_0002028","obo:HP_0002373","obo:HP_0012115","obo:HP_0002240","obo:HP_0000976","obo:HP_0001744","obo:HP_0001082","obo:HP_0030273"],"previousTesting":true,"previousTestingDescription":"HIV excluded","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:b58eb73b-cefb-4823-955d-b018487f90c3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:631354bb-b0e7-415b-a2cc-63803c8cbd79","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.377C>A (p.Pro126Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA409121223"}},{"id":"cggv:18062606-32b3-4fe2-bddd-98729f3f025c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.646G>A (p.Gly216Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252008"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9108404","type":"dc:BibliographicResource","dc:abstract":"Adenosine deaminase (ADA) deficiency typically causes severe combined immunodeficiency (SCID) in infants. We report metabolic, immunologic, and genetic findings in two ADA-deficient adults with distinct phenotypes. Patient no. 1 (39 years of age) had combined immunodeficiency. She had frequent infections, lymphopenia, and recurrent hepatitis as a child but did relatively well in her second and third decades. Then she developed chronic sinopulmonary infections, including tuberculosis, and hepatobiliary disease; she died of viral leukoencephalopathy at 40 years of age. Patient no. 2, a healthy 28-year-old man with normal immune function, was identified after his niece died of SCID. Both patients lacked erythrocyte ADA activity but had only modestly elevated deoxyadenosine nucleotides. Both were heteroallelic for missense mutations: patient no. 1, G216R and P126Q (novel); patient no. 2, R101Q and A215T. Three of these mutations eliminated ADA activity, but A215T reduced activity by only 85%. Owing to a single nucleotide change in the middle of exon 7, A215T also appeared to induce exon 7 skipping. ADA deficiency is treatable and should be considered in older patients with unexplained lymphopenia and immune deficiency, who may also manifest autoimmunity or unexplained hepatobiliary disease. Metabolic status and genotype may help in assessing prognosis of more mildly affected patients.","dc:creator":"Ozsahin H","dc:date":"1997","dc:title":"Adenosine deaminase deficiency in adults."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9108404","rdfs:label":"Patient no. 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound heterozygous missense variants Gly216Arg and Pro126Gln were identified in this patient. In vitro translation products with either variant resulted in inactive protein. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; Gly216Arg had <0.05% WT activity, while Pro126Gln 0.11%. Both variants occur at a low frequency in gnomAD 0.00004007 (1/24956 alleles in the African population) and 0.00006490 (1/15408 alleles in the non-Finnish European population) respectively."},{"id":"cggv:ef2c505e-dfcd-4b6a-a6d1-a06457bbbfb6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:68041253-452a-4c48-ac6c-c755f8a5437f","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":1,"detectionMethod":"PCR amplification of ADA cDNA segments were cloned coned and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"ADA activity 0.1 nmol/h/mg protein (normal 80.4 +/- 40.2) and total deoxyadenosine nucleotides were 508 nmol/mL (normal < 2)","phenotypes":"obo:HP_0004430","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ef2c505e-dfcd-4b6a-a6d1-a06457bbbfb6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1c409e94-4785-4850-b7f8-6df329b0ecfa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.302G>A (p.Arg101Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251998"}},{"id":"cggv:18062606-32b3-4fe2-bddd-98729f3f025c"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9108404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9108404","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound heterozygous missense variants Gly216Arg and Arg101Gln were identified in this patient. In vitro translation products with either variant resulted in inactive protein. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; both G216R and R101Q had <0.05% WT activity. Both variants occur at a low frequency in gnomAD 0.00004007 (1/24956 alleles in the African population) and 0.00001758 (2/113750 alleles in the non-Finnish European population) respectively."},{"id":"cggv:6678b59d-3100-441a-ac74-bb4eadf9fc36_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bdf9bcc4-f20a-4e1c-99ab-fd20cbd04c20","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"DNA was extracted and amplified by the PCR to contain exons 1-5, and 7–11 then the sequence determined by cycle sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Partial adenosine deaminase deficiency: deficient for erythrocyte ADA but lymphocytes exhibited considerable ADA activity (25-50%), urinary deoxyadenosine 0.2 nmol/mg creatinine (normally undetectable)","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6678b59d-3100-441a-ac74-bb4eadf9fc36_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7f3d86b5-9372-4907-8757-adc3005baaa3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.698C>T (p.Thr233Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115295"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9225964"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9225964","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The homozygous missense variant Thr233Ile identified in this healthy individual with partial ADA deficiency was expressed in Cos cells and found to have 20% activity compared to normal ADA."},{"id":"cggv:a8f66192-5fdc-4158-92cd-17756b7f5bd9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:766d95ee-8520-4e94-92b5-ac9bba37dddd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"detectionMethod":"PCR amplification of ADA cDNA segments were cloned coned and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"ADA activity <0.1 nmol/h/mg protein (normal 80.4 +/- 40.2) and total deoxyadenosine nucleotides were 15 nmol/mL (normal < 2)","phenotypes":["obo:HP_0011110","obo:HP_0030273"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a8f66192-5fdc-4158-92cd-17756b7f5bd9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:eacf2584-7f16-4e39-bf04-300b846f6d51","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.643G>A (p.Ala215Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115287"}},{"id":"cggv:1c409e94-4785-4850-b7f8-6df329b0ecfa"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9108404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9108404","rdfs:label":"Patient no. 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound heterozygous missense variants Arg215Thr and Arg101Gln were identified in this patient. In vitro translation products resulted in protein that was inactive with Arg101Gln and had 10-20% activity with Arg215Thr. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; A215T had 13% WT activity and R101Q had <0.05%. Both variants occur at a low frequency in gnomAD 0.0009216 (23/24956 alleles in the African population) and 0.00001758 (2/113750 alleles in the non-Finnish European population) respectively."},{"id":"cggv:dc25826f-f501-4ef1-9cac-feb1ec9c64c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0a26aba-c251-4051-9927-0f41078dc703","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"detectionMethod":"Sanger sequencing of the entire coding region was performed from cDNA and the variant was confirmed by amplification from genomic DNA.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Erythrocytes had <1% of residual ADA activity","phenotypes":["obo:HP_0030273","obo:HP_0004430"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:dc25826f-f501-4ef1-9cac-feb1ec9c64c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d0a778ed-1191-44fa-a867-3cb3cacd6200","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.367del (p.Asp123ThrfsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA920220318"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10200056","type":"dc:BibliographicResource","dc:abstract":"The degree of immunodeficiency associated with deficiency of adenosine deaminase (ADA) is variable. Most patients are infants with severe combined immunodeficiency (SCID), but in about 20 percent immune dysfunction becomes manifest later in childhood (\"delayed-onset\"); several patients with \"late\" or \"adult\" onset of immune dysfunction have been diagnosed at 15-39 years. Over 40 ADA gene mutations have thus far been identified. To better define the genotype-phenotype relationship, we report 7 novel ADA mutations, including 5 missense mutations (G74C, V129M, G140E, R149W, Q199P) and two short deletions (462delG, E337del). These were identified among 7 patients (3 with SCID and 4 with delayed-onset). A homozygote for 462delG had SCID, whereas patients homozygous or heterozyous for V129M had delayed-onset. Two other delayed-onset patients, one heterozygous for G74C and the other for Q199P, each had a second allele carrying the previously reported \"severe\" mutation G216R. These findings are consistent with previous observations suggesting that, in general, SCID occurs when both alleles eliminate ADA function, and a milder phenotype when at least one allele can supply a low level of function.","dc:creator":"Arrendondo-Vega FX","dc:date":"1998","dc:title":"Seven novel mutations in the adenosine deaminase (ADA) gene in patients with severe and delayed onset combined immunodeficiency: G74C, V129M, G140E, R149W, Q199P, 462delG, and E337del. Mutations in brief no. 142. Online."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10200056","rdfs:label":"GC"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The homozygous frameshift variant c.367del (reported here as 462delG) causes Asp123ThrfsTer10 with a premature stop codon in exon 5 of 12 and is predicted to result in NMD."},{"id":"cggv:71d3d0a9-2d3e-497a-a6ab-6db30aca5ec0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5a436ab5-140d-45e2-9dfa-8307d6c9354c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":23,"detectionMethod":"Variant was identified by SSCP analysis and confirmed from amplified patient genomic DNA and restriction enzyme digestion.","firstTestingMethod":"SSCP","phenotypeFreeText":"Erythrocytes had <1% of residual ADA activity, complete absence of ADA activity in lymphocytes, 169 nmol/ml dAXP, lymphopenia (420/ul), eosinophilia (3320/ul), delayed-onset","phenotypes":["obo:HP_0009098","obo:HP_0002099","obo:HP_0100651","obo:HP_0001888","obo:HP_0002028","obo:HP_0001880","obo:HP_0030273","obo:HP_0001047","obo:HP_0003074","obo:HP_0002788","obo:HP_0004430","obo:HP_0001993"],"previousTesting":true,"previousTestingDescription":"From PMID: 1468454 HIV, TORCH, and HBV serology were negative. PNP activity was normal. X-ray films of the skeleton revealed no abnormalities; neurological examination was normal. HLA typing did not demonstrate alleles usually associated with IDDM","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:71d3d0a9-2d3e-497a-a6ab-6db30aca5ec0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e42072a0-8cbf-4a56-92e9-eb15c67bf2d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.385G>A (p.Val129Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA266005"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10200056"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10200056","rdfs:label":"AR"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The homozygous missense variant Val129Met was functionally characterized in PMID: 9758612; the activity of ADA variants in the ADA-deleted E. coli strain SØ383 was quantitated and compared to WT; V129M had 0.06-0.2% WT activity."},{"id":"cggv:4eb624b5-4a83-4d78-9060-de262fc82b80_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2dd7b2b3-9cc4-4277-bbb7-59334915baf7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"Fragments of ADA cDNAs were subcloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"ADA activity was 1% of normal in erythrocytes (0.02 nmol/min/mg Hb; normal = 1.5 +/- 0.2), elevated dATP and dADP (154 and 34nmol/ml; normally undetectable), SAH hydrolase was <0.002-0.006 nmol/min/mg Hb (<2-6% of normal)","phenotypes":["obo:HP_0004430","obo:HP_0030273","obo:HP_0002090","obo:HP_0001888","obo:HP_0001508","obo:HP_0002028","obo:HP_0004313"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:4eb624b5-4a83-4d78-9060-de262fc82b80_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:52f04193-20f8-46b9-9272-785c04d7ba5c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.43C>G (p.His15Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA266012"}},{"id":"cggv:74b49e56-5d2e-4dbe-ae76-e4a7ebca844a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.320T>C (p.Leu107Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252006"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7599635"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7599635","rdfs:label":"Patient AF"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound heterozygous missense variants His15Asp and Leu107Pro were identified in this patient. In vitro translation products with the His15Asp variant resulted in inactive protein. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; both H15D and L107P had <0.05% WT activity. Both variants occur at a low frequency in gnomAD 0.00001618 (2/123606 alleles in the non-Finnish European population) and 0.0003181 (11/34580 alleles in the Latino population) respectively."},{"id":"cggv:92133a86-24d6-4bd8-a648-e35ec6b5b972_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0c523b0f-e79e-4af8-a686-dba8dc9258f5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Fragments of ADA cDNAs were subcloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"ADA activity was <1% of normal in erythrocytes, elevated total dAXP (354 nmol/ml; normally <2), SAH hydrolase activity was <10% of normal","phenotypes":["obo:HP_0030273","obo:HP_0004313","obo:HP_0002090","obo:HP_0001047","obo:HP_0001888","obo:HP_0004430","obo:HP_0002028","obo:HP_0001508"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:92133a86-24d6-4bd8-a648-e35ec6b5b972_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:861793ef-8861-44d6-b369-efbf93d07e36"},{"id":"cggv:157cc9b2-9b5f-495d-a133-e3f472e03eb4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000022.4(ADA):c.536C>A (p.Ala179Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA266018"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7599635"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7599635","rdfs:label":"Patient HT"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound heterozygous missense variants Ala179Asp and Arg211His were identified in this patient. In vitro translation products with the Ala179Asp variant resulted in inactive protein. PMID: 9758612 quantitated the activity of ADA variants in the ADA-deleted E. coli strain SØ383 compared to WT; A179D had 0.06-0.17% and R211H had <0.05% WT activity. Both variants occur at a low frequency in gnomAD 0.00002639 (3/113674 alleles in the non-Finnish European population) and 0.0002822 (10/35432 alleles in the Latino population) respectively."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1501,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:578a7cb8-ca77-494f-b5f3-9384e5dd6b2f","type":"GeneValidityProposition","disease":"obo:MONDO_0007064","gene":"hgnc:186","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Adenosine deaminase deficiency in relation to severe combined immunodeficiency (SCID) was first reported in the 1970s, then in 1985 Bonthron et al. (PMID: 3839802) identified the first variant in ADA. The relationship of ADA to autosomal recessive adenosine deaminase deficiency was confirmed by the first report of biallelic variants from Akeson et al., 1987 (PMID: 3475710). ADA deficiency is associated with a cellular SCID phenotype that is low in T cells, B cells, and NK cells. ADA deficiency leads to an accumulation of toxic purine degradation by-products, most potently affecting lymphocytes, leading to adenosine deaminase-deficient severe combined immunodeficiency. Whilst most notable effects are on lymphocytes, other manifestations include skeletal abnormalities, neurodevelopmental effects and pulmonary manifestations associated with pulmonary-alveolar proteinosis. Affected SCID patients present in early infancy, usually with persistent infection, or with pulmonary insufficiency (reviewed in PMID: 29690908). However, there is heterogeneity in the phenotype of ADA-deficiency, with approximately 15–20% of patients exhibiting a delayed clinical onset, presenting with less severe combined immune deficiency later in life, hypomorphic variants are often identified in such patients. Additionally, healthy individuals with absence of ADA in erythrocytes but retention of readily detectable ADA in non-erythroid cells (partial ADA deficiency) have also been identified. Over 80 unique variants have been reported in humans (predominantly missense, as well as nonsense, frameshift, splicing, small indels, and gross deletions). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Seventeen unique variants from 13 probands in 6 publications were curated (PMIDs: 29690908, 10200056, 7691348, 9225964, 9108404, 7599635). More evidence is available in the literature, but the maximum score for genetic evidence and experimental evidence has been reached. Experimentally, this gene-disease relationship is supported by its role in catalyzing the hydrolytic deamination of adenosine to inosine (PMID: 8452534), preventing accumulation of the cytotoxic metabolite deoxyadenosine, and its altered function in patient cells (PMID: 627115). Further support is provided by recapitulation of human disease in a mouse model (PMID: 9478961), as well as the rescue of the mouse model by either enzyme therapy (PMID: 10908569) or gene therapy (PMID: 16835374). Additionally, both enzyme therapy (PMID: 3807953) and gene therapy (PMID: 19179314) have shown rescue of the phenotype in patients. In summary ADA is definitively associated with autosomal recessive adenosine deaminase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:664ba77c-3db6-47da-941e-316ac819432a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}