{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-10T18:34:51.595Z","role":"Publisher"},{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-10-17T04:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27648472","type":"dc:BibliographicResource","dc:abstract":"To identify the molecular basis of a fatal syndrome of microcephaly, cortical hyperexcitability, and myasthenia.","dc:creator":"Engel AG","dc:date":"2016","dc:title":"Loss of MUNC13-1 function causes microcephaly, cortical hyperexcitability, and fatal myasthenia."},"evidence":[{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:30df72dc-1bd5-4ef0-b1d0-281680c8b9b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0da37e87-708c-4516-b26d-3d194e892d06","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Generated knock-in mice expressing a fusion protein of the presynaptic active zone protein Munc13-1 and enhanced yellow fluorescent protein (EYFP) from the Munc13-1 locus. SDS-PAGE and Western blotting of cerebral cortex tissue showed an increase in expression over early postnatal development and high expression of Munc13-1 in synaptic plasma membranes (Fig. 2). Immunofluorescence staining of paraformaldehyde-fixed brain sections revealed high expression throughout the brain, with prominent labeling in synaptic neuropil areas and absence from cell bodies and white matter, consistent with other presynaptic proteins (Fig. 3). For a comparison with endogenous Munc13-1 immunostaining, see Betz et al. (1998). A note on isoforms: rodents have 4 Munc13 isoforms - Munc13-1, ubMunc13-2, bMunc13-2, and Munc13-3. Varoqueaux et al. (2005) showed that the murine NMJ contains Munc13-1 and ubMunc13-2, but not bMunc13-2, Munc13-3, or the more distantly related BAP3, and only trace amounts of Munc13-4 (PMID 15988013). Other studies of isoform specificity indicate that Munc13-1 is expressed throughout the brain, whereas the expression of Munc13-2 and Munc13-3 is restricted to neocortical/hippocampal and cerebellar neurons, respectively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17167095","type":"dc:BibliographicResource","dc:abstract":"GFP (green fluorescent protein) fusion proteins have revolutionized research on protein dynamics at synapses. However, corresponding analyses usually involve protein expression methods that override endogenous regulatory mechanisms, and therefore cause overexpression and temporal or spatial misexpression of exogenous fusion proteins, which may seriously compromise the physiological validity of such experiments. These problems can be circumvented by using knock-in mutagenesis of the endogenous genomic locus to tag the protein of interest with a fluorescent protein. We generated knock-in mice expressing a fusion protein of the presynaptic active zone protein Munc13-1 and enhanced yellow fluorescent protein (EYFP) from the Munc13-1 locus. Munc13-1-EYFP-containing nerve cells and synapses are functionally identical to those of wild-type mice. However, their presynaptic active zones are distinctly fluorescent and readily amenable for imaging. We demonstrated the usefulness of these mice by studying the molecular dynamics of Munc13-1-EYFP at individual presynaptic sites. Fluorescence recovery after photobleaching (FRAP) experiments revealed that Munc13-1-EYFP is rapidly and continuously lost from and incorporated into active zones (tau1 approximately 3 min; tau2 approximately 80 min). Munc13-1-EYFP steady-state levels and exchange kinetics were not affected by proteasome inhibitors or acute synaptic stimulation, but exchange kinetics were reduced by chronic suppression of spontaneous activity. These experiments, performed in a minimally perturbed system, provide evidence that presynaptic active zones of mammalian CNS synapses are highly dynamic structures. They demonstrate the usefulness of the knock-in approach in general and of Munc13-1-EYFP knock-in mice in particular for imaging synaptic protein dynamics.","dc:creator":"Kalla S","dc:date":"2006","dc:title":"Molecular dynamics of a presynaptic active zone protein studied in Munc13-1-enhanced yellow fluorescent protein knock-in mutant mice."},"rdfs:label":"Kalla expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Tissue-specific and subcellular expression is consistent with disease phenotype. "},{"id":"cggv:eebabc7b-6d80-4200-aa0b-16059b5ddc64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:40f7e259-279f-4a79-a1e9-6e740be654db","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Comprehensive review of UNC13 function, including SNARE assembly and quality control, building of release sites, synaptic vesicle priming, regulation of calcium channel proximity, and short-term synaptic plasticity. Altered synaptic transmission could result in movement disorders, seizures, and neurological and/or psychiatric disorders.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30690332","type":"dc:BibliographicResource","dc:abstract":"Nervous systems are built on synaptic connections, and our understanding of these complex compartments has deepened over the past quarter century as the diverse fields of genetics, molecular biology, physiology, and biochemistry each made significant in-roads into synaptic function. On the presynaptic side, an evolutionarily conserved core fusion apparatus constructed from a handful of proteins has emerged, with Unc13 serving as a hub that coordinates nearly every aspect of synaptic transmission. This review briefly highlights recent studies on diverse aspects of Unc13 function including roles in SNARE assembly and quality control, release site building, calcium channel proximity, and short-term synaptic plasticity.","dc:creator":"Dittman JS","dc:date":"2019","dc:title":"Unc13: a multifunctional synaptic marvel."},"rdfs:label":"Dittman review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Is this sufficient to score?"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9ee91a6c-edbc-45b2-acd3-e7bb55e74b09","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:f41839b0-7168-41e9-abc4-8f0420693f18","type":"FunctionalAlteration","dc:description":"In vitro studies of autaptic hippocampal neuron cultures from homozygous H567K knockin mice. The synaptic transmission phenotype was distinct from that observed in the MUNC13-1 null neurons. Evoked EPSC amplitude did not differ from WT, and neither did the frequency, amplitude, or charge of spontaneous currents, suggesting no effect on synaptic vesicle priming or evoked release. However, altered beta-PE-mediated synaptic plasticity was observed, with mutants showing reduced potentiation (Fig. 3). The size of the readily releasable pool (RRP) was smaller in mutant neurons although the rate of refilling was unaltered; consistently, the average vesicular release probability was reduced in the mutants (Fig. 6). The mutant synapses also show more pronounced depression in response to high-frequency stimulation (Fig. 7). Mutant neurons also show slower recovery from RRP depletion compared to WT cells (Fig. 8). These results demonstrate the role of UNC13A in activity-dependent refilling of the RRP, with the C1 domain, where this variant is located, acting as an activity sensor.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11792326","type":"dc:BibliographicResource","dc:abstract":"Munc13-1 is a presynaptic protein with an essential role in synaptic vesicle priming. It contains a diacylglycerol (DAG)/beta phorbol ester binding C(1) domain and is a potential target of the DAG second messenger pathway that may act in parallel with PKCs. Using genetically modified mice that express a DAG/beta phorbol ester binding-deficient Munc13-1(H567K) variant instead of the wild-type protein, we determined the relative contribution of PKCs and Munc13-1 to DAG/beta phorbol ester-dependent regulation of neurotransmitter release. We show that Munc13s are the main presynaptic DAG/beta phorbol ester receptors in hippocampal neurons. Modulation of Munc13-1 activity by second messengers via the DAG/beta phorbol ester binding C(1) domain is essential for use-dependent alterations of synaptic efficacy and survival.","dc:creator":"Rhee JS","dc:date":"2002","dc:title":"Beta phorbol ester- and diacylglycerol-induced augmentation of transmitter release is mediated by Munc13s and not by PKCs."},"rdfs:label":"Rhee 2020 cultured neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Functional consequence of homozygous missense variant is consistent with disease phenotype and provides another molecular pathway that could result in a deleterious (LOF) effect."},{"id":"cggv:855f3074-7cd1-4728-a88c-4ab9237b93d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a8763631-b2c6-4592-beac-8826f741c133","type":"FunctionalAlteration","dc:description":"To determine the role of Munc13-1 in synaptic transmission, performed electrophysiological analyses of autaptic cultures of hippocampal neurons from newborn Munc13-1 KO mice. Whole-cell patch-clamp analysis revealed a marked phenotypical change in Munc13-1-deficient cultures. Excitatory post-synaptic currents (EPSCs) in mutant cells were reduced by more than 90%, whereas inhibitory currents (IPSCs) were unaffected (Fig. 1 a, b, c). This was not due to a change in the density of voltage-gated conductances (data not shown) or changes in calcium influx (Fig. 1 d, e). The observed specific reduction in glutamatergic transmission was not due to loss of synapses, as the density of total synaptic contacts (not shown) and the density of glutamatergic synapses were not altered by the mutation (Fig. 1f). Additional experiments ruled out a contribution of postsynaptic glutamate receptor sensitivity but suggested the deficits in glutamatergic synaptic transmission result from a decrease in the size of the readily releasable pool (RRP) of vesicles (Fig. 2). Experiments designed to assay functionally silent excitatory synapses using NMDA receptor blockade suggested that in KO neurons, at least 70% of all synapses do not release neurotransmitter under experimental stimulation; however, a subset of synapses functioned independently of Munc13-1 (Fig. 3). The ultrastructure of Munc13-1-deficient synapses was very similar to that of wild-type controls (Fig. 4) despite the reduction in the RRP, suggesting a deficit in fusion competence rather than vesicle docking. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10440375","type":"dc:BibliographicResource","dc:abstract":"Neurotransmitter release at synapses between nerve cells is mediated by calcium-triggered exocytotic fusion of synaptic vesicles. Before fusion, vesicles dock at the presynaptic release site where they mature to a fusion-competent state. Here we identify Munc13-1, a brain-specific presynaptic phorbol ester receptor, as an essential protein for synaptic vesicle maturation. We show that glutamatergic hippocampal neurons from mice lacking Munc13-1 form ultrastructurally normal synapses whose synaptic-vesicle cycle is arrested at the maturation step. Transmitter release from mutant synapses cannot be triggered by action potentials, calcium-ionophores or hypertonic sucrose solution. In contrast, release evoked by alpha-latrotoxin is indistinguishable from wild-type controls, indicating that the toxin can bypass Munc13-1-mediated vesicle maturation. A small subpopulation of synapses of any given glutamatergic neuron as well as all synapses of GABA (gamma-aminobutyric acid)-containing neurons are unaffected by Munc13-1 loss, demonstrating the existence of multiple and transmitter-specific synaptic vesicle maturation processes in synapses.","dc:creator":"Augustin I","dc:date":"1999","dc:title":"Munc13-1 is essential for fusion competence of glutamatergic synaptic vesicles."},"rdfs:label":"Augustin 1999 ephys"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These results are pretty highly consistent with the Engel et al. (2016) homozygous LOF patient's phenotype and neuromuscular junction ephys and structural analyses. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:77a24a93-c281-472b-8dfd-06536b8833fa","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:7b41aa79-d4f6-4f06-a242-1fd88f226695","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Created a H567K Munc13-1 knockin mouse model. This variant abolishes binding of β phorbol esters (beta-PEs), which are functional analogs of the endogenous second messenger diacylglycerols (DAGs). Beta-PEs and DAGs regulate presynaptic function by enhancing transmitter release by activating PKCs. Newborn homozygous mutant mice initially breathe, react to tactile stimuli, and exhibit pain-avoidance reflexes but deteriorate rapidly and die within 2-3 hours after birth, indicating general brainstem malfunction. The overall structure and cytoarchitecture of the brains and distribution of the synaptic marker synaptophysin didn't differ from WT littermates (data not shown), and Munc13-1 protein expression levels did not differ from WT (Fig. 1E). Heterozygous mutants were identical to WT controls in all analyses (data not shown), demonstrating that the variant did not have a dominant-negative effect.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11792326","rdfs:label":"Rhee 2002 knockin mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No phenotype in heterozygous mice with LOF missense variant, no dominant-negative effect. Homozygous mice die soon after birth, presumably due to general brainstem dysfunction."},{"id":"cggv:ab1a1dd6-e57f-49a7-a41d-b08f20d4b7fa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5aeea76f-3f76-406b-98da-22adc28089e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Deletion mutations in the mouse gene for Munc13-1 were generated by homologous recombination in embryonic stem cells. Munc13-1-deficient mice do not feed and are distinguishable from wild-type animals shortly after birth by a lack of milk in their stomachs, weakness and reduced breathing rate. Mutant mice die within a few hours of birth. Anatomical and morphological analyses of newborn offspring from  heterozygous interbreedings showed that the overall structure and cytoarchitecture of mutant brains and the distribution of synaptic markers (synaptotagmin, synapsin) were indistinguishable from those of wild-type controls (data not shown). Levels of other Munc13 isoforms (Munc13-2 and Munc13-3) were not changed in mutant brains (see Supplementary Information). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10440375","rdfs:label":"Augustin 1999 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Weakness and feeding and respiratory difficulties were observed in the Engel 2016 patient who was homozygous for a predicted null variant. Limited recapitulation of a human phenotype that is not clearly defined"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Limited","sequence":9201,"specifiedBy":"GeneValidityCriteria8","strengthScore":1.5,"subject":{"id":"cggv:3c2200d5-60dc-461b-bf44-389363e79fbf","type":"GeneValidityProposition","disease":"obo:MONDO_0002320","gene":"hgnc:23150","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"The UNC13A gene is located on chromosome 19 at 19p13.11 and encodes unc-13 homolog A, or Munc13-1, which is one of four genes in the UNC13 homolog gene family. UNC13A was first reported in association with congenital nervous system disorder by Engel et al. (2016), who described a proband with a homozygous stop-gained variant presenting with microcephaly, cortical hyperexcitability, and myasthenia (PMID 27648472). Based on the limited number of reported cases, a distinct mode of inheritance, mechanism of disease, and phenotypic spectrum have not been determined; for this reason, the gene was curated for the broad term congenital nervous system disorder, undetermined inheritance mode. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least three variants including missense and stop-gained variants have been reported in association with a neurodevelopmental syndrome characterized by variable features of developmental delay, seizures, microcephaly, and myopathy/movement disorders (PMIDs: 27648472, 28192369, 28771251). These variants were all considered and totaled 3 points, but can't be given points in the GCI due to the unknown MOI. Biallelic loss of function has been associated with developmental delay, microcephaly, cortical hyperexcitability, hypotonia, and myopathy, whereas heterozygous gain of function has been associated with hyperkinesia, developmental delay, and autism. This gene-disease association is supported by animal models, expression studies, and in vitro functional assays. Munc13-1 is highly expressed in the brain and at the neuromuscular junction, where it localizes to presynaptic terminals and plays a critical role in synaptic transmission by regulating release site assembly, synaptic vesicle priming, activity-dependent refilling of the readily releasable vesicle pool, calcium channel proximity, and short-term synaptic plasticity (PMIDs: 17167095, 30690332). In vivo and in vitro experiments have demonstrated that variation in the UNC13A gene can alter various properties of neuronal and neuromuscular synaptic transmission and lead to muscle weakness, respiratory insufficiency, and perinatal lethality (PMIDs: 10440375, 11792326, 27648472, 28192369). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date October 15th, 2021 (SOP Version 8).\nBecause an inheritance pattern was not specified, genetic evidence could not be formally scored. The combination of genetic and experimental evidence support a Limited classification for the GDR. \n","dc:isVersionOf":{"id":"cggv:8cbf5d81-6724-47ab-900c-2adef7095431"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}