{"id":"cggv:06aed341-58db-459b-a750-7142e29b420bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-06-04T17:00:00.000Z","role":"Approver"},{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:410622e2-7cc9-47a7-9884-f538321cf04d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3da14c6f-05c4-4ff1-a930-315d1b3ea67a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of Runx1 in hematopoietic lineages. Expression of Runx1 in peripheral lymphocytes. (Figure 2,3,5)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14630789","type":"dc:BibliographicResource","dc:abstract":"The Runx1/core binding factor-beta (CBFbeta) transcriptional complex is required for the establishment of hematopoiesis during development. Despite its critical role during development, a detailed analysis of Runx1 expression within specific lineages and developmental stages of the adult hematopoietic system is lacking. To address this, we have developed a Runx1-green fluorescent protein (GFP) knock-in mouse. We show that Runx1 is expressed in several hematopoietic lineages, including myeloid, B-lymphoid, and T-lymphoid cells. By contrast, Runx1 is weakly expressed in early erythroid cells, and its expression is rapidly extinguished during later stages of erythropoiesis. Runx1 expression is induced during early B-cell development and is expressed at a uniform level during all subsequent stages of B-cell development. Within the thymus, Runx1 is expressed at the highest level in CD4-CD8- double-negative thymocytes. In peripheral T cells, Runx1 is differentially expressed, with CD4+ T cells expressing 2- to 3-fold higher levels of Runx1 than CD8+ cells. Taken together, these findings indicate that although widely expressed in the hematopoietic system, the expression of Runx1 is regulated in a cell type- and maturation stage-specific manner. In addition, the Runx1-IRES-GFP knock-in mouse strain should prove valuable for investigation of Runx1 function in adult hematopoiesis.","dc:creator":"Lorsbach RB","dc:date":"2004","dc:title":"Role of RUNX1 in adult hematopoiesis: analysis of RUNX1-IRES-GFP knock-in mice reveals differential lineage expression."},"rdfs:label":"Expression of Runx1 in hematopoietic lineages"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bb6e4410-b210-47c1-8a56-f985cecc31d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b6490fd-38f0-405d-85fc-b4063f0574fd","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"RUNX1 and CBFB are two subunits forming the same transcriptional complex showing in the co-crystal structure. (Figure 2 and Figure 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10856244","type":"dc:BibliographicResource","dc:abstract":"Mutations in the genes encoding the interacting proteins AML1 and CBFbeta are the most common genetic abnormalities in acute leukaemia, and congenital mutations in the related AML3 gene are associated with disorders of osteogenesis. Furthermore, the interaction of AML1 with CBFbeta is essential for haematopoiesis. We report the 2.6 A resolution crystal structure of the complex between the AML1 Runt domain and CBFbeta, which represents a paradigm for the mode of interaction of this highly conserved family of transcription factors. The structure demonstrates that point mutations associated with cleidocranial dysplasia map to the conserved heterodimer interface, suggesting a role for CBFbeta in osteogenesis, and reveals a potential protein interaction platform composed of conserved negatively charged residues on the surface of CBFbeta.","dc:creator":"Warren AJ","dc:date":"2000","dc:title":"Structural basis for the heterodimeric interaction between the acute leukaemia-associated transcription factors AML1 and CBFbeta."},"rdfs:label":"CBFB is associated with acute myeloid leukemia"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Consider reduce points because RUNX1 is more well stablished for FPD/AML than CBFB and no inherited variant found yet for CBFB."},{"id":"cggv:c199bdd1-7ee5-4ef9-a5eb-e06151b9753c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:334215e3-36b7-44b2-928a-6a464ce05b49","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Runx1 is required for progression of CD41+embryonic precursors into HSCs. (Figure 1 and Figure 2).  RUNX1 has a primary role in the development of all hematopoietic cell types (definitive erythroid cells, granulocytes, macrophages, and lymphoid cells);","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25139854","type":"dc:BibliographicResource","dc:abstract":"Haematopoiesis in adult animals is maintained by haematopoietic stem cells (HSCs), which self-renew and can give rise to all blood cell lineages. The AGM region is an important intra-embryonic site of HSC development and a wealth of evidence indicates that HSCs emerge from the endothelium of the embryonic dorsal aorta and extra-embryonic large arteries. This, however, is a stepwise process that occurs through sequential upregulation of CD41 and CD45 followed by emergence of fully functional definitive HSCs. Although largely dispensable at later stages, the Runx1 transcription factor is crucially important during developmental maturation of HSCs; however, exact points of crucial involvement of Runx1 in this multi-step developmental maturation process remain unclear. Here, we have investigated requirements for Runx1 using a conditional reversible knockout strategy. We report that Runx1 deficiency does not preclude formation of VE-cad+CD45-CD41+ cells, which are phenotypically equivalent to precursors of definitive HSCs (pre-HSC Type I) but blocks transition to the subsequent CD45+ stage (pre-HSC Type II). These data emphasise that developmental progression of HSCs during a very short period of time is regulated by precise stage-specific molecular mechanisms. ","dc:creator":"Liakhovitskaia A","dc:date":"2014","dc:title":"Runx1 is required for progression of CD41+ embryonic precursors into HSCs but not prior to this."},"rdfs:label":"RUNX1 function in the development of hematopoietic cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba79e85c-61b7-4bb0-9e0d-075a03ad7f81","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:16d61918-f864-4ca4-a679-da0bcc2f8bac","type":"FunctionalAlteration","dc:description":"There was a substantial decrease in megakaryocyte colony formation in affected individuals compared with controls (Table 1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10508512","type":"dc:BibliographicResource","dc:abstract":"Familial platelet disorder with predisposition to acute myelogenous leukaemia (FPD/AML, MIM 601399) is an autosomal dominant disorder characterized by qualitative and quantitative platelet defects, and propensity to develop acute myelogenous leukaemia (AML). Informative recombination events in 6 FPD/AML pedigrees with evidence of linkage to markers on chromosome 21q identified an 880-kb interval containing the disease gene. Mutational analysis of regional candidate genes showed nonsense mutations or intragenic deletion of one allele of the haematopoietic transcription factor CBFA2 (formerly AML1) that co-segregated with the disease in four FPD/AML pedigrees. We identified heterozygous CBFA2 missense mutations that co-segregated with the disease in the remaining two FPD/AML pedigrees at phylogenetically conserved amino acids R166 and R201, respectively. Analysis of bone marrow or peripheral blood cells from affected FPD/AML individuals showed a decrement in megakaryocyte colony formation, demonstrating that CBFA2 dosage affects megakaryopoiesis. Our findings support a model for FPD/AML in which haploinsufficiency of CBFA2 causes an autosomal dominant congenital platelet defect and predisposes to the acquisition of additional mutations that cause leukaemia.","dc:creator":"Song WJ","dc:date":"1999","dc:title":"Haploinsufficiency of CBFA2 causes familial thrombocytopenia with propensity to develop acute myelogenous leukaemia."},"rdfs:label":"Haematopoietic colony-forming units in FDP/AML individuals"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11b4a5d9-47ad-437e-aec7-d2434e0599c4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d88987d8-ae30-4285-af83-46d157cc6b3b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The 2 mutation-corrected iPSC lines produced ~40% to 60% more CD41+ CD42+ MKs than the patient and the wild-type allele-targeted iPSC lines at both time points (Figure 2B-D and supplemental Table 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25114263","type":"dc:BibliographicResource","dc:abstract":"Familial platelet disorder with predisposition to acute myeloid leukemia (FPD/AML) is an autosomal dominant disease of the hematopoietic system that is caused by heterozygous mutations in RUNX1. FPD/AML patients have a bleeding disorder characterized by thrombocytopenia with reduced platelet numbers and functions, and a tendency to develop AML. No suitable animal models exist for FPD/AML, as Runx11/2 mice and zebra fish do not develop bleeding disorders or leukemia. Here we derived induced pluripotent stem cells (iPSCs) from 2 patients in a family with FPD/AML, and found that the FPD iPSCs display defects in megakaryocytic differentiation in vitro. We corrected the RUNX1 mutation in 1 FPD iPSC line through gene targeting, which led to normalization of megakaryopoiesis of the iPSCs in culture. Our results demonstrate successful in vitro modeling of FPD with patient-specific iPSCs and confirm that RUNX1 mutations are responsible for megakaryopoietic defects in FPD patients.","dc:creator":"Connelly JP","dc:date":"2014","dc:title":"Targeted correction of RUNX1 mutation in FPD patient-specific induced pluripotent stem cells rescues megakaryopoietic defects."},"rdfs:label":"Targeted correction of RUNX1 rescue megakaryopoietic defects"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:a207df0b-5a74-4b99-84a5-1a1448a0c4e4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:03046077-f812-4f7b-b9ea-4c2125849204","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Thrombocytopenia and megakaryocytic maturation arrest of induced AML-1 knockout mice (Figure 2). Hematopoietic progenitor cells are expanded in floxed bone marrow (Figure 3). RUNX1 is required in lymphoid precursors committed to T- or B-cell lineages (Figure 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14966519","type":"dc:BibliographicResource","dc:abstract":"Embryonic development of multilineage hematopoiesis requires the precisely regulated expression of lineage-specific transcription factors, including AML-1 (encoded by Runx1; also known as CBFA-2 or PEBP-2alphaB). In vitro studies and findings in human diseases, including leukemias, myelodysplastic syndromes and familial platelet disorder with predisposition to acute myeloid leukemia (AML), suggest that AML-1 has a pivotal role in adult hematopoiesis. However, this role has not been fully uncovered in vivo because of the embryonic lethality of Runx1 knockout in mice. Here we assess the requirement of AML-1/Runx1 in adult hematopoiesis using an inducible gene-targeting method. In the absence of AML-1, hematopoietic progenitors were fully maintained with normal myeloid cell development. However, AML-1-deficient bone marrow showed inhibition of megakaryocytic maturation, increased hematopoietic progenitor cells and defective T- and B-lymphocyte development. AML-1 is thus required for maturation of megakaryocytes and differentiation of T and B cells, but not for maintenance of hematopoietic stem cells (HSCs) in adult hematopoiesis.","dc:creator":"Ichikawa M","dc:date":"2004","dc:title":"AML-1 is required for megakaryocytic maturation and lymphocytic differentiation, but not for maintenance of hematopoietic stem cells in adult hematopoiesis."},"rdfs:label":"AML1 in megakaryocytic maturation and thrombocytopenia"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:8aad81a5-257b-4d3c-9f5e-7f80e415aded_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6f83c87f-36e3-442e-8739-8e1373dbf297","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequence analysis of exons 1–8 amplified from genomic DNA","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003540","obo:HP_0004808","obo:HP_0001873","obo:HP_0002863"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8aad81a5-257b-4d3c-9f5e-7f80e415aded_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d71b815c-261f-4e21-8848-c092c4b4b2eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.497G>A (p.Arg166Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/417961"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512","rdfs:label":"pedigree 6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Although the NMR structure shown in this paper is not sufficient, the 2001 Nat Struct Biol paper clearly showed the role of R166 in DNA binding. It therefore can be given default points. PMID: 11276260"},{"id":"cggv:b3184f6a-53a6-4a29-b128-712835b65f08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a796205d-546e-4202-8a9f-08ee7a294efb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequence analysis of exons 1–8 amplified from genomic DNA","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002863","obo:HP_0003540","obo:HP_0004808","obo:HP_0001873"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:b3184f6a-53a6-4a29-b128-712835b65f08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3269e843-ebd2-4acd-b08a-ce1e07ef23c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.602G>A (p.Arg201Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14464"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512","rdfs:label":"pedigree 5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Although the NMR structure shown in this paper is not sufficient, the 2001 Nat Struct Biol paper clearly showed the role of R201 in DNA binding. It therefore can be given default or higher points. PMID: 11276260. R201Q also impaired phosphorylation. PMID: 18695000. (Figure 1E). Therefore, I suggest to give it 1 point."},{"id":"cggv:a719b274-2a6c-4f40-820e-882deeff8da1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b2d8c103-79f4-4534-b6a8-d5d926e868dc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All 9 exons of RUNX1 were amplified from genomic DNA using primers designed to the flanking region of each exon.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003540","obo:HP_0004808","obo:HP_0001873","obo:HP_0002863"],"previousTesting":true,"previousTestingDescription":"Previously described in PMID: 1958483.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:a719b274-2a6c-4f40-820e-882deeff8da1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:072747e1-85ac-4dde-840c-7b3ad4655d19","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.328A>G (p.Lys110Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14465"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11830488","type":"dc:BibliographicResource","dc:abstract":"Familial platelet disorder with predisposition to acute myelogenous leukemia (FPD/AML) is an autosomal dominant familial platelet disorder characterized by thrombocytopenia and a propensity to develop AML. Mutation analyses of RUNX1 in 3 families with FPD/AML showing linkage to chromosome 21q22.1 revealed 3 novel heterozygous point mutations (K83E, R135fsX177 (IVS4 + 3delA), and Y260X). Functional investigations of the 7 FPD/AML RUNX1 Runt domain point mutations described to date (2 frameshift, 2 nonsense, and 3 missense mutations) were performed. Consistent with the position of the mutations in the Runt domain at the RUNX1-DNA interface, DNA binding of all mutant RUNX1 proteins was absent or significantly decreased. In general, missense and nonsense RUNX1 proteins retained the ability to heterodimerize with PEBP2beta/CBFbeta and inhibited transactivation of a reporter gene by wild-type RUNX1. Colocalization of mutant RUNX1 and PEBP2beta/CBFbeta in the cytoplasm was observed. These results suggest that the sequestration of PEBP2beta/CBFbeta by mutant RUNX1 may cause the inhibitory effects. While haploinsufficiency of RUNX1 causes FPD/AML in some families (deletions and frameshifts), mutant RUNX1 proteins (missense and nonsense) may also inhibit wild-type RUNX1, possibly creating a higher propensity to develop leukemia. This is consistent with the hypothesis that a second mutation has to occur, either in RUNX1 or another gene, to cause leukemia among individuals harboring RUNX1 FPD/AML mutations and that the propensity to acquire these additional mutations is determined, at least partially, by the initial RUNX1 mutation.","dc:creator":"Michaud J","dc:date":"2002","dc:title":"In vitro analyses of known and novel RUNX1/AML1 mutations in dominant familial platelet disorder with predisposition to acute myelogenous leukemia: implications for mechanisms of pathogenesis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11830488","rdfs:label":"pedigree 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"K83E showed no detectable DNA binding in the presence or absence of PEBPb/CBFb on EMSA analyses. K83E mutant proteins showed reduced nuclear localization."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:0ed3d5a2-75a2-48eb-bb20-8253b4742ab3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9e89eb9d-65d5-4820-a2a1-102bc3b9e2f4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequence analysis of exons 1–8 amplified from genomic DNA","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004808","obo:HP_0001873","obo:HP_0003540","obo:HP_0002863"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:0ed3d5a2-75a2-48eb-bb20-8253b4742ab3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:af8ef221-76de-42b3-9cc6-0437adb105fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000021.9:g.34859477G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA410207940"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512","rdfs:label":"pedigree 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A nonsense mutation at amino acid 204 near the 3 ́ end of CBFA2 exon 5."},{"id":"cggv:f8441219-4914-47b6-8e59-7a1226943b17_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4c93f1c1-c4e3-4aa3-a18e-8752418f814c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All 9 exons of RUNX1 were amplified from genomic DNA using primers designed to the flanking region of each exon.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001873","obo:HP_0002863","obo:HP_0003540","obo:HP_0004808"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f8441219-4914-47b6-8e59-7a1226943b17_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4ebb23d5-ec0b-4d82-b4df-f53b9b155514","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.508+3delA","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14466"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11830488"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11830488","rdfs:label":"pedigree 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A 1-bp deletion in the splice donor site of intron 4 of the RUNX1 gene (IVS4+3delA). The novel transcript resulting from use of a cryptic donor site resulted in frameshift after amino acid 135, addition of 41 unrelated residues, and termination at codon 177 (Arg135fsTer177)."},{"id":"cggv:738fe746-3518-4830-8137-f29473d7e1a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7545ecc5-13f8-4c70-8dd1-34a7c547a56a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All 9 exons of RUNX1 were amplified from genomic DNA using primers designed to the flanking region of each exon.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001873","obo:HP_0002863","obo:HP_0003540","obo:HP_0004808"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:738fe746-3518-4830-8137-f29473d7e1a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c2089054-1b69-4d99-b052-d6ec11d9cd87","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.861C>A (p.Tyr287Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14467"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11830488"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11830488","rdfs:label":"pedigree 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A heterozygous C-to-A transversion in exon 7B of the RUNX1 gene, resulting in atyr260-to-ter (Y260X) substitution."},{"id":"cggv:1dd64a86-14a9-436c-a80d-7eb8e0d6e787_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:04dbb86e-2470-46ba-a353-7b03f9d2e761","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequence analysis of exons 1–8 amplified fromgenomic DNA","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003540","obo:HP_0002863","obo:HP_0001873","obo:HP_0004808"],"previousTesting":true,"previousTestingDescription":"PMID: 9746808","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:1dd64a86-14a9-436c-a80d-7eb8e0d6e787_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b4d977ee-68da-464f-84a7-0dbe2be95d91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.352-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14463"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512","rdfs:label":"pedigree 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Affected individuals had a heterozygous G-to-T transversion in the splice acceptor site in the last nucleotide of intron 3. The change enforced the use of a cryptic splice acceptor in exon 4 with a resultant frameshift causing a stop codon."},{"id":"cggv:75448ddf-6acc-405e-90a9-38a1ca6d4bef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9b642c4e-8975-46e2-a05e-9063e8c51654","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequence analysis of exons 1–8 amplified from genomic DNA","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003540","obo:HP_0001873","obo:HP_0002863","obo:HP_0004808"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:75448ddf-6acc-405e-90a9-38a1ca6d4bef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0aba3270-39dd-4f54-be9a-f22329114030","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001754.4(RUNX1):c.601C>T (p.Arg201Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/376018"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10508512","rdfs:label":"pedigree 4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A nonsense mutation at amino acid 201 near the 3 ́ end of exon 5."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":651,"specifiedBy":"GeneValidityCriteria5","strengthScore":17.5,"subject":{"id":"cggv:1b276bd7-5045-4df1-9c31-4d4c8dcdcd4a","type":"GeneValidityProposition","disease":"obo:MONDO_0011071","gene":"hgnc:10471","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"There has been sufficient amount of evidence published associating the RUNX1 gene with familial platelet disorder with associated myeloid malignancy (FPDMM) since the gene-disease relationship was first proposed by Song et al. (1999). Plenty of case level studies have been performed with FPDMM patients that have variants in the RUNX1 gene. RUNX1 has a primary role in the development of all hematopoietic cell types and RUNX1 is shown to express in hematopoietic lineages and peripheral lymphocytes. CBFB, the beta subunit forming the same transcriptional complex, is also associated with somatic acute myeloid leukemia. Megakaryocyte colony formation decreased in patient cells and targeted correction of RUNX1 rescue megakaryopoietic defects. Thrombocytopenia and megakaryocytic maturation arrest are reported in induced RUNX1 knockout mice. All of these evidences suggest a definitive relationship between the RUNX1 gene and familial platelet disorder with associated myeloid malignancy (FPDMM).\nThe maximum Segregation points for target sequencing should be 1.5 not 3, but total LOD score for RUNX1 is very high and can consider increase points.  Also, the first well studied family with 29 affected members carrying unsertein large deletion.  It can also be scored but not allowed in this system.  Therefore, it is reasonable the total points of genetic evidence is 12.","dc:isVersionOf":{"id":"cggv:06aed341-58db-459b-a750-7142e29b420b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}