{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-09-14T19:13:34.954Z","role":"Approver"},{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-09-14T19:13:53.487Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25374358","type":"dc:BibliographicResource","dc:abstract":"Exome sequencing is an effective strategy for identifying human disease genes. However, this methodology is difficult in late-onset diseases where limited availability of DNA from informative family members prohibits comprehensive segregation analysis. To overcome this limitation, we performed an exome-wide rare variant burden analysis of 363 index cases with familial ALS (FALS). The results revealed an excess of patient variants within TUBA4A, the gene encoding the Tubulin, Alpha 4A protein. Analysis of a further 272 FALS cases and 5,510 internal controls confirmed the overrepresentation as statistically significant and replicable. Functional analyses revealed that TUBA4A mutants destabilize the microtubule network, diminishing its repolymerization capability. These results further emphasize the role of cytoskeletal defects in ALS and demonstrate the power of gene-based rare variant analyses in situations where causal genes cannot be identified through traditional segregation analysis.","dc:creator":"Smith BN","dc:date":"2014","dc:title":"Exome-wide rare variant analysis identifies TUBA4A mutations associated with familial ALS."},"evidence":[{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd2dc0f6-7f24-4ec5-9881-249fe8272ba2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f5c8eda-dc0d-4811-88a4-0a696eff42d6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"TUBA4A is ubiquitously expressed in all cell types, but at high levels in the nervous system. Using results from the BrainSpan Atlas the authors show that TUBA4A levels increase dramatically (>50-fold) with age in the primary motor cortex, which may partially explain the late-onset symptoms associated with TUBA4A.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25374358","rdfs:label":"primary motor cortex RNA-Seq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Several resources indicate expression of TUBA4A in the CNS including the BrainSpan Atlas, used here, and the Human Protein Atlas which shows tissue enhanced expression in the skeletal muscle."},{"id":"cggv:cb261672-8d77-42a1-81d3-9969e36c53d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c539f38-25df-4e98-8f8f-e20aaa819cf9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Used Western blotting to compare levels of TUBA4A between people with familial and sporadic ALS, and matched controls - quantification showed expression level was lower in people with ALS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030593","type":"dc:BibliographicResource","dc:abstract":"Genetic and functional studies suggest diverse pathways being affected in the neurodegenerative disease amyotrophic lateral sclerosis (ALS), while knowledge about converging disease mechanisms is rare. We detected a downregulation of microRNA-1825 in CNS and extra-CNS system organs of both sporadic (sALS) and familial ALS (fALS) patients. Combined transcriptomic and proteomic analysis revealed that reduced levels of microRNA-1825 caused a translational upregulation of tubulin-folding cofactor b (TBCB). Moreover, we found that excess TBCB led to depolymerization and degradation of tubulin alpha-4A (TUBA4A), which is encoded by a known ALS gene. Importantly, the increase in TBCB and reduction of TUBA4A protein was confirmed in brain cortex tissue of fALS and sALS patients, and led to motor axon defects in an in vivo model. Our discovery of a microRNA-1825/TBCB/TUBA4A pathway reveals a putative pathogenic cascade in both fALS and sALS extending the relevance of TUBA4A to a large proportion of ALS cases.","dc:creator":"Helferich AM","dc:date":"2018","dc:title":"Dysregulation of a novel miR-1825/TBCB/TUBA4A pathway in sporadic and familial ALS."},"rdfs:label":" decrease of TUBA4A protein"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1b3a8911-b82c-4bcf-9d4d-c14372c853ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db1b98f7-ed81-4c15-bd1a-3a134ca0fe43","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TUBA4A encodes an α-tubulin subunit, which together with β-tubulin constitutes the tubulin heterodimer, the building block of microtubules. ALS-associated TUBA4A variants are suggested to dysregulate neuronal function by disruption of microtubule dynamics and stability. Motor neurons (MNs) are known to be the largest polarized cells in the human body and axons of spinal MNs can reach a meter in length in adults. The significant length of such axons makes them highly dependent on proper cytoskeletal architecture, whose integrity is essential for the axonal transport necessary to maintain synapse integrity. Thus, disruption of cytoskeleton integrity and/or MT-dependent transport mechanisms could translate into an inability of MNs to supply their synapses with essential components and/or to convey information back to the cell body, potentially triggering degeneration processes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25374358","rdfs:label":"constituent of cytoskeleton"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Investigated the ability of TUBA4A to form microtubules using a cell-free system to quantify its incorporation into α-/β-tubulin dimers. Wild-type TUBA4A was efficiently incorporated. In parallel, tested the incorporation of TUBA4A into microtubules in cultured cells and the wild-type HA-tagged TUBA4A protein yielded nearly 70% of cells displaying a high level of microtubule incorporation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85bc087b-c836-4720-8a4b-3374b68e536e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:114226cb-c1d8-4c0c-9e06-a86f9884bd02","type":"FunctionalAlteration","dc:description":"HEK293 cells expressing TUBA4A with A383T or R320C show increased Glutathione immunoprecipitated compared to wild-type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31585128","type":"dc:BibliographicResource","dc:abstract":"Impairment of the axonal transport system mediated by intracellular microtubules (MTs) is known to be a major drawback in neurodegenerative processes. Due to a growing interest on the neurotoxic effects of selenium in environmental health, our study aimed to assess the relationship between selenium and MTs perturbation, that may favour disease onset over a genetic predisposition to amyotrophic lateral sclerosis. We treated a neuron-like cell line with sodium selenite, sodium selenate and seleno-methionine and observed that the whole cytoskeleton was affected. We then investigated the protein interactome of cells overexpressing αTubulin-4A (TUBA4A) and found that selenium increases the interaction of TUBA4A with DNA- and RNA-binding proteins. TUBA4A ubiquitination and glutathionylation were also observed, possibly due to a selenium-dependent increase of ROS, leading to perturbation and degradation of MTs. Remarkably, the TUBA4A mutants R320C and A383 T, previously described in ALS patients, showed the same post-translational modifications to a similar extent. In conclusion this study gives insights into a specific mechanism characterizing selenium neurotoxicity.","dc:creator":"Maraldi T","dc:date":"2019","dc:title":"Influence of selenium on the emergence of neuro tubule defects in a neuron-like cell line and its implications for amyotrophic lateral sclerosis."},"rdfs:label":"Glutathionylation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Post-translational modification on Cys - glutathionylation is a response to oxidative stress which has been implicated as a pathological mechanism in ALS. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.1}],"evidenceStrength":"Moderate","sequence":3357,"specifiedBy":"GeneValidityCriteria8","strengthScore":6.1,"subject":{"id":"cggv:93e4b6aa-cd4b-4e40-ac09-781e6bed0f24","type":"GeneValidityProposition","disease":"obo:MONDO_0014531","gene":"hgnc:12407","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TUBA4A was first reported in relation to autosomal dominant amyotrophic lateral sclerosis 22 (ALS) in 2014 (Smith BN, et al., 2014, PMID: 25374358). TUBA4A encodes an α-tubulin subunit, which together with β-tubulin constitutes the tubulin heterodimer, the building block of microtubules. ALS-associated TUBA4A variants are suggested to dysregulate neuronal function by disruption of microtubule dynamics and stability. ALS is a neurodegenerative disorder affecting upper motor neurons in the brain and lower motor neurons in the brain stem and spinal cord, resulting in fatal paralysis. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 16 variants have been reported in relation to ALS (mostly missense, as well as one nonsense, one splice site, and one frameshift). Variants in this gene have been reported in at least 17 probands in 4 publications (PMIDs: 25374358, 25893256, 28069311, and 295405137). Experimentally, this gene-disease relationship is supported by its role as a constituent of cytoskeleton (PMID: 25374358). TUBA4A mutants appear to disrupt microtubule dynamics and stability through a dominant-negative mechanism, however there is an absence of functional data from primary tissue of TUBA4A mutation carriers. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen ALS GCEP on 09/14/2021 (SOPv8).","dc:isVersionOf":{"id":"cggv:7349d6e4-f351-4a8a-80f6-af62d3e716e5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}