{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-12-29T17:00:00.000Z","role":"Approver"},{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2023-01-12T23:04:18.153Z","role":"Publisher"}],"evidence":[{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8af8ba1a-557e-4520-bc82-1d4f4bfc4570","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ace03bf-9b4a-413a-bad1-42d8eb390629","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"When dACOX1-T2A was crossed with UAS-nls-mCherry to mark the nuclei of cells expressing dACOX1, co-localization of nls-mCherry and Repo, a nuclear glial marker in the CNS and PNS including perineural glia and wrapping glia was observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32169171","type":"dc:BibliographicResource","dc:abstract":"ACOX1 (acyl-CoA oxidase 1) encodes the first and rate-limiting enzyme of the very-long-chain fatty acid (VLCFA) β-oxidation pathway in peroxisomes and leads to H","dc:creator":"Chung HL","dc:date":"2020","dc:title":"Loss- or Gain-of-Function Mutations in ACOX1 Cause Axonal Loss via Different Mechanisms."},"rdfs:label":"Chung_Expression in glial cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55259be5-a07c-407f-954d-1a713d74e2f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:665211ca-cd30-4683-876a-5cf945648fb6","type":"FunctionalAlteration","dc:description":"Expression of the variant ACOX1 in rat Schwann cells caused a more severe increase in apoptotic cell death than the wild-type isoform, and the toxic effects were strongly suppressed by NACA. Immunoprecipitation in primary Schwann cells showed that mutant homodimers are much more abundant that WT homodimers or heterodimers.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32169171","rdfs:label":"Chung_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f637c5f-d2f1-436f-92dc-336bb4fe4206","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fb54540c-11ba-4675-86dc-0e8fb77f276b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Expression of mutant protein showed a strong signal indicating localization to peroxisomes. Western blots showed that the mutant ACOX1 exists as dimers, which is the active form of the protein, and the levels were more compared to WT. In-vitro enzymatic assays showed that the variant protein was 40% more active than the WT protein. There was no difference in the levels of VLCFAs between the variant and controls.\n\nOverexpression of the variant caused a dramatic increase in ROS generation compared to WT. Also, compared to 75% of flies that eclose when WT ACOX1 was overexpressed, only 20% of the flies with overexpressed N250S (Drosophila ortholog) eclose, but these flies are unable to fly, walk or feed and die within 2d. TEM on wing nerves of 1do mutant flies showed that the number of axons was severely decreased, and abnormal multi-lamella bodies and aberrant membrane structures were apparent. In addition, many axons are irregular in shape, and most of the wrapping glia are aberrant in size and shape. Overall, authors note that these data suggest that the variant leads to axonal and glial loss.\n\nSupplementing food with NACA (a potent antioxidant) rescued the lethal phenotype of dACOX1N250S, and these flies were not only viable, but were able to walk, climb, fly, mate, and reproduce. The rescue was absent when NACA was supplemented in the food of ACOX1-deficient flies, confirming the GOF mechanism and accumulation of ROS.\n\nOverexpression of dACOX1N250S did not cause obvious lethality or motor deficits; however, wrapping glia-specific expression by egr-Gal4 significantly affected survival and climbing. Overexpression of catalase rescued both the climbing defects and lethality associated with the variant.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32169171","rdfs:label":"Chung_Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"A score lower than default is awarded for the model organism showing the gain of function mechanism because although extensive experimental studies have been undertaken, parts of this functional evidence have already been used in upgrading the case-level score for all probands with the de novo heterozygous variant. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Strong","sequence":5779,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.5,"subject":{"id":"cggv:4181689c-27bb-4c36-a5b6-8b94fa20b198","type":"GeneValidityProposition","disease":"obo:MONDO_0030073","gene":"hgnc:119","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"The relationship between *ACOX1 *and ACOX1 Dysregulation (Mitchell syndrome), a newly described autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of October, 2022. *ACOX1 *encodes the first and rate-limiting enzyme of the very-long-chain fatty acid (VLCFA) β-oxidation pathway in peroxisomes and leads to H2O2 production. The disorder is characterized by progressive sensorimotor axonal polyneuropathy and normal very long chain fatty acids (VLCFAs). *ACOX1 *was first reported in relation to autosomal dominant ACOX1 Dysregulation (Mitchell syndrome) in 2020 (Chung et al, 2020; PMID: 32169171). Only one missense variant (Asn237Ser) in the heterozygous state has been reported in all individuals with ACOX1 Dysregulation (Mitchell syndrome) and most of them are de novo. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (5.5 points):\nFive probands from three publications (PMID: 32169171, 35715200, 34570386, ) have been reported with the Asn237Ser variant, and the variant has been proven de novo in three of them. In addition, at least ten more individuals with the variant (confirmed de novo in seven) are being followed by Chung et al and are soon to be published (Hyunglok Chung, personal communication). The overall genetic score with published individuals is 5.5 points; however, considering additional unpublished probands with the de novo variant, the score would be >12 points. \n\nThe mechanism is reported to be gain of function (PMID: 32169171). \n  \nSummary of experimental data (2 points):\n*ACOX1 *was shown to be expressed in glial cells. ACOX1 Dysregulation (Mitchell syndrome) is shown to be a result of gain of function and increased generation of ROS. Overexpression in Drosophila and rat Schwann cells prove this mechanism and flies recapitulate the phenotype with loss of axonal and glial cells, inability to fly, walk or feed and death within 2d. Supplementing food with NACA (a potent antioxidant) rescued the lethal phenotype of the variant, and the flies were not only viable, but were able to walk, climb, fly, mate, and reproduce (PMID: 32169171).   \n  \nIn summary, there is strong evidence to support the relationship between *ACOX1 *and autosomal dominant ACOX1 Dysregulation (Mitchell syndrome). Three years must elapse from the first proposal of the association to reach a definitive classification without any valid contradictory evidence. We will re-evaluate this gene-disease relationship at that time to determine if an upgraded classification of definitive is warranted.\n\nLumping and Splitting Considerations: \nOMIM entities: Mitchell syndrome (MIM# 618960), Peroxisomal acyl-CoA oxidase deficiency (MIM# 264470). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance patterns AND phenotypic presentation. Therefore, we have split curations for the disease entities, ACOX1 dysregulation and ACOX1 deficiency.\nAt least 10 additional unpublished individuals with similar phenotypic presentation as observed in the published probands are being studied by Hyunglok Chung et al (personal communication). These individuals are from across the world and the variant is confirmed to be de novo in at least seven of them. Based on the additional case-level evidence, the classification is upgraded to Strong. ","dc:isVersionOf":{"id":"cggv:2efeef00-0803-472b-8e25-080e4728c018"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}