{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-01T16:00:00.000Z","role":"Approver"},{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-08T17:54:55.791Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28134622","type":"dc:BibliographicResource","dc:abstract":"Platelets are anuclear cells that are essential for blood clotting. They are produced by large polyploid precursor cells called megakaryocytes. Previous genome-wide association studies in nearly 70,000 individuals indicated that single nucleotide variants (SNVs) in the gene encoding the actin cytoskeletal regulator tropomyosin 4 (TPM4) exert an effect on the count and volume of platelets. Platelet number and volume are independent risk factors for heart attack and stroke. Here, we have identified 2 unrelated families in the BRIDGE Bleeding and Platelet Disorders (BPD) collection who carry a TPM4 variant that causes truncation of the TPM4 protein and segregates with macrothrombocytopenia, a disorder characterized by low platelet count. N-Ethyl-N-nitrosourea-induced (ENU-induced) missense mutations in Tpm4 or targeted inactivation of the Tpm4 locus led to gene dosage-dependent macrothrombocytopenia in mice. All other blood cell counts in Tpm4-deficient mice were normal. Insufficient TPM4 expression in human and mouse megakaryocytes resulted in a defect in the terminal stages of platelet production and had a mild effect on platelet function. Together, our findings demonstrate a nonredundant role for TPM4 in platelet biogenesis in humans and mice and reveal that truncating variants in TPM4 cause a previously undescribed dominant Mendelian platelet disorder.","dc:creator":"Pleines I","dc:date":"2017","dc:title":"Mutations in tropomyosin 4 underlie a rare form of human macrothrombocytopenia."},"evidence":[{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80277101-7923-4b01-b60d-a52fe8930dfe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9384b25e-bd42-4d27-9367-dba24cd02ef9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot analysis measured protein level of controls as well as individuals harboring the R105* (R69*) variant in TPM4.  A 50% reduction of expression is noted in individuals with the nonsense variant in TMP4 as compared to controls.  Additionally, mRNA levels were measured using RT-PCR and were reduced to 59%-78% of the control.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28134622","rdfs:label":"Pleines - Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:17638eec-20e8-443d-aa46-76d167291658","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:38fcb188-7307-414f-ba8c-a46352849e0f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"To date, literature has demonstrated that TPM4 is critical for proper cytoskeleton remodeling which is the driving force for the production of platelets by megakaryocytes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34758189","type":"dc:BibliographicResource","dc:abstract":"A significant challenge is faced for the genetic diagnosis of inherited platelet disorders in which candidate genetic variants can be found in more than 100 bleeding, thrombotic, and platelet disorder genes, especially within families in which there are both normal and low platelet counts. Genetic variants of unknown clinical significance (VUS) are found in a significant proportion of such patients in which functional studies are required to prove pathogenicity.","dc:creator":"Stapley RJ","dc:date":"2021","dc:title":"Rare missense variants in Tropomyosin-4 (TPM4) are associated with platelet dysfunction, cytoskeletal defects, and excessive bleeding."},"rdfs:label":"Stapley - TPM4 localization"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The role of tropomysin 4 is critical for correct cytoskeleton reorganization.  In individuals with variants in TMP4, immunofluorescence assays demonstrated abnormal TPM4 localization in platelets. Individuals are noted to have impaired proplatelet formation and thrombocytopenia.  (Pleines, 2017 PMID: 28134622 and Marin-Quilez, 2022 PMID: 35170221 support this assertion.)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c446cb6-795e-482d-9e94-bb4d091f14ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:302bbdcb-ee35-48c4-80e4-8451f5ff07fd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans harboring a heterozygous TPM4 variant and Tpm4+/- mice both exhibit decreased platelet counts with large platelet volumes.  Western blots of both human and mice demonstrated decreased expression of Tpm4 protein.  Transmission electron microscopy of mice platelets demonstrated large platelets with large vacuoles, which is noted in humans harboring variants in this gene.  Both humans and mice demonstrated reduced thrombus formation under flow. Proplatelet formation was decreased in mice in a dose dependent manner.  Tail bleeding times of mice were increased in mice with homozygous trunctation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28134622","rdfs:label":"Pleines - Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model recapitulated the phenotype seen in humans with heterozygous variants in TPM4 including decreased platelet size, increased platelet volume, bleeding tendency, decreased thrombus formation on collagen under flow and impaired proplatelet formation. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":8273,"specifiedBy":"GeneValidityCriteria10","strengthScore":7,"subject":{"id":"cggv:b49e3eac-9e0d-4e6b-bb7d-0f5ebbe8da29","type":"GeneValidityProposition","disease":"obo:MONDO_0100487","gene":"hgnc:12013","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*TPM4* was first reported in relation to inherited thrombocytopenia in 2017 (Pleines et al, PMID: 28134622). TPM4 encodes tropomyosin alpha 4 chain. Tropomyosins are dimers of coiled‐coil proteins that provide stability to the actin filaments in which they bind, regulating access of other actin‐binding proteins. *TPM4*- related platelet disorder (Bleeding Disorder, Platelet Type, 25) is an autosomal dominant platelet disorder characterized by variable thrombocytopenia, increased platelet size, and mild platelet dysfunction. Evidence supporting this gene-disease curation includes case-level data and experimental data.   \n\nSummary of Case Level Data (4 points): Four unique variants have been reported in humans; two nonsense variants and two missense variants. Variants in this gene have been reported in at least 5 probands in 3 publications (Plienes et al, PMID: 28134622; Stapley et al, PMID: 34758189; Marin-Quilez et al, PMID:35170221). Variants in this gene segregated with disease in an additional 8 family members.\n\nSummary of Experimental Data (3 points): This gene disease relationship is supported by an animal model (Pleines et al, PMID: 28134622), Biochemical Function (Stapley et al, PMID: 34758189) and expression studies (Pleines et al, PMID: 28134622).\n\nIn summary, there is moderate evidence to support this gene-disease relationship.  Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease classification was originally approved by the ClinGen Hemostasis and Thrombosis (H/T) Gene Curation Expert Panel on February 3, 2022 and re-evaluated on May 1, 2024. No new scoreable genetic or experimental evidence has emerged since the original curation date and as a result, the classification did not change.  The ClinGen H/T expert panel is aware of an additional, unpublished case in which an individual with isolated thrombocytopenia and no family history of platelet or bleeding disorders is noted.  The variant, *TPM4* (NM_001145160.1) c.572_574del, p.G191del results in an in-frame deletion of a single amino acid (CA2576659843).  At this time, this variant is not scored in this curation.\n","dc:isVersionOf":{"id":"cggv:0b8bb90f-f190-4e20-8f65-27d236cb7d79"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}