{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-02-22T23:35:15.828Z","role":"Publisher"},{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2019-11-22T14:53:26.352Z","role":"Approver"}],"evidence":[{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48249e51-6a01-4532-8685-1f7a657ac29b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:47f78614-5c04-4fb4-880e-7c3cf23498ca","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Introduction of the nt substitution (ss802470619) into normal cultured human cells result in a decrease of BUB1B transcripts and BURB1 protein expression. High rate of premature chromatid separation (PCS) was observed in the clones with biallelic excision.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24344301","type":"dc:BibliographicResource","dc:abstract":"Cancer-prone syndrome of premature chromatid separation with mosaic variegated aneuploidy [PCS (MVA) syndrome] is a rare autosomal recessive disorder characterized by constitutional aneuploidy and a high risk of childhood cancer. We previously reported monoallelic mutations in the BUB1B gene (encoding BUBR1) in seven Japanese families with the syndrome. No second mutation was found in the opposite allele of any of the families studied, although a conserved BUB1B haplotype and a decreased transcript were identified. To clarify the molecular pathology of the second allele, we extended our mutational search to a candidate region surrounding BUB1B. A unique single nucleotide substitution, G > A at ss802470619, was identified in an intergenic region 44 kb upstream of a BUB1B transcription start site, which cosegregated with the disorder. To examine whether this is the causal mutation, we designed a transcription activator-like effector nuclease-mediated two-step single-base pair editing strategy and biallelically introduced this substitution into cultured human cells. The cell clones showed reduced BUB1B transcripts, increased PCS frequency, and MVA, which are the hallmarks of the syndrome. We also encountered a case of a Japanese infant with PCS (MVA) syndrome carrying a homozygous single nucleotide substitution at ss802470619. These results suggested that the nucleotide substitution identified was the causal mutation of PCS (MVA) syndrome. ","dc:creator":"Ochiai H","dc:date":"2014","dc:title":"TALEN-mediated single-base-pair editing identification of an intergenic mutation upstream of BUB1B as causative of PCS (MVA) syndrome."},"rdfs:label":"Functional cytological analysis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:052f6a21-9c78-4926-90df-a49bdd163691","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:91520238-6d89-4f35-876f-d04784c74562","type":"FunctionalAlteration","dc:description":"FIbroblasts from patient with a germline homozygous intronic mutation, c.2386-11A→G, in  BUB1B, which creates a de novo preferable splice site.\nThe interaction between APC and BUBR1 in the proband’s cells was minimal, despite normal levels of APC. The modified fibroblasts (with a retrovirus containing wild type BUB1B cDNA) and control fibroblasts had similar BUBR levels, which restored the normal interaction. Fibroblasts with modified levels had significantly reduced level of premature chromatid separation (PCS).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21190457","type":"dc:BibliographicResource","dc:abstract":"A patient received a diagnosis of adenocarcinoma of the ampulla of Vater at 34 years of age. Two decades later, adenomatous polyps were found, followed by multiple primary invasive adenocarcinomas of both the colon and the stomach. Premature chromatid separation and mosaic variegated aneuploidy, combined with structural chromosomal abnormalities, were detected in his cells. We identified a germline homozygous intronic mutation, c.2386-11A→G, in the spindle-assembly checkpoint gene BUB1B, which creates a de novo splice site that is favored over the authentic (i.e., preferentially used) site. Our findings expand the phenotype associated with BUB1B mutations and the mosaic variegated aneuploidy syndrome to include common adult-onset cancers and provide evidence for the interdependency of the APC protein (encoded by the adenomatous polyposis coli gene) and the BUBR1 protein (encoded by BUB1B) in humans. (Funded by the Turner Family Cancer Research Fund and others.).","dc:creator":"Rio Frio T","dc:date":"2010","dc:title":"Homozygous BUB1B mutation and susceptibility to gastrointestinal neoplasia."},"rdfs:label":"Altered APC-BUBR1 interaction"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:7a8c9f31-428d-4da6-95ff-91d649b747a2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2fdc03b0-1efe-4389-90d8-0c31f86bb5b6","type":"FunctionalAlteration","dc:description":"This individual (MY1) is compound heterozygous for a null mutation, 1833delT and regulatory mutation ss802470619 (CA268757149), the reduced level of BUB1B expression from the patient lymphoblastoid cells is greater than the cells from individual who is  homozygous for this regulatory mutation. This regulatory mutation is down regulate expression of BUB1B gene.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24344301","rdfs:label":"Western blot"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:0b9baa6b-94ac-4e88-a291-bffd2e00ea0b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e9eedbb0-f12f-4236-bc9e-6cc15c7d8678","type":"FunctionalAlteration","dc:description":"The infant (KH01) is homozygous for NC_000015.10:g.40117088G>A (GRCh38, a G>A mutation located 44kb upstream of a BUB1B transcription start site. Western blot analysis showed reduced BUBR1 expression in PB of infant (KH01), increased PCS frequency (67% of lymphocytes) and mosaic aneuploidy (17%).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24344301","rdfs:label":"Western blot analysis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4542c287-1945-429e-8d33-6723e26dba29","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5d532bec-9ba0-433e-b83d-f78b3d179b8c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"BUB1B short hairpin RNAs (shRNAs) induced reduction of BUB1B expression in human model cells.  The levels of PCS (premature chromatid separation) and aneuploidy in transduced cells were correlated to the decrease of BUB1B expression below 50%. Both PCS and aneupoidy are phenotypes in human MVA.  This provides a biological explanation for the mode of inheritance of PCS, which is dominant, and of MVA, which can be recessive in some families and result from the combination of a null allele associated to a common hypomorphic allele in others.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18932004","type":"dc:BibliographicResource","dc:abstract":"Biallelic and heterozygous mutations of the BUB1B gene have been reported in mosaic variegated aneuploidy (MVA), a rare disorder characterized by constitutional mosaic aneuploidies associated to severe intrauterine growth retardation, microcephaly and, in most cases, to premature chromatid separation (PCS), highlighting the key role of human BUBR1 in chromosome segregation. To study the consequences of gradual reduction of the BUBR1 protein levels, inhibition of BUB1B expression in model cells was induced using short hairpin RNAs (shRNAs). We obtained stable shRNA-transduced HeLa cells displaying a gradient of residual BUBR1 protein (8.5, 10, 14, 58, and 77%), mimicking the situation of patients' cells harboring one or two BUB1B mutations. Induction of PCS was detected in all transduced cells and its level was correlated to the decrease of BUBR1. Aneuploidy was clearly detected in cells with residual BUBR1 below 50%. Our data demonstrate that the function of the human BUBR1 protein in the spindle checkpoint is remarkably dosage-dependent and that the biological consequences of BUB1B expression reduction on premature chromatid separation and aneuploidy depend on the residual amount of BUBR1. This provides a biological explanation for the mode of inheritance of PCS, which is dominant, and of MVA, which can be recessive in some families and result from the combination of a null allele associated to a common hypomorphic allele in others.","dc:creator":"Bohers E","dc:date":"2008","dc:title":"Gradual reduction of BUBR1 protein levels results in premature sister-chromatid separation then in aneuploidy."},"rdfs:label":"western analysis and mitotic index assay"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:8f0b2d38-818f-4e63-abb9-e2e7e67ca70d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5fbdca35-30c0-47d6-a3fc-3082529a2109","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Quantitative RT-PCR analysis showed reduction of BUB1B transcripts in the cell clones with biallelically introduced substitutions.  Metaphase chromosome analysis showed alteration of  chromosome numbers and  high rate of premature chromatid separation (PCS), insensitive to the spindle assembly checkpoint in those  biallelic substitutions at ss804270619.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24344301","rdfs:label":"TALEN-mediated twostep single-base-pair editing strategy"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:4b700a6b-7757-40ea-a604-ad0fadeb3008","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ccad221d-2569-44e1-beff-8ea22442e307","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"BubR1−/− embryos present mosaicism with a significant percentage of aneuploid cells and premature chromatic separation, growth retardation and marked developmental abnormalities. Progressive apoptosis and reduced cell proliferation finally lead to severe morphological malformation and embryonic death.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24981203","type":"dc:BibliographicResource","dc:abstract":"Chromosome aberrations (aneuploidies mostly) are the cause of the majority of spontaneous abortions in humans. However, little is known about defects in the underlying molecular mechanisms resulting in chromosome aberrations and following failure of preimplantation embryo development, initiation of implantation and postimplantation pregnancy loss. We suggest that defects of the spindle assembly checkpoint (SAC) are responsible for aneuploidy and the following abortions. To develop our hypothesis, we modeled this process in the mouse after inactivation of protein BubR1, one of the key players of SAC. We found that soon after implantation, more than 50 % of cells of BubR1 (-/-) embryos were aneuploid and had an increased level of premature sister chromatid separation (PSCS). Aneuploid cells do not have a predominant gain or loss of some specific chromosomes, but they have mosaic variegated aneuploidy (MVA), which is characterised by random mixture of different chromosomes. MVA leads to growth retardation, stochastic massive apoptosis, disruption of bilateral symmetry, and embryo death between embryonic days 7.5 to 13.5. Analysis published human data revealed that human recurrent pregnancy loss (RPL) embryos and rare infant patients carrying BubR1 mutations that have been described so far have the PSCS and MVA as in BubR1 deficient/insufficient mice. Based on this data, we predict that deficiency/insufficiency of BubR1 and other components of the SAC in human are responsible for a significant fraction of both early and late RPLs.","dc:creator":"Schmid M","dc:date":"2014","dc:title":"Mosaic variegated aneuploidy in mouse BubR1 deficient embryos and pregnancy loss in human."},"rdfs:label":"western blot and karyotyping"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b394ce19-fa21-43e8-a399-7a85aa75bbd4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac48737d-1013-4c01-80e2-de099322735d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":3,"detectionMethod":"PCR, microsatellite markers","firstTestingMethod":"PCR","phenotypeFreeText":"premature chromatid separation of all chromosomes, mosaicism for various trisomies adn monosomies","phenotypes":["obo:HP_0001305","obo:HP_0001511","obo:HP_0007957","obo:HP_0100020","obo:HP_0000252","obo:HP_0002667"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b394ce19-fa21-43e8-a399-7a85aa75bbd4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:df8718be-adec-427c-ba6e-cec15347db1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.1833del (p.Phe611fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6768"}},{"id":"cggv:559b4441-5b3f-4b2c-9a7f-6adddd828f08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.40117088G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA268757149"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16411201","type":"dc:BibliographicResource","dc:abstract":"Cancer-prone syndrome of premature chromatid separation (PCS syndrome) with mosaic variegated aneuploidy (MVA) is a rare autosomal recessive disorder characterized by growth retardation, microcephaly, childhood cancer, premature chromatid separation of all chromosomes, and mosaicism for various trisomies and monosomies. Biallelic BUB1B mutations were recently reported in five of eight families with MVA syndrome (probably identical to the PCS syndrome). We here describe molecular analysis of BUB1B (encoding BubR1) in seven Japanese families with the PCS syndrome. Monoallelic BUB1B mutations were found in all seven families studied: a single-base deletion (1833delT) in four families; and a splice site mutation, a nonsense mutation, and a missense mutation in one family each. Transcripts derived from the patients with the 1833delT mutation and the splice site mutation were significantly reduced, probably due to nonsense-mediated mRNA decay. No mutation was found in the second alleles in the seven families studied, but RT-PCR of BUB1B and Western blot analysis of BubR1 indicated a modest decrease of their transcripts. BubR1 in the cells from two patients showed both reduced protein expression and diminished kinetochore localization. Their expression level of p55cdc, a specific activator of anaphase-promoting complex, was normal but its kinetochore association was abolished. Microcell-mediated transfer of chromosome 15 (containing BUB1B) into the cells restored normal BubR1 levels, kinetochore localization of p55cdc, and the normal responses to colcemid treatment. These findings indicate the involvement of BubR1 in p55cdc-mediated mitotic checkpoint signaling, and suggest that >50% decrease in expression (or activity) of BubR1 is involved in the PCS syndrome.","dc:creator":"Matsuura S","dc:date":"2006","dc:title":"Monoallelic BUB1B mutations and defective mitotic-spindle checkpoint in seven families with premature chromatid separation (PCS) syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16411201","rdfs:label":"patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. This is a family with the proband of MVA reported in Kawame et al., 1999; one allele, 1833delT identified in Matsuura S et al., 2006; the second allele identified in Ochiai H et al., 2014. The second allele is reported in a different article listed at 24344301. It is ss802470619 (G/A), located 44kb upstream of a BUB1B transcription start site, cosegregated with the disease. This intergenic mutation is involved in the down-regulation of BUB1B expression. A more than 50% reduction of BUBR1 function is involved in the MVA syndrome and the biallelic hypomorphic mutations are causative of PCS (MVA) syndrome."},{"id":"cggv:abc32e29-5ce4-4922-8be4-536e99c9c66a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87c0760e-7c6d-4639-869b-8d618c1c44d9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":68,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"premature chromatid separation, mosaic variegated aneuploidy","phenotypes":["obo:HP_0012126","obo:HP_0003003","obo:HP_0002672"],"previousTesting":true,"previousTestingDescription":"Analysis of DNA, RNA, or protein for APC, the mutY, MUTYH, MLH1, MLH2, MSH6 and PMS2.\nChromosome and microarray studies","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:abc32e29-5ce4-4922-8be4-536e99c9c66a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cbb3a190-5e7d-4748-a993-dc0d5a7612a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.2386-11A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30279"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21190457"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21190457","rdfs:label":"proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. This individual is homozygous for NM_001211.5(BUB1B):c.2386-11A>G. This mutations creates a de novo splice site that is favored over the authentic site. Nonsense-mediated mRNA decay was confirmed with mutant mRNA from persons with this mutation. No mutant protein was produced. Small amount of normal BUBR1 protein from fibroblasts of this patient was present in the kinetochores. BUBR1 interact with APC, which may underlie the susceptibility to GI neoplasia. Cytogenetic studies showed mosaic aneuploidies, predominantly trisomies."},{"id":"cggv:2ad210d6-47a9-479f-a2a0-ea89326a83ab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a497a971-aa35-4e85-8d07-161d1227b7ce","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"conformation sensitive gel electrophoresis and entire gene sequencing on both parents","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"Crytorchidism, constitutional mosaicism for chromosomal gains\nand losses","phenotypes":["obo:HP_0001562","obo:HP_0001511","obo:HP_0008897","obo:HP_0003616","obo:HP_0006743","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"Prenatal and postnatal chromosome studies","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:2ad210d6-47a9-479f-a2a0-ea89326a83ab_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7a7a8893-dba3-40fa-8aed-1eb2f73cde26","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.580C>T (p.Arg194Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6760"}},{"id":"cggv:c6d9ebd4-2e52-4e80-840d-34910ca34762","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.2530C>T (p.Leu844Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6761"}}],"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15475955","type":"dc:BibliographicResource","dc:abstract":"Mosaic variegated aneuploidy is a rare recessive condition characterized by growth retardation, microcephaly, childhood cancer and constitutional mosaicism for chromosomal gains and losses. In five families with mosaic variegated aneuploidy, including two with embryonal rhabdomyosarcoma, we identified truncating and missense mutations of BUB1B, which encodes BUBR1, a key protein in the mitotic spindle checkpoint. These data are the first to relate germline mutations in a spindle checkpoint gene with a human disorder and strongly support a causal link between aneuploidy and cancer development.","dc:creator":"Hanks S","dc:date":"2004","dc:title":"Constitutional aneuploidy and cancer predisposition caused by biallelic mutations in BUB1B."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955","rdfs:label":"family 1 boy"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. Bub1b-/-  mouse model die in utero, Bub1b+/- have defective spindle checkpoint activation and develop lung and colon cancers in response to carcinogen. Bub1b H/H mice, develop aneuploidy, cataracts and growth retardation, which are characteristic of MVA, but do not have an increased cancer incidence, these mice also showed features of premature aging, but not have typical features of human premature aging syndromes.  The p.Leu844Phe is maternal allele, another allele Q921H (ClinVar ID 6762) was also identified as maternal allele. ClinVar reports this is VOUS.  None of the mutations have been reported in more than 200 BUB1B mutation analyses in colorectal cancers, lung cancers and glioblastomas, and none were present in 384 normal control chromosomes."},{"id":"cggv:3fdafd7d-4124-45b7-8f09-546aac408ad6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbbcb77d-2609-4197-a543-1b692e478a31","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":3,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"premature chromatid separation of all chromosomes, mosaicism for various trisomies adn monosomies","phenotypes":["obo:HP_0000252","obo:HP_0001511","obo:HP_0001305","obo:HP_0002667"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3fdafd7d-4124-45b7-8f09-546aac408ad6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2478425f-1014-4681-ba39-a9359bafb681","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.1402-5A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6769"}},{"id":"cggv:559b4441-5b3f-4b2c-9a7f-6adddd828f08"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16411201"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16411201","rdfs:label":"patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. This is an individual of MVA reported in Kajii T et al., 2001. One allele, IVS10-5A>G identified in Matsuura S et al., 2006; the second allele identified in Ochiai H et al., 2014. The second allele is reported in a different article listed at 24344301. It is ss802470619 (G/A), located 44kb upstream of a BUB1B transcription start site, cosegregated with the disease. This intergenic mutation is involved in the down-regulation of BUB1B expression. A more than 50% reduction of BUBR1 function is involved in the MVA syndrome and the biallelic hypomorphic mutations are causative of PCS (MVA) syndrome."},{"id":"cggv:6e0822ad-f38f-46dc-a3ce-1c8961118bf9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7807a7ab-64b9-4e30-bd6f-86129e8f3e9c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"gene sequencing on both parents","firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"Thumb adduction, hemangioma, constitutional mosaicism for chromosomal gains and losses","phenotypes":["obo:HP_0000786","obo:HP_0002859","obo:HP_0000252","obo:HP_0003616"],"previousTesting":true,"previousTestingDescription":"postnatal chromosome studies","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6e0822ad-f38f-46dc-a3ce-1c8961118bf9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:59908091-a8f8-41dd-a9e1-52297e615b10","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.1402-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6767"}},{"id":"cggv:48cb879e-a834-429a-8ea8-2ac8417101ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.1649G>A (p.Arg550Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6766"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955","rdfs:label":"family 4 girl"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. RT-PCR analyses showed that  the above splicing mutation causes deletion of exon 11, resulting in a truncated protein of 482 amino acids. Bub1b-/-  mouse model die in utero, Bub1b+/- have defective spindle checkpoint activation and develop lung and colon cancers in response to carcinogen. Bub1b H/H mice, develop aneuploidy, cataracts and growth retardation, which are characteristic of MVA, but do not have an increased cancer incidence, these mice also showed features of premature aging, but not have typical features of human premature aging syndromes. This is the female proband in family 4 (4a) who developed an embryonal rhabdomyosarcoma of the vagina at 5 months of age: both mutations present as in the constitutional DNA; the second affected male 9(4b) pregnancy  with the same mutation spontaneously miscarried at 2 days after prenatal cytogenetic diagnosis of MVA, chinese origin, no consanguinity"},{"id":"cggv:3ff458c4-32d9-4540-a31c-29f5a9f845eb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73cb60d6-931d-4245-961d-433841cf1fce","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"detectionMethod":"sequencing on both parents","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"eye anomalies, hypothyroidism, anemia, constitutional mosaicism for chromosomal gains and losses","phenotypes":["obo:HP_0000252","obo:HP_0001511","obo:HP_0001642","obo:HP_0001631"],"previousTesting":true,"previousTestingDescription":"Chromosome studies","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3ff458c4-32d9-4540-a31c-29f5a9f845eb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:746bf347-a8f2-4287-ba88-3d15d15f5185","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.3035T>C (p.Leu1012Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6765"}},{"id":"cggv:a9d2b90d-3e02-425a-8189-9267fa834d02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.2208_2211dup (p.Ser738Valfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6763"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955","rdfs:label":"Family 3 proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. Bub1b-/-  mouse model die in utero, Bub1b+/- have defective spindle checkpoint activation and develop lung and colon cancers in response to carcinogen. Bub1b H/H mice, develop aneuploidy, cataracts and growth retardation, which are characteristic of MVA, but do not have an increased cancer incidence, these mice also showed features of premature aging, but not have typical features of human premature aging syndromes. This individual had a missense mutation, c.3035T>C (p.Leu1012Pro) and a mutation, c.2208_2211dup (p.Ser738Valfs) that resulted in premature protein truncation. None of the mutations have been reported in more than 200 BUB1B mutation analyses in colorectal cancers, lung cancers and glioblastomas, and none were present in 384 normal control chromosomes."},{"id":"cggv:f66d622f-d259-4e73-bf92-68b51c76409e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a4d2c53-1f83-432f-8d73-97509353ad8a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"detectionMethod":"conformation sensitive gel electrophoresis","firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"eye anomalies, constitutional mosaicism for chromosomal gains and losses","phenotypes":["obo:HP_0000252","obo:HP_0001511","obo:HP_0000003"],"previousTesting":true,"previousTestingDescription":"Chromosome studies","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f66d622f-d259-4e73-bf92-68b51c76409e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:181325fc-49d5-49a6-bdba-1bf3fa3607f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001211.5(BUB1B):c.2441G>A (p.Arg814His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6764"}},{"id":"cggv:a9d2b90d-3e02-425a-8189-9267fa834d02"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15475955","rdfs:label":"family 2 proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. Bub1b-/-  mouse model die in utero, Bub1b+/- have defective spindle checkpoint activation and develop lung and colon cancers in response to carcinogen. Bub1b H/H mice, develop aneuploidy, cataracts and growth retardation, which are characteristic of MVA, but do not have an increased cancer incidence, these mice also showed features of premature aging, but not have typical features of human premature aging syndromes. This individual had a missense mutation, c.2441G>A(p.Arg814His) and a mutation, c.2208_2211dup (p.Ser738Valfs) that resulted in premature protein truncation. None of the mutations have been reported in more than 200 BUB1B mutation analyses in colorectal cancers, lung cancers and glioblastomas, and none were present in 384 normal control chromosomes."},{"id":"cggv:3e914b8f-ebac-415e-9f97-f9bd2ac7f99f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73f1af44-8034-418a-91b5-348435c48340","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"detectionMethod":"deep sequencing and common ancestral haplotype analysis of  intergenic region upstream of BUB1B","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"PCS and mosaic aneuploidy","phenotypes":"obo:HP_0002859","previousTesting":true,"previousTestingDescription":"sequencing BUB1B","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:3e914b8f-ebac-415e-9f97-f9bd2ac7f99f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:559b4441-5b3f-4b2c-9a7f-6adddd828f08"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24344301"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24344301","rdfs:label":"KH01"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default score. This individual is homozygous for this mutation the ss802470619 (G/A) (CA268757149). This mutation is located 44 kb upstream of a BUB1B transcription start site, an intergenic region, cosegregated with the disease. Both parents are heterozygous. This intergenic mutation is involved in the down-regulation of BUB1B expression, the expression level from this individual showed much higher than those of a patient with a truncating plus this intergenic mutation but lower than those of a carrier with a truncating mutation of BUB1B. This infant had PCS in 67% of lymphocytes, which was lower than in the patient with a truncating plus intergenic mutation and higher than in the parents with heterozygous mutations. A more than 50% reduction of BUBR1 function is involved in the MVA syndrome and the biallelic hypomorphic mutations are causative of PCS (MVA) syndrome. The cultured human cell clones showed increased PCS frequency and MVA, which are the hallmarks of the syndrome. This variant was also found in other seven Japanese families as the second allele to one of the null alleles identified in 2006 by Matsuura S. et al. in 2006 and the proband in a family with MVA as the second allele to a null allele of no transcript generated by Hanks S et al. in 2004."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2029,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:8916463d-6d3c-489e-90cb-53e77a29c593","type":"GeneValidityProposition","disease":"obo:MONDO_0009759","gene":"hgnc:1149","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"BUBR1 protein encoded by BUB1B gene is an important protein in the spindle assembly checkpoint. Constitutional homozygotes of hypomorphic mutations or compound heterozygote of a null mutation and a missense/hypomorphic mutation in the BUB1B gene cause the rare human disorder mosaic variegated aneuploidy (MVA) syndrome type I (MIM 257300). Hanks S et al., (2004) identified 6 individuals from 5 unrelated families with typical phenotypes of MVA carry biallelic BUB1B mutations. Rio Frio T et al. (2010) identified a male of 34 yr-old from a consanguineous family with MVA phenotype and many types of cancers homozygous for BUB1B 2386-11A>G mutation. Ochiai H et al., (2004) found a Japanese infant with MVA homozygous for mutation ss802470619,NC_000015.10:g.40117088G>A (GRCh38), which is the second allele to the seven individuals who had one allele previously identified (Matsuura S, et al. (2006)). This mutation is a hypomorphic mutation that down regulate the expression of BUB1B gene.  Using human HeLa cells Bohers et al. (2008) showed  the levels of PCS (premature chromatid separation) and aneuploidy were correlated to the decrease of BUB1B expression. BubR1−/− embryos present mosaicism with a significant percentage of aneuploid cells and premature chromatic separation, growth retardation and marked developmental abnormalities. Progressive apoptosis and reduced cell proliferation finally lead to severe morphological malformation and embryonic death (Schmid M et al., 2014.). More evidence is available in literatures, but the maximum score from genetic evidence and experimental evidences has been reached. In summary, BUB1B gene is definitively associated with mosaic variegated aneuploidy syndrome 1. Variants in this gene have been independently and replicably identified in many individuals with MVA.\n","dc:isVersionOf":{"id":"cggv:59147f27-d5a3-4760-ba8d-0429bae3c906"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}