{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22fv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-02-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-05-03T18:33:25.544Z","role":"Publisher"}],"evidence":[{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4f714b5e-8232-417f-938a-fb9c869e90f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:0296f2c5-81f0-421d-80ed-17d7fdeac769","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunoprecipitation from rat nervous system (cortex, hippocampus, striatum).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15649582","type":"dc:BibliographicResource","dc:abstract":"Neuronal nicotinic receptors (NAChRs) form a heterogeneous family of ion channels that are differently expressed in many regions of the central nervous system (CNS) and peripheral nervous system. These different receptor subtypes, which have characteristic pharmacological and biophysical properties, have a pentameric structure consisting of the homomeric or heteromeric combination of 12 different subunits (alpha2-alpha10, beta2-beta4). By responding to the endogenous neurotransmitter acetylcholine, NAChRs contribute to a wide range of brain activities and influence a number of physiological functions. Furthermore, it is becoming evident that the perturbation of cholinergic nicotinic neurotransmission can lead to various diseases involving nAChR dysfunction during development, adulthood and ageing. In recent years, it has been discovered that NAChRs are present in a number of non-neuronal cells where they play a significant functional role and are the pathogenetic targets in several diseases. NAChRs are also the target of natural ligands and toxins including nicotine (Nic), the most widespread drug of abuse. This review will attempt to survey the major achievements reached in the study of the structure and function of NAChRs by examining their regional and cellular localisation and the molecular basis of their functional diversity mainly in pharmacological and biochemical terms. The recent availability of mice with the genetic ablation of single or double nicotinic subunits or point mutations have shed light on the role of nAChRs in major physiological functions, and we will here discuss recent data relating to their behavioural phenotypes. Finally, the role of NAChRs in disease will be considered in some details.","dc:creator":"Gotti C","dc:date":"2004","dc:title":"Neuronal nicotinic receptors: from structure to pathology."},"rdfs:label":"Immunoprecipitation from brain tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Standard policy for epilepsy gene curations not to use expression data in CNS unless it's very specfic"},{"id":"cggv:3001ccee-b206-406c-97ff-0651afb106de","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:07a452cd-6283-4cfe-9881-6f290b19d19c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"CHRNA4 and CHRNB2 encode subunits of nicotinic cholinergic receptors (nAChRs). The subunits interact to form functional nAChRs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12944511","type":"dc:BibliographicResource","dc:abstract":"Nicotinic acetylcholine receptors (nAChRs) expressed by dopaminergic (DA) neurons have long been considered as potential therapeutic targets for the treatment of several neuropsychiatric diseases, including nicotine and cocaine addiction or Parkinson's disease. However, DA neurons express mRNAs coding for most, if not all, neuronal nAChR subunits, and the subunit composition of functional nAChRs has been difficult to establish. Immunoprecipitation experiments performed on mouse striatal extracts allowed us to identify three main types of heteromeric nAChRs (alpha4beta2*, alpha6beta2*, and alpha4alpha6beta2*) in DA terminal fields. The functional relevance of these subtypes was then examined by studying nicotine-induced DA release in striatal synaptosomes and recording ACh-elicited currents in DA neurons fromalpha4, alpha6, alpha4alpha6, and beta2 knock-out mice. Our results establish that alpha6beta2* nAChRs are functional and sensitive to alpha-conotoxin MII inhibition. These receptors are mainly located on DA terminals and consistently do not contribute to DA release induced by systemic nicotine administration, as evidenced by in vivo microdialysis. In contrast, (nonalpha6)alpha4beta2* nAChRs represent the majority of functional heteromeric nAChRs on DA neuronal soma. Thus, whereas a combination of alpha6beta2* and alpha4beta2* nAChRs may mediate the endogenous cholinergic modulation of DA release at the terminal level, somato-dendritic (nonalpha6)alpha4beta2* nAChRs most likely contribute to nicotine reinforcement.","dc:creator":"Champtiaux N","dc:date":"2003","dc:title":"Subunit composition of functional nicotinic receptors in dopaminergic neurons investigated with knock-out mice."},"rdfs:label":"Subunit composition of striatal nAChRs"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f7c4a8f-c147-4fe6-9134-2f9e1766c5dc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:e19de848-4b65-4877-90e3-0824a1502606","type":"FunctionalAlteration","dc:description":"Mutant channels more sensitive to ACh","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15964197","type":"dc:BibliographicResource","dc:abstract":"Mutations in nAChRs are found in a rare form of nocturnal frontal lobe epilepsy (ADNFLE). Previously, some nAChR mutations have been described that are associated with additional neurological features such as psychiatric disorders or cognitive defects. Here, we report a new CHRNB2 mutation located in transmembrane region 3 (M3), outside the known ADNFLE mutation cluster. The CHRNB2 mutation I312M, which occurred de novo in twins, markedly increases the receptor's sensitivity to acetylcholine. Phenotypically, the mutation is associated not only with typical ADNFLE, but also with distinct deficits in memory. The cognitive problems are most obvious in tasks requiring the organization and storage of verbal information.","dc:creator":"Bertrand D","dc:date":"2005","dc:title":"The CHRNB2 mutation I312M is associated with epilepsy and distinct memory deficits."},"rdfs:label":"ACh sensitivity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:c88f4b17-4969-45ee-aaba-3632cab755d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:a0960a8f-1c61-489f-9481-11670198270a","type":"FunctionalAlteration","dc:description":"Mutants were more sensitive to Ach","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18456869","type":"dc:BibliographicResource","dc:abstract":"Certain mutations in specific parts of the neuronal nicotinic acetylcholine receptor (nAChR) subunit genes CHRNA4, CHRNB2, and probably CHRNA2, can cause autosomal dominant nocturnal frontal lobe epilepsy (ADNFLE). All but one of the known causative mutations are located in the second transmembrane region (TM2), which serves as the major ion poreforming domain of the receptor. Functional characterization of these ADNFLE mutations has shown that although each mutant exhibits specific properties, they all confer a gain of function with increased sensitivity to acetylcholine. In this work, we characterize the second and third ADNFLE-associated mutations that are external to TM2 but affect different amino acid residues within the third transmembrane region (TM3). The two new CHRNB2 mutations were identified in three families of Turkish Cypriot, Scottish, and English origin. These TM3 mutations elicit the same gain of function pathomechanism as observed for the TM2 mutations with enhanced acetylcholine sensitivity, despite their unusual localization within the gene. Electrophysiological experiments, including single channel measurements, revealed that incorporation of these new mutant subunits does not affect the conductance of the ionic pore but increases the probability of opening. Determination of the sensitivity to nicotine for nAChRs carrying mutations in TM2 and TM3 showed clear differences in the direction and the extent to which the window current for nicotine sensitivity was shifted for individual mutations, indicating differences in pharmacogenomic properties that are not readily correlated with increased ACh affinity.","dc:creator":"Hoda JC","dc:date":"2008","dc:title":"Human nocturnal frontal lobe epilepsy: pharmocogenomic profiles of pathogenic nicotinic acetylcholine receptor beta-subunit mutations outside the ion channel pore."},"rdfs:label":"ACh sensitivity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Used as variant evidence, not functional evidence for the gene-disease association"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f5e87c5-330e-48dd-8927-da1bb28e6e97","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bcec688e-12d3-4e44-a5f1-158056c2b879","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Rats had seizures during time when they would typically be asleep, similar to nocturnal seizures in humans. Seizures detected in 5/11 rats, shows reduced penetrance like human condition NFLE.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26091610","type":"dc:BibliographicResource","dc:abstract":"We generated a transgenic rat strain with a missense mutation in V286L (V286L-TG), in the gene encoding the neuronal nicotinic acetylcholine receptor β2 subunit (CHRNB2) found in patients with autosomal dominant nocturnal frontal lobe epilepsy (ADNFLE). To confirm that V286L-TG rats exhibit seizures similar to those observed in humans, gene expression patterns and behavioral phenotypes were analyzed. In situ hybridization using a V286L Chrnb2-selective probe indicated that the transgene was expressed at higher levels in the cortex, hippocampus, and cerebellum of V286L-TG than wild-type littermates (non-TG). Spontaneous epileptic seizures with ictal discharges in electroencephalograms were detected in 45% of V286L-TG rats and the frequency of seizures was 0.73 times a week. This seizure type is similar to \"paroxysmal arousals\" that are observed in human ADNFLE. V286L-TG rats displayed nicotine-induced abnormal motor activity including seizures in comparison to non-TGs. Response time following nicotine administration occurred faster in V286L-TG than in non-TG rats. V286L-TG rats demonstrated spontaneous epileptic seizures, which are similar to human ADNFLE, and also showed a higher sensitivity to nicotine administration. Thus, the V286L-TG rat model could be a valuable tool for developing novel mechanism-driven treatment strategies for epilepsy and provide a better understanding of ADNFLE. ","dc:creator":"Shiba Y","dc:date":"2015","dc:title":"Spontaneous epileptic seizures in transgenic rats harboring a human ADNFLE missense mutation in the β2-subunit of the nicotinic acetylcholine receptor."},"rdfs:label":"Transgenic rat"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a6cadb91-2ad6-4017-95a3-94b3a99cba68","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:182c5cea-b26c-423d-9abd-fe1b3890c129","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Seizures and hyperexcitability as in human NFLE","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20603624","type":"dc:BibliographicResource","dc:abstract":"High-affinity nicotinic receptors containing β2 subunits (β2*) are widely expressed in the brain, modulating many neuronal processes and contributing to neuropathologies such as Alzheimer's disease, Parkinson's disease and epilepsy. Mutations in both the α4 and β2 subunits are associated with a rare partial epilepsy, autosomal dominant nocturnal frontal lobe epilepsy (ADNFLE). In this study, we introduced one such human missense mutation into the mouse genome to generate a knock-in strain carrying a valine-to-leucine mutation β2V287L. β2(V287L) mice were viable and born at an expected Mendelian ratio. Surprisingly, mice did not show an overt seizure phenotype; however, homozygous mice did show significant alterations in their activity-rest patterns. This was manifest as an increase in activity during the light cycle suggestive of disturbances in the normal sleep patterns of mice; a parallel phenotype to that found in human ADNFLE patients. Consistent with the role of nicotinic receptors in reward pathways, we found that β2(V287L) mice did not develop a normal proclivity to voluntary wheel running, a model for natural reward. Anxiety-related behaviors were also affected by the V287L mutation. Mutant mice spent more time in the open arms on the elevated plus maze suggesting that they had reduced levels of anxiety. Together, these findings emphasize several important roles of β2* nicotinic receptors in complex biological processes including the activity-rest cycle, natural reward and anxiety.","dc:creator":"Xu J","dc:date":"2011","dc:title":"Altered activity-rest patterns in mice with a human autosomal-dominant nocturnal frontal lobe epilepsy mutation in the β2 nicotinic receptor."},"rdfs:label":"Knock-in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Reduced to 0 because the mice do not have a robust epilepsy phenotype"},{"id":"cggv:9e8cbe7d-6bfe-4b61-9798-dfcb365f22f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b94c085-3ef5-4268-a65f-2f9ed394170f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model exhibits seizures during sleep like human condition","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19153075","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant nocturnal frontal lobe epilepsy (ADNFLE) is a focal form of epilepsy characterized by seizures occurring during non-REM sleep. We have developed and characterized the first mouse model for ADNFLE type III carrying the V287L mutation of the beta2 subunit of neuronal nicotinic receptor. Mice expressing mutant receptors show a spontaneous epileptic phenotype by electroencephalography with very frequent interictal spikes and seizures. Expression of the mutant beta2 subunit is driven by a neuronal-specific tetracycline-controlled promoter, which allows planned silencing of transgene expression in a reversible fashion and tracking the involvement of mutant receptor in crucial phases of epileptogenesis. We found that restricted silencing during development is sufficient to prevent the occurrence of epileptic seizures in adulthood. Our data indicate that mutant nicotinic receptors are responsible for abnormal formation of neuronal circuits and/or long-lasting alteration of network assembly in the developing brain, thus leading to epilepsy.","dc:creator":"Manfredi I","dc:date":"2009","dc:title":"Expression of mutant beta2 nicotinic receptors during development is crucial for epileptogenesis."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":6203,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:87e95e74-132e-4f82-b7e0-f7a5c42a8cc1","type":"GeneValidityProposition","disease":"obo:MONDO_0000030","gene":"hgnc:1962","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"CHRNB2 was first reported in relation to autosomal dominant sleep-related hypermotor epilepsy in 2000 (De Fusco et\nal., PMID: 11062464). This disorder was previously referred to as nocturnal frontal lobe epilpeys. It is characterized by hypermotor seizures that occur most often in sleep and are occassionally associated with intellectual disability or psychiatric disorders. \n\nAt least 8 missense variants that have been reported in 12 probands in 10 publications (PMIDs: 27054081, 33391346, 35177946, 21497487, 18534914, 18456869, 17900292, 15964197, 11104662, 11062464) are included in this curation. \nThe mechanism of pathogenicity appears to be gain-of-function. \n\nThis gene-disease association is also supported by experimental evidence, including spontaneous seizures during sleep in a rat model and a mouse model, as well as protein-protein interactions with CHRNA4 to form  functional nicotinic acetylcholine receptor (nAChR) channels (PMIDs: 26091610, 19153075, 12944511).\n \nIn summary, there is a definitive relationship between CHRNB2 and autosomal dominant sleep-related hypermotor epilepsy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on February 7th, 2023. As of May 5th, 2023, this record underwent administrative updates in which the disease term in the evidence summary was revised to align with the updated Mondo disease term. No new evidence has been reviewed or added.","dc:isVersionOf":{"id":"cggv:ed365ac2-8cfa-4ae9-8fef-323dd596a22f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}