{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0ev2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-12-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-01-11T15:36:42.027Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10071","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e45bb0c-aed7-444e-bbf8-1d98ae04044b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3931d83-c784-442a-a756-577be806a969","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Expression vectors encoding wild-type, kinase-deficient, and constitutively active ACVRL1 as well as wild-type endoglin were used to transfect COS-7 cells.\n\nImmunoprecipitation followed by western blot in cell lysates, with antibodies to recombinant ACVRL1, coimmunoprecipitated endoglin with all constructs of ACVRL1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15702480","type":"dc:BibliographicResource","dc:abstract":"Transforming growth factor-beta (TGF-beta) signaling in endothelial cells is able to modulate angiogenesis and vascular remodeling, although the underlying molecular mechanisms remain poorly understood. Endoglin and ALK-1 are components of the TGF-beta receptor complex, predominantly expressed in endothelial cells, and mutations in either endoglin or ALK-1 genes are responsible for the vascular dysplasia known as hereditary hemorrhagic telangiectasia. Here we find that the extracellular and cytoplasmic domains of the auxiliary TGF-beta receptor endoglin interact with ALK-1 (a type I TGF-beta receptor). In addition, endoglin potentiates TGF-beta/ALK1 signaling, with the extracellular domain of endoglin contributing to this functional cooperation between endoglin and ALK-1. By contrast, endoglin appears to interfere with TGF-beta/ALK-5 signaling. These results suggest that the functional association of endoglin with ALK-1 is critical for the endothelial responses to TGF-beta.","dc:creator":"Blanco FJ","dc:date":"2005","dc:title":"Interaction and functional interplay between endoglin and ALK-1, two components of the endothelial transforming growth factor-beta receptor complex."},"rdfs:label":"Blanco_ProteinInteraction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded default points"},{"id":"cggv:4de8a4da-340e-4894-a2b0-f874a14ca323","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f4dffce-9fcc-4eff-8eb1-9f3d26ef7c0b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Both ACVRL1 and ENG are involved in the TGF-beta pathway. ACVRL1 depletion is associated with a reduction in endoglin expression (PMID: 24896812).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12015308","type":"dc:BibliographicResource","dc:abstract":"Endoglin is an auxiliary component of the transforming growth factor-beta (TGF-beta) receptor system, able to associate with the signaling receptor types I (TbetaRI) and II (TbetaRII) in the presence of ligand and to modulate the cellular responses to TGF-beta1. Endoglin cannot bind ligand on its own but requires the presence of the signaling receptors, supporting a critical role for the interaction between endoglin and TbetaRI or TbetaRII. This study shows that full-length endoglin interacts with both TbetaRI and TbetaRII, independently of their kinase activation state or the presence of exogenous TGF-beta1. Truncated constructs encoding either the extracellular or the cytoplasmic domains of endoglin demonstrated that the association with the signaling receptors occurs through both extracellular and cytoplasmic domains. However, a more specific mapping revealed that the endoglin/TbetaRI interaction was different from that of endoglin/TbetaRII. TbetaRII interacts with the amino acid region 437-558 of the extracellular domain of endoglin, whereas TbetaRI interacts not only with the region 437-558 but also with the protein region located between amino acid 437 and the N terminus. Both TbetaRI and TbetaRII interact with the cytoplasmic domain of endoglin, but TbetaRI only interacts when the kinase domain is inactive, whereas TbetaRII remains associated in its active and inactive forms. Upon association, TbetaRI and TbetaRII phosphorylate the endoglin cytoplasmic domain, and then TbetaRI, but not TbetaRII, kinase dissociates from the complex. Conversely, endoglin expression results in an altered phosphorylation state of TbetaRII, TbetaRI, and downstream Smad proteins as well as a modulation of TGF-beta signaling, as measured by the reporter gene expression. These results suggest that by interacting through its extracellular and cytoplasmic domains with the signaling receptors, endoglin might affect TGF-beta responses.","dc:creator":"Guerrero-Esteo M","dc:date":"2002","dc:title":"Extracellular and cytoplasmic domains of endoglin interact with the transforming growth factor-beta receptors I and II."},"rdfs:label":"Guerrero-Esteo_Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:077c728b-39aa-4e1e-9066-c844b0c07b24","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:290ca705-2204-487a-9373-d7502cbb278b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Thalidomide significantly reduced the frequency of epistaxis and increased average hemoglobin concentration. Control subjects with HHT not treated with thalidomide had consistently low hemoglobin concentration.\n\nSections of human nasal mucosal biopsies from untreated and treated individual were stained for endoglin and α-SMA as markers of endothelial cells and VSMCs. Many smooth muscle cell layers were seen around blood vessels of the treated individual.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20364125","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT) is an inherited disorder characterized by vascular malformations. Many affected individuals develop recurrent nosebleeds, which can severely affect their quality of life and are clinically difficult to treat. We report here that treatment with thalidomide reduced the severity and frequency of nosebleeds (epistaxis) in the majority of a small group of subjects with HHT tested. The blood hemoglobin levels of the treated individuals rose as a result of reduced hemorrhage and enhanced blood vessel stabilization. In mice heterozygous for a null mutation in the Eng gene (encoding endoglin), an experimental model of HHT, thalidomide treatment stimulated mural cell coverage and thus rescued vessel wall defects. Thalidomide treatment increased platelet-derived growth factor-B (PDGF-B) expression in endothelial cells and stimulated mural cell activation. The effects of thalidomide treatment were partially reversed by pharmacological or genetic interference with PDGF signaling from endothelial cells to pericytes. Biopsies of nasal epithelium from individuals with HHT treated or not with thalidomide showed that similar mechanisms may explain the effects of thalidomide treatment in humans. Our findings demonstrate the ability of thalidomide to induce vessel maturation, which may be useful as a therapeutic strategy for the treatment of vascular malformations.","dc:creator":"Lebrin F","dc:date":"2010","dc:title":"Thalidomide stimulates vessel maturation and reduces epistaxis in individuals with hereditary hemorrhagic telangiectasia."},"rdfs:label":"Lebrin_Rescue"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":0,"dc:description":"The evidence is scored 0 points as the rescue is related to treatment by a drug and not the wild-type gene product; however, the information is recorded here."},{"id":"cggv:57658f3a-02b8-4bd3-bc98-f7b3bb572b23","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3087909c-927c-43be-a2be-a0ac9c27c035","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Efficient loss of Acvrl1 was accomplished in neonates. Examination of neonatal lungs 40 hrs post-injection revealed hemorrhage, enlarged veins, hyperbranching and AVMs from distal small capillaries, but no loss of vascular smooth muscle cells. Capillaries showed reduced pericyte coverage in knockout mutants. Increased endothelial cell proliferation and loss of arterial identity were also significant in knockout mice. Reduction in Smad 1/5/8 activity, expression of vasorgulators and key transcription factors and 33-fold reduction of endoglin was also observed in mutant mice.\n\nIn adult mice, Acvrl1 depletion led to GI bleeding (cecal hemorrhage), while vessel organization and branching were unaffected.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24896812","type":"dc:BibliographicResource","dc:abstract":"Rare inherited cardiovascular diseases are frequently caused by mutations in genes that are essential for the formation and/or function of the cardiovasculature. Hereditary Haemorrhagic Telangiectasia is a familial disease of this type. The majority of patients carry mutations in either Endoglin (ENG) or ACVRL1 (also known as ALK1) genes, and the disease is characterized by arteriovenous malformations and persistent haemorrhage. ENG and ACVRL1 encode receptors for the TGFβ superfamily of ligands, that are essential for angiogenesis in early development but their roles are not fully understood. Our goal was to examine the role of Acvrl1 in vascular endothelial cells during vascular development and to determine whether loss of endothelial Acvrl1 leads to arteriovenous malformations. Acvrl1 was depleted in endothelial cells either in early postnatal life or in adult mice. Using the neonatal retinal plexus to examine angiogenesis, we observed that loss of endothelial Acvrl1 led to venous enlargement, vascular hyperbranching and arteriovenous malformations. These phenotypes were associated with loss of arterial Jag1 expression, decreased pSmad1/5/8 activity and increased endothelial cell proliferation. We found that Endoglin was markedly down-regulated in Acvrl1-depleted ECs showing endoglin expression to be downstream of Acvrl1 signalling in vivo. Endothelial-specific depletion of Acvrl1 in pups also led to pulmonary haemorrhage, but in adult mice resulted in caecal haemorrhage and fatal anaemia. We conclude that during development, endothelial Acvrl1 plays an essential role to regulate endothelial cell proliferation and arterial identity during angiogenesis, whilst in adult life endothelial Acvrl1 is required to maintain vascular integrity. ","dc:creator":"Tual-Chalot S","dc:date":"2014","dc:title":"Endothelial depletion of Acvrl1 in mice leads to arteriovenous malformations associated with reduced endoglin expression."},"rdfs:label":"Tual-Chalot_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse model is scored reduced points since two other models have been previously scored for phenotype recapitulation."},{"id":"cggv:9c62122a-8a33-45eb-9565-323e78b0c05b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:601b5e4b-c17f-4bc8-929e-84199e411cfa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal extraembryonic vasculature (increased lumen diameter, decreased wall thickness, convoluted morphology and arteriovenous malformations were observed in Acvrl1-3loxP/3loxP fetuses, indicating that ACVRL1 plays an important role in the morphogenesis of arterial vessels. These fetuses died by embryonic day E18.5","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17911384","type":"dc:BibliographicResource","dc:abstract":"ALK1 belongs to the type I receptor family for transforming growth factor-beta family ligands. Heterozygous ALK1 mutations cause hereditary hemorrhagic telangiectasia type 2 (HHT2), a multisystemic vascular disorder. Based largely on in vitro studies, TGF-beta1 has been considered as the most likely ALK1 ligand related to HHT, yet the identity of the physiologic ALK1 ligand remains controversial. In cultured endothelial cells, ALK1 and another TGF-beta type I receptor, ALK5, regulate angiogenesis by controlling TGF-beta signal transduction, and ALK5 is required for ALK1 signaling. However, the extent to which such interactions between these 2 receptors play a role in pathogenesis of HHT is unknown. We directly addressed these issues in vivo by comparing the phenotypes of mice in which the Alk1, Alk5, or Tgfbr2 gene was conditionally deleted in restricted vascular endothelia using a novel endothelial Cre transgenic line. Alk1-conditional deletion resulted in severe vascular malformations mimicking all pathologic features of HHT. Yet Alk5- or Tgfbr2-conditional deletion in mice, or Alk5 inhibition in zebrafish, did not affect vessel morphogenesis. These data indicate that neither ALK5 nor TGFBR2 is required for ALK1 signaling pertinent to the pathogenesis of HHT and suggest that HHT might not be a TGF-beta subfamily disease.","dc:creator":"Park SO","dc:date":"2008","dc:title":"ALK5- and TGFBR2-independent role of ALK1 in the pathogenesis of hereditary hemorrhagic telangiectasia type 2."},"rdfs:label":"Park_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The conditional mouse model is scored default points."},{"id":"cggv:3d214357-ad16-403b-9875-e6618f168335","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c692f5a5-8763-41ca-ab1c-3dc6320fb8dc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ACVRL1+/- mice exhibited mucocutaneous lesions on nailbed, palm, skin, tongue, gums as well as several other anatomical locations similar to telangiectases observed in HHT patients.\n\nLesions in the lung, spleen and brain and hepatic vascular lesion of varying clinical severity were observed in ACVRL1+/- mice compared to wild-type. GI tract bleeding was positive in 53% of the heterozygous ACVRL1 mice vs. 21% in wild-type. Some ACVRL1+/- mice with severe hepatic lesions were found to exhibit numerous patches of fibrosis, deposits of connective tissue and foci of necrotic cardiomyocytes similar to secondary cardiac phenotype in HHT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12588795","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT) is an autosomal-dominant disorder characterized by the age-dependent development of focal arteriovenous malformations and telangiectases. HHT type 2 is caused by loss of function mutations in activin receptor-like kinase 1 (ACVRL1 or ALK1). However, the factors that initiate lesion formation and those that influence disease progression remain unknown. Because heterozygous mice contain the appropriate genotype for an animal model of this disorder, mice heterozygous for a loss-of-function mutation in Acvrl1 were carefully examined for an HHT-like phenotype. These mice developed age-dependent vascular lesions in the skin, extremities, oral cavity and in the internal organs (lung, liver, intestine, spleen and brain), similar to those seen in HHT patients. Major histopathological features of the lesions included thin-walled dilated vessels in close proximity to each other, hemorrhage and fibrosis. Similar to HHT patients, the mice also exhibited gastrointestinal bleeding, as evidenced by positive fecal occult blood tests. An Acvrl1(+/-) mouse with profound liver involvement also displayed a secondary cardiac phenotype, similar to that observed in human patients. The similarity of affected organs, age-dependent penetrance, histological similarity of the lesions and recapitulation of a secondary phenotype suggest that the Acvrl1(+/-) mice are an appropriate animal model for the identification of additional genetic and environmental factors that cause pathology in HHT type 2 patients. In addition, studies utilizing this animal model can yield valuable information on the role of ALK1 in maintenance of adult vascular architecture including arteriovenous identity.","dc:creator":"Srinivasan S","dc:date":"2003","dc:title":"A mouse model for hereditary hemorrhagic telangiectasia (HHT) type 2."},"rdfs:label":"Srinivasan_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model is scored default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5765,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:7cf88b0f-350b-44ef-aa07-e3c7e68d7689","type":"GeneValidityProposition","disease":"obo:MONDO_0010880","gene":"hgnc:175","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"The relationship between *ACVRL1* and hereditary hemorrhagic telangiectasia, type 2 (HHT2), an autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of April 1, 2019. *ACVRL1* was first reported in relation to HHT2 in 1996 (Johnson et al., PMID: 8640225). HHT2 is evaluated by the presence of 3 or more of the Curacao criteria (PMID: 10751092). ACVRL1 is a type I TGF-β receptor and interacts with ENG in the TGF-β pathway. ENG is known to cause HHT1. The mechanism for disease is haploinsufficiency (PMID: 15879500) and at least 571 ACVRL1 variants, ranging from missense, in-frame indel to nonsense, frameshift, large deletions and whole gene deletions, have been reported in humans (http://www.arup.utah.edu/database/ACVRL1/ACVRL1_welcome.php). Evidence supporting this gene-disease relationship includes case-level data, segregation data and experimental data. Variants included in this curation come from 13 probands in 6 publications (PMIDs 86402252, 17384219, 26176610, 9245985 20364125, 20414677) and segregated with disease in 12 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence evidence (12 pts) has been reached.  This gene-disease relationship is also supported by animal models and in vitro functional assays. A number of mouse and zebra fish models have been developed for HHT (PMID: 17911384, 12588795, 24896812, 12050147). Additionally, interaction with  the HHT-related gene *ENG* in the TGF-β pathway has been experimentally demonstrated (PMID: 15702480, 12015308).  In summary, *ACVRL1* is definitively associated with autosomal dominant hereditary hemorrhagic telangiectasia, Type 2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis Gene Curation Expert Panel on August 28, 2019 (SOP Version 6). Scoring was updated on 11/29/2022.\n\nOf note, pulmonary arterial hypertension (PAH) is a rare but severe complication of HHT2 that was independently evaluated as of June 9, 2021 by the Pulmonary Hypertension GCEP. More than 22 probands with rare, predicted deleterious *ACVRL1* variants have been reported (PMIDs:11484689, 14684682, 15065824, 20056902, 31727138 and others). Multiple variant types, including missense, have been reported and the carboxy terminus contains a conserved 11 amino acid NANDOR box in the protein kinase domain that shows enrichment of rare missense variants among PAH-HHT cases compared to HHT alone (PMID:20056902). Experimental evidence for a gene-disease relationship for HHT-PAH includes expression in pulmonary arterial endothelial cells and PAH plexiform lesions (PMID: 11484689), interaction with receptor ligand BMP10 (PMID: 17068149), and spontaneous pulmonary hypertension in an Acvrl1 knockout HHT mouse model (PMID: 21859819).\n","dc:isVersionOf":{"id":"cggv:fbbb72c5-84a0-4096-8d49-6df506cfee0e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}