{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99edv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-01-08T18:48:16.960Z","role":"Publisher"},{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2020-09-28T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:68607fed-1742-4931-bdde-6115c2c6cf3a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d9ab7bc-90f1-4b1e-b762-ddda12343aa4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":72,"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"fronto-orbital recession","sex":"Female","variant":{"id":"cggv:68607fed-1742-4931-bdde-6115c2c6cf3a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b77fa31f-b261-44e0-afb8-3549dca10d31","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002449.5(MSX2):c.443C>A (p.Pro148His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341436"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8357019","type":"dc:BibliographicResource","dc:abstract":"We report a family with a newly recognized form of autosomal dominant craniosynostosis. The disorder has high penetrance and variable expression with respect to sutural involvement and cranial abnormalities, ranging from fronto-orbital recession to clover-leaf skull deformity. Associated problems included headache, poor vision, and seizures; intelligence, however, is normal. Assignment of a well-described syndromic designation, e.g., Crouzon, Pfeiffer, Saethre-Chotzen, or Jackson-Weiss, is precluded based upon the absence of characteristic changes, i.e., midfacial hypoplasia, orbital hypertelorism, blepharoptosis, hand anomalies, or foot anomalies. The large size of this family and high penetrance of the disorder suggests that this may be an excellent candidate for positional cloning of a locus important in craniofacial development.","dc:creator":"Warman ML","dc:date":"1993","dc:title":"Newly recognized autosomal dominant disorder with craniosynostosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8357019","rdfs:label":"I-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Supported by functional evidence. Variant also segregated with disease in another, unrelated large family."},{"id":"cggv:55516b70-389c-47be-89e1-aa54c858a2e0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c888a23-5439-4e28-97df-192515bcc9c3","type":"Proband","detectionMethod":"WES","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0004440","obo:HP_0004442"],"sex":"UnknownEthnicity","variant":{"id":"cggv:55516b70-389c-47be-89e1-aa54c858a2e0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:82899182-7add-41e1-b45a-442e5d3358ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002449.5(MSX2):c.442C>T (p.Pro148Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362229886"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28808027","type":"dc:BibliographicResource","dc:abstract":"Non-syndromic craniosynostosis (NSC) is a frequent congenital malformation in which one or more cranial sutures fuse prematurely. Mutations causing rare syndromic craniosynostoses in humans and engineered mouse models commonly increase signaling of the Wnt, bone morphogenetic protein (BMP), or Ras/ERK pathways, converging on shared nuclear targets that promote bone formation. In contrast, the genetics of NSC is largely unexplored. More than 95% of NSC is sporadic, suggesting a role for de novo mutations. Exome sequencing of 291 parent-offspring trios with midline NSC revealed 15 probands with heterozygous damaging de novo mutations in 12 negative regulators of Wnt, BMP, and Ras/ERK signaling (10.9-fold enrichment, P = 2.4 × 10-11). SMAD6 had 4 de novo and 14 transmitted mutations; no other gene had more than 1. Four familial NSC kindreds had mutations in genes previously implicated in syndromic disease. Collectively, these mutations contribute to 10% of probands. Mutations are predominantly loss-of-function, implicating haploinsufficiency as a frequent mechanism. A common risk variant near BMP2 increased the penetrance of SMAD6 mutations and was overtransmitted to patients with de novo mutations in other genes in these pathways, supporting a frequent two-locus pathogenesis. These findings implicate new genes in NSC and demonstrate related pathophysiology of common non-syndromic and rare syndromic craniosynostoses. These findings have implications for diagnosis, risk of recurrence, and risk of adverse neurodevelopmental outcomes. Finally, the use of pathways identified in rare syndromic disease to find genes accounting for non-syndromic cases may prove broadly relevant to understanding other congenital disorders featuring high locus heterogeneity.","dc:creator":"Timberlake AT","dc:date":"2017","dc:title":"De novo mutations in inhibitors of Wnt, BMP, and Ras/ERK signaling pathways in non-syndromic midline craniosynostosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28808027","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:c4bfe88e-e9be-4e22-a3ff-17034d735227_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05b3de3c-c3fa-4299-bc05-ba0abda51ab3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Genome sequencing followed by linkage analysis","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0000341","obo:HP_0002645","obo:HP_0002648","obo:HP_0000262","obo:HP_0004440","obo:HP_0000601","obo:HP_0011330","obo:HP_0000494","obo:HP_0009381"],"secondTestingMethod":"Linkage analysis","sex":"Male","variant":{"id":"cggv:c4bfe88e-e9be-4e22-a3ff-17034d735227_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2b6a1ff9-af0f-43bb-8183-3dac2fa94ad6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002449.5(MSX2):c.443C>T (p.Pro148Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251352"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23949913","type":"dc:BibliographicResource","dc:abstract":"We describe a family that segregated an autosomal dominant form of craniosynostosis characterized by variable expression and limited extra-cranial features. Linkage analysis and genome sequencing were performed to identify the underlying genetic mutation. A c.443C>T missense mutation in MSX2, which predicts p.Pro148Leu was identified and segregated with the disease in all affected family members. One other family with autosomal dominant craniosynostosis (Boston type) has been reported to have a missense mutation in MSX2. These data confirm that missense mutations altering the proline at codon 148 of MSX2 cause dominantly inherited craniosynostosis.","dc:creator":"Florisson JM","dc:date":"2013","dc:title":"Boston type craniosynostosis: report of a second mutation in MSX2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23949913","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant pathogenicity supported by functional evidence"},{"id":"cggv:6e776b04-c277-42a6-9a61-e82ac31d26ae_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7570a385-3e5e-43f5-b048-6111f9d9fab8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"Candidate sequencing of MSX2, FGFR2, FGFR3 and TWIST.","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0005274","obo:HP_0030084","obo:HP_0002056","obo:HP_0004442","obo:HP_0011330","obo:HP_0000520","obo:HP_0000243","obo:HP_0030799"],"sex":"Male","variant":{"id":"cggv:6e776b04-c277-42a6-9a61-e82ac31d26ae_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b77fa31f-b261-44e0-afb8-3549dca10d31"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23918290","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis, caused by early fusion of one or more cranial sutures, can affect the coronal or lambdoid sutures, or include premature fusion of the sagittal (scaphocephaly) or metopic suture (trigonocephaly). Often occurring as isolated finding, their co-existence in a craniosynostosis syndrome is infrequent. We describe a four-generation family with variable expression of a craniosynostosis phenotype with scaphocephaly and a particularly severe trigonocephaly. Molecular analysis revealed a missense mutation in the MSX2-associated with the Boston-type craniosynostosis syndrome-affecting the same amino-acid residue as in the original Boston family. Besides unique features such as the cranial sutures involved, minor limb abnormalities and incomplete penetrance, our patients share with the original family autosomal dominant inheritance and the presence of multiple endocranial erosions on CT imaging. Though these findings appear to be important diagnostic clues for MSX2-related craniosynostosis, it is noteworthy that the first affected generation in this family presented merely with isolated sagittal or unicoronal craniosynostosis and cutaneous syndactyly. Molecular analysis of MSX2 should therefore be considered in patients with isolated scaphocephaly/unicoronal synostosis, especially in the presence of a family history for craniosynostosis or syndactyly.","dc:creator":"Janssen A","dc:date":"2013","dc:title":"Second family with the Boston-type craniosynostosis syndrome: novel mutation and expansion of the clinical spectrum."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23918290","rdfs:label":"IV-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant pathogenicity supported by functional evidence"},{"id":"cggv:9e4f6c19-c72c-4da4-81e9-397168ae4c9c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18a7c0d5-73b8-41ce-a2a0-2937fbc029f6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0100874","obo:HP_0001363","obo:HP_0009778","obo:HP_0004209","obo:HP_0001249","obo:HP_0000034","obo:HP_0000486","obo:HP_0011304"],"sex":"Male","variant":{"id":"cggv:9e4f6c19-c72c-4da4-81e9-397168ae4c9c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b77fa31f-b261-44e0-afb8-3549dca10d31"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27884935","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis, the premature fusion of one or more cranial sutures, occurs in ∼1 in 2250 births, either in isolation or as part of a syndrome. Mutations in at least 57 genes have been associated with craniosynostosis, but only a minority of these are included in routine laboratory genetic testing.","dc:creator":"Miller KA","dc:date":"2017","dc:title":"Diagnostic value of exome and whole genome sequencing in craniosynostosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27884935","rdfs:label":"Patient 6306"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant seen in multiple patients affected with Craniosynostosis and absent from gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f85cebe6-ed66-4b69-a281-11ed66168ef6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42c80405-8375-475b-bfd1-6c3dd2734903","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"membranous bone of the calvaria and in adjacent mesenchymal cells. Whole-mount in situ hybridization performed on neonatal mouse heads revealed Msx2 hybridization signal along a line parallel to the edge of the calvarial bones in the region of the sutures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8106171","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis, the premature fusion of calvarial sutures, is a common developmental anomaly that causes abnormal skull shape. The locus for one autosomal dominant form of craniosynostosis has been mapped to chromosome 5qter. The human MSX2 gene localizes to chromosome 5, and a polymorphic marker in the MSX2 intron segregates in a kindred with the disorder with no recombination. Moreover, a histidine substitutes for a highly conserved proline at position 7 of the MSX2 homeodomain exclusively in affected members. In the mouse, transcripts of the Msx2 gene are localized to calvarial sutures. These results provide compelling evidence that the mutation causes this craniosynostosis syndrome.","dc:creator":"Jabs EW","dc:date":"1993","dc:title":"A mutation in the homeodomain of the human MSX2 gene in a family affected with autosomal dominant craniosynostosis."},"rdfs:label":"MSX2 Expression in Calvarial Bones"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:040fbe6b-d690-4555-b8c1-100d2d1a5adb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e68aab14-f674-4a26-afc1-ef4dc5a0b79a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showed that Msx2 is expressed in the cranial skeletogenic mesenchyme and in the growing calvarial bones.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15198690","type":"dc:BibliographicResource","dc:abstract":"Alx4 and Msx2 encode homeodomain-containing transcription factors that show a clear functional overlap. In both mice and humans, loss of function of either gene is associated with ossification defects of the skull vault, although the major effect is on the frontal bones in mice and the parietal bones in humans. This study was undertaken to discover whether Alx4 and Msx2 show a genetic interaction in skull vault ossification, and to test the hypothesis that they interact with the pathway that includes the Fgfr genes, Twist1 and Runx2. We generated Alx4(+/-)/Msx2(+/-) double heterozygous mutant mice, interbred them to produce compound genotypes and analysed the genotype-phenotype relationships. Loss of an increasing number of alleles correlated with an incremental exacerbation of the skull vault defect; loss of Alx4 function had a marginally greater effect than loss of Msx2 and also affected skull thickness. In situ hybridization showed that Alx4 and Msx2 are expressed in the cranial skeletogenic mesenchyme and in the growing calvarial bones. Studies of the coronal suture region at embryonic day (E)16.5 revealed that Alx4 expression was decreased, but not abolished, in Msx2(-/-) mutants, and vice versa; expression of Fgfr2 and Fgfr1, but not Twist1, was reduced in both mutants at the same stage. Runx2 expression was unaffected in the coronal suture; in contrast, expression of the downstream ossification marker Spp1 was delayed. Double homozygous pups showed substantial reduction of alkaline phosphatase expression throughout the mineralized skull vault; they died at birth due to defects of the heart, lungs and diaphragm not previously associated with Alx4 or Msx2. Our observations suggest that Alx4 and Msx2 are partially functionally redundant, acting within a network of transcription factors and signalling events that regulate the rate of osteogenic proliferation and differentiation at a stage after the commitment of mesenchymal stem cells to osteogenesis.","dc:creator":"Antonopoulou I","dc:date":"2004","dc:title":"Alx4 and Msx2 play phenotypically similar and additive roles in skull vault differentiation."},"rdfs:label":"Expression study MSX2 ALX4"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fcebd1f7-6111-4023-ac39-4b6fe5c0939e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93778af3-957b-48d6-b788-51f32f8aef3a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Miz1 interacts directly with Msx2 in vitro and enhances the DNA binding affinity of Msx2 for a functionally important element in the rat osteocalcin promoter.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9256341","type":"dc:BibliographicResource","dc:abstract":"Msx2 is a homeobox gene with a regulatory role in inductive tissue interactions, including those that pattern the skull. We demonstrated previously that individuals affected with an autosomal dominant disorder of skull morphogenesis (craniosynostosis, Boston type) bear a mutated form of Msx2 in which a histidine is substituted for a highly conserved proline in position 7 of the N-terminal arm of the homeodomain (p148h). The mutation behaves as a dominant positive in transgenic mice. The location of the mutation in the N-terminal arm of the homeodomain, a region which in other homeodomain proteins plays a key part in protein-protein interactions, prompted us to undertake a yeast two hybrid screen for Msx2-interacting proteins. Here we present a functional analysis of one such protein, designated Miz1 (Msx-interacting-zinc finger). Miz1 is a zinc finger-containing protein whose amino acid sequence closely resembles that of the yeast protein, Nfi-1. Together these proteins define a new, highly conserved protein family. Analysis of Miz1 expression by Northern blot and in situ hybridization revealed a spatiotemporal pattern that overlaps that of Msx2. Further, Miz1 is a sequence specific DNA binding protein, and it can function as a positive-acting transcription factor. Miz1 interacts directly with Msx2 in vitro and enhances the DNA binding affinity of Msx2 for a functionally important element in the rat osteocalcin promoter. The p148h mutation in Msx2 augments the Miz1 effect on Msx2 DNA binding, suggesting a reason why this mutation behaves in vivo as a dominant positive, and providing a potential explanation of the craniosynostosis phenotype.","dc:creator":"Wu L","dc:date":"1997","dc:title":"Miz1, a novel zinc finger transcription factor that interacts with Msx2 and enhances its affinity for DNA."},"rdfs:label":"Mizl interaction with Msx2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2df5b81-9fa6-44a3-b3e7-b4e522070b88","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db82cc02-e69e-4fd3-862b-c118a09f1aaf","type":"FunctionalAlteration","dc:description":"The P148H mutation enhanced the Msx2-Mizl interaction by approximately 2-fold. \nThe variant’s augmentation of the Miz1 effect on Msx2 DNA binding suggests this mutation behaves in vivo as a dominant positive and provides a potential explanation of the craniosynostosis phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9256341","rdfs:label":"P148H augmentation of Msx2-Miz1 binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Although variant specific, this experiment speaks to the mechanism of disease"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2feb962b-46b9-4932-addb-f306cf9722f4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:84cf52f7-9d39-49e6-b970-d732c38fa93f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotypes are overlapping","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9917362","type":"dc:BibliographicResource","dc:abstract":"Throughout its complex morphogenesis, the vertebrate skull must at once protect the brain and expand to accommodate its growth. A key structural adaptation that allows this dual role is the separation of the bony plates of the skull with sutures, fibrous joints that serve as growth centers and allow the calvarial bones to expand as the brain enlarges. Craniosynostosis, the premature fusion of one or more calvarial bones with consequent abnormalities in skull shape, is a common developmental anomaly that disrupts this process. We found previously that a single amino acid substitution in the homeodomain of the human MSX2 gene is associated with the autosomal dominant disorder craniosynostosis, Boston type. This mutation enhances the affinity of Msx2 for its target sequence, suggesting that the mutation acts by a dominant positive mechanism. Consistent with this prediction, we showed that general overexpression of Msx2 under the control of the broadly expressed CMV promoter causes the calvarial bones to invade the sagittal suture. Here we use tissue-specific overexpression of Msx2 within the calvarial sutures to address the developmental mechanisms of craniosynostosis and skull morphogenesis. We demonstrate that a segment of the Msx2 promoter directs reporter gene expression to subsets of cells within the sutures. In late embryonic and neonatal stages, this promoter is expressed in undifferentiated mesenchymal cells medial to the growing bone. By P4, promoter activity is reduced in the suture, exhibiting a punctate pattern in undifferentiated osteoblastic cells in the outer margin of the osteogenic front. Overexpression of Msx2 under the control of this promoter is sufficient to enhance parietal bone growth into the sagittal suture by P6. This phenotype is preceded by an increase in both the number and the BrdU labeling of osteoblastic cells in the osteogenic fronts of the calvarial bones. These findings suggest that an important early event in MSX2-mediated craniosynostosis in humans is a transient retardation of osteogenic cell differentiation in the suture and a consequent increase in the pool of osteogenic cells.","dc:creator":"Liu YH","dc:date":"1999","dc:title":"Msx2 gene dosage influences the number of proliferative osteogenic cells in growth centers of the developing murine skull: a possible mechanism for MSX2-mediated craniosynostosis in humans."},"rdfs:label":"Msx2 Gene Dosage in Developing Murine Skull"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:41229adf-ddd6-4ca7-acfd-783e0c1e4494","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c5d12a78-b5f0-4201-a244-38d858309b6b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse phenotype recapitulates that seen in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7597092","type":"dc:BibliographicResource","dc:abstract":"The coordinate growth of the brain and skull is achieved through a series of interactions between the developing brain, the growing bones of the skull, and the fibrous joints, or sutures, that unite the bones. These interactions couple the expansion of the brain to the growth of the bony plates at the sutures. Craniosynostosis, the premature fusion of the bones of the skull, is a common birth defect (1 in 3000 live births) that disrupts coordinate growth and often results in profoundly abnormal skull shape. Individuals affected with Boston-type craniosynostosis, an autosomal dominant disorder, bear a mutated copy of MSX2, a homeobox gene thought to function in tissue interactions. Here we show that expression of the mouse counterpart of this mutant gene in the developing skulls of transgenic mice causes craniosynostosis and ectopic cranial bone. These mice provide a transgenic model of craniosynostosis as well as a point of entry into the molecular mechanisms that coordinate the growth of the brain and skull.","dc:creator":"Liu YH","dc:date":"1995","dc:title":"Premature suture closure and ectopic cranial bone in mice expressing Msx2 transgenes in the developing skull."},"rdfs:label":"Analysis of Cranial Phenotypes in Msx2 Transgenic Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3bc02d6d-e523-4010-8688-b58dacff42e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c31486c-1b60-44e8-9a7a-306b3adcdf6f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotypes observed in mice show a correlation between MSX2 and skull formation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15198690","rdfs:label":"Alx4 and Msx2 in skull development"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The phenotype is not well recapitulated however it does represent skull involvement."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":1759,"specifiedBy":"GeneValidityCriteria7","strengthScore":11.5,"subject":{"id":"cggv:8a0d8125-113b-47c0-92a1-507cfa8c6bfa","type":"GeneValidityProposition","disease":"obo:MONDO_0011481","gene":"hgnc:7392","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"MSX2 was first associated with autosomal dominant craniosynostosis by Warman et al. in 1993 (PMID: 8357019). The large family originally described was studied in Boston thus their phenotype has since been referred to as \"craniosynostosis, Boston type\" or \"craniosynostosis, Warman type\" (PMID: 23949913, 23918290). At least 3 unique missense variants have been identified in patients with craniosynostosis (PMIDs: 8357019, 23918290, 23949913, 27884935, 28808027). Notably, all variants are at the Pro148 codon in exon 2. Evidence supporting this gene-disease relationship includes case-level, segregation, and experimental evidence. Two mouse models have been generated, thus reaching the maximum score of 4 pts has been reached for animal models (PMIDs: 9917362, 7597092). In summary, MSX2 is definitively associated with autosomal dominant craniosynostosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:ac8a9313-9ef2-4556-9a25-db7fa2ed99ed"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}