{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-10-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-06-22T17:02:35.603Z","role":"Publisher"}],"evidence":[{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a584beb-2221-44ed-bf31-3e10b2d5de70","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:062bba8d-b5ab-4029-95ab-560701082dd5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Mouse ru2 (HPS5) and ru (HPS6) were confirmed to interact by both co-immunoprecipitation (of epitope-tagged constructs co-transfected in COS-7 cells) and yeast two-hybrid approaches. Similar co-immunoprecipitation results have been reported in PMID: 14718540 and PMID: 15030569 with human HPS5 and HPS6 expressed in HEK-293 or HeLA cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12548288","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a genetically heterogeneous disease involving abnormalities of melanosomes, platelet dense granules and lysosomes. Here we have used positional candidate and transgenic rescue approaches to identify the genes mutated in ruby-eye 2 and ruby-eye mice (ru2 and ru, respectively), two 'mimic' mouse models of HPS. We also show that these genes are orthologs of the genes mutated in individuals with HPS types 5 and 6, respectively, and that their protein products directly interact. Both genes are previously unknown and are found only in higher eukaryotes, and together represent a new class of genes that have evolved in higher organisms to govern the synthesis of highly specialized lysosome-related organelles.","dc:creator":"Zhang Q","dc:date":"2003","dc:title":"Ru2 and Ru encode mouse orthologs of the genes mutated in human Hermansky-Pudlak syndrome types 5 and 6."},"rdfs:label":"HPS5/HPS6"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Mouse ru2 (HPS5) and ru (HPS6) were confirmed to interact by both co-immunoprecipitation (of epitope-tagged constructs co-transfected in COS-7 cells) and yeast two-hybrid approaches. Similar co-immunoprecipitation results have been reported in PMID: 14718540 and PMID: 15030569 with human HPS5 and HPS6 expressed in HEK-293 or HeLA cells."},{"id":"cggv:d8bcaf6f-30d0-4bf5-8e20-cf5dab23ff0b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:088163b9-812a-42d2-9cbc-7e2e01efc9fd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Albinism in HPS patients reflects defects in the biogenesis of melanosomes in melanocytes of the skin, hair, and choroid of the eye and in pigment epithelial cells of the retina, iris, and ciliary body of the eye. While not addressed here, a similar cargo delivery mechanism may be involved in the bleeding and bruising which reflects the absence of detectable dense granules in platelets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26008744","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a group of disorders characterized by the malformation of lysosome-related organelles, such as pigment cell melanosomes. Three of nine characterized HPS subtypes result from mutations in subunits of BLOC-2, a protein complex with no known molecular function. In this paper, we exploit melanocytes from mouse HPS models to place BLOC-2 within a cargo transport pathway from recycling endosomal domains to maturing melanosomes. In BLOC-2-deficient melanocytes, the melanosomal protein TYRP1 was largely depleted from pigment granules and underwent accelerated recycling from endosomes to the plasma membrane and to the Golgi. By live-cell imaging, recycling endosomal tubules of wild-type melanocytes made frequent and prolonged contacts with maturing melanosomes; in contrast, tubules from BLOC-2-deficient cells were shorter in length and made fewer, more transient contacts with melanosomes. These results support a model in which BLOC-2 functions to direct recycling endosomal tubular transport intermediates to maturing melanosomes and thereby promote cargo delivery and optimal pigmentation. ","dc:creator":"Dennis MK","dc:date":"2015","dc:title":"BLOC-2 targets recycling endosomal tubules to melanosomes for cargo delivery."},"rdfs:label":"BLOC-2 complex cargo delivery"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Live-cell imaging analyses show that BLOC-2 is required for melanosome-destined tubular carriers to make stable contacts with maturing melanosomes. Consistently, BLOC-2 influences the melanosomal delivery of BLOC-1-dependent cargoes, including TYRP1, OCA2, ATP7A, and a cohort of TYR, from early endosomes in mouse melanocytes as observed in altered melanocytes from patients with HPS6. These results support a model in which BLOC-2 functions to direct recycling endosomal tubular transport intermediates to mature melanosomes and thereby promote cargo delivery and optimal pigmentation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f0ebb909-a4a1-411e-bf52-7d141b6a328e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:37718494-8c80-46fc-9bd5-a639b5fe517a","type":"FunctionalAlteration","dc:description":"Normal and patient fibroblasts were grown on glass slides, fixed, and stained for LAMP-3 to demonstrate lysosomal transport/distribution and for F-actin to illustrate the cell boundaries. Normal fibroblasts show a typical lysosomal punctate distribution of LAMP-3 throughout the cell. Patient #106, who carried compound heterozygous variants in HPS5 gene, shows localization of LAMP-3 similar to the normal in the perinuclear area, but very minimal localization in the dendritic tips.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15296495","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a disorder of lysosome-related organelles such as melanosomes and platelet dense granules. Seven genes are now associated with HPS in humans. An accurate diagnosis of each HPS subtype has important prognostic and treatment implications. Here we describe the cellular, molecular, and clinical aspects of the recently identified HPS-5 subtype. We first analyzed the genomic organization and the RNA expression pattern of HPS5, located on chromosome 11p14, and demonstrated tissue-specific expression of at least three alternatively spliced HPS5 mRNA transcripts, coding for HPS5A and HPS5B proteins, that differ at their 5'-ends. Genetic screening of 15 unassigned HPS patients yielded six new HPS5 mutations in four patients. Clinically, our HPS-5 patients exhibited iris transillumination, variable hair and skin pigmentation, and absent platelet dense bodies, but not pulmonary fibrosis or granulomatous colitis. In two patients with homozygous missense mutations, hemizygosity was ruled out by gene-dosage multiplex polymerase chain reaction, and immunocytochemical analyses of their fibroblasts supported the HPS-5 diagnosis. Specifically, LAMP-3 distribution was restricted to the perinuclear region in HPS-5 fibroblasts, in contrast to the normal LAMP-3 distribution, which extended to the periphery. This specific intracellular vesicle distribution in fibroblasts, in combination with the clinical features, will improve the characterization of the HPS-5 subtype.","dc:creator":"Huizing M","dc:date":"2004","dc:title":"Cellular, molecular and clinical characterization of patients with Hermansky-Pudlak syndrome type 5."},"rdfs:label":"Fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Fibroblast immunocytochemistry indicates a role for the proteins in the movement of vesicles from the perinuclear region to the periphery of the cell."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:35fa7033-a7ba-4f30-b37e-104ff79f894b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33328837-3e70-4a75-9ac2-78cf442ec36b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotypes of these ruby-eye 2 mice are consistent with the mimic nature of these mutations with regard to coat color, platelet dense granules, and lysosome secretion. The HPS phenotype is relatively mild in ruby-eye 2 mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12548288","rdfs:label":"Ruby-eye 2 Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Three independent spontaneous mutations in HPS were described here, having arisen in 3 separate backgrounds, generating the ruby-eye 2 mice strains that recapitulate Hermansky-Pudlak syndrome."},{"id":"cggv:c3157b36-8f4a-4d1b-93fc-d8a05f192ead","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:13fac2c8-7fd3-49a9-bf61-ae7fb40266f4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Zebrafish model snow white mutants were hypopigmented and possess melanosomal defects, which mimicked the phenotypes observed in the HPS5 patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23893484","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak Syndrome (HPS) is a set of genetically heterogeneous diseases caused by mutations in one of nine known HPS genes. HPS patients display oculocutaneous hypopigmentation and bleeding diathesis and, depending on the disease subtype, pulmonary fibrosis, congenital nystagmus, reduced visual acuity, and platelet aggregation deficiency. Mouse models for all known HPS subtypes have contributed greatly to our understanding of the disease, but many of the molecular and cellular mechanisms underlying HPS remain unknown. Here, we characterize ocular defects in the zebrafish (Danio rerio) mutant snow white (snw), which possesses a recessive, missense mutation in hps5 (hps5I76N). Melanosome biogenesis is disrupted in snw/hps5 mutants, resulting in hypopigmentation, a significant decrease in the number, size, and maturity of melanosomes, and the presence of ectopic multi-melanosome clusters throughout the mutant retina and choroid. snw/hps5I76N is the first Hps5 mutation identified within the N-terminal WD40 repeat protein-protein binding domain. Through in vitro coexpression assays, we demonstrate that Hps5I76N retains the ability to bind its protein complex partners, Hps3 and Hps6. Furthermore, while Hps5 and Hps6 stabilize each other's expression, this stabilization is disrupted by Hps5I76N. The snw/hps5I76N mutant provides a valuable resource for structure-function analyses of Hps5 and enables further elucidation of the molecular and cellular mechanisms underlying HPS.","dc:creator":"Daly CM","dc:date":"2013","dc:title":"snow white, a zebrafish model of Hermansky-Pudlak Syndrome type 5."},"rdfs:label":"Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The authors characterized ocular defects in the zebrafish (Danio rerio) mutant snow white (snw), which possesses a recessive, missense mutation in the HPS5 gene (hps5I76N). Melanosome biogenesis is disrupted in snw/hps5 mutants, resulting in hypopigmentation, a significant decrease in the number, size, and maturity of melanosomes, and the presence of ectopic multi-melanosome clusters throughout the mutant retina and choroid. In addition, Morpholino knockdown of hps5 phenocopies snw. hps5WT, but not hps5snw, rescues the snw phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:57613827-8d2b-475f-a332-65c773ac790c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b511f32a-6226-49f3-a18a-58bd22d124d2","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":38,"detectionMethod":"Sequencing studies of blood leukocyte genomic DNA by both next-generation sequencing (NGS) and Sanger methods were performed when the patient was 65 years old and identified a homozygous c.1960A>T (p.Lys654*)non-sense mutation in the HPS-5 protein gene (HPS5)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Spontaneous brain frontal lobe hemorrhage without underlying identifiable vascular abnormality by subsequent angiographic study. He had a lifelong history of easy bruising, and mild intermittent gastrointestinal bleeding and hematuria. Family history was negative for bleeding. He had light brown hair and pale skin. Horizontal nystagmus was present. An abnormal red retinal reflex was noted during ophthalmologic evaluation, compatible with poor pigmentation of the iris and supporting presence of mild oculocutaneous albinism that was newly recognized. platelet dense granule storage pool deficiency (DG-SPD).","phenotypes":["obo:HP_0000980","obo:HP_0000790","obo:HP_0001107","obo:HP_0000978","obo:HP_0000666","obo:HP_0002170","obo:HP_0030397","obo:HP_0002239"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:57613827-8d2b-475f-a332-65c773ac790c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:58617850-637f-4f71-b9e1-05341e565ae5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.1960A>T (p.Lys654Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379491122"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29090612","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) - characterized by the distinct clinical phenotypes of both oculocutaneous albinism and mild bleeding diathesis-is caused by mutations in genes that have crucial roles in the assembly of cellular organelles (skin melanosomes, platelet delta [dense] granules, lung lamellar bodies, and cytotoxic T-cell lymphocyte granules). Immunodeficiency, pulmonary fibrosis and granulomatous colitis are associated with some, but not all subtypes of HPS, with varying degrees of clinical severity. We describe a patient diagnosed with platelet dense granule storage pool deficiency (DG-SPD) at age 38 years after he presented with spontaneous intracranial hemorrhage. His mild oculocutaneous hypopigmentation was subtle. In the following 27 years, he did not develop severe bleeding nor pulmonary or gastrointestinal complications. A novel homozygous c.1960A>T; p.Lys654* mutation in the HPS-5 protein gene (HPS5) was identified through next generation sequencing, (NGS) which is consistent with the patient's clinical and laboratory phenotypes. This case underscores the importance of recognizing the mild clinical phenotype of HPS-5 and utilization of both laboratory and molecular testing for diagnosis, prognostication, and surveillance for end organ damage in patients affected with HPS.","dc:creator":"Botero JP","dc:date":"2018","dc:title":"Hermansky-Pudlak syndrome subtype 5 (HPS-5) novel mutation in a 65 year-old with oculocutaneous hypopigmentation and mild bleeding diathesis: The importance of recognizing a subtle phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29090612","rdfs:label":"Botero paper proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This is a novel mutation in exon 16, leading to a truncated protein from K654 to the protein's c-terminal end. This alteration results in a premature stop codon in the HPS5 (NM_181507) gene, effectively cutting the protein by 475 amino acids and removing domains likely important for protein function. This variant is expected to be a loss-of-function alteration resulting in either no protein or a non-functioning protein produced from the HPS5 gene containing the alteration."},{"id":"cggv:d6e4f82f-dd0d-4884-a38f-951f40ce5c79_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e59b823-32a8-493d-91e4-41bd8ba38a0b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"detectionMethod":"DNA sequencing of all coding exons and intronic boundaries of the HPS1, HPS3, HPS4, HPS5, and HPS6 genes revealed the mutations in HPS5 gene. They are compound heterozygous variants: c.302_305delTTTG (p.V101GfsX3 (exon 5)) and c.1,634+1G>A (intron 13).","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"He has medium brown hair, brown irides , and nystagmus with photosensitivity.\nOcular albinism was considered, but genetic testing for X-linked ocular albinism was negative. Although there was no excessive bleeding during previous surgeries (i.e.,circumcision, strabismus, or dental surgery), the patient presented with easy bruising (Supplementary Figure S1c online) of his lower extremities and two minor episodes of spontaneous epistaxis. On electron microscopic examination, his platelets showed no dense bodies . He had no manifestations of colitis. His visual acuity was OD 20/100 and OS 20/125 with pendular horizontal nystagmus, diffuse iris transillumination, optic disc pallor, and blond periphery of the retinae with no foveal reflex.","phenotypes":["obo:HP_0001107","obo:HP_0000978","obo:HP_0000666","obo:HP_0000421","obo:HP_0000639"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d6e4f82f-dd0d-4884-a38f-951f40ce5c79_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f312586c-47b3-4b65-a9b3-72f7ccc3c174","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.1634+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379493670"}},{"id":"cggv:4711850b-5df0-4e71-ac0f-604405db3872","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.302_305del (p.Val101GlyfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532554"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21833017","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is an autosomal recessive condition characterized by a bleeding diathesis and hypopigmentation of the skin, hair, and eyes. Some HPS patients develop other complications such as granulomatous colitis and/or fatal pulmonary fibrosis. Eight genes have been associated with this condition, resulting in subtypes HPS-1 through HPS-8. The HPS gene products are involved in the biogenesis of specialized lysosome-related organelles such as melanosomes and platelet delta granules. HPS1 and HPS4 form a stable complex named biogenesis of lysosome-related organelles complex (BLOC)-3, and patients with BLOC-3 or AP-3 deficiency develop pulmonary fibrosis. Therefore, it is important to subtype each HPS patient. HPS type 1 (HPS-1) occurs frequently on the island of Puerto Rico because of a founder mutation. Here, we describe seven mutations, six of which, to our knowledge, are previously unreported in the HPS1, HPS4, and HPS5 genes among patients of Mexican, Uruguayan, Honduran, Cuban, Venezuelan, and Salvadoran ancestries. Our findings demonstrate that the diagnosis of HPS should be considered in Hispanic patients with oculocutaneous albinism and bleeding symptoms. Moreover, such patients should not be assumed to have the HPS-1 subtype typical of northwest Puerto Rican patients. We recommend molecular HPS subtyping in such cases, as it may have significant implications for prognosis and intervention.","dc:creator":"Carmona-Rivera C","dc:date":"2011","dc:title":"Clinical, molecular, and cellular features of non-Puerto Rican Hermansky-Pudlak syndrome patients of Hispanic descent."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21833017","rdfs:label":"HPS353-5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The variant, c.302_305del (p.Val101GlyfsTer3), includes a 4 bp deletion (TTTG) in exon 5 leading to a premature termination codon. The second variant, c.1634+1G>A, was a splice-site variant in intron 13. To demonstrate aberration in splicing, the authors amplified HPS5 complementary DNA using primers located in exon 11 and exon 16. In addition to the expected 694-bp PCR product, the authors found a band of B570 bp. Sequence analysis of the additional band demonstrated the skipping of exon 13, altering the reading frame. Immunoblot analysis showed the total absence of the HPS5 protein in fibroblasts of patient HPS353- 5 compared with normal, indicating that these two mutations have pathogenic implications for the HPS5 gene product."},{"id":"cggv:21f635b1-f8c5-477c-84ac-511d2ba6bca0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:21ea3a90-eaa5-4748-b076-4cdbb49527b6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"In this study, the authors reported the results of next-generation sequencing of an albinism gene panel for a consecutive cohort of Arabian patients who were referred to a pediatric ophthalmologist for low vision and diagnosed with albinism affecting the eye. No patient had albinism without ocular involvement. The gene panel included the 187 coding exons of 16 albinism genes.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Nystagmus, low vision, foveal hypoplasia, ocular hypopigmentation.","phenotypes":["obo:HP_0007730","obo:HP_0000639","obo:HP_0032123","obo:HP_0007750"],"sex":"Male","variant":{"id":"cggv:21f635b1-f8c5-477c-84ac-511d2ba6bca0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c09c2203-f18a-428e-a1c8-3b881ba8a359","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.1618C>T (p.Gln540Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379493708"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26785811","type":"dc:BibliographicResource","dc:creator":"Khan AO","dc:date":"2016","dc:title":"Hermansky-Pudlak syndrome genes are frequently mutated in patients with albinism from the Arabian Peninsula."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26785811","rdfs:label":"Family 1 Subject 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Two affected family members were reported in this family. They both carried the homozygous c.1618C>T (p.Gln540*)."},{"id":"cggv:0c526c1d-8086-477f-83ef-173838267a04_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe18c6fd-f043-4250-ad89-e1a92ce7614d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":38,"detectionMethod":"Genomic DNA of our patient was investigated for mutations in the human HPS candidate genes that are most frequently mutated in HPS patients; HPS1, HPS3, HPS4, HPS5 and HPS6 (7). Mutation analyses for AP3B1, mutated in HPS-2, was not performed caused by absence of neutropenia in our patient。All exons and their surrounding intronic regions of each HPS gene were separately PCR amplified, sequenced and analysed, using standard methods. A novel mutation in exon 8 of the HPS5 gene was found: a homozygous insertion of an A at codon 297 (c.888_889insA; p.His297insThrfsX3), causing a frame shift and a premature stop codon。","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"She had a history of easy bruising, epistaxis, excessive menstrual bleeding and bleeding after a tonsillectomy and after an ovary puncture. She had diminished vision since her youth, but no pulmonary or gastrointestinal complaints.\nBilateral diaphanous， irides and a decreased visual acuity","phenotypes":["obo:HP_0004846","obo:HP_0007663","obo:HP_0000978","obo:HP_0000421","obo:HP_0000505"],"sex":"Female","variant":{"id":"cggv:0c526c1d-8086-477f-83ef-173838267a04_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:823a1f9e-6e24-46eb-b5dc-ac1368c95038","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.888dup (p.His297ThrfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA674301462"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18182080","type":"dc:BibliographicResource","dc:abstract":"The Hermansky-Pudlak syndrome (HPS) is a rare genetically heterogeneous autosomal recessive disorder, characterized by tyrosinase-positive oculocutaneous albinism, platelet dysfunction and lysosomal ceroid lipofuscin storage. This is caused by defects in lysosome-related organelles. In humans eight different types of the syndrome are known, of which a short overview is given. The clinical features and a novel mutation of a patient with HPS type 5 are described here.","dc:creator":"Korswagen LA","dc:date":"2008","dc:title":"A novel mutation in a Turkish patient with Hermansky-Pudlak syndrome type 5."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18182080","rdfs:label":"Korswagen paper proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient carried a frameshift variant, c.888dupA (p.His297Thrfs*3), which could lead to non-sense mediated RNA decay and no translation of the defective HPS5 protein."},{"id":"cggv:17f7940c-9308-43cb-ad12-ba0c4db71ba7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8806de87-cf53-4624-a7a7-1aecbcf302db","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":71,"detectionMethod":"Genomic DNA was analyzed for mutations as part of a panel to assay for mutations in HPS1-5. Testing was performed at the University of Colorado, Denver, Molecular Diagnostic Laboratory. Our patient was found to have a homozygous frame-shift mutation in the HPS5 gene, namely, c.1081delC.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"He had prolonged bleeding after a bladder tumor resection. He reported excessive bleeding after\ntonsillectomy at age 13, cauterization to stop a nosebleed while in his 20s, and a 3-day history of bleeding after a simple bladder biopsy at the age 71. Retrospective review of his medical history showed a number of related medical conditions throughout his lifetime. He had white hair at birth that became light brown during childhood. Early in life, he had horizontal nystagmus and best-corrected visual acuity of 20/50 to 20/70 for most of his life. He had myopia measuring 11.50 in the right eye and \u000113.00 in the left eye. Previous eye examinations noted a blonde fundus, foveal hypoplasia, and translucent irides. These findings are consistent with a diagnosis of oculocutaneous albinism.","phenotypes":["obo:HP_0000666","obo:HP_0011364","obo:HP_0001107","obo:HP_0011890","obo:HP_0000518","obo:HP_0007663"],"sex":"Male","variant":{"id":"cggv:17f7940c-9308-43cb-ad12-ba0c4db71ba7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4b553db6-a0a2-4b2a-b009-87cb5edefa7e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.1423del (p.Leu475SerfsTer37)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5910141"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23607980","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is an autosomal-recessive disorder clinically characterized by oculocutaneous albinism, bleeding diatheses, and lysosomal accumulation of ceroid lipofuscin, which in some cases may cause granulomatous colitis and pulmonary fibrosis. Any of these complications could result in a shortened life span for patients with HPS. We report a 92-year-old man with HPS 5 who, to our knowledge, is the oldest patient with HPS documented in the literature. This report highlights the importance of typing HPS to counsel patients regarding disease prognosis. ","dc:creator":"Ringeisen AL","dc:date":"2013","dc:title":"Hermansky-Pudlak syndrome (HPS5) in a nonagenarian."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23607980","rdfs:label":"Ringeisen paper proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The patient carried the variant, c.1081del (p.Leu361fs), which is predicted to result in a premature stop codon and a truncating protein product."},{"id":"cggv:24369aea-48fd-4009-a02e-76af6784e8e6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbd326b3-aafa-48ac-9b5a-b7862dc3c432","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":21,"detectionMethod":"Initial screening for HPS5 mutations involved Northern blot analysis using RNA obtained from patients’ cultured fibroblasts. In addition to the \u00015-kb full-length HPS5 transcript (Figure 2), several smaller bands also hybridized to the HPS5 probe. Whether these smaller bands represent alternatively spliced forms of HPS5 or nonspecific hybridization remains unclear. In any event, the \u00015-kb band was decreased in patients #106 and #113.\n Authors next PCR-amplified the HPS5 cDNA of all 15 patients in six overlapping fragments of \u0001600–700 bp. After analysis for possible splice mutations using agarose gel electrophoresis, all fragments were directly sequenced. As expected from the decreased amount of mRNA on the Northern blot, patients #106 and #113 had insufficient amounts of HPS5 cDNA to amplify a suitable product. For these patients, authors PCR amplified and sequenced gDNA exon by exon.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Patient #113, a 21-year old woman of English and Irish background, had nystagmus noted at 6 weeks of age and was diagnosed with albinism at 5 years of age. She began to bruise upon ambulation and had several episodes of epistaxis in childhood. Menarche was reached at age 10, and menstruation was irregular and prolonged, sometimes up to 14 days. On one occasion at age 19, her menorrhagia and metrorrhagia required transfusion of two whole blood units, and at age 21, platelets were transfused. Strabismus surgery at age 19 was uneventful. There\nwere no gastrointestinal complaints, and the only pulmonary complication was asthma. The diagnosis was made by finding absent platelet dense bodies on electron microscopy\nat age 21. Hair color was light brown (Figure 6A), and iris transillumination was observed (Figure 6B). The fundi were pale in some areas (Figure 6C). Visual acuity was 20/200 od and 20/160 os. Platelet dense bodies were absent on whole-mount electron microscopy (Figure 6D). The FVC was 93% of predicted, FEV1 83% of predicted, TLC 90% of predicted, and DLCO 103% of predicted.","phenotypes":["obo:HP_0100608","obo:HP_0000639","obo:HP_0001022","obo:HP_0000132","obo:HP_0000486","obo:HP_0002099","obo:HP_0007663","obo:HP_0000421","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"These patients had not been assigned a subtype despite screening for defects in HPS1, HPS3, and HPS4 by Northern blot analysis, single-strand conformation polymorphism analysis, and direct sequencing. The patients were excluded from having HPS-2 based on the absence of neutropenia, present in all four known HPS-2 patients. In addition, Western blotting of fibroblast extracts showed normal expression of the u3 and b3A subunits of AP-3.","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:24369aea-48fd-4009-a02e-76af6784e8e6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:46dd0e1b-0176-4d46-acc4-fc961c4d8c43","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.879dup (p.Lys294GlnfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342558"}},{"id":"cggv:56ea6b7f-0fe8-4d9e-848a-0f7c1aabbdea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.2928_2929dup (p.Thr977ArgfsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342557"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15296495"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15296495","rdfs:label":"Patient #113"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Patient #113 was compound heterozygous for P293insC (CCC > CCCC) in exon 8 and T977insGA (ACA > AGACA) in exon 20 (Figure 3C). These frameshift mutations result in early termination codons and decreased HPS5 mRNA levels. No restriction enzyme assay is available for P293insC. The T977insGA mutation creates a restriction site for BsmA1, which cuts the mutated 272-bp exon 20 into 178-bp and 94-bp fragments. BsmA1 does not cut the normal exon 20 sequence."},{"id":"cggv:ab4b3e38-b6c1-488c-8f9f-250eba1a6bb4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7bf51877-744f-4ec8-bc99-2ac6e0991191","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"detectionMethod":"Single-strand conformation polymorphism (SSCP)–heteroduplex and DNA sequence analyses identified a homozygous four-base-pair deletion (of AGTT) at codons L675–V676 (TTAGTT→TT) of the human gene orthologous to ru2, resulting in a frameshift with truncation of the nonsense polypeptide at codon 682, causing loss of 40% of ru2 at the C terminus.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"SSCP","phenotypeFreeText":"clinically mild oculocutaneous albinism and easy bruising. His platelet count was moderately reduced, at 102,000/mm3, and his bleeding time was moderately prolonged, at 7 minutes 20 seconds. Platelet function tests showed reduced aggregation in response to ADP and reduced ATP secretion in response to collagen.","phenotypes":["obo:HP_0001107","obo:HP_0030402","obo:HP_0000978","obo:HP_0003010","obo:HP_0011873"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ab4b3e38-b6c1-488c-8f9f-250eba1a6bb4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:40436dc2-95dd-46f5-8228-8c87eaa44dcc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.2026_2029del (p.Val676MetfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340039"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12548288"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12548288","rdfs:label":"HPS5 family proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband carried a homozygous frameshift variant, c.2026_2029delGTTA (p.(Val676Metfs*8)). The change resulted in a frameshift with truncation of the nonsense polypeptide at codon 682, causing a loss of 40% of ru2 (HSP5 is the human gene orthologous to ru2) at the C terminus. Also, it showed that in the mouse models, the ru2 mutation causes notable quantitative and qualitative abnormalities of the melanosomes of the RPE and choroid."},{"id":"cggv:a89897a7-f441-4f44-ad0a-d70c453f03e6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52c0a16d-db69-444d-aafb-3cfae8673c04","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"Initial screening for HPS5 mutations involved Northern blot analysis using RNA obtained from patients’ cultured fibroblasts. In addition to the \u00015-kb full-length HPS5 transcript (Figure 2), several smaller bands also hybridized to the HPS5 probe. Whether these smaller bands represent alternatively spliced forms of HPS5 or nonspecific hybridization remains unclear. In any event, the \u00015-kb band was decreased in patients #106 and #113.\n Authors next PCR-amplified the HPS5 cDNA of all 15 patients in six overlapping fragments of \u0001600–700 bp. After analysis for possible splice mutations using agarose gel electrophoresis, all fragments were directly sequenced. As expected from the decreased amount of mRNA on the Northern blot, patients #106 and #113 had insufficient amounts of HPS5 cDNA to amplify a suitable product. For these patients, authors PCR amplified and sequenced gDNA exon by exon.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Patient #106 is a 10-year-old boy of English, Irish, Dutch, and Swedish background. Nystagmus was noted at 2 weeks of age, prompting the diagnosis of albinism. Bruising began at approximately 1 year of age, but tooth extractions occurred without incident and there was no epistaxis. Hair color was light brown (Figure 6A), iris transillumination was present (Figure 6B), the fundus was pale in areas (Figure 6C), and whole mount electron microscopy of the platelets showed absent dense bodies (Figure 6D). Visual acuity was 20/200 bilaterally. The forced vital capacity (FVC) was 80% of predicted, forced expiratory volume in 1 second (FEV1) was 74% of predicted, the total lung capacity (TLC) was 89% of predicted, and the diffusing capacity for carbon monoxide (DLCO) was 71% of predicted, although optimal compliance with these pulmonary function tests could not be assured.","phenotypes":["obo:HP_0500088","obo:HP_0007663","obo:HP_0001022","obo:HP_0000639","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"These patients had not been assigned a subtype despite screening for defects in HPS1, HPS3, and HPS4 by Northern blot analysis, single-strand conformation polymorphism analysis, and direct sequencing. The patients were excluded from having HPS-2 based on the absence of neutropenia, present in all four known HPS-2 patients. In addition, Western blotting of fibroblast extracts showed normal expression of the u3 and b3A subunits of AP-3.","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:a89897a7-f441-4f44-ad0a-d70c453f03e6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2c962b67-472b-4888-abc5-f76e6bfd743a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.2593C>T (p.Arg865Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342553"}},{"id":"cggv:396ea568-13fb-49b8-8a14-9cdfe5e6a065","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181507.2(HPS5):c.2624del (p.Leu875CysfsTer20)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342556"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15296495"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15296495","rdfs:label":"Patient #106"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Patient #106 was compound heterozygous for L875delT (TTG>TG), causing a frameshift in exon 18, and for an R865X (CGA>TGA) nonsense mutation in the same exon (Figure 3A). Authors  demonstrated that these mutations were on separate alleles by subcloning and sequencing each\nallele (data not shown). In addition, authors confirmed R865X by SapI restriction enzyme digestion of exon 18. SapI digests the normal 270-bp exon 18 amplified gDNA into166-bp and 104-bp fragments, but does not cut the mutated exon 18."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4627,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:a9fe2e5f-eaf4-497b-b0cb-53348c9ea411","type":"GeneValidityProposition","disease":"obo:MONDO_0013557","gene":"hgnc:17022","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"HPS5 was first reported with autosomal recessive Hermansky-Pudlak syndrome (HPS) 5 in 2003 (Zhang Q, et al., 2003, PMID: 12548288). HPS5 is characterized by oculocutaneous albinism, a bleeding diathesis, and lack of platelet dense bodies. HPS5 appears to be a milder form of the syndrome because the complications present in other forms of HPS, such as pulmonary fibrosis, granulomatous colitis, and neutropenia, have not been reported in HPS5 patients. At least 43 unique variants, including missense, nonsense, splice site, frameshift, and large deletions, have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n\nVariants in this gene have been curated for 8 probands in 7 publications (PMIDs: 26785811, 12548288, 23607980, 18182080, 29090612, 21833017, 15296495, ). More evidence is available in the literature, but the maximum score for genetic and experimental evidence has been reached. This gene-disease relationship is supported by its interaction with HPS6 in the BLOC-2 complex (PMID: 12548288), which has a biochemical function in organelle biogenesis associated with melanosomes, platelet dense granules, and lysosomes (PMID: 26008744), as well as the functional alteration, observed in patient fibroblast cells (PMID: 15296495). Additionally, the Zebrafish model (PMID: 23893484) and ruby-eye mouse model (PMID: 12548288) both recapitulate phenotypes of human HPS. In summary, HPS5 is definitively associated with autosomal recessive Hermansky-Pudlak syndrome 5. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:a761e746-824f-496c-8d9f-4f8cd50423c3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}