{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-12T17:09:26.463Z","role":"Publisher"},{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-02-08T07:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/35675825","type":"dc:BibliographicResource","dc:abstract":"GRIA1 encodes the GluA1 subunit of α-amino-3-hydroxy-5-methyl-4-isoxazole propionate (AMPA) receptors, which are ligand-gated ion channels that act as excitatory receptors for the neurotransmitter L-glutamate (Glu). AMPA receptors (AMPARs) are homo- or heteromeric protein complexes with four subunits, each encoded by different genes, GRIA1 to GRIA4. Although GluA1-containing AMPARs have a crucial role in brain function, the human phenotype associated with deleterious GRIA1 sequence variants has not been established. Subjects with de novo missense and nonsense GRIA1 variants were identified through international collaboration. Detailed phenotypic and genetic assessments of the subjects were carried out and the pathogenicity of the variants was evaluated in vitro to characterize changes in AMPAR function and expression. In addition, two Xenopus gria1 CRISPR-Cas9 F","dc:creator":"Ismail V","dc:date":"2022","dc:title":"Identification and functional evaluation of GRIA1 missense and truncation variants in individuals with ID: An emerging neurodevelopmental syndrome."},"evidence":[{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:2f4af81b-aa45-4872-a3c2-3033768d1584_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2f4af81b-aa45-4872-a3c2-3033768d1584","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:09eab3c9-f38e-4c05-86cf-3b346dcba8c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000827.4(GRIA1):c.1129C>T (p.Arg377del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361903773"}},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000826","obo:HP_0011193","obo:HP_0001249","obo:HP_0001250","obo:HP_0002360","obo:HP_0100716","obo:HP_0001344","obo:HP_0000486"],"previousTesting":true,"previousTestingDescription":"SLC2A1 (reported as normal). Epilepsy and severe delay gene panel (reported as normal).","sex":"Female","variant":{"id":"cggv:68037298-04a0-4a72-a9c9-7a03c201d798_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:09eab3c9-f38e-4c05-86cf-3b346dcba8c6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35675825"},"rdfs:label":"Ismail 2022 Individual 1"},{"id":"cggv:68037298-04a0-4a72-a9c9-7a03c201d798","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:68037298-04a0-4a72-a9c9-7a03c201d798_variant_evidence_item"},{"id":"cggv:68037298-04a0-4a72-a9c9-7a03c201d798_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Absent cell surface expression as evaluated in Xenopus oocytes and HEK293 cells. Production of a truncated protein upon transfection of HEK293K cells and immunoblot analysis with antibody against N-terminal domain epitope. Immunoblot analysis with antibody against C-terminus, suggested no translation readthrough. Absent currents when this variant present in homo- or heteromeric GluA1 receptors (X. tropicalis oocytes)."}],"strengthScore":1,"dc:description":"Score capped at 2 per ID/A scoring guidelines. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab261e99-64ff-459e-b56e-a1ece81e9cb5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d183ebb5-da0a-4ffa-b299-d1ee94f303eb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Pathogenic variants in genes encoding other AMPAR subunits, namely GRIA2 and GRIA3, are known complex neurodevelopmental disorders. GRIA2 is implicated in neurodevelopmental disorder with language impairment and behavioral abnormalities (Definitive classification, Syndromic disorders GCEP). GRIA3 is implicated in X-linked complex neurodevelopmental disorder (Definitive classification, ID and autism GCEP). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27080385","type":"dc:BibliographicResource","dc:abstract":"AMPA receptors (AMPARs) are assemblies of four core subunits, GluA1-4, that mediate most fast excitatory neurotransmission. The component subunits determine the functional properties of AMPARs, and the prevailing view is that the subunit composition also determines AMPAR trafficking, which is dynamically regulated during development, synaptic plasticity and in response to neuronal stress in disease. Recently, the subunit dependence of AMPAR trafficking has been questioned, leading to a reappraisal of this field. In this Review, we discuss what is known, uncertain, conjectured and unknown about the roles of the individual subunits, and how they affect AMPAR assembly, trafficking and function under both normal and pathological conditions.","dc:creator":"Henley JM","dc:date":"2016","dc:title":"Synaptic AMPA receptor composition in development, plasticity and disease."},"rdfs:label":"Overlap in biochemical function "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25c03787-0bb5-49de-af0b-824b306aaa58","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:68cb4540-7f64-4e92-b246-ebe7c7245986","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A small subset of tadpoles (5 out of 50) presented behaviour similar to descriptions of seizures in Xenopus tadpoles in literature. Episodic periods of abnormal behaviour incl. C-shaped alternating axial contractions of the tail coupled with rapid changes in direction. “Manic bouts\" were followed by prolonged unusual period of immobility. The free-movement pattern (FMP) Y-maze behavioural model was developed to assess the effect of gria1 ko on cognitive function and was consistent with working memory deficit (significant decrease in alternations observed, as compared to WT). There was no evidence of hyperactivity. Brain morphology of gria1 crispants matched uninjected controls. Cognitive impairment, abnormal behaviour and seizures have been reported in the single affected individual reported to date. Brain MRI was also normal.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35675825","rdfs:label":"Behavioural tests (incl.FMP Y-maze)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"A small subset of tadpoles exhibited behaviour similar to seizures. As commented by the authors of the study, the FMP Y-maze has been validated for assessing spatial working memory and cognitive flexibility in other model organisms (i.e. zebrafish) but has not been previously used in Xenopus. "},{"id":"cggv:171ff391-2ce3-46ca-964c-b3a5924d1954","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea98f057-90f2-4259-9ef0-bc7eb2919607","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal spatial working memory observed in mouse model (limited impairement, still representing abnormal cognition). Cognitive impairement observed in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21641937","type":"dc:BibliographicResource","dc:abstract":"GluA1 AMPA receptor subunit knockout mice display a selective impairment on short-term recognition memory tasks. In this study we tested whether GluA1 is important for short-term memory that is necessary for bridging the discontiguity between cues in trace conditioning. GluA1 knockout mice were not impaired at using short-term memory traces of T-maze floor inserts, made of different materials, to bridge the temporal gap between conditioned stimuli and reinforcement during appetitive discrimination tasks. Thus, different aspects of short-term memory are differentially sensitive to GluA1 deletion. This dissociation may reflect processing of qualitatively different short-term memory traces. Memory that results in performance of short-term recognition (e.g. for objects or places) may be different from the memory required for associative learning in trace conditioning.","dc:creator":"Taylor AM","dc:date":"2011","dc:title":"Dissociations within short-term memory in GluA1 AMPA receptor subunit knockout mice."},"rdfs:label":"Review and T-maze rewarded alternation testing"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Highly specific impairment in mice, limited to spatial working memory."},{"id":"cggv:3d48c505-4598-4556-ae0a-58b2daa20df8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a30c5d9e-544f-491e-a2bd-b102561b327c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"GluA1 KO mice travelled significantly farther compared to WT in a novel open field, overal suggestive of locomotor hyperactivity in response to novelty and mild stress. KO mice showed decreased immobility and increased swimming compared to WT during forced swim and modified forced swim test. The profile of KO mice in the elevated zero-maze and stress-induced hyperthermia assays was more consistent with heightened anxiety-like behaviour. These behavioural abnormalities were however thought to resemble positive symptoms in schizophrenia or the manic-like component of schizoaffective disorder and to a lesser extent attention deficit hyperactivity disorder (ADHD). In line with the latter remark, treatment with psychostimulants like amphetamine and methylphenidate exacerbated (instead of reversing) open field hyperactivity of KO mice, although the effect of psychostimulant anti-ADHD drugs were observed over a short 10-minute session. Similar to previous reports, KO mice were otherwise commented to be normal in terms of physical health, neurological and sensory functions. The single affected individual reported to date, had behavioural issues although these were no further defined unless for self-injurious behaviour.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20699120","type":"dc:BibliographicResource","dc:abstract":"Glutamatergic dysfunction is strongly implicated in schizophrenia and mood disorders. GluA1 knockout (KO) mice display schizophrenia- and depression-related abnormalities. Here, we asked whether GluA1 KO show mania-related abnormalities. KO were tested for behavior in approach/avoid conflict tests, responses to repeated forced swim exposure, and locomotor responses under stress and after psychostimulant treatment. The effects of rapid dopamine depletion and treatment with lithium or a GSK-3β inhibitor (SB216763) on KO locomotor hyperactivity were tested. Results showed that KO exhibited novelty- and stress-induced locomotor hyperactivity, reduced forced swim immobility and alterations in approach/avoid conflict tests. Psychostimulant treatment and dopamine depletion exacerbated KO locomotor hyperactivity. Lithium, but not SB216763, treatment normalized KO anxiety-related behavior and partially reversed hyperlocomotor behavior, and also reversed elevated prefrontal cortex levels of phospho-MARCKS and phospho-neuromodulin. Collectively, these findings demonstrate mania-related abnormalities in GluA1 KO and, combined with previous findings, suggest this mutant may provide a novel model of features of schizoaffective disorder.","dc:creator":"Fitzgerald PJ","dc:date":"2010","dc:title":"Does gene deletion of AMPA GluA1 phenocopy features of schizoaffective disorder?"},"rdfs:label":"Novel open field, modified forced swim, elevated zero-maze "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Homozygous mouse model (KO) only partially recapitulates human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":8431,"specifiedBy":"GeneValidityCriteria10","strengthScore":4,"subject":{"id":"cggv:c993cef2-e965-43cb-bb0c-f8b074e5d3cf","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:4571","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*GRIA1* was first reported in relation to autosomal recessive complex neurodevelopmental disorder in 2022 (Ismail et al., PMID: 35675825).\n\nThis gene has also been reported in relation to an autosomal dominant Intellectual developmental disorder. Per criteria outlined by the ClinGen Lumping and Splitting Working Group,  we determined that there were two distinct disorders with different inheritance patterns and mechanisms. Therefore, the following disease entities have been split into two disease entities, autosomal dominant complex neurodevelopmental disorder (MONDO:0100038) and autosomal recessive complex neurodevelopmental disorder (MONDO:0100038). The split curation for autosomal dominant complex neurodevelopmental disorder (MONDO:0100038) has been curated separately. \n\nA single affected individual with homozygous truncating variants has been reported to date (PMID: 35675825). This individual, born to consanguineous parents, exhibited global developmental delay, with severe intellectual disability and epilepsy. She was non-verbal at the age of 10 years. Behavioral issues included self-injurious behavior and poor sleep. Other features included intermittent divergent strabismus, feeding difficulties, constipation and precocious puberty. Of note, the heterozygous parents of this patient were reported to be unaffected per OMIM (Baralle, D. Personal Communication).\n\nThe present gene-disease relationship is further supported by biochemical and non-human model organism evidence. \n\nSpecifically, AMPA receptors (AMPARs) are homomeric or heteromeric assemblies of four core subunits (GluA1 - 4). *GRIA2* and *GRIA3* encoding the GluA2 and GluA3 subunits respectively, are known to cause developmental disorders with developmental delay, intellectual disability, autistic features, and seizures among the reported phenotypes. \n\nKnockout of gria1 in X. tropicalis resulted in behavior which was similar to seizures in a small subset of tadpoles, as well as impairment of working memory (PMID: 35675825).\n\nIn summary, there is limited evidence to support this gene-disease relationship. \n\nAlthough further evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. \n\nThis classification was approved by the ClinGen Intellectual Disability and Autism GCEP on the meeting date February 8, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:84aaf490-76e2-4d87-a1bd-53ab6611236c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}