{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3av2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-04T20:49:18.177Z","role":"Publisher"}],"evidence":[{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b78e658f-974e-4423-8a92-9e35341b481f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5b7189ce-dc83-42b6-bbde-5138d4ca153e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The SOS1 gene  is involved in the RAS/MAPK pathway which is connected to the RASoathies  which include NS. Therefore, it is implicated","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"SOS1 in RAS/MAPK pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3139155-13d3-4777-99c2-269e67fbb4d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4551b2ef-d2d3-4ae0-95e7-77831cefe689","type":"FunctionalAlteration","dc:description":"They showed that several variants across multiple domains in the protein have significant effects on the protein's function specific to the domains in which the variants are located.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20133692","type":"dc:BibliographicResource","dc:abstract":"Membrane-bound Ras is activated by translocation of the Son of Sevenless (SOS) protein to the plasma membrane. SOS is inactive unless Ras is bound to an allosteric site on SOS, and the Dbl homology (DH) and Pleckstrin homology (PH) domains of SOS (the DH-PH unit) block allosteric Ras binding. We showed previously that the activity of SOS at the membrane increases with the density of PIP(2) and the local concentration of Ras-GTP, which synergize to release the DH-PH unit. Here we present a new crystal structure of SOS that contains the N-terminal histone domain in addition to the DH-PH unit and the catalytic unit (SOS(HDFC), residues 1-1049). The structure reveals that the histone domain plays a dual role in occluding the allosteric site and in stabilizing the autoinhibitory conformation of the DH-PH unit. Additional insight is provided by kinetic analysis of the activation of membrane-bound Ras by mutant forms of SOS that contain mutations in the histone and the PH domains (E108K, C441Y, and E433K) that are associated with Noonan syndrome, a disease caused by hyperactive Ras signaling. Our results indicate that the histone domain and the DH-PH unit are conformationally coupled, and that the simultaneous engagement of the membrane by a PH domain PIP(2)-binding interaction and electrostatic interactions between a conserved positively charged patch on the histone domain and the negatively charged membrane coincides with a productive reorientation of SOS at the membrane and increased accessibility of both Ras binding sites on SOS.","dc:creator":"Gureasko J","dc:date":"2010","dc:title":"Role of the histone domain in the autoinhibition and activation of the Ras activator Son of Sevenless."},"rdfs:label":"crystal structure of SOS1 protein w/ assays on several varia"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This doesn't provide direct support for this gene's association with NS but does provide evidence for the pathogenicity of the variants."},{"id":"cggv:ed4a0561-6bdb-4298-92f0-994e2dbd4d8d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a2951c8-0b59-433d-9b1e-e9455d3012f7","type":"FunctionalAlteration","dc:description":"The variant caused a significant increase in the activation of ERK in the presence of EGF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25712082","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is a genetic condition characterized by congenital heart defects, short stature and characteristic facial features. We here present the case of a girl with moderate learning disabilities, delayed language development, craniofacial features and skin anomalies reminiscent of NS. After a mutation screening of the known NS genes PTPN11, SOS1, RAF1, KRAS, GRB2, BRAF and SHOC2 we found the heterozygous c.755T>C variant in SOS1 causing the p.I252T amino-acid substitution, which was considered possibly pathogenetic by bioinformatic predictions. The same variant was present in the proband's mother, displaying some NS features, and maternal grandfather showing no NS traits, but also by a healthy subject in 1000 genomes project database without phenotype informations. The functional analysis revealed that SOS1 c.755C activated the RAS-ERK intracellular pathway, whereas no effects on RAC-JNK cascade have been detected. After a comparison between the sequence of SOS1 cDNA from peripheral blood and SOS1 genomic DNA, we showed for the first time a differential allelic expression of the SOS1 gene in healthy individuals, thus occurring as a physiologic condition. Interestingly, we found that the mutated allele C was 50% more expressed than the wild-type allele T in all familial carriers. The comparable amount of SOS1 mRNA between mutated individuals and the controls indicates that the variant does not affect SOS1 expression. The present study provides a first evidence of allelic imbalance of SOS1 and pinpoints this condition as a possible mechanism underlying a different penetrance of some SOS1-mutated alleles in unrelated carriers. ","dc:creator":"Moncini S","dc:date":"2015","dc:title":"Differential allelic expression of SOS1 and hyperexpression of the activating SOS1 c.755C variant in a Noonan syndrome family."},"rdfs:label":"ERK activation with variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"THis doesn't provde direct support for the curation."},{"id":"cggv:e280d171-036b-49c9-a3b0-db58bdf82aeb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f6cc841-1780-4c73-ad8b-ebbffb9d7aaf","type":"FunctionalAlteration","dc:description":"The study showed that the M269R, D309Y, R552G, and E846K variants all significantly increased the activation of ERK. The Y337C variant protein was shown to be unstable.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17143285","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome, the most common single-gene cause of congenital heart disease, is characterized by short stature, characteristic facies, learning problems and leukemia predisposition. Gain-of-function mutations in PTPN11, encoding the tyrosine phosphatase SHP2, cause approximately 50% of Noonan syndrome cases. SHP2 is required for RAS-ERK MAP kinase (MAPK) cascade activation, and Noonan syndrome mutants enhance ERK activation ex vivo and in mice. KRAS mutations account for <5% of cases of Noonan syndrome, but the gene(s) responsible for the remainder are unknown. We identified missense mutations in SOS1, which encodes an essential RAS guanine nucleotide-exchange factor (RAS-GEF), in approximately 20% of cases of Noonan syndrome without PTPN11 mutation. The prevalence of specific cardiac defects differs in SOS1 mutation-associated Noonan syndrome. Noonan syndrome-associated SOS1 mutations are hypermorphs encoding products that enhance RAS and ERK activation. Our results identify SOS1 mutants as a major cause of Noonan syndrome, representing the first example of activating GEF mutations associated with human disease and providing new insights into RAS-GEF regulation.","dc:creator":"Roberts AE","dc:date":"2007","dc:title":"Germline gain-of-function mutations in SOS1 cause Noonan syndrome."},"rdfs:label":"SOS1 variants (5)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This experiment provides support for the pathogenicity of the variants but not necessarily the curation"},{"id":"cggv:cb269943-4414-4fb8-9964-1a417e8e86fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c10496e-6188-4dc9-ba01-d8227e8770a6","type":"FunctionalAlteration","dc:description":"The R552G variant protein significantly increased the basal level of active RAS and RAS activation after EGF stimulation. The W729L variant constitutively activated RAS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17143282","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome is a developmental disorder characterized by short stature, facial dysmorphia, congenital heart defects and skeletal anomalies. Increased RAS-mitogen-activated protein kinase (MAPK) signaling due to PTPN11 and KRAS mutations causes 50% of cases of Noonan syndrome. Here, we report that 22 of 129 individuals with Noonan syndrome without PTPN11 or KRAS mutation have missense mutations in SOS1, which encodes a RAS-specific guanine nucleotide exchange factor. SOS1 mutations cluster at codons encoding residues implicated in the maintenance of SOS1 in its autoinhibited form. In addition, ectopic expression of two Noonan syndrome-associated mutants induces enhanced RAS and ERK activation. The phenotype associated with SOS1 defects lies within the Noonan syndrome spectrum but is distinctive, with a high prevalence of ectodermal abnormalities but generally normal development and linear growth. Our findings implicate gain-of-function mutations in a RAS guanine nucleotide exchange factor in disease for the first time and define a new mechanism by which upregulation of the RAS pathway can profoundly change human development.","dc:creator":"Tartaglia M","dc:date":"2007","dc:title":"Gain-of-function SOS1 mutations cause a distinctive form of Noonan syndrome."},"rdfs:label":"SOS1 varaints (2)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This may provide support for the pathogenicity of the variants but doesn't provide support directly for the curation."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:400981d9-6543-4bb9-8585-711c9c9f9546","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c6cec87-3730-4d0a-8c2e-5233ee603d10","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"cardiac abnormalities are consistent","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21041952","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is an autosomal dominant genetic disorder characterized by short stature, unique facial features, and congenital heart disease. About 10%-15% of individuals with NS have mutations in son of sevenless 1 (SOS1), which encodes a RAS and RAC guanine nucleotide exchange factor (GEF). To understand the role of SOS1 in the pathogenesis of NS, we generated mice with the NS-associated Sos1E846K gain-of-function mutation. Both heterozygous and homozygous mutant mice showed many NS-associated pheno-types, including growth delay, distinctive facial dysmorphia, hematologic abnormalities, and cardiac defects. We found that the Ras/MAPK pathway as well as Rac and Stat3 were activated in the mutant hearts. These data provide in vivo molecular and cellular evidence that Sos1 is a GEF for Rac under physiological conditions and suggest that Rac and Stat3 activation might contribute to NS phenotypes. Furthermore, prenatal administration of a MEK inhibitor ameliorated the embryonic lethality, cardiac defects, and NS features of the homozygous mutant mice, demonstrating that this signaling pathway might represent a promising therapeutic target for NS.","dc:creator":"Chen PC","dc:date":"2010","dc:title":"Activation of multiple signaling pathways  causes developmental defects in mice with a Noonan syndrome–associated Sos1 mutation."},"rdfs:label":"SOS1 GOF mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This model is consistent with RASoapthies but not necessarily NS exclusively"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:7a3401c1-e9a6-4927-bbfc-58c6c3af380e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f7096b92-2609-4d78-acaf-d099ef81545f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"phenotypeFreeText":"relative macrocephaly; ptosis; strabismus; micrognathia; webbed neck; multiple café-au-lait spots; multiple pigmented freckles; vitiligo; borderline intellectual disability; muscular hypotonia of the trunk; cutis marmorata; high forehead; arachnoid cyst","sex":"Female","variant":{"id":"cggv:7a3401c1-e9a6-4927-bbfc-58c6c3af380e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:52e0e989-ce48-4e00-b8dd-8f5a5b764a82","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.755T>C (p.Ile252Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1624725"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25712082"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25712082","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened a 9 y/o girl with Noonan syndrome for variants in known NS genes using dye terminator sequencing. They identified the p.Ile252Thr variant in the proband as well as two of her family members with features of NS."},{"id":"cggv:f5c2e4b7-42fc-475d-8243-d5b959a7dff2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d167fe2-ab40-45a3-b08a-20b3f363cbe0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"phenotypeFreeText":"pulmonic stenosis; hypertelorism; downslanted palpebral fissures; ptosis; low-set ears; low posterior hairline; abnormality of the sternum; cubitus valgus; short neck; webbed neck; broad neck","sex":"Female","variant":{"id":"cggv:f5c2e4b7-42fc-475d-8243-d5b959a7dff2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8939978d-82f6-47cc-b031-d793dd37a8be","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.2536G>A (p.Glu846Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA261734"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18651097","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) and cardio-facio-cutaneous (CFC) syndrome are autosomal dominant disorders characterized by heart defects, facial dysmorphism, ectodermal abnormalities, and mental retardation. There is a significant clinical overlap between NS and CFC syndrome, but ectodermal abnormalities and mental retardation are more frequent in CFC syndrome. Mutations in PTPN11 and KRAS have been identified in patients with NS and those in KRAS, BRAF and MAP2K1/2 have been identified in patients with CFC syndrome, establishing a new role of the RAS/MAPK pathway in human development. Recently, mutations in the son of sevenless gene (SOS1) have also been identified in patients with NS. To clarify the clinical spectrum of patients with SOS1 mutations, we analyzed 24 patients with NS, including 3 patients in a three-generation family, and 30 patients with CFC syndrome without PTPN11, KRAS, HRAS, BRAF, and MAP2K1/2 (MEK1/2) mutations. We identified two SOS1 mutations in four NS patients, including three patients in the above-mentioned three-generation family. In the patients with a CFC phenotype, three mutations, including a novel three amino-acid insertion, were identified in one CFC patient and two patients with both NS and CFC phenotypes. These three patients exhibited ectodermal abnormalities, such as curly hair, sparse eyebrows, and dry skin, and two of them showed mental retardation. Our results suggest that patients with SOS1 mutations range from NS to CFC syndrome.","dc:creator":"Narumi Y","dc:date":"2008","dc:title":"Clinical manifestations in patients with SOS1 mutations range from Noonan syndrome to CFC syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18651097","rdfs:label":"NS45"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This variant was functionally characterized by Roberts et al. 2007."},{"id":"cggv:13a77330-da4f-42ae-a97f-fba98fa75bf7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ccad7e3-b2fc-4c79-8947-70382a1c5a4b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"phenotypeFreeText":"hypertelorism; ptosis; downslanted palpebral fissures; low-set ears; short stature; pulmonic stenosis; atria septal defect; bulbous nose; underdeveloped nasal alae; long philtrum","previousTesting":true,"previousTestingDescription":"Both mother and daughter. 1 unaffected. See Fig 1a for pedigree.","sex":"Female","variant":{"id":"cggv:13a77330-da4f-42ae-a97f-fba98fa75bf7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:04ba881c-afe1-45a6-9fa7-b620fcf4005c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000492.4(CFTR):c.744-9_744-6del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/43579"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18651097"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18651097","rdfs:label":"NS13 III - 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened 24 patients with NS and 30 with CFC for variants in HRAS KRAS BRAF and MAP2K1/2. They identified SOS1 variants in 2 individuals with NS. Both variants were absent from 105 ethnically matched controls."},{"id":"cggv:4f533589-9f65-4f63-a53a-a393a8e00a04_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bfecde46-a7c5-4af5-aa98-9bb957f24070","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"short stature; global developmental delay; triangular face; webbed neck; hypertelorism; curly hair; low-set ears","sex":"Female","variant":{"id":"cggv:4f533589-9f65-4f63-a53a-a393a8e00a04_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c4c540d6-ec5f-42ee-a29a-f44880a2db48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.1655G>A (p.Arg552Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40683"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25337068","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) and related disorders, which are now summarized under the term RASopathies, are caused by germline mutations in genes encoding protein components of the Ras/mitogen-activated protein kinase pathway. In this study, we evaluated the clinical and molecular spectrum of 21 Tunisian patients, recruited by a cardiology unit, for whom RASopathy diagnosis was suspected by clinical geneticists. Overall, 19 patients had a clinical diagnosis of NS and 2 were classified as having Cardiofaciocutaneous (CFC) syndrome. In 52% (n = 11) of patients, a RASopathy has been molecularly confirmed. Mutations in PTPN11 and SOS1 genes were found in patients with diagnosis of NS and BRAF gene mutations in patients with CFC syndrome. As reported from other cohorts, mutations in exons 3 and 8 of the PTPN11 gene predominated in Tunisian NS patients. A very uncommon PTPN11 mutation c.5C>T (p.T2I), the functional consequences of which have so far remained unclear, was identified in one patient. As biased by the mode of recruitment, all patients included in this study had a congenital heart defect, with pulmonary valve stenosis being the most frequent one. Short stature and developmental abnormalities were present in mutation-positive cases. This is the first molecular study in patients from southern Tunisia with RASopathy diagnosis. ","dc:creator":"Louati R","dc:date":"2014","dc:title":"Clinical and Molecular Findings of Tunisian Patients with RASopathies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25337068","rdfs:label":"Patient 7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This mutation was found to be de novo by Tartaglia et al. 2007."},{"id":"cggv:f80adf19-5bec-4ff6-8992-b92fe8a33fff_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8dd73f3e-891a-4de7-afc3-1908b230f17e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"phenotypeFreeText":"short stature; hypertelorism; high forehead; short neck","sex":"Female","variant":{"id":"cggv:f80adf19-5bec-4ff6-8992-b92fe8a33fff_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4da03121-0c12-409d-b130-2d6d774532a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.1294T>C (p.Trp432Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12873"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25337068"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25337068","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant segregated with disease in Tartaglia et al. 2007. No family data was shown."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.5},{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:de301c64-53d3-4d3d-835f-eb7f04d20fb3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7ba45f2f-8868-4456-8b14-84fc57e9c9ce","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"phenotypeFreeText":"pulmonic stenosis; atria septal defect; short stature; cryptorchidism; abnormal facial shape","sex":"Male","variant":{"id":"cggv:de301c64-53d3-4d3d-835f-eb7f04d20fb3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5f1cb975-f6a1-4f17-a0ad-a4944fedfa94","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.806T>G (p.Met269Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12870"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17143285"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17143285","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 91 patients with NS for variants in candidate NS genes using dye terminator sequencing. They identified SOS1 variants in 14 probands. They also functionally characterized five of these variants by measuring their ability to activate ERK."},{"id":"cggv:678327d5-d980-4809-ac34-2e488be6f838_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:21268d51-ef69-4e8a-aa13-654445008b88","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"phenotypeFreeText":"failure to thrive; short stature; delayed skeletal maturation; high forehead; narrow forehead; prominent supraorbital ridges; downslanted palpebral fissures; hypertelorism; epicanthus; depressed nasal bridge; wide nasal bridge; wide mouth; thick vermilion border; low-set ears; thickened helices; large ear lobe; micrognathia","sex":"Female","variant":{"id":"cggv:678327d5-d980-4809-ac34-2e488be6f838_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:25015f45-99ec-4441-883a-507ec34918fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.1310T>C (p.Ile437Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/45345"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21387466","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is among the most common nonchromosomal disorders affecting development and growth. NS is caused by aberrant RAS-MAPK signaling and is genetically heterogeneous, which explains, in part, the marked clinical variability documented for this Mendelian trait. Recently, we and others identified SOS1 as a major gene underlying NS. Here, we explored further the spectrum of SOS1 mutations and their associated phenotypic features. Mutation scanning of the entire SOS1 coding sequence allowed the identification of 33 different variants deemed to be of pathological significance, including 16 novel missense changes and in-frame indels. Various mutation clusters destabilizing or altering orientation of regions of the protein predicted to contribute structurally to the maintenance of autoinhibition were identified. Two previously unappreciated clusters predicted to enhance SOS1's recruitment to the plasma membrane, thus promoting a spatial reorientation of domains contributing to inhibition, were also recognized. Genotype-phenotype analysis confirmed our previous observations, establishing a high frequency of ectodermal anomalies and a low prevalence of cognitive impairment and reduced growth. Finally, mutation analysis performed on cohorts of individuals with nonsyndromic pulmonic stenosis, atrial septal defects, and ventricular septal defects excluded a major contribution of germline SOS1 lesions to the isolated occurrence of these cardiac anomalies.","dc:creator":"Lepri F","dc:date":"2011","dc:title":"SOS1 mutations in Noonan syndrome: molecular spectrum, structural insights on pathogenic effects, and genotype-phenotype correlations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21387466","rdfs:label":"NS19"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:cb5c79b2-d3a9-412c-93b8-8e9a33176a0b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fff21381-32f2-4230-bbc8-4eb58f97b6e9","type":"Proband","ageUnit":"Years","ageValue":4,"detectionMethod":"Variant is de novo.","phenotypeFreeText":"pulmonic stenosis; cryptorchidism; abnormal facial shape","sex":"Male","variant":{"id":"cggv:cb5c79b2-d3a9-412c-93b8-8e9a33176a0b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:48e7e3ea-c83c-4b88-ae68-151e459c5ebd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.925G>T (p.Asp309Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/45379"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17143285"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17143285","rdfs:label":"Proband 4"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 91 patients with NS for variants in candidate NS genes using dye terminator sequencing. They identified SOS1 variants in 14 probands. They also functionally characterized five of these variants by measuring their ability to activate ERK."},{"id":"cggv:524959b4-0174-46b9-abbf-7f8426b2ad34_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:162d3b1b-a94f-40eb-ba96-b68b83414dfc","type":"Proband","phenotypeFreeText":"prominent supraorbital ridges; hypertelorism; ptosis; deep philtrum; thick vermilion border; wide mouth; low-set ears; thickened helices","sex":"Male","variant":{"id":"cggv:524959b4-0174-46b9-abbf-7f8426b2ad34_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e3433c00-bec9-424a-bab3-fbbb29d82f80","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.1300_1301delinsAA (p.Gly434Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40671"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21387466"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21387466","rdfs:label":"NS23"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:e9f0ce78-7c19-4251-ad14-800bea0ab1d4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8abe2502-3d96-409e-8d4e-96fbcd7eefaf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"phenotypeFreeText":"hypertrophic cardiomyopathy; short stature; thrombocytopenia; bruising susceptibility; abnormal facial shape","previousTesting":true,"previousTestingDescription":"Variant is de novo.","sex":"Female","variant":{"id":"cggv:e9f0ce78-7c19-4251-ad14-800bea0ab1d4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ff3fda90-bb43-4e4f-928e-c2c835173856","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005633.4(SOS1):c.797C>A (p.Thr266Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12869"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17143285"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17143285","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 91 patients with NS for variants in candidate NS genes using dye terminator sequencing. They identified SOS1 variants in 14 probands. They also functionally characterized five of these variants by measuring their ability to activate ERK."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2127,"specifiedBy":"GeneValidityCriteria5","strengthScore":13,"subject":{"id":"cggv:bfea5491-af30-4e6b-8e95-a7cfff26b7d3","type":"GeneValidityProposition","disease":"obo:MONDO_0018997","gene":"hgnc:11187","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"There is a definitive association between alteration of the SOS1 gene and the Noonan syndrome (NS) phenotype. The maximum amount of scorable genetic evidence has been published showing that de novo and segregating variants occur in patients with NS (Lepri et al., 2011; Louati et al., 2014; Moncini et al., 2015; Narumi et al., 2007; Roberts et al., 2007; Tartaglia et al., 2007). The SOS1 gene is also located in the Ras/MAPK pathway which is associated with the NS phenotype(Aoki et al., 2016; Rauen, 2013). Of note, SOS1 has also been classified as disputed in association with cardiofaciocutaneous syndrome and Costello syndrome. The ClinGen RASopathy Gene Curation Expert Panel found no evidence associating SOS1 with either NS with loose anagen hair or NS with multiple lentigines. This curation was approved by the ClinGen RASopathy GCEP on 7/24/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:9781b6bf-9b1e-4a10-a0a9-7e56562a6e3a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}