{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803ev3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-07T13:10:13.746Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9ae2c6a5-5412-4cb6-8910-1f0d0247f7c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e022f817-b2b4-432c-bc76-c2dd5a7d9ba5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human Blood platelets express high levels of the pp60c-src-specific tyrosine kinase activity. Lysates from platelets expressed high levels of pp60c-src-specific kinase activity and pp60c-src protein compared to the levels found in other tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2419901","type":"dc:BibliographicResource","dc:abstract":"We have examined human and rabbit blood platelets for expression of pp60c-src, the normal cellular homolog of the transforming protein of Rous sarcoma virus. pp60c-src kinase activity was determined by an immune-complex kinase assay that uses enolase as the substrate, and pp60c-src protein levels were determined by an immunoblot assay. Lysates from platelets expressed high levels of pp60c-src-specific kinase activity and pp60c-src protein compared to the levels found in other tissues. pp60c-src was also found to be one of the major proteins phosphorylated in vitro in membranes isolated from platelets. Multiple protein species other than pp60c-src were also phosphorylated on tyrosine in the membrane phosphorylation reactions, and phosphotyrosine represented approximately equal to 80% of the total phosphoamino acid residues phosphorylated in the membranes. These results indicate that tyrosine kinases represent the major protein phosphorylating enzymes detected in isolated platelet membranes. Although the association of tyrosine kinase activity with many viral oncogene products and cellular growth hormone receptors has suggested a role for these enzymes in the regulation of cell proliferation, these results indicate that the expression of high levels of tyrosine kinase activity is not exclusively associated with proliferating cells.","dc:creator":"Golden A","dc:date":"1986","dc:title":"Blood platelets express high levels of the pp60c-src-specific tyrosine kinase activity."},"rdfs:label":"SRC specific kinase activity in the lysates of platelets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression of the c-src protein in hematopoietic cells experiment showed that platelet lysates contained the highest levels of pp60c-src-specific enolase phosphorylation, 3- to 7-fold higher than the levels detected in brain and peripheral blood lymphocyte (PBL) lysates and at least 30- to 50-fold higher than muscle, spleen, thymus, lymph node, bone marrow, and erythrocyte lysates."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e810611-e9c6-4f72-84d1-61cc64cd63d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1028ab23-9c1a-48c8-8394-13d9c26eeabc","type":"FunctionalAlteration","dc:description":"The blood stem cells from normal donors transduced with E527K SRC from MKs showed more immature MKs and a defect in proplatelet formation with extensive alterations in the actin cytoskeleton and podosome structures when adhered to fibrinogen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26936507","type":"dc:BibliographicResource","dc:abstract":"The Src family kinase (SFK) member SRC is a major target in drug development because it is activated in many human cancers, yet deleterious SRC germline mutations have not been reported. We used genome sequencing and Human Phenotype Ontology patient coding to identify a gain-of-function mutation in SRC causing thrombocytopenia, myelofibrosis, bleeding, and bone pathologies in nine cases. Modeling of the E527K substitution predicts loss of SRC's self-inhibitory capacity, which we confirmed with in vitro studies showing increased SRC kinase activity and enhanced Tyr(419) phosphorylation in COS-7 cells overexpressing E527K SRC. The active form of SRC predominates in patients' platelets, resulting in enhanced overall tyrosine phosphorylation. Patients with myelofibrosis have hypercellular bone marrow with trilineage dysplasia, and their stem cells grown in vitro form more myeloid and megakaryocyte (MK) colonies than control cells. These MKs generate platelets that are dysmorphic, low in number, highly variable in size, and have a paucity of α-granules. Overactive SRC in patient-derived MKs causes a reduction in proplatelet formation, which can be rescued by SRC kinase inhibition. Stem cells transduced with lentiviral E527K SRC form MKs with a similar defect and enhanced tyrosine phosphorylation levels. Patient-derived and E527K-transduced MKs show Y419 SRC-positive stained podosomes that induce altered actin organization. Expression of mutated src in zebrafish recapitulates patients' blood and bone phenotypes. Similar studies of platelets and MKs may reveal the mechanism underlying the severe bleeding frequently observed in cancer patients treated with next-generation SFK inhibitors. ","dc:creator":"Turro E","dc:date":"2016","dc:title":"A dominant gain-of-function mutation in universal tyrosine kinase SRC causes thrombocytopenia, myelofibrosis, bleeding, and bone pathologies."},"rdfs:label":"Stem cells from normal donors transduced with mutant SRC"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"To further ascertain the effect of E527K on megakaryopoiesis, blood stem cells from normal donors were transduced with lentiviral vectors that overexpress GFP, wild-type, and mutant SRC. Immunoblot analysis of differentiated MKs showed high levels of Y419 under mutant-transduced conditions. Quantification of proplatelet formation showed significantly reduced proplatelet-forming MKs for E527K-transduced conditions compared to wild type. Mutant-transduced MKs recapitulated the presence of a strongly altered actin organization that was absent from the wild type."},{"id":"cggv:4337b27f-6c45-43a1-ad4c-60753977d2bf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3eb7344b-d855-4f8c-8433-cd4ea5377cc3","type":"FunctionalAlteration","dc:description":"The megakaryocytes (MKs, pt's stem cells grown in vitro) generate platelets that are dysmorphic, low in number, highly variable in size, and have a paucity of α-granules. These MKs cause a reduction in proplatelet formation, which can be rescued by SRC kinase inhibition. These MKs also show Y419R SRC positive stained podosomes that induce altered actin organization.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26936507","rdfs:label":"The SRC E527K mutation on megakaryopoiesis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Detailed examination of several bone marrow biopsy samples from case 35 showed trilineage dysplasia with a high number of MKs having dysplastic features and hypolobulated nuclei, which are hallmarks of immaturity.  The stem cells with the mutant grown in vitro form more myeloid and megakaryocyte (MK) colonies than control cells. Immunostaining for active SRC (Y419) of day 12 MKs showed a significantly increased number of positively stained MKs for the patients compared to control MKs. These MKs generate platelets that are dysmorphic, low in number, highly variable in size, and have a paucity of α-granules. Overactive SRC in patient-derived MKs causes a reduction in proplatelet formation, which can be rescued by SRC kinase inhibition."},{"id":"cggv:4d2d7dcf-2fe7-49a3-8b7a-5b71be4563f9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4ea93ec7-e674-4d6a-9923-26797d128ad0","type":"FunctionalAlteration","dc:description":"Differently from previous findings,3 proplatelet formation (PPF) of mutant Mk in suspension liquid cultures was comparable to controls (Figure 1D-E). However, when Mk were let adhere to fibrinogen or type I collagen, two components of the BM ECM that regulate platelet formation, mutant Mk exhibited a markedly increased adhesion and spreading, often with aberrant morphology. This prominent adhesion phenotype was associated with an increased number and density of podosomes, i.e., the actin-based focal adhesion structures that mediate Mk contact with ECM proteins. Importantly, in adhesion to fibrinogen, an ECM substrate that promotes PPF,8,9 the increased spreading of the patient’s Mk was associated with a significantly reduced extension of typical proplatelets. Finally, using a modified transwell assay, we found that patient Mk presented a significantly impaired SDF1-driven migration both in adhesion to fibrinogen and type I collagen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33054137","type":"dc:BibliographicResource","dc:creator":"Barozzi S","dc:date":"2021","dc:title":"Pathogenetic and clinical study of a patient with thrombocytopenia due to the p.E527K gain-of-function variant of SRC."},"rdfs:label":"Mk adherence"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Provided evidence that thrombocytopenia derives from an altered interaction of Mk with the ECM components. Since actin cytoskeleton reorganization after Mk interaction with the ECM is crucial for proplatelet extension, an altered cytoskeletal rearrangement upon Mk adhesion to fibrinogen, due to SRC constitutive activation, likely underlies the impaired PPF."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1e6a3f7-273f-4d60-a53c-3f730626db05","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9094038c-4d47-4a33-b9a0-95006f6ebad8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The expression of mutated src in zebrafish recapitulates patients' blood and bone phenotypes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26936507","rdfs:label":"Zebrafish over-expressing Src-E527"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Expression of mutated src in zebrafish recapitulates patients’ blood and bone phenotypes. Over-expression of mutant src resulted in abnormal early primitive hematopoiesis between 16 and 24 hours postfertilization (hpf) with a migration defect of GATA1-positive stem cells. E525K src–injected embryos at 5 dpf have significantly smaller bones compared to wild- type–injected embryos. Splice morpholino–induced src- depleted embryos show normal thrombocyte formation but have larger bones."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":8369,"specifiedBy":"GeneValidityCriteria10","strengthScore":8.5,"subject":{"id":"cggv:9a000516-2516-4e60-bd85-c157499533be","type":"GeneValidityProposition","disease":"obo:MONDO_0014837","gene":"hgnc:11283","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"In 2016, the *SRC* was reported, for the first time, a disease of dominant inheritance, that presented with thrombocytopenia, myelofibrosis, bleeding, and bone pathologies in multiple members from a three-generation pedigree (Turro E, et al., 2016, PMID: 26936507). The patients carried the variant c.1579G>A (p. E527K) in the *SRC* gene, and the variant segregates with the disease phenotypes in the family (PMID: 26936507). The authors demonstrated that E527K was a gain-of-function variant, which resulted in the loss of SRC’s self-inhibitory capacity. Five additional probands have since been identified with the same variant (PMIDs: 31204551, 35349645, 33054137, 36519321, 36507135). Two were *de novo* occurrences (PMIDs: 31204551 and 33054137) and one was a Spanish family with seven patients confirmed to harbor E527K (PMID: 35349645). There is also experimental evidence to support the pathogenicity of this variant, including expression of SRC in hematopoietic cells (PMID: 2419901). Additionally, this mutation caused a defect in megakaryopoiesis from either patient cells or the normal stem cell transduced with this change (PMIDs: 26936507 and 33054137). And a Zebrafish model expressing this variant recapitulated the patient’s blood and bone phenotypes (PMID: 26936507). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was originally evaluated by the HT GCEP on 02/26/2020. It was reevaluated on 06/22/2022. As a result of this reevaluation, the classification remained at Moderate with the addition of new case-level evidence (PMIDs: 35349645 and 33054137). It was again reevaluated on 06/03/2024. As a result of this reevaluation, the classification remained at Moderate with the addition of new case-level evidence (PMIDs: 36519321 and 36507135).","dc:isVersionOf":{"id":"cggv:3420133d-7a37-4f76-a3e7-6b9a0bc3803e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}