{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-09-15T16:00:00.000Z","role":"Approver"},{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-06-12T20:11:59.465Z","role":"Publisher"}],"evidence":[{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c2b3bc5-6069-4152-ac7d-e1e5e520298d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:21b85640-27f1-4dc4-ac70-bdf5c79227e3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Activation of the transcription factor NF-κB plays an important role in T and B cell function. The mutations seen in patients preserve partial IKK-gamma function, since hemizygous males survive and have mostly normal numbers of T and B cells, with dysgammaglobulinemia and a defective ability to produce some specific antibodies. Ectodermal phenotypes arise because a receptor ligand pair of the TNF/TNFR superfamily\n(ectodysplasin A and ectodysplasin A receptor), critical for\nectodermal development, requires an intact NEMO molecule to activate NF-kB.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9657155","type":"dc:BibliographicResource","dc:abstract":"We have characterized a flat cellular variant of HTLV-1 Tax-transformed rat fibroblasts, 5R, which is unresponsive to all tested NF-kappaB activating stimuli, and we report here its genetic complementation. The recovered full-length cDNA encodes a 48 kDa protein, NEMO (NF-kappaB Essential MOdulator), which contains a putative leucine zipper motif. This protein is absent from 5R cells, is part of the high molecular weight IkappaB kinase complex, and is required for its formation. In vitro, NEMO can homodimerize and directly interacts with IKK-2. The NEMO cDNA was also able to complement another NF-kappaB-unresponsive cell line, 1.3E2, in which the protein is also absent, allowing us to demonstrate that this factor is required not only for Tax but also for LPS, PMA, and IL-1 stimulation of NF-kappaB activity.","dc:creator":"Yamaoka S","dc:date":"1998","dc:title":"Complementation cloning of NEMO, a component of the IkappaB kinase complex essential for NF-kappaB activation."},"rdfs:label":"NF-κB Activation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Characterized NEMO as part of the high molecular weight IκB kinase complex, which is required for its formation. In vitro, NEMO can homodimerize and directly interact with IKK-2. The NEMO cDNA was also able to complement another NF-κB–unresponsive cell line, in which the protein is also absent, allowing the authors to demonstrate that NEMO is required for Tax, LPS, PMA, and IL-1 stimulation of NF-κB activity."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ebc940dd-a0df-455c-a252-1b5d8460a3f2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:24a3e656-5d51-4ef4-acf0-9cebf00b5a16","type":"FunctionalAlteration","dc:description":"Showed that the IKBKG X420W mutation affects multiple signaling pathways, including those triggered by a bacterial product (lipopolysaccharide, through the CD14/Tlr-4 complex), monokines (IL-1β, IL-18 and TNFα through their respective receptors), and a T-cell membrane protein (CD154, through CD40) in a variety of immune cell subsets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11242109","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of X-linked recessive anhidrotic ectodermal dysplasia with immunodeficiency (EDA-ID) has remained elusive. Here we report hypomorphic mutations in the gene IKBKG in 12 males with EDA-ID from 8 kindreds, and 2 patients with a related and hitherto unrecognized syndrome of EDA-ID with osteopetrosis and lymphoedema (OL-EDA-ID). Mutations in the coding region of IKBKG are associated with EDA-ID, and stop codon mutations, with OL-EDA-ID. IKBKG encodes NEMO, the regulatory subunit of the IKK (IkappaB kinase) complex, which is essential for NF-kappaB signaling. Germline loss-of-function mutations in IKBKG are lethal in male fetuses. We show that IKBKG mutations causing OL-EDA-ID and EDA-ID impair but do not abolish NF-kappaB signaling. We also show that the ectodysplasin receptor, DL, triggers NF-kappaB through the NEMO protein, indicating that EDA results from impaired NF-kappaB signaling. Finally, we show that abnormal immunity in OL-EDA-ID patients results from impaired cell responses to lipopolysaccharide, interleukin (IL)-1beta, IL-18, TNFalpha and CD154. We thus report for the first time that impaired but not abolished NF-kappaB signaling in humans results in two related syndromes that associate specific developmental and immunological defects.","dc:creator":"Döffinger R","dc:date":"2001","dc:title":"X-linked anhidrotic ectodermal dysplasia with immunodeficiency is caused by impaired NF-kappaB signaling."},"rdfs:label":"Impaired recognition of pathogens"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Impaired cellular responses to pro-inflammatory cytokines (IL-1β, IL-18 and TNFα) may account for the very poor clinical and biological inflammatory response observed in OL-EDA-ID."},{"id":"cggv:c503b3eb-7c9f-45f0-9f0c-9fe1bf1b95fe","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f8dddd10-c207-491b-ba9e-15c21117fa1e","type":"FunctionalAlteration","dc:description":"NF-κB activation was evaluated in nuclear extracts of enriched B cells by electrophoretic mobility-shift assay. CD40 ligation resulted in increased NF-κB binding in control PBMCs (2.8-fold as quantitated by densitometry). In contrast, CD40 ligation did not cause increased NF-κB binding in the patient’s PBMCs, and there was no detectable difference between stimulated and unstimulated cells by densitometry.\n\nNK cell cytotoxicity was evaluated by lysis of 51Cr-labeled K562 cells. All three patients were deficient in K562 killing compared with healthy controls","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12045264","type":"dc:BibliographicResource","dc:abstract":"NF-kappaB essential modifier (NEMO), also known as IKK-gamma, is a member of the I-kappaB kinase complex responsible for phosphorylating I-kappaB, allowing the release and activation of NF-kappaB. Boys with an expressed NEMO mutation have an X-linked syndrome characterized by hypohidrotic ectodermal dysplasia with immune deficiency (HED-ID). The immunophenotype resulting from NEMO mutation is highly variable, with deficits in both T and B cell responses. We evaluated three patients with NEMO mutations (L153R, Q403X, and C417R) and HED-ID who had evidence of defective CD40 signaling. All three patients had normal percentages of peripheral blood NK cells, but impaired NK cell cytotoxic activity. This was not due to a generalized defect in cytotoxicity because antibody-dependent cellular cytotoxicity was intact. This abnormality was partially reversed by in vitro addition of IL-2, which was also able to induce NF-kappaB activation. In one patient with recurrent cytomegalovirus infections, administration of IL-2 partially corrected the NK cell killing deficit. These data suggest that NEMO participates in signaling pathways leading to NK cell cytotoxicity and that IL-2 can activate NF-kappaB and partially overcome the NK cell defect in patients with NEMO mutations.","dc:creator":"Orange JS","dc:date":"2002","dc:title":"Deficient natural killer cell cytotoxicity in patients with IKK-gamma/NEMO mutations."},"rdfs:label":"NF-κB activation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The importance of NK cell activity in defense against CMV infection has been established. The recurrence of symptomatic CMV disease in patient 1 in the face of an appropriate CMV-specific antibody response, and preserved proliferation of T cells in response to specific antigens, prompted the examination of NK activity. Although all patients had normal NK cell percentages and phenotype, NK cell cytotoxic activity was grossly deficient in multiple determinations in all three patients. These findings point to an important role for NEMO and NF-κB activation in NK cell cytotoxicity."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eec54ecb-a3a6-4091-9ee8-109d948612c8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1da59e2-cb09-4223-bad9-2f920a1204f3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"B lineage–specific disruption by deletion of NEMO leads to the disappearance of mature B lymphocytes. suggesting that maintenance of mature B cells depends on IKK-mediated activation of NF-κB.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12235208","type":"dc:BibliographicResource","dc:abstract":"Nuclear factor (NF)-kappaB proteins play crucial roles in immune responses and cellular survival. Activation of NF-kappaB is mediated by the IkappaB kinase (IKK) complex, which is composed of two kinases, IKK1 and IKK2, and a regulatory subunit termed NF-kappaB essential modulator (NEMO). IKK2- and NEMO-deficient mice die at early embryonic stages. We therefore used conditional gene targeting to evaluate the role of these proteins in B cells in adult mice. B lineage-specific disruption of either IKK signaling by deletion of NEMO, or of IKK2-specific signals by ablation of IKK2 activity leads to the disappearance of mature B lymphocytes. We conclude that maintenance of mature B cells depends on IKK-mediated activation of NF-kappaB.","dc:creator":"Pasparakis M","dc:date":"2002","dc:title":"IkappaB kinase signaling is essential for maintenance of mature B cells."},"rdfs:label":"B-cell conditional KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"FACS analysis revealed a strong reduction of mature B cells in mice with B cell–specific ablation of NEMO which is consistent with a role of NEMO in immune response, however patients typically have normal B cell numbers but manifest dysgammaglobulinemia."},{"id":"cggv:651bfe92-f92c-4379-8249-3f12ea3d489a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:06a5e0f4-ee47-4871-ba24-cca9dcbd2a82","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ikky+/- females develop a unique dermatopathy characterized by keratinocyte hyperproliferation, skin inflammation, hyperkeratosis, and increased apoptosis. Although Ikkg1/2 females eventually recover, Ikkg2 males die in utero. These symptoms and inheritance pattern are very similar to those of incontinentia pigmenti (IP).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10911991","type":"dc:BibliographicResource","dc:abstract":"IKK gamma/NEMO is the essential regulatory subunit of the I kappa B kinase (IKK), encoded by an X-linked gene in mice and humans. It is required for NF-kappa B activation and resistance to TNF-induced apoptosis. Female mice heterozygous for Ikk gamma/Nemo deficiency develop a unique dermatopathy characterized by keratinocyte hyperproliferation, skin inflammation, hyperkeratosis, and increased apoptosis. Although Ikk gamma+/- females eventually recover, Ikk gamma- males die in utero. These symptoms and inheritance pattern are very similar to those of incontinentia pigmenti (IP), a human genodermatosis, synthenic with the IKK gamma/NEMO locus. Indeed, biopsies and cells from IP patients exhibit defective IKK gamma/NEMO expression but normal expression of IKK catalytic subunits. This unique self-limiting disease, the first to be genetically linked to the IKK signaling pathway, is dependent on X-chromosome inactivation. We propose that the IKK gamma/NEMO-deficient cells trigger an inflammatory reaction that eventually leads to their death.","dc:creator":"Makris C","dc:date":"2000","dc:title":"Female mice heterozygous for IKK gamma/NEMO deficiencies develop a dermatopathy similar to the human X-linked disorder incontinentia pigmenti."},"rdfs:label":"IP mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This mouse models incontinentia pigmenti more closely than the IKBKG-related immunodeficiency with or without ectodermal dysplasia under consideration here, but does show some shared phenotypes with skin abnormalities.\n\nSimilar results are reported for an additional IP model in PMID: 10911992."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":6361,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:5f826597-8db9-4e88-b5d5-00f05a4a6c27","type":"GeneValidityProposition","disease":"obo:MONDO_0100162","gene":"hgnc:5961","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*IKBKG* was first reported in relation to X-linked recessive immunodeficiency with or without ectodermal dysplasia in 2000 (Zonana J, et al., 2000, PMID: 11047757). The *IKBKG* gene is located on chromosome X at Xq28 and encodes the regulatory (γ) subunit of the inhibitor of kappaB kinase (IKK) complex (or NEMO protein), which activates NF-κB. Complete loss-of-function mutations in *IKBKG* are lethal in male fetuses and causative of dominant incontinentia pigmenti (IP) in females. Whereas variants that impair but do not abolish NF-κB signaling are associated with ectodermal dysplasias and immune-deficiency syndromes in hemizygous males, including immunodeficiency (ID), anhidrotic ectodermal dysplasia with immunodeficiency (EDA-ID) and anhidrotic ectodermal dysplasia-immunodeficiency-osteopetrosis-lymphedema syndrome (OL-EDA-ID) (PMID: 12351572). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern and phenotypic variability between IP and the ectodermal dysplasia/immunodeficiency syndromes, but little difference between ID, EDA-ID and OL-EDA-ID. Therefore, IP (OMIM:308300) has been split from ID, EDA-ID and OL-EDA-ID, and the disease entities, ID (OMIM:300636), EDA-ID (OMIM:300291), and OL-EDA-ID, have been lumped into one disease entity, *IKBKG*-related immunodeficiency with or without ectodermal dysplasia. Additionally, *IKBKG* mutations that lead to skipping of exon 5 cause a distinct clinical phenotype of systemic autoinflammatory disease (OMIM:\t301081), which will be considered separately from the immunodeficiency with or without ectodermal dysplasia.\n\nCurated evidence supporting the gene-disease relationship of *IKBKG*-related immunodeficiency with or without ectodermal dysplasia includes 24 probands plus 4 additional affected family members, with hemizygous variants (missense and truncating), reported in 9 publications (PMIDs:  11047757, 11242109, 15356572, 20499091, 15577852, 12045264, 18350553, 26117626, 33318999). Additional evidence is available in the literature, however the maximum score was achieved. This gene-disease relationship is also supported by experimental evidence, including its function in NF-κB activation (PMID: 9657155), which is altered in patient cells (PMID:  12045264, 11242109). No mouse models have been generated recapitulating this disease, however models of IP (PMIDs: 10911991, 10911992) and conditional knockouts (PMID:12235208) are consistent with roles of *IKBKG* in ectodermal and immunodeficiency phenotypes. In summary, *IKBKG* is definitively associated with X-linked recessive immunodeficiency with or without ectodermal dysplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen SCID-CID Working Group on the meeting date September 15, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:2c9ee97a-ab3d-4747-b3fe-523578dd90e9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}