{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0adv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0ad_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-16T17:00:00.000Z","role":"Approver"},{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0ad_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-12-20T15:14:07.521Z","role":"Publisher"}],"evidence":[{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0ad_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0ad_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0ad_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:577bac62-25a6-4f91-b327-7082023904c8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11253f8f-d392-432c-8ca4-7125e4bfa1e3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The protein encoded by PPPR1A, Aα subunit interacts with B56δ regulatory subunit encoded by the PPP2R5D gene. De novo pathogenic variants in PPP2R5D are associated with intellectual disability (PMID: 26576547).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33106617","type":"dc:BibliographicResource","dc:abstract":"Neurodevelopmental disorders (NDD) caused by protein phosphatase 2A (PP2A) dysfunction have mainly been associated with de novo variants in PPP2R5D and PPP2CA, and more rarely in PPP2R1A. Here, we aimed to better understand the latter by characterizing 30 individuals with de novo and often recurrent variants in this PP2A scaffolding Aα subunit.","dc:creator":"Lenaerts L","dc:date":"2021","dc:title":"The broad phenotypic spectrum of PPP2R1A-related neurodevelopmental disorders correlates with the degree of biochemical dysfunction."},"rdfs:label":"B56δ-Aα subunits interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:53d490e9-0ba9-4e7d-a2fc-eea08eebe9ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27e9083f-bfa9-40e3-b3c6-9634759e941b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The wild type Aα subunit, encoded by PPP2R1A, forms a functional PP2A holoenzyme, thereby regulating the PP2A phosphatase activity. \n\nSimilarly, PPP2RD encodes for the B subunit of protein phosphatase 2A (PP2A). The subunit encoded by PPP2RD is required for PP2A holoenzyme formation and PP2A phosphatase activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26168268","type":"dc:BibliographicResource","dc:abstract":"Here we report inherited dysregulation of protein phosphatase activity as a cause of intellectual disability (ID). De novo missense mutations in 2 subunits of serine/threonine (Ser/Thr) protein phosphatase 2A (PP2A) were identified in 16 individuals with mild to severe ID, long-lasting hypotonia, epileptic susceptibility, frontal bossing, mild hypertelorism, and downslanting palpebral fissures. PP2A comprises catalytic (C), scaffolding (A), and regulatory (B) subunits that determine subcellular anchoring, substrate specificity, and physiological function. Ten patients had mutations within a highly conserved acidic loop of the PPP2R5D-encoded B56δ regulatory subunit, with the same E198K mutation present in 6 individuals. Five patients had mutations in the PPP2R1A-encoded scaffolding Aα subunit, with the same R182W mutation in 3 individuals. Some Aα cases presented with large ventricles, causing macrocephaly and hydrocephalus suspicion, and all cases exhibited partial or complete corpus callosum agenesis. Functional evaluation revealed that mutant A and B subunits were stable and uncoupled from phosphatase activity. Mutant B56δ was A and C binding-deficient, while mutant Aα subunits bound B56δ well but were unable to bind C or bound a catalytically impaired C, suggesting a dominant-negative effect where mutant subunits hinder dephosphorylation of B56δ-anchored substrates. Moreover, mutant subunit overexpression resulted in hyperphosphorylation of GSK3β, a B56δ-regulated substrate. This effect was in line with clinical observations, supporting a correlation between the ID degree and biochemical disturbance. ","dc:creator":"Houge G","dc:date":"2015","dc:title":"B56δ-related protein phosphatase 2A dysfunction identified in patients with intellectual disability."},"rdfs:label":"Aα subunit is involved in PP2A biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":5519,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:400c8011-7663-4f57-8fa7-9a629f72d3a7","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:9302","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PPP2R1A* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2015 (PMIDs: 25533962, 26168268). Individuals with *PPP2R1A* pathogenic variants present with developmental delay, intellectual disability, hypotonia, and language delay (PMIDs: 26168268, 33106617). Other common features include hypermobile joints, behavioral problems, epilepsy, and macrocephaly (PMIDs: 26168268, 33106617). Over 30 individuals with neurodevelopmental disorders and a *de novo* PPP2R1A missense variant have been reported in the literature (PMIDs: 26168268, 31531803, 31687265, 33106617). Only 10 probands are included in this curation because the maximum score for genetic evidence has been reached.\n \n*PPP2R1A* encodes the scaffolding Aα subunit of protein phosphatase type 2A (PP2A). The Aα subunit acts as a scaffolding molecule, coordinating the assembly of the catalytic C subunit and a variable regulatory B subunit to produce functionally diverse PP2A heterotrimers (PMID: 9989501). *PPP2R1A* variants cluster in the HEAT repeat and intrarepeat region of the protein (PMID: 33106617). The reported *de novo* recurrent and clustered missense variants that reduce catalytic C subunit binding, as well as variants that decrease PP2A activity but not catalytic subunit binding, suggest that *PPP2R1A* variants cause PP2A dysfunctions via both dominant-negative and haploinsufficiency mechanisms (PMIDs: 26168268, 33106617). The gene-disease relationship is also supported by experimental evidence, including protein interaction and biochemical function (PMIDs: 26168268, 33106617).\n \nIn summary, there is definitive evidence to support the relationship between *PPP2R1A* and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on November 16, 2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:1aae8155-7cb1-44ee-9cee-17bb22e6a0ad"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}