{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2023-09-29T15:31:15.335Z","role":"Publisher"},{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2023-09-29T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80c9474e-f5e6-464a-9f4b-3d7795e7cbb0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7cfb790b-076e-4159-a85f-6178133176f9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using a microtitre plate assay, direct binding between complement factors I and H was demonstrated, and ligand blotting indicated that factor H interacts with the heavy chain of factor I. Similarly, direct C3(NH3)-factor I and C3(NH3)-factor H binding was characterized [where C3(NH3) is a form of C3 that is cleaved by factor I in the presence of factor H]. Both factor H and factor I interacted with both chains of C3(NH3) in ligand blotting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9291131","type":"dc:BibliographicResource","dc:abstract":"Using a microtitre plate assay, direct binding between complement factors I and H was demonstrated, and ligand blotting indicated that factor H interacts with the heavy chain of factor I. Similarly, direct C3(NH3)-factor I and C3(NH3)-factor H binding was characterized [where C3(NH3) is a form of C3 that is cleaved by factor I in the presence of factor H]. Both factor H and factor I interacted with both chains of C3(NH3) in ligand blotting. Binding reactions between all three pairs of components were highly dependent on ionic strength, and showed similar pH optima. Binding assays with all three components present led to the following conclusions. (a) Binding sites for C3(NH3) and factor I on factor H do not overlap, and binding of factor I and C3(NH3) to soluble factor H promotes the weak factor I-C3(NH3) interaction. (b) Anomalies arise with immobilized factor H, which may be artefactual or may reflect the physiological situation. (c) Similarly, binding sites on factor I for C3(NH3) and for factor H do not overlap, and binding of factor H and C3(NH3) to factor I promotes direct factor H-C3(NH3) interactions. Based on these results, a model of the interactions between factor H, factor I and C3(NH3) leading to the processing of C3(NH3) is proposed.","dc:creator":"Soames CJ","dc:date":"1997","dc:title":"Interactions between human complement components factor H, factor I and C3b."},"rdfs:label":"CFH binding"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:58b000f9-356f-4141-a445-67f525da2330","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3fcf6414-b6d9-407b-a981-8707b8da3142","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using a microtitre plate assay, direct binding between complement factors I and H was demonstrated, and ligand blotting indicated that factor H interacts with the heavy chain of factor I. Similarly, direct C3(NH3)-factor I and C3(NH3)-factor H binding was characterized [where C3(NH3) is a form of C3 that is cleaved by factor I in the presence of factor H]. Both factor H and factor I interacted with both chains of C3(NH3) in ligand blotting.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9291131","rdfs:label":"CFI Binding"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:1bf96ed3-f9d4-45e0-88fc-be368b54d8b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30c63fc4-0514-4850-a5c3-088ce37ea304","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This explains how some variants in FH reduce control of C3b on non-activator surfaces, leading to aHUS. Dysregulation of the alternative C3 convertase leads ultimately to complement-induced endothelial damage and ultimately thrombotic microangiopathy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21285368","type":"dc:BibliographicResource","dc:abstract":"The alternative pathway of complement is important in innate immunity, attacking not only microbes but all unprotected biological surfaces through powerful amplification. It is unresolved how host and nonhost surfaces are distinguished at the molecular level, but key components are domains 19-20 of the complement regulator factor H (FH), which interact with host (i.e., nonactivator surface glycosaminoglycans or sialic acids) and the C3d part of C3b. Our structure of the FH19-20:C3d complex at 2.3-Å resolution shows that FH19-20 has two distinct binding sites, FH19 and FH20, for C3b. We show simultaneous binding of FH19 to C3b and FH20 to nonactivator surface glycosaminoglycans, and we show that both of these interactions are necessary for full binding of FH to C3b on nonactivator surfaces (i.e., for target discrimination). We also show that C3d could replace glycosaminoglycan binding to FH20, thus providing a feedback control for preventing excess C3b deposition and complement amplification. This explains the molecular basis of atypical hemolytic uremic syndrome, where mutations on the binding interfaces between FH19-20 and C3d or between FH20 and glycosaminoglycans lead to complement attack against host surfaces.","dc:creator":"Kajander T","dc:date":"2011","dc:title":"Dual interaction of factor H with C3d and glycosaminoglycans in host-nonhost discrimination by complement."},"rdfs:label":"C3 Complement Regulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67a8b9fa-d985-40b7-a104-ef514e02dce4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94ed06f8-6def-4750-82a5-77d0cef39d0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"When transferred to mice, an aHUS-associated gain-of-function change (D1115N) to the complement-activation protein C3 results in aHUS. Homozygous C3 p.D1115N (C3KI) mice developed spontaneous chronic thrombotic microangiopathy together with hematuria, thrombocytopenia, elevated creatinine, and evidence of hemolysis. Mice with active disease had reduced plasma C3 with C3 fragment and C9 deposition within the kidney. This data provide in vivo modeling evidence that gain-of-function changes in complement C3 drive aHUS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30714990","type":"dc:BibliographicResource","dc:abstract":"Atypical hemolytic uremic syndrome (aHUS) is frequently associated in humans with loss-of-function mutations in complement-regulating proteins or gain-of-function mutations in complement-activating proteins. Thus, aHUS provides an archetypal complement-mediated disease with which to model new therapeutic strategies and treatments. Herein, we show that, when transferred to mice, an aHUS-associated gain-of-function change (D1115N) to the complement-activation protein C3 results in aHUS. Homozygous C3 p.D1115N (C3KI) mice developed spontaneous chronic thrombotic microangiopathy together with hematuria, thrombocytopenia, elevated creatinine, and evidence of hemolysis. Mice with active disease had reduced plasma C3 with C3 fragment and C9 deposition within the kidney. Therapeutic blockade or genetic deletion of C5, a protein downstream of C3 in the complement cascade, protected homozygous C3KI mice from thrombotic microangiopathy and aHUS. Thus, our data provide in vivo modeling evidence that gain-of-function changes in complement C3 drive aHUS. They also show that long-term C5 deficiency is not accompanied by development of other renal complications (such as C3 glomerulopathy) despite sustained dysregulation of C3. Our results suggest that this preclinical model will allow testing of novel complement inhibitors with the aim of developing precisely targeted therapeutics that could have application in many complement-mediated diseases.","dc:creator":"Smith-Jackson K","dc:date":"2019","dc:title":"Hyperfunctional complement C3 promotes C5-dependent atypical hemolytic uremic syndrome in mice."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This model was upgraded due to phenotypic specificity caused by a variant observed in human patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7005,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.5,"subject":{"id":"cggv:15def9c6-8b46-4187-a69e-9177aae90f72","type":"GeneValidityProposition","disease":"obo:MONDO_0013043","gene":"hgnc:1318","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"C3 was first reported in relation to autosomal dominant atypical hemolytic uremic syndrome (aHUS) in 2008 (Frémeaux-Bacchi et al., PMID: 18796626). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following diseases have been split into separate entities, aHUS (OMIM: 612925) and C3 glomerulopathy (C3G) (OMIM: 613779). The split curation for semidominant C3G will be conducted separately. Thirteen variants (missense) that have been reported in thirteen probands in three publications (PMIDs: 18796626, 25608561, 26826462) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be gain of function. This gene-disease relationship is also supported by biochemical function in the complement mediated immune response, protein interaction with CFH and CFI, and a mouse model phenocopying disease in humans (PMIDs: 9291131, 21285368, 30714990). In summary, there is definitive evidence supporting the relationship between C3 and autosomal dominant aHUS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Complement Mediated Kidney Diseases GCEP on the meeting date August 3, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:78a4d83e-8fb0-4b47-9dfc-5dfe618e1aa3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}