{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2023-07-02T04:00:00.000Z","role":"Approver"},{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2023-08-07T16:54:52.870Z","role":"Publisher"}],"evidence":[{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2678706-adab-4fc7-9afc-7244b5e55286","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08860c61-5cb1-455e-aba0-b8976883ca0e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Demonstrate expression in murine red blood cells ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26001274","type":"dc:BibliographicResource","dc:abstract":"Red blood cells (RBCs) experience significant mechanical forces while recirculating, but the consequences of these forces are not fully understood. Recent work has shown that gain-of-function mutations in mechanically activated Piezo1 cation channels are associated with the dehydrating RBC disease xerocytosis, implicating a role of mechanotransduction in RBC volume regulation. However, the mechanisms by which these mutations result in RBC dehydration are unknown. In this study, we show that RBCs exhibit robust calcium entry in response to mechanical stretch and that this entry is dependent on Piezo1 expression. Furthermore, RBCs from blood-cell-specific Piezo1 conditional knockout mice are overhydrated and exhibit increased fragility both in vitro and in vivo. Finally, we show that Yoda1, a chemical activator of Piezo1, causes calcium influx and subsequent dehydration of RBCs via downstream activation of the KCa3.1 Gardos channel, directly implicating Piezo1 signaling in RBC volume control. Therefore, mechanically activated Piezo1 plays an essential role in RBC volume homeostasis.","dc:creator":"Cahalan SM","dc:date":"2015","dc:title":"Piezo1 links mechanical forces to red blood cell volume."},"rdfs:label":"Expression analysis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:89e8456d-f99d-4041-b806-52c9f11a03a5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e6143f5-603f-4fdb-aec5-959b01882076","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Both loss of function and gain of function of PIEZO1 is associated with DHS.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26001274","rdfs:label":"YODA stimulation of Red Blood Cell "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:51ba3132-d09e-45b1-8118-3d047588a6b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ffa44ba7-4f71-454f-89a6-09cfec9b373c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Lymphatic dysfunction due to lack of responses to flow. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30676326","type":"dc:BibliographicResource","dc:abstract":"The lymphatic system plays crucial roles in tissue homeostasis, lipid absorption, and immune cell trafficking. Although lymphatic valves ensure unidirectional lymph flows, the flow itself controls lymphatic valve formation. Here, we demonstrate that a mechanically activated ion channel Piezo1 senses oscillating shear stress (OSS) and incorporates the signal into the genetic program controlling lymphatic valve development and maintenance. Time-controlled deletion of Piezo1 using a pan-endothelial Cre driver (Cdh5[PAC]-CreERT2) or lymphatic-specific Cre driver (Prox1-CreERT2) equally inhibited lymphatic valve formation in newborn mice. Furthermore, Piezo1 deletion in adult lymphatics caused substantial lymphatic valve degeneration. Piezo1 knockdown in cultured lymphatic endothelial cells (LECs) largely abrogated the OSS-induced upregulation of the lymphatic valve signature genes. Conversely, ectopic Piezo1 overexpression upregulated the lymphatic valve genes in the absence of OSS. Remarkably, activation of Piezo1 using chemical agonist Yoda1 not only accelerated lymphatic valve formation in animals, but also triggered upregulation of some lymphatic valve genes in cultured LECs without exposure to OSS. In summary, our studies together demonstrate that Piezo1 is the force sensor in the mechanotransduction pathway controlling lymphatic valve development and maintenance, and Piezo1 activation is a potentially novel therapeutic strategy for congenital and surgery-associated lymphedema.","dc:creator":"Choi D","dc:date":"2019","dc:title":"Piezo1 incorporates mechanical force signals into the genetic program that governs lymphatic valve development and maintenance."},"rdfs:label":"Down steam gene induction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Additional paper replicates the same result PMID: 30482854"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ab8cc3a-ddf9-491e-a788-c557b7ec73a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bf2a985d-88e7-4ece-b019-b85757389b21","type":"FunctionalAlteration","dc:description":"Upon mechanical stimulation cells with Piezo1 had increased calcium release determined by calcium imaging which is consistent with increased channel activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26001275","type":"dc:BibliographicResource","dc:abstract":"Piezo ion channels are activated by various types of mechanical stimuli and function as biological pressure sensors in both vertebrates and invertebrates. To date, mechanical stimuli are the only means to activate Piezo ion channels and whether other modes of activation exist is not known. In this study, we screened ~3.25 million compounds using a cell-based fluorescence assay and identified a synthetic small molecule we termed Yoda1 that acts as an agonist for both human and mouse Piezo1. Functional studies in cells revealed that Yoda1 affects the sensitivity and the inactivation kinetics of mechanically induced responses. Characterization of Yoda1 in artificial droplet lipid bilayers showed that Yoda1 activates purified Piezo1 channels in the absence of other cellular components. Our studies demonstrate that Piezo1 is amenable to chemical activation and raise the possibility that endogenous Piezo1 agonists might exist. Yoda1 will serve as a key tool compound to study Piezo1 regulation and function.","dc:creator":"Syeda R","dc:date":"2015","dc:title":"Chemical activation of the mechanotransduction channel Piezo1."},"rdfs:label":"Calcium imaging and mechanical stimulation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:a909e2af-2745-4e16-a679-f60cb7d78165","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a37bfeb5-c3f5-42f8-b82a-deb14452715f","type":"FunctionalAlteration","dc:description":"Expression of mutations was associated with slow inactivation kinetics.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23695678","type":"dc:BibliographicResource","dc:abstract":"Dehydrated hereditary stomatocytosis is a genetic condition with defective red blood cell membrane properties that causes an imbalance in intracellular cation concentrations. Recently, two missense mutations in the mechanically activated PIEZO1 (FAM38A) ion channel were associated with dehydrated hereditary stomatocytosis. However, it is not known how these mutations affect PIEZO1 function. Here, by combining linkage analysis and whole-exome sequencing in a large pedigree and Sanger sequencing in two additional kindreds and 11 unrelated dehydrated hereditary stomatocytosis cases, we identify three novel missense mutations and one recurrent duplication in PIEZO1, demonstrating that it is the major gene for dehydrated hereditary stomatocytosis. All the dehydrated hereditary stomatocytosis-associated mutations locate at C-terminal half of PIEZO1. Remarkably, we find that all PIEZO1 mutations give rise to mechanically activated currents that inactivate more slowly than wild-type currents. This gain-of-function PIEZO1 phenotype provides insight that helps to explain the increased permeability of cations in red blood cells of dehydrated hereditary stomatocytosis patients. Our findings also suggest a new role for mechanotransduction in red blood cell biology and pathophysiology.","dc:creator":"Albuisson J","dc:date":"2013","dc:title":"Dehydrated hereditary stomatocytosis linked to gain-of-function mutations in mechanically activated PIEZO1 ion channels."},"rdfs:label":"Patch clamp of HEK/293T cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Two additional papers (PMID: 28716860, doi.org/10.1182/blood.V124.21.741.741) showed similar results. \n"},{"id":"cggv:5d86753b-90ad-4e04-b7f4-fefabc99d026","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93ac2d57-3ea3-4b4d-aaa8-19a28b03f113","type":"FunctionalAlteration","dc:description":"G782S either alone or as double mutation G782S/R808Q showed an increased peak current consistent with a gain of function phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34737711","type":"dc:BibliographicResource","dc:abstract":"Hereditary Xerocytosis, a rare hemolytic anemia, is due to gain of function mutations in PIEZO1, a non-selective cation channel activated by mechanical stress. How these PIEZO1 mutations impair channel function and alter red blood cell (RBC) physiology, is not completely understood. Here, we report the characterization of mutations in the N-terminal part of the protein (V598M, F681S and the double mutation G782S/R808Q), a part of the channel that was subject of many investigations to decipher its role in channel gating. Our data show that the electrophysiological features of these PIEZO1 mutants expressed in HEK293T cells are different from previously characterized PIEZO1 mutations that are located in the pore or at the C-terminal extracellular domain of the protein. Although RBC with PIEZO1 mutations showed a dehydrated phenotype, the activity of V598M, F681S or R808Q in response to stretch was not significantly different from the WT channels. In contrast, the G782S mutant showed larger currents compared to the WT PIEZO1. Interestingly, basal activity of all the mutated channels was not significantly altered at the opposite of what was expected according to the decreased water and cation contents of resting RBC. In addition, the features of mutant PIEZO1 expressed in HEK293 cells do not always correlate with the observation in RBC where PIEZO1 mutations induced a cation leak associated with an increased conductance. Our work emphasizes the role of the membrane environment in PIEZO1 activity and the need to characterize RBC permeability to assess pathogenicity to PIEZO1 mutants associated with erythrocyte diseases.","dc:creator":"Yamaguchi Y","dc:date":"2021","dc:title":"Hereditary Xerocytosis: Differential Behavior of PIEZO1 Mutations in the N-Terminal Extracellular Domain Between Red Blood Cells and HEK Cells."},"rdfs:label":"HEK/239T Stretch-activated current assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:62724322-84b8-4db3-81ed-3bd82062dde4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4f19a598-fe9b-4f45-b0b8-a03858d33dcb","type":"FunctionalAlteration","dc:description":"Ektacytometry determined that patient red blood cells had increased H2O volume, reduced K+, increased Na+ consistent with increased channel activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34737711","rdfs:label":"Ektacytometry of patient RBCs "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Reduced score as red blood cell phenotype consistent with DHS has also been described rarely for patients with homozygous loss of function PIEZO1 variants. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Strong","sequence":6683,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:91fd24ee-25f2-4b6e-9eac-501a98599bdb","type":"GeneValidityProposition","disease":"obo:MONDO_0008689","gene":"hgnc:28993","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"PIEZO1 (OMIM # 611184) was first identified as a mechanically activated cation channel in 2010 (PMID 20813920) and has been noted to be associated with autosomal dominant dehydrated hereditary stomatocytosis with or without pseudohyperkalemia and/or perinatal edema as well as autosomal recessive lymphatic malformation 6.\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found likely differences in molecular mechanisms and therefore these disease entities have been split into separate disease entities at this time. These two disease entities do show significant phenotypic overlap and therefore, these may later be lumped together if evidence permits. The split curation of autosomal recessive lymphatic malformation 6 has been curated separately.\n\nPIEZO1 was found to be associated with dehydrated hereditary stomatocystosis (DHS) in 2013 by Albuisson et al. DHS, also known as Hereditary Xerocytosis (HX), is an autosomal dominant disorder characterized by increased permeability of erythrocyte membranes to calcium resulting in subsequent loss of potassium and dehydration. Affected individuals may show mild to moderate compensated hemolytic anemia, pseudohyperkalemia, and blood films may show occasional stomatocytes. Mechanotransduction is also a critical regulator of lymphatic vascular development, and shear stress triggers signaling pathways that promote lymphatic vessel maturation and lymphatic valve formation. Affected individuals with transient perinatal edema or fetal hydrops have been observed in DHS families for many years (PMIDs: 11001917, 23479567, 23695678, 26333996, 28716860, 29673682, 30655378, 33027564, 32109669). Numerous variants have been reported in PIEZO1 in relation to DHS, the majority being missense mutations. The proposed molecular mechanism for PIEZO1 DHS is gain of function as many of the missense variants result in slower channel inactivation or reduced threshold of activation following stimulation of patient red blood cells or cells overexpressing missense variants. However, some missense variants have been shown to have a variety of effects on protein function including response to osmotic stress, membrane trafficking, or transcript and protein stability (PMIDs: 23695678, 28716860, 33478008, 30237269, 29210095, 34737711, 33973227, 26001275, 28619848, 26001274, 30930797). Therefore, the full spectrum of molecular mechanisms has not been fully resolved at this time.\n\nOver 50 unique variants have been reported in individuals with DHS across numerous publications and only missense variants that reach likely pathogenic status based on ACMG criteria have been counted in this curation. Many additional variants of uncertain significance in affected individuals have been reported (Figure 2 PMID 36453701). Several recurrent variants, including the most frequently reported p.Arg2456His and p.L2495_E2496dup, but also p.Val598Met, p.Ala2020Thr, p.Thr2127Met and p.Arg2488 have been noted in at least three published reports in unrelated affected individuals. Segregation in multiple unrelated families has been demonstrated in the literature (including but not limited to PMIDs 23695678, 23581886, 32109669) reaching maximum scoring for segregation.\n\nSubstantial evidence supports this gene-disease relationship including case-level data, segregation, and experimental data that supports altered protein function for a selection of variants. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. In summary, there is definitive evidence to support the relationship between PIEZO1 and autosomal dominant dehydrated hereditary stomatocytosis with or without pseudohyperkalemia and/or perinatal edema. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Prenatal GCEP on the meeting date March 22nd, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:6a86cb1d-4eed-4c10-971f-4a9578cb12b1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}