{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2018-05-22T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab428488-2a45-429f-ab9b-2fbe8f1765ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57be3369-439e-4358-a7ce-2b0407a79495","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Crystal structure shows a complex that includes ETFA and ETFB.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15159392","type":"dc:BibliographicResource","dc:abstract":"The crystal structure of the human electron transferring flavoprotein (ETF).medium chain acyl-CoA dehydrogenase (MCAD) complex reveals a dual mode of protein-protein interaction, imparting both specificity and promiscuity in the interaction of ETF with a range of structurally distinct primary dehydrogenases. ETF partitions the functions of partner binding and electron transfer between (i) the recognition loop, which acts as a static anchor at the ETF.MCAD interface, and (ii) the highly mobile redox active FAD domain. Together, these enable the FAD domain of ETF to sample a range of conformations, some compatible with fast interprotein electron transfer. Disorders in amino acid or fatty acid catabolism can be attributed to mutations at the protein-protein interface. Crucially, complex formation triggers mobility of the FAD domain, an induced disorder that contrasts with general models of protein-protein interaction by induced fit mechanisms. The subsequent interfacial motion in the MCAD.ETF complex is the basis for the interaction of ETF with structurally diverse protein partners. Solution studies using ETF and MCAD with mutations at the protein-protein interface support this dynamic model and indicate ionic interactions between MCAD Glu(212) and ETF Arg alpha(249) are likely to transiently stabilize productive conformations of the FAD domain leading to enhanced electron transfer rates between both partners.","dc:creator":"Toogood HS","dc:date":"2004","dc:title":"Extensive domain motion and electron transfer in the human electron transferring flavoprotein.medium chain Acyl-CoA dehydrogenase complex."},"rdfs:label":"ETF Complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"This is a well-known complex. Both subunits are required for electron transport and variants in either gene are known to cause the disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b248819-bf1c-4bca-b032-cf88780c332c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c514d271-9351-4d8d-b13c-8b8225dd5061","type":"FunctionalAlteration","dc:description":"Assayed beta-oxidation flux in patient fibroblasts using beta-oxidation substrates (palmitate and myristate). Fibroblasts had low fatty acid oxidation activity (<3% of controls and 10% of control, respectively).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12815589","type":"dc:BibliographicResource","dc:abstract":"Mutations in electron transfer flavoprotein (ETF) and its dehydrogenase (ETFDH) are the molecular basis of multiple acyl-CoA dehydrogenation deficiency (MADD), an autosomal recessively inherited and clinically heterogeneous disease that has been divided into three clinical forms: a neonatal-onset form with congenital anomalies (type I), a neonatal-onset form without congenital anomalies (type II), and a late-onset form (type III). To examine whether these different clinical forms could be explained by different ETF/ETFDH mutations that result in different levels of residual ETF/ETFDH enzyme activity, we have investigated the molecular genetic basis for disease development in nine patients representing the phenotypic spectrum of MADD. We report the genomic structures of the ETFA, ETFB, and ETFDH genes and the identification and characterization of seven novel and three previously reported disease-causing mutations. Our molecular genetic investigations of these nine patients are consistent with three clinical forms of MADD showing a clear relationship between the nature of the mutations and the severity of disease. Interestingly, our data suggest that homozygosity for two null mutations causes fetal development of congenital anomalies resulting in a type I disease phenotype. Even minute amounts of residual ETF/ETFDH activity seem to be sufficient to prevent embryonic development of congenital anomalies giving rise to type II disease. Overexpression studies of an ETFB-D128N missense mutation identified in a patient with type III disease showed that the residual activity of the mutant enzyme could be rescued up to 59% of that of wild-type activity when ETFB-D128N-transformed E. coli cells were grown at low temperature. This indicates that the effect of the ETF/ETFDH genotype in patients with milder forms of MADD, in whom residual enzyme activity allows modulation of the enzymatic phenotype, may be influenced by environmental factors like cellular temperature.","dc:creator":"Olsen RK","dc:date":"2003","dc:title":"Clear relationship between ETF/ETFDH genotype and phenotype in patients with multiple acyl-CoA dehydrogenation deficiency."},"rdfs:label":"Reduced fatty acid oxidation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b43a57f0-bd14-49eb-b5f3-f7945defd49b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:703a1723-54a0-4eec-9be0-d8ddd6b15f80","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The zebrafish model showed large increases of acylcarnitines and glutaric acid associated with multiple abnormalities of organs including brain, liver, kidneys and heart. A large increase in triacylglycerides and decrease of phosphatidylserine species was also shown and has been observed in human tissue from a patient with MADD (Galloway, 1987). The defects in the model recapitulate many of the abnormalities seen in human patients with MADD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23785301","type":"dc:BibliographicResource","dc:abstract":"Multiple Acyl-CoA Dehydrogenase Deficiency (MADD) is a severe mitochondrial disorder featuring multi-organ dysfunction. Mutations in either the ETFA, ETFB, and ETFDH genes can cause MADD but very little is known about disease specific mechanisms due to a paucity of animal models. We report a novel zebrafish mutant dark xavier (dxa(vu463) ) that has an inactivating mutation in the etfa gene. dxa(vu463) recapitulates numerous pathological and biochemical features seen in patients with MADD including brain, liver, and kidney disease. Similar to children with MADD, homozygote mutant dxa(vu463) zebrafish have a spectrum of phenotypes ranging from moderate to severe. Interestingly, excessive maternal feeding significantly exacerbated the phenotype. Homozygous mutant dxa(vu463) zebrafish have swollen and hyperplastic neural progenitor cells, hepatocytes and kidney tubule cells as well as elevations in triacylglycerol, cerebroside sulfate and cholesterol levels. Their mitochondria were also greatly enlarged, lacked normal cristae, and were dysfunctional. We also found increased signaling of the mechanistic target of rapamycin complex 1 (mTORC1) with enlarged cell size and proliferation. Treatment with rapamycin partially reversed these abnormalities. Our results indicate that etfa gene function is remarkably conserved in zebrafish as compared to humans with highly similar pathological, biochemical abnormalities to those reported in children with MADD. Altered mTORC1 signaling and maternal nutritional status may play critical roles in MADD disease progression and suggest novel treatment approaches that may ameliorate disease severity.","dc:creator":"Kim SH","dc:date":"2013","dc:title":"Multi-organ abnormalities and mTORC1 activation in zebrafish model of multiple acyl-CoA dehydrogenase deficiency."},"rdfs:label":"ETFA Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:4659a4c2-bede-445b-96b7-802fe49ea88a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:908074a0-1e5a-45a3-a0bb-f05d913bae2a","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":14,"detectionMethod":"Mutation analysis performed on ETFA, ETFB, ETFDH for the patient. The corresponding exons of the family members were sequenced after mutations were identified in the patient.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"Glucose 0.9 mmol/L, plasma creatine 179 umol/L, elevated ammonia 266 umol/L, elevated creatine kinase 15,340 U/L, c-reactive protein mildly elevated 10.3 mg/L, troponin I 0.48 ug/L. Postmortem exam showed marked and diffuse fat deposition in liver, kidneys and heart. Mass spec showed elevations of urinary glutaric, 2-hydroxyglutaric, ethylmalonic, isovalerylglycine and hexanoglycine. Elevated C4 to C16 acylcarnitines.","phenotypes":["obo:HP_0002098","obo:HP_0001695","obo:HP_0001942","obo:HP_0001943","obo:HP_0002013","obo:HP_0001289"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:4659a4c2-bede-445b-96b7-802fe49ea88a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c7c370e8-d488-45df-ba99-99f9774496be","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76274442T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7673623"}},{"id":"cggv:176cc50d-5c45-4e32-b2a7-6d5ee87ff099","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76286431C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7673745"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20736750","type":"dc:BibliographicResource","dc:abstract":"Glutaric aciduria type II, or multiple acyl-CoA dehydrogenase deficiency, is a rare metabolic disorder inherited in an autosomal recessive manner. The condition can be caused by mutations in at least 3 genes, including ETFA, ETFB, and ETFDH. When this potentially lethal disorder is known for its clinical and biochemical heterogeneity, mutation analysis will be an invaluable part of diagnosis. We here described a Chinese adolescent boy who enjoyed good health earlier and presented at the age of 14 years with severe vomiting. His condition deteriorated rapidly and he succumbed shortly after. With a travel history before presentation and the late age of onset, diagnosis was particularly difficult. Findings in perimortem biochemical investigations and postmortem autopsy were guiding but not diagnostic. The diagnosis of glutaric aciduria type II was finally confirmed by mutation analysis performed by direct sequencing on genomic DNA from peripheral blood, which identified 2 different unreported missense mutations, c.502G>T (p.V168F) and c.786A>G (p.Q262R), in ETFA. The father and the mother were found to be heterozygous for the 2 mutations in ETFA respectively. Subsequent molecular family screening also ruled out the disease in his elder sister, who had a history of convulsion and a suspicious plasma acylcarnitine profile, and freed her from life-long supplementation. The case showed that molecular autopsies should be part of routine postmortem examination of unexplained sudden death in all age groups and DNA-friendly samples should be routinely collected and archived. In the era of personalized medicine with the power of modern genetics, molecular diagnosis should be obtained for heterogeneous diseases with different genetic defects but sharing similar clinical and/or biochemical phenotypes.","dc:creator":"Lee HC","dc:date":"2010","dc:title":"Role of postmortem genetic testing demonstrated in a case of glutaric aciduria type II."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20736750","rdfs:label":"Lee 2010 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence. Note: the paper reports that the c.786A>G mutation results in p.Q262R, while the allele registry reports a synonymous change."},{"id":"cggv:9afa12ae-9240-4fde-894b-fcd0e33ae5da_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2e2c99a0-61e9-4172-98be-2ae32a89be19","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"PCR and sequencing of each exon and intron/exon boundaries of ETFA, ETFB, and ETFDH.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypes":["obo:HP_0001638","obo:HP_0011968","obo:HP_0003236"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9afa12ae-9240-4fde-894b-fcd0e33ae5da_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ac10fd99-0c08-46c7-bf82-eb6d5bed0119","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76292499A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA393517078"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18289905","type":"dc:BibliographicResource","dc:abstract":"Glutaric acidemia type 2 (GA2) is an autosomal recessive disorder resulting from a deficiency of electron transfer flavoprotein (ETF) or ETF dehydrogenase (ETFDH) that manifests from most severe neonatal to late-onset forms. However, the genetic defect responsible for the disease and clinical severity is not well-characterized. In order to understand the relationship between the phenotype and genetic defect, we investigated the clinical and molecular features of 15 Japanese patients, including 4 previously reported cases. Three patients had the neonatal form and 8 patients had the late-onset form, 1 of whom presented an extremely mild phenotype. Immunoblot analysis showed that either ETFalpha, ETFbeta, or ETFDH was significantly reduced or absent in all patients. However, no specific enzyme deficiency predominated, and there were no associations with the clinical severity. Genetic analyses identified 15 mutations including non-sense, missense, splice site mutations, and small deletions, in ETFA, ETFB and ETFDH genes. Although almost all mutations were unique to Japanese patients and no common mutations were found, some of them appeared to be associated with a specific phenotype. Our results suggest that clinical and mutational spectrums of Japanese GA2 patients are heterogeneous and that genetic diagnoses may help to predict a prognosis and provide more accurate diagnostic information for patients and families with GA2.","dc:creator":"Yotsumoto Y","dc:date":"2008","dc:title":"Clinical and molecular investigations of Japanese cases of glutaric acidemia type 2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18289905","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."},{"id":"cggv:41fe125d-5328-4bfa-be28-4bff1c4a9975_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5f615ead-62b6-47a1-9219-18dd240eef16","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Analyzed pre-alpha-ETF cDNA using GC-clamped denaturing gradient gel electrophoresis (DGGE), SSCP, direct DNA sequencing, and restriction endonuclease analysis.","phenotypeFreeText":"[9,10(N)-3H] palmitate and -myristate were 22% and 6% of control.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:41fe125d-5328-4bfa-be28-4bff1c4a9975_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:46c5d203-bcdd-4164-8b3a-dd385315c023","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000126.3(ETFA):c.797C>T (p.Thr266Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2594"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1430199","type":"dc:BibliographicResource","dc:abstract":"We studied metabolic, polypeptide and genetic variation in eight glutaric acidemia type II (GA II) patients with electron transfer flavoprotein (ETF) deficiency. As measured by 3H-fatty acid oxidations in fibroblasts, beta-oxidation pathway flux correlated well with clinical phenotypes. In six patients with severe neonatal onset GA II, oxidation of [9,10(n)-3H]-palmitate ranged from 2% to 22% of control and of [9,10(n)-3H]myristate, from 2% to 26% of control. Of two patients with late onset GA II, one had intermediate residual activities with these substrates and the other normal activities. Radiolabeling and immunoprecipitation studies revealed that three of the six neonatal onset GA II patients had greatly diminished or absent alpha- and beta-ETF subunits, consistent with a failure to assemble a stable heterodimer. Another neonatal onset patient showed normal synthesis of beta-ETF but decreased synthesis of alpha-ETF. Two neonatal onset and two late onset GA II patients showed normal synthesis of both subunits. Analysis of the pre-alpha-ETF coding sequence revealed seven different mutations in the six patients with neonatal onset GA II. The most common mutation was a methionine for threonine substitution at codon 266 found in four unrelated patients, while all the other mutations were seen in single patients. No mutations were detected in the two patients with late onset GA II.","dc:creator":"Freneaux E","dc:date":"1992","dc:title":"Glutaric acidemia type II. Heterogeneity in beta-oxidation flux, polypeptide synthesis, and complementary DNA mutations in the alpha subunit of electron transfer flavoprotein in eight patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199","rdfs:label":"1728"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional studies demonstrated that the p.Thr266Met variant protein show an altered flavin environment and reduced enzyme activity (Salazar et al. 1997)."},{"id":"cggv:76bda048-3f67-4efc-b147-8f80b4cfb20f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d27e79da-77a2-4866-bbf0-62804dd19b7a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"Total RNA isolated from fibroblasts, cDNA synthesized. ETFA was amplified in 5 overlapping fragments and PCR products were subjected to direct bidirectional cycle sequencing. ETFB and ETFDH were also analyzed. If 2 mutations were not detected, all exons and intron-exon boundaries were sequenced using genomic DNA.","phenotypes":["obo:HP_0008947","obo:HP_0001903","obo:HP_0001943","obo:HP_0001942","obo:HP_0002013","obo:HP_0002240","obo:HP_0001987","obo:HP_0001254","obo:HP_0000639"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:76bda048-3f67-4efc-b147-8f80b4cfb20f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:46c5d203-bcdd-4164-8b3a-dd385315c023"},{"id":"cggv:ffe6edac-8d1f-4f0e-9fda-e381baabc301","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ETFA, IVS11DS, 1-BP DEL, +1G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2597"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12815589"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12815589","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The Thr266Met is the most frequent pathogenic mutation. Functional studies show an altered flavin environment and reduced enzyme activity (Salazar, 1997)."},{"id":"cggv:f52875c4-3edc-479b-a67f-30a924683e35_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ad3597d4-2aec-4b3f-bccc-81085a51fbbe","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Analyzed pre-alpha-ETF cDNA using GC-clamped denaturing gradient gel electrophoresis (DGGE), SSCP, direct DNA sequencing, and restriction endonuclease analysis.","phenotypeFreeText":"[9,10(N)-3H] palmitate and -myristate were 12% and 26% of control.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:f52875c4-3edc-479b-a67f-30a924683e35_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:35f99df9-594b-43ea-a43b-18731d8c1edc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000126.3(ETFA):c.346G>A (p.Gly116Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2595"}},{"id":"cggv:46c5d203-bcdd-4164-8b3a-dd385315c023"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199","rdfs:label":"1803"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:be9a882a-6554-42e8-bd22-c65ebd61f8c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1cc6b367-ff81-49c8-9953-90c3b3557a64","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"PCR and sequencing of each exon and intron/exon boundaries of ETFA, ETFB, and ETFDH.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypes":"obo:HP_0006582","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:be9a882a-6554-42e8-bd22-c65ebd61f8c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d6e678d4-1a37-4a4b-afc6-a67ef8eead7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76286455del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795155"}},{"id":"cggv:f666cb80-2eb0-4235-b1f5-218b995e1943","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76274464C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA393511053"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18289905"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18289905","rdfs:label":"Patient 15"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:4612ac90-7ab1-4062-b419-339334cfc1c7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23aa6086-d82c-4785-916f-521b89674efa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"PCR and sequencing of each exon and intron/exon boundaries of ETFA, ETFB, and ETFDH.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypes":["obo:HP_0001943","obo:HP_0002094","obo:HP_0000113","obo:HP_0001987"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:4612ac90-7ab1-4062-b419-339334cfc1c7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:768a9511-093a-4b33-88d7-1ba66f3c5b42","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76311382G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA393519620"}},{"id":"cggv:5ea0575b-b055-4d0a-af1f-560c9129296f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76274429C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA393510470"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18289905"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18289905","rdfs:label":"Patient 12"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:89f364aa-d2b1-4d34-9090-e5c824f8aeb0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:34d407f3-8b7e-4789-b600-4dd4dcd53955","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Analyzed pre-alpha-ETF cDNA using GC-clamped denaturing gradient gel electrophoresis (DGGE), SSCP, direct DNA sequencing, and restriction endonuclease analysis.","phenotypeFreeText":"[9,10(N)-3H] palmitate and -myristate were 8% and 22% of control.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:89f364aa-d2b1-4d34-9090-e5c824f8aeb0_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:46c5d203-bcdd-4164-8b3a-dd385315c023"},{"id":"cggv:913d8fce-2e7a-4942-91b3-b72291b46b1e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76274420_76274422del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7673618"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199","rdfs:label":"9001"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The missense variant is the common pathogenic variant. The second mutation is an in-frame deletion."},{"id":"cggv:4b445665-29e1-4c48-8566-3112589cb819_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15efa402-a17c-4679-a461-ce1e7f1e6854","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"DNA extracted from patient fibroblasts. PCR and bidirectional sequencing of ETFA and ETFB.","phenotypeFreeText":"ETF activity 9% of control. Metabolic coma with hypoglycemia after 36 hour fast.","phenotypes":"obo:HP_0001943","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:4b445665-29e1-4c48-8566-3112589cb819_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d43e959-e527-460c-a3be-2d5921b76cdb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76231339_76231342del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795161"}},{"id":"cggv:e567376a-2a8b-45a9-9cf9-90074eb1cd7a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76286439A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7673746"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16510302","type":"dc:BibliographicResource","dc:abstract":"Multiple acyl-CoA dehydrogenase deficiency (MADD) is a recessively inherited metabolic disorder that can be due to a deficiency of electron transfer flavoprotein (ETF) or its dehydrogenase (ETF-ubiquinone oxidoreductase). ETF is a mitochondrial matrix protein consisting of alpha- (30kDa) and beta- (28kDa) subunits encoded by the ETFA and ETFB genes, respectively. In the present study, we have analysed tissue samples from 16 unrelated patients with ETF deficiency, and we report the results of ETF activity, Western blot analysis and mutation analysis. The ETF assay provides a reliable diagnostic tool to confirm ETF deficiency in patients suspected to suffer from MADD. Activity ranged from less than 1 to 16% of controls with the most severely affected patients disclosing the lowest activity values. The majority of patients had mutations in the ETFA gene while only two of them harboured mutations in the ETFB gene. Nine novel disease-causing ETF mutations are reported.","dc:creator":"Schiff M","dc:date":"2006","dc:title":"Electron transfer flavoprotein deficiency: functional and molecular aspects."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16510302","rdfs:label":"Patient 12"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:c950e6c8-5afe-47f7-9b6c-cc98be145429_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:05384b49-9c9c-4201-a45d-b1f64d0bacf9","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Analyzed pre-alpha-ETF cDNA using GC-clamped denaturing gradient gel electrophoresis (DGGE), SSCP, direct DNA sequencing, and restriction endonuclease analysis.","phenotypeFreeText":"[9,10(n)-3H] palmitate and -myristate were 7% and 13% of control.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:c950e6c8-5afe-47f7-9b6c-cc98be145429_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6c4b4516-62de-4d89-a7ed-84d7d96e0d29","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76286463_76286480del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795156"}},{"id":"cggv:92e8eb94-127b-463d-8d45-b500352e6dcb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000126.3(ETFA):c.470T>G (p.Val157Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2593"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1430199","rdfs:label":"1430"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"No functional evidence. The missense variant has also been found in the homozygous state in another patient with neonatal onset (Indo, 1991). The second variant is an in-frame deletion."},{"id":"cggv:6a30991e-9c9a-4269-842e-caab8c40883f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5db6f170-eed7-4db2-8152-175370f58b70","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":33,"detectionMethod":"PCR and bidirectional sequencing of all exons and intron/exon boundaries of ETFDA, ETFA, and ETFB.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"Suspected of having MADD following a positive newborn screen with multiple short, medium, and long chain acylcarnitine elevations. Plasma analysis confirmed screening abnormalities. Urine samples over 29 months showed only elevated ehtylmalonic acid. Elevation of 2-hydroxyglutaric acid was observed in some samples and was mild. Urinary glutarylcarnitine was elevated in most samples.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6a30991e-9c9a-4269-842e-caab8c40883f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0f622436-f5e2-471e-b7c8-d1c668d2bcff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76225875A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA393513831"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20023066","type":"dc:BibliographicResource","dc:abstract":"We report 4 children with late-onset (type III) multiple acyl-CoA dehydrogenase deficiency, also known as glutaric aciduria type II, which is an autosomal recessive disorder of fatty acid and amino acid metabolism. The underlying deficiency is in the electron transfer flavoprotein or electron flavoprotein dehydrogenase. Clinical presentations include fatal acute neonatal metabolic encephalopathies with/without organ system anomalies (types I and II) and late-onset acute metabolic crises, myopathy, or neurodevelopmental delays (type III). Two patients were identified in childhood following a metabolic crisis and/or neurodevelopmental delay, and 2 were identified by newborn metabolic screening. Our cases will illustrate the difficulty in making a biochemical diagnosis of late-onset (type III) multiple acyl-CoA dehydrogenase deficiency from plasma acylcarnitines and urine organic acids in both symptomatic and asymptomatic children. However, they emphasize the need for timely diagnosis to urgently implement prophylactic treatment for life-threatening metabolic crises with low protein/fat diets supplemented with riboflavin and carnitine.","dc:creator":"Pollard LM","dc:date":"2010","dc:title":"Diagnosis, treatment, and long-term outcomes of late-onset (type III) multiple acyl-CoA dehydrogenase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20023066","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."},{"id":"cggv:0e5e0467-5e83-4739-8f43-5f2c1fd8a5c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d072b4ec-0e92-47c5-bab7-3c6bc515429d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":5,"detectionMethod":"DNA extracted from patient fibroblasts. PCR and bidirectional sequencing of ETFA and ETFB.","phenotypeFreeText":"ETF activity 3% of control","phenotypes":["obo:HP_0002344","obo:HP_0001942","obo:HP_0001943"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0e5e0467-5e83-4739-8f43-5f2c1fd8a5c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b37b5e85-e50c-4fe7-9683-9d213d2cad36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76295725G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7673866"}},{"id":"cggv:26cfc785-8569-4efc-a926-43442bbe1883","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.76287866A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7673765"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16510302"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16510302","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":434,"specifiedBy":"GeneValidityCriteria6","strengthScore":16,"subject":{"id":"cggv:86eb1148-b905-474e-b30b-2aecf76e1499","type":"GeneValidityProposition","disease":"obo:MONDO_0009282","gene":"hgnc:3481","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"\n","dc:isVersionOf":{"id":"cggv:3d6848e7-6e9e-4545-9f97-69480face058"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}