{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2021-02-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2021-02-26T18:06:20.290Z","role":"Publisher"}],"evidence":[{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1415dba0-67c5-4ee0-90ce-0a915a11b215","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6dfb075f-838b-4308-a2a3-005589dd79c7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence and western blot shows the protein expressed in the murine and bovine retina.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16339905","type":"dc:BibliographicResource","dc:abstract":"RPGR-interacting protein 1 (RPGRIP1) is a key component of cone and rod photoreceptor cells, where it interacts with RPGR (retinitis pigmentosa GTPase regulator). Mutations in RPGRIP1 lead to autosomal recessive congenital blindness [Leber congenital amaurosis (LCA)]. Most LCA-associated missense mutations in RPGRIP1 are located in a segment that encodes two C2 domains. Based on the C2 domain of novel protein kinase C epsilon (PKC epsilon), we built a 3D-homology model for the C-terminal C2 domain of RPGRIP1. This model revealed a potential Ca2+-binding site that was predicted to be disrupted by a missense mutation in RPGRIP1, which was previously identified in an LCA patient. Through yeast two-hybrid screening of a retinal cDNA library, we found this C2 domain to specifically bind to nephrocystin-4, encoded by NPHP4. Mutations in NPHP4 are associated with nephronophthisis and a combination of nephronophthisis and retinitis pigmentosa called Senior-Løken syndrome (SLSN). We show that RPGRIP1 and nephrocystin-4 interact strongly in vitro and in vivo, and that they colocalize in the retina, matching the panretinal localization pattern of specific RPGRIP1 isoforms. Their interaction is disrupted by either mutations in RPGRIP1, found in patients with LCA, or by mutations in NPHP4, found in patients with nephronophthisis or SLSN. Thus, we provide evidence for the involvement of this disrupted interaction in the retinal dystrophy of both SLSN and LCA patients.","dc:creator":"Roepman R","dc:date":"2005","dc:title":"Interaction of nephrocystin-4 and RPGRIP1 is disrupted by nephronophthisis or Leber congenital amaurosis-associated mutations."},"rdfs:label":"Immunofluorescence and Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d3110617-0087-4ec6-94ec-e714330e2518","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c4f13fb-aacc-4b45-9307-7315e5f3b004","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Gene is expressed in primary cilia where it partially co-localized with alpha tubulin. Staining for nephrocystin-4 was strongest at the base of the cilia and punctuated along the axoneme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15661758","type":"dc:BibliographicResource","dc:abstract":"Nephrocystin and nephrocystin-4 are newly identified proteins involved in familial juvenile nephronophthisis, an autosomal recessive nephropathy characterized by cyst formation and renal fibrosis. Nephrocystin is an adaptor protein that is able to associate with signaling molecules involved in cell adhesion and actin cytoskeleton organization, such as p130Cas, Pyk2, tensin and filamins. Nephrocystin was recently shown to interact and to co-localize with the microtubule component beta-tubulin to the primary cilia in renal epithelial cells, an organelle known to play a key role in the pathogenesis of cystic kidney diseases. In this study, we demonstrated that nephrocystin-4 also localizes to the primary cilia in polarized epithelial tubular cells, particularly at the basal bodies, and associates with microtubule component alpha-tubulin, suggesting a common role for the nephrocystin proteins in ciliary function. However, the co-localization of nephrocystin-4 with the microtubules is not restricted to the primary cilia, as nephrocystin-4 was also detected at the centrosomes of dividing cells and close to the cortical actin cytoskeleton in polarized cells. We also detected p130Cas and Pyk2 in the nephrocystin-4-containing complex, confirming the role of the nephrocystin proteins in cell-cell and cell-matrix adhesion signaling events. Finally, we refined the structural and functional regions involved in the interaction between nephrocystin and nephrocystin-4. These data suggest that nephrocystin and nephrocystin-4 belong to a multifunctional complex localized in actin- and microtubule-based structures involved in cell-cell and cell-matrix adhesion signaling as well as in cell division.","dc:creator":"Mollet G","dc:date":"2005","dc:title":"Characterization of the nephrocystin/nephrocystin-4 complex and subcellular localization of nephrocystin-4 to primary cilia and centrosomes."},"rdfs:label":"Immunofluorescence Experiment"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2b644cf1-ad2d-4733-92e0-bf66b8401727","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a81b72f8-d410-4bbb-8ed4-8ce6a40ef63f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence shows expression of NPHP4 in sensory cilia of C. elegans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15817158","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant polycystic kidney disease (ADPKD) and nephronophthisis (NPH) share two common features: cystic kidneys and ciliary localized gene products. Mutation in either the PKD1 or PKD2 gene accounts for 95% of all ADPKD cases. Mutation in one of four genes (NPHP1-4) results in nephronophthisis. The NPHP1, NPHP2, PKD1, and PKD2 protein products (nephrocystin-1, nephrocystin-2 or inversin, polycystin-1, and polycystin-2, respectively) localize to primary cilia of renal epithelia. However, the relationship between the nephrocystins and polycystins, if any, is unknown. In the nematode Caenorhabditis elegans, the LOV-1 and PKD-2 polycystins localize to male-specific sensory cilia and are required for male mating behaviors. To test the hypothesis that ADPKD and NPH cysts arise from a common defect in cilia, we characterized the C. elegans homologs of NPHP1 and NPHP4. C. elegans nphp-1 and nphp-4 are expressed in a subset of sensory neurons. GFP-tagged NPHP-1 and NPHP-4 proteins localize to ciliated sensory endings of dendrites and colocalize with PKD-2 in male-specific sensory cilia. The cilia of nphp-1(ok500) and nphp-4(tm925) mutants are intact. nphp-1; nphp-4 double, but not single, mutant males are response defective. We propose that NPHP-1 and NPHP-4 proteins play important and redundant roles in facilitating ciliary sensory signal transduction.","dc:creator":"Jauregui AR","dc:date":"2005","dc:title":"Functional characterization of the C. elegans nephrocystins NPHP-1 and NPHP-4 and their role in cilia and male sensory behaviors."},"rdfs:label":"Immunofluorescence"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:28320310-6476-4773-8ae9-0a59f89604ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eeab086c-1109-4b94-ad55-a379d1300478","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Both NPHP1 and NPHP4 are associated with nephronopthisis and interact in human kidney cell types. Specifically the C-terminal residues of nephrocystin (encoded by NPHP1) and the N-terminal residues of nephrocystin-4 (encoded by NPHP4) interact with each other.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15661758","rdfs:label":"Immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:6a4188f5-7b39-4f02-8c6c-c4c839c98f4e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50e6b789-bf23-4196-99ad-b9d387b28665","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Both NPHP4 and RPGRIP1 have been shown to interact in a co-immunoprecipitation experiment. RPGRIP1 is associated with congenital Leber amaurosis which is a phenotype of Senior-Løken syndrome (which was lumped with isolated nephronophthisis) for this curation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16339905","rdfs:label":"Co-Immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:37812892-8c20-4cbb-b486-8ec9e87a48d9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ea1e34e9-6da4-4db3-a4bc-1ff599aa9409","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Excising the sh-RNA led to rescue of more normal ciliary lengths and morphology and also led to rescue of expression of NPHP4","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19755384","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis (NPH) is an autosomal recessive disorder characterized by renal fibrosis, tubular basement membrane disruption and corticomedullary cyst formation leading to end-stage renal failure. The disease is caused by mutations in NPHP1-9 genes, which encode the nephrocystins, proteins localized to cell-cell junctions and centrosome/primary cilia. Here, we show that nephrocystin mRNA expression is dramatically increased during cell polarization, and shRNA-mediated knockdown of either NPHP1 or NPHP4 in MDCK cells resulted in delayed tight junction (TJ) formation, abnormal cilia formation and disorganized multi-lumen structures when grown in a three-dimensional collagen matrix. Some of these phenotypes are similar to those reported for cells depleted of the TJ proteins PALS1 or Par3, and interestingly, we demonstrate a physical interaction between these nephrocystins and PALS1 as well as their partners PATJ and Par6 and show their partial co-localization in human renal tubules. Taken together, these results demonstrate that the nephrocystins play an essential role in epithelial cell organization, suggesting a plausible mechanism by which the in vivo histopathologic features of NPH might develop.","dc:creator":"Delous M","dc:date":"2009","dc:title":"Nephrocystin-1 and nephrocystin-4 are required for epithelial morphogenesis and associate with PALS1/PATJ and Par6."},"rdfs:label":"Cre recombinase rescue in MDCK cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:fccd077b-ad97-44be-afce-b178673b08f3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d3698b2-ebf0-4d53-9bdd-2ee7f362d570","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both humans and mice display retinal abnormalities suggesting some phenotypic overlap between the loss of function of NPHP4 in mice and humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21078623","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis (NPHP) is an autosomal recessive kidney disease that is often associated with vision and/or brain defects. To date, 11 genes are known to cause NPHP. The gene products, while structurally unrelated, all localize to cilia or centrosomes. Although mouse models of NPHP are available for 9 of the 11 genes, none has been described for nephronophthisis 4 (Nphp4). Here we report a novel, chemically induced mutant, nmf192, that bears a nonsense mutation in exon 4 of Nphp4. Homozygous mutant Nphp4(nmf192/nmf192) mice do not exhibit renal defects, phenotypes observed in human patients bearing mutations in NPHP4, but they do develop severe photoreceptor degeneration and extinguished rod and cone ERG responses by 9 weeks of age. Photoreceptor outer segments (OS) fail to develop properly, and some OS markers mislocalize to the inner segments and outer nuclear layer in the Nphp4(nmf192/nmf192) mutant retina. Despite NPHP4 localization to the transition zone in the connecting cilia (CC), the CC appear to be normal in structure and ciliary transport function is partially retained. Likewise, synaptic ribbons develop normally but then rapidly degenerate by P14. Finally, Nphp4(nmf192/nmf192) male mutants are sterile and show reduced sperm motility and epididymal sperm counts. Although Nphp4(nmf192/nmf192) mice fail to recapitulate the kidney phenotype of NPHP, they will provide a valuable tool to further elucidate how NPHP4 functions in the retina and male reproductive organs.","dc:creator":"Won J","dc:date":"2011","dc:title":"NPHP4 is necessary for normal photoreceptor ribbon synapse maintenance and outer segment formation, and for sperm development."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because these mice to do not display any abnormal renal phenotypes."},{"id":"cggv:0305f6ab-99a4-4507-ae2b-7eb31be47330","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:045c54d0-dd7c-47d7-8614-3b48f2da4ec7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While the overt phenotypes of the round worm and human do not overlap, the NPHP1-NPHP4 double mutants show defective polycysin-mediated mating behavior suggesting NPHP4 affects one of the many ciliary functions.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15817158","rdfs:label":"C. elegans worm model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded because phenotype was not very specific but still shows that disruption of NPHP4 leads to an abnormal ciliary phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:fef958a7-4427-406b-a5c3-8a71a8468f73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ade3c80b-345c-47e9-b3fb-4837f7f1b80b","type":"Proband","detectionMethod":"Authors isolated genomic DNA from peripheral blood by standard methods and determined the individuals’ genotypes by means of genome-wide linkage analysis using 395 microsatellite markers with an average spacing of 10 cM. Oligo 5.1 program (NBI) was used to design specific primers to amplify the exons and at least 50 bp of the intronic sequence containing the splice junctions. The PCR products were treated with Exo-SAP IT (AP Biotech) and both strands were sequenced with BigDye Terminator on a 373A DNA sequencer (Applied Biosystems). Sequencher 3.1 program (Genecodes) was used to compare the sequences of the patients with those of the controls. ","firstTestingMethod":"Linkage analysis","phenotypes":"obo:HP_0000090","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:fef958a7-4427-406b-a5c3-8a71a8468f73_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b09841cc-fa95-4f10-bda4-41e21e652e76","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.2368G>T (p.Glu790Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116181"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12244321","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis, the most common genetic cause of chronic renal failure in children, is a progressive tubulo-interstitial kidney disorder that is inherited as an autosomal recessive trait. The disease is characterized by polyuria, growth retardation and deterioration of renal function during childhood or adolescence. The most prominent histological features are modifications of the tubules with thickening of the basement membrane, interstitial fibrosis and, in the advanced stages, medullary cysts. Nephronophthisis can also be associated with conditions affecting extrarenal organs, such as retinitis pigmentosa (Senior-Løken syndrome) and ocular motor apraxia (Cogan syndrome). Three loci are associated with the juvenile, infantile and adolescent forms, on chromosomes 2q13 (NPHP1; refs 5,6), 9q22 (NPHP2; ref. 7) and 3q21 (NPHP3; ref. 8), respectively. NPHP1, the only gene identified so far, encodes nephrocystin, which contains a Src homology 3 (SH3) domain and interacts with intracytoplasmic proteins involved in cell adhesion. Recently, a second locus associated with the juvenile form of the disease, NPHP4, was mapped to chromosome 1p36 (ref. 14). We carried out haplotype analysis of families affected with nephronophthisis that were not linked to the NPHP1, NPHP2 or NPHP3 loci, using markers covering this region. This allowed us to reduce the NPHP4 interval to a one centimorgan interval between D1S2795 and D1S2870, which contains six genes. We identified five different mutations in one of these genes, designated NPHP4, in unrelated individuals with nephronophthisis. The NPHP4 gene encodes a 1,250-amino acid protein of unknown function that we named nephrocystin-4. We demonstrated the interaction of nephrocystin-4 with nephrocystin suggesting that these two proteins participate in a common signaling pathway.","dc:creator":"Mollet G","dc:date":"2002","dc:title":"The gene mutated in juvenile nephronophthisis type 4 encodes a novel protein that interacts with nephrocystin."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12244321","rdfs:label":"F115 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Downgraded for homozygosity and consanguineous family. "},{"id":"cggv:55154b55-d7c7-4e82-9614-dd6ef7b6044d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:017880f0-f3f5-42a9-8834-94a049d2f0fa","type":"Proband","firstTestingMethod":"Linkage analysis","phenotypes":"obo:HP_0000090","previousTesting":true,"previousTestingDescription":"Authors isolated genomic DNA from peripheral blood by standard methods and determined the individuals’ genotypes by means of genome-wide linkage analysis using 395 microsatellite markers with an average spacing of 10 cM. Oligo 5.1 program (NBI) was used to design specific primers to amplify the exons and at least 50 bp of the intronic sequence containing the splice junctions. The PCR products were treated with Exo-SAP IT (AP Biotech) and both strands were sequenced with BigDye Terminator on a 373A DNA sequencer (Applied Biosystems). Sequencher 3.1 program (Genecodes) was used to compare the sequences of the patients with those of the controls. ","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:55154b55-d7c7-4e82-9614-dd6ef7b6044d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b0ab9229-7ef3-41b2-a010-fed4ca322ae5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.2972T>C (p.Phe991Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116187"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12244321"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12244321","rdfs:label":"F95 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Downgraded due to consanguinity. Functional evidence showing this missense variant acts as a null variant in Masyukova 2011 (PMID:21546380). "},{"id":"cggv:f81ad108-6ba9-4514-8d2b-ff0b5975c0da_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7beab848-20ec-46de-b68e-59767f67cb5d","type":"Proband","detectionMethod":"Variant SNP and insertion/deletion polymorphism (DIP) callingwas performed using ‘CLC Genomics Workbench’ software, and resulted in altogether 13 375 SNP and 10 559 DIP calls. Sanger sequencing was performed to confirm causative variants.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0003774","obo:HP_0000090","obo:HP_0000556"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:f81ad108-6ba9-4514-8d2b-ff0b5975c0da_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e370ff02-b3ee-4785-8749-2a647e6d8322","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.175C>T (p.Arg59Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA554912"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23188109","type":"dc:BibliographicResource","dc:abstract":"To identify disease-causing mutations within coding regions of 11 known NPHP genes (NPHP1-NPHP11) in a cohort of 192 patients diagnosed with a nephronophthisis-associated ciliopathy, at low cost.","dc:creator":"Halbritter J","dc:date":"2012","dc:title":"High-throughput mutation analysis in patients with a nephronophthisis-associated ciliopathy applying multiplexed barcoded array-based PCR amplification and next-generation sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23188109","rdfs:label":"A2393-21"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"New SOP scoring 1 LOF variant in homozygous phase as 1.5 points"},{"id":"cggv:b3d41c44-64bd-45ae-8d8a-bba85e1cc530_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8d1ee437-393a-4b34-854c-ea91e60c53f3","type":"Proband","detectionMethod":"Parents and probands' DNA was directly sequenced using primers targeting all 30 exons of NPHP4.","firstTestingMethod":"PCR","previousTesting":true,"previousTestingDescription":"For all patients, authors had previously excluded a homozygous deletion of NPHP1, a combination of a heterozygous NPHP1 deletion with a heterozygous NPHP1 point mutation, and mutations in NPHP3. The diagnosis of infantile NPHP (NPHP2) was excluded by absence of the NPHP2 specific criterion of end-stage renal disease occurring within the first 5 years of life","sex":"UnknownEthnicity","variant":{"id":"cggv:b3d41c44-64bd-45ae-8d8a-bba85e1cc530_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:eb707379-b213-4a58-89e8-bf41384714ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.1892_1895del (p.Gln631ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768265"}},{"id":"cggv:3cbe83dd-deb3-4ec4-8b8c-dc4a18581366","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.147del (p.Val50TyrfsTer30)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768264"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15776426","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis (NPH), a recessive cystic kidney disease, is the most frequent genetic cause for end-stage renal disease in the first two decades of life. Mutations in three genes (NPHP1, 2, and 3) were identified as causative. Extrarenal manifestations are known, such as retinitis pigmentosa (Senior-Loken syndrome, SLS) and ocular motor apraxia type Cogan. Recently, we identified a novel gene (NPHP4) as mutated in NPH. To date, a total of only 13 different NPHP4 mutations have been described. To determine the frequency of NPHP4 mutations, we performed mutational analysis by direct sequencing of all 30 NPHP4 exons in 250 different patients with isolated NPH, SLS, or Cogan syndrome ascertained worldwide over 14 years. We identified 23 novel NPHP4 sequence variants in 26/250 different patients (10%). Interestingly, we detected homozygous or compound heterozygous mutations of NPHP4 in only 6/250 different patients (2.4%), but only one heterozygous NPHP4 sequence variant in 20/250 different patients (8%). In the six patients with two NPHP4 mutations, 5/8 mutations (63%) were likely loss-of-function mutations, whereas in the 20 patients with only one sequence variant, only 1/20 (5%) was a likely loss-of-function (i.e., truncating) mutation. We conclude that: i) two recessive mutations in NPHP4 are a rare cause of nephronophthisis; ii) single heterozygous NPHP4 sequence variants are three times more prevalent than two recessive mutations; iii) there is no genotype/phenotype correlation; iv) there must exist further genes causing nephronophthisis, since in 224/250 (90%) patients, no sequence variants in either of the four NPH genes were detected.","dc:creator":"Hoefele J","dc:date":"2005","dc:title":"Mutational analysis of the NPHP4 gene in 250 patients with nephronophthisis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15776426","rdfs:label":"F892 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"New Gene Curation SOP suggests starting score should be 3"},{"id":"cggv:0753824d-90a9-41b3-95ec-f30f58dc3360_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:006fb891-1624-4514-841d-2e3a0a8cc60f","type":"Proband","detectionMethod":"Combination of high-throughput multiplex-PCR and bar-coded subsequent NGS in a worldwide cohort of 1,056 independent patients revealed the molecular diagnosis in 90 patients.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0001959","obo:HP_0001510","obo:HP_0000103","obo:HP_0000090","obo:HP_0001903"],"previousTesting":true,"previousTestingDescription":"The most frequent mutation in patients with NPHP-RC, a homozygous NPHP1 deletion, has been excluded in all affected individuals prior to inclusion in the present study.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:0753824d-90a9-41b3-95ec-f30f58dc3360_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:64e4ecac-d4e6-4ebb-933c-c59ac70b0d9d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.1956-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338054081"}},{"id":"cggv:fb7e4135-009e-4a14-907a-ff9fc60e2009","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.3771_3774del (p.Val1258GlyfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA553473"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23559409","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis-related ciliopathies (NPHP-RC) are autosomal-recessive cystic kidney diseases. More than 13 genes are implicated in its pathogenesis to date, accounting for only 40 % of all cases. High-throughput mutation screenings of large patient cohorts represent a powerful tool for diagnostics and identification of novel NPHP genes. We here performed a new high-throughput mutation analysis method to study 13 established NPHP genes (NPHP1-NPHP13) in a worldwide cohort of 1,056 patients diagnosed with NPHP-RC. We first applied multiplexed PCR-based amplification using Fluidigm Access-Array™ technology followed by barcoding and next-generation resequencing on an Illumina platform. As a result, we established the molecular diagnosis in 127/1,056 independent individuals (12.0 %) and identified a single heterozygous truncating mutation in an additional 31 individuals (2.9 %). Altogether, we detected 159 different mutations in 11 out of 13 different NPHP genes, 99 of which were novel. Phenotypically most remarkable were two patients with truncating mutations in INVS/NPHP2 who did not present as infants and did not exhibit extrarenal manifestations. In addition, we present the first case of Caroli disease due to mutations in WDR19/NPHP13 and the second case ever with a recessive mutation in GLIS2/NPHP7. This study represents the most comprehensive mutation analysis in NPHP-RC patients, identifying the largest number of novel mutations in a single study worldwide. ","dc:creator":"Halbritter J","dc:date":"2013","dc:title":"Identification of 99 novel mutations in a worldwide cohort of 1,056 patients with a nephronophthisis-related ciliopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23559409","rdfs:label":"F10-21"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"New SOP score each LOF with 1.5 points to reach 3 points"},{"id":"cggv:409a89ae-d12f-41dd-badc-6a8a479fd41e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0b52262e-c43a-45a6-ae54-8a921bbf30e7","type":"Proband","detectionMethod":"High resolution haplotype analysis and then direct sequencing of all genes in the linkage region was performed.","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0000103","obo:HP_0001959","obo:HP_0003774","obo:HP_0000090","obo:HP_0001903"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:409a89ae-d12f-41dd-badc-6a8a479fd41e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c1756d49-c211-4aef-910e-934905cdeb4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.1955+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338054152"}},{"id":"cggv:642b7792-0b66-4d91-99a5-3376bfb49dd3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.3472+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338051881"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12205563","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis (NPHP) comprises a group of autosomal recessive cystic kidney diseases, which constitute the most frequent genetic cause for end-stage renal failure in children and young adults. The most prominent histologic feature of NPHP consists of development of renal fibrosis, which, in chronic renal failure of any origin, represents the pathogenic event correlated most strongly to loss of renal function. Four gene loci for NPHP have been mapped to chromosomes 2q13 (NPHP1), 9q22 (NPHP2), 3q22 (NPHP3), and 1p36 (NPHP4). At all four loci, linkage has also been demonstrated in families with the association of NPHP and retinitis pigmentosa, known as \"Senior-Løken syndrome\" (SLS). Identification of the gene for NPHP type 1 had revealed nephrocystin as a novel docking protein, providing new insights into mechanisms of cell-cell and cell-matrix signaling. We here report identification of the gene (NPHP4) causing NPHP type 4, by use of high-resolution haplotype analysis and by demonstration of nine likely loss-of-function mutations in six affected families. NPHP4 encodes a novel protein, nephroretinin, that is conserved in evolution--for example, in the nematode Caenorhabditis elegans. In addition, we demonstrate two loss-of-function mutations of NPHP4 in patients from two families with SLS. Thus, we have identified a novel gene with critical roles in renal tissue architecture and ophthalmic function.","dc:creator":"Otto E","dc:date":"2002","dc:title":"A gene mutated in nephronophthisis and retinitis pigmentosa encodes a novel protein, nephroretinin, conserved in evolution."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12205563","rdfs:label":"F444 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"New gene curation SOP guidelines suggest score of 3 points for 1.5 points for each LOF variant"},{"id":"cggv:54307b62-fde0-4049-a6fd-ca409fa47f40_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:292ffe3f-9a16-4e9d-97cf-ede41f5540f2","type":"Proband","detectionMethod":"Parents and probands' DNA was directly sequenced using primers targeting all 30 exons of NPHP4.","firstTestingMethod":"PCR","previousTesting":true,"previousTestingDescription":"For all patients, authors had previously excluded a homozygous deletion of NPHP1, a combination of a heterozygous NPHP1 deletion with a heterozygous NPHP1 point mutation, and mutations in NPHP3. The diagnosis of infantile NPHP (NPHP2) was excluded by absence of the NPHP2 specific criterion of end-stage renal disease occurring within the first 5 years of life","sex":"UnknownEthnicity","variant":{"id":"cggv:54307b62-fde0-4049-a6fd-ca409fa47f40_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:28ec1254-9013-4449-9bfd-754effce2b90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015102.5(NPHP4):c.3149_3150insC (p.Gln1050HisfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768266"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15776426"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15776426","rdfs:label":"F704"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"One predicted null variant (new SOP scoring)"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2089,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:269a7727-a642-487d-b697-11867c666494","type":"GeneValidityProposition","disease":"obo:MONDO_0011752","gene":"hgnc:19104","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"NPHP4 was first reported in relation to autosomal recessive nephronopthisis (NPHP4)-NPHP4 in 2002 (Mollet et al., PMID: 12244321). At least 81 unique likely pathogenic or pathogenic variants (missense, nonsense, frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. NPHP4 has been noted to be associated with nephronophthisis and Senior-Løken syndrome. Per criteria outlined by the ClinGen Lumping and Splitting Working Group we found no significant differences in molecular mechanisms and inheritance patterns, therefore, the disease entities have been lumped into the term NPHP-NPHP4. Variants in this gene have been reported in at least 7 probands in 5 publications (PMIDs: 12244321, 23354436, 1577426, 23188109, 23559409). Variants in this gene segregated with disease in 2 additional family members. The mechanism for disease is biallelic loss of function. This gene-disease association is supported by animal models, expression studies, rescued cell culture assays, and protein interactions (PMIDs: 15661758, 19755384, 16339905, 21078623, 15817158). In summary, there is definitive evidence to support the relationship between NPHP4 and autosomal recessive NPHP-NPHP4. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Cystic and Ciliopathy Expert Panel on the meeting date 2/10/21 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:cafd0d51-dd5d-4691-8725-86518345b097"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}