{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-07-13T17:40:13.116Z","role":"Publisher"},{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-07-13T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4dedab53-91f4-4484-89d2-f75a8c35c5ca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f2edc0ed-69fe-4bac-972e-7aa97cbcab5c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This paper reports the identification of the bovine and human ATR cDNAs as well as the corresponding human gene, MMAB. The bovine and human cDNAs were independently cloned and expressed in E. coli. Enzyme assays revealed specific activities similar with values reported previously for bacterial ATR enzymes. The human cDNA clone complemented an ATR-deficient S. enterica mutant for Ado-B12-dependent growth on 1,2-propanediol showing that the human ATR is active under physiological conditions. Western blot analysis showed that ATR expression is reduced in cell lines derived from cblB methylmalonyl aciduria patients compared with cell lines from normal individuals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12514191","type":"dc:BibliographicResource","dc:abstract":"In humans, deficiencies in coenzyme B12-dependent methylmalonyl-CoA mutase (MCM) lead to methylmalonyl aciduria, a rare disease that is often fatal in newborns. Such deficiencies can result from inborn errors in the MCM structural gene or from mutations that impair the assimilation of dietary cobalamins into coenzyme B12 (Ado-B12), the required cofactor for MCM. ATP:cob(I)alamin adenosyltransferase (ATR) catalyzes the terminal step in the conversion of cobalamins into Ado-B12. Substantial evidence indicates that inherited defects in this enzyme lead to methylmalonyl aciduria, but the corresponding ATR gene has not been identified. Here we report the identification of the bovine and human ATR cDNAs as well as the corresponding human gene. A bovine liver cDNA expression library was screened for clones that complemented an ATR-deficient bacterial strain for color formation on aldehyde indicator medium, and four positive clones were isolated. The DNA sequences of two clones were determined and found to be identical. Sequence similarity searching was then used to identify a homologous human cDNA (89% identity) and its corresponding gene that is located on chromosome XII. The bovine and human cDNAs were independently cloned and expressed in Escherichia coli. Enzyme assays showed that expression strains produced 87 and 98 nmol/min/mg ATR activity, respectively. These specific activities are in line with values reported previously for bacterial ATR enzymes. Subsequent studies showed that the human cDNA clone complemented an ATR-deficient bacterial mutant for Ado-B12-dependent growth on 1,2-propanediol. This demonstrated that the human ATR is active under physiological conditions albeit in a heterologous host. In addition, Western blots were used to show that ATR expression is altered in cell lines derived from cblB methylmalonyl aciduria patients compared with cell lines from normal individuals. We propose that inborn errors in the human ATR gene identified here result in methylmalonyl aciduria. The identification of genes involved in this disorder will allow improvements in the diagnosis and treatment of this serious disease.","dc:creator":"Leal NA","dc:date":"2003","dc:title":"Identification of the human and bovine ATP:Cob(I)alamin adenosyltransferase cDNAs based on complementation of a bacterial mutant."},"rdfs:label":"Human and bovine MMAB cDNA cloning"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased due to the availability of multiple lines of experimental evidence for the function of ATR (encoded by MMAB). See PMIDs 15950874 and 20677021 for reviews"},{"id":"cggv:efb0f46c-4c09-45bf-a9fb-ce026f87720b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a023fbe8-46ba-4029-94ef-78ad9423fac9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This review discusses the function of the product of MMAB, ATP:cob(I)alamin adenosyltransferase (ATR), which is an enzyme that converts reduced cob(I)alamin to adenosylcobalamin (AdoCbl).  AdoCbl is the cofactor of methylmalonyl-CoA mutase (MUT), which catalyzes the reversible rearrangement of methylmalonyl-CoA to succinyl-CoA in the catabolism of branched-chain amino acids, odd-chain fatty acids and cholesterol. The authors propose that the ATR is a dual-function protein: an enzyme for synthesis of the active cofactor and a chaperone for its targeted delivery to methylmalonyl-CoA mutase. \nInability to synthesize AdoCbl, due to deficiency of ATR activity, would be expected to result in deficiency of MUT activity which, in turn would result in elevated methylmalonic acid, as is observed in patients with loss of function variants in MMAB (which encodes ATR). Thus, the function of the protein is consistent with the observations in patients with the condition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15950874","type":"dc:BibliographicResource","dc:abstract":"Many organic cofactors are both rare and reactive. They are usually in low abundance, which poses problems for efficient collision-based targeting to dependent enzymes, whereas their reactivity is problematic for side reactions. Sequestration and escorted delivery presents one solution to this conundrum, but such porters, if they exist, are mostly unknown. In humans, the mitochondrial enzyme methylmalonyl-coenzyme A mutase uses coenzyme B(12) (adenosylcobalamin) but would be inactive if bound to the cofactor precursor that is delivered to the mitochondrion. Adenosyltransferase converts cob(II)alamin to coenzyme B(12). Based on kinetic evidence for interaction between the two enzymes, the 40-fold greater affinity for coenzyme B(12) and the higher coordination number for cobalt in the mutase, we propose that the adenosyltransferase is a dual-function protein: an enzyme that synthesizes coenzyme B(12) and a chaperone that delivers it.","dc:creator":"Yamanishi M","dc:date":"2005","dc:title":"Adenosyltransferase: an enzyme and an escort for coenzyme B12?"},"rdfs:label":"ATR function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased due to the abundance of evidence for the biological function of ATR. See PMID 20677021 for another review, and the entry for Leal et al, 2003 (PMID 12514191) for additional evidence."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2c8d153-4b85-4003-bf99-0fed8e021820","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a87b0961-d486-4770-8de1-5f92d23b556b","type":"FunctionalAlteration","dc:description":"Human MMAB cDNA (encoding ATP:cob(I)alamin adenosyltransferase; hATR) was randomly mutagenized using an E. coli mutator strain, the variants were expressed in Salmonella, and the hATR activity was measured. Fifty-seven nucleotide substitutions resulting in 32 different missense variants (two each at K78 and G97) were found to reduce ART activity based on the results of an indicator medium screen; five of the aletered amino acids had been previously shown to be altered in MMA patients. Eleven variants had an increased level ATR activity at 1500 nM compared to 150 nM OH-Cbl. Of these 30 altered amino acid residues, G63 and K78 directly contact MgATP in the structural model, and residues D64, R76, S126, R215, D218, and R225 are at the surface of the proposed active site pocket in position to interact with MgATP or cobalamin.\nBased on Western blot analysis, C119Y, R186W, C189Y, R190C, and R191W were unstable.\nExpression of hATR in ATR-deficient Salmonella restored AdoCbl-dependent growth on 1,2-Propanediol (1,2-PD). None of the hATR missense mutants enhanced the growth of ATR-deficient Salmonella on 1,2-PD, except for T161I which was capable of slow growth. These results indicate that the 32 hATR missense mutants had little to no ATR activity in vivo. Further studies showed that many of these variants also affected cobalamin binding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18251506","type":"dc:BibliographicResource","dc:abstract":"ATP:cob(I)alamin adenosyltransferase catalyzes the final step in the conversion of vitamin B 12 into the active coenzyme, adenosylcobalamin. Inherited defects in the gene for the human adenosyltransferase (hATR) result in methylmalonyl aciduria (MMA), a rare but life-threatening illness. In this study, we conducted a random mutagenesis of the hATR coding sequence. An ATR-deficient strain of Salmonella was used as a surrogate host to screen for mutations that impaired hATR activity in vivo. Fifty-seven missense mutations were isolated. These mapped to 30 positions of the hATR, 25 of which had not previously been shown to impair enzyme activity. Kinetic analysis and in vivo tests for enzyme activity were performed on the hATR variants, and mutations were mapped onto a hATR structural model. These studies functionally defined the hATR active site and tentatively implicated three amino acid residues in facilitating the reduction of cob(II)alamin to cob(I)alamin which is a prerequisite to adenosylation.","dc:creator":"Fan C","dc:date":"2008","dc:title":"Functional characterization and mutation analysis of human ATP:Cob(I)alamin adenosyltransferase."},"rdfs:label":"Random mutagenesis of hATR"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The score is increased due to the number of variants analyzed, and the multiple studies showing decreased ATR activity and decreased cobalamin binding."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f9c2ea8-1049-470e-8ac0-d2667fa9e56a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6f9c2ea8-1049-470e-8ac0-d2667fa9e56a","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"allele":[{"id":"cggv:72ecb2c0-c724-49c4-a229-7b84a3945f3b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.584G>A (p.Arg195His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278556"}},{"id":"cggv:7e0ea718-f726-42f0-9d4e-a22d26081a08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.287T>C (p.Ile96Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347809"}}],"phenotypeFreeText":"\"Late onset\".","phenotypes":["obo:HP_0003819","obo:HP_0002912"],"previousTesting":true,"previousTestingDescription":"Urine MMA at diagnosis 2507 mmol/mol creatinine (control range 1-13 mmol/mol creatinine).\nIn fibroblasts:\n[14C]-Propionate nmol/10 h/mg protein - hydroxycobalamin: 0.26 (controls 1.90±1.18)\n[14C]-Propionate nmol/10 h/mg protein + hydroxycobalamin: 1.01 (controls 2.34±1.61)\ni.e. responsive to hydroxycobalamin in vitro.\nNormal MUT activity (PMID 20556797).","sex":"Male","variant":[{"id":"cggv:c98c451f-fdf4-4d9e-a7f4-22f2f8c8ab2c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7e0ea718-f726-42f0-9d4e-a22d26081a08"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24813872","type":"dc:BibliographicResource","dc:abstract":"Methylmalonic aciduria (MMA) cblB type is caused by mutations in the MMAB gene, which codes for the enzyme adenosine triphosphate (ATP): cobalamin adenosyltransferase (ATR). This study reports differences in the metabolic and disease outcomes of two pairs of siblings with MMA cblB type, respectively harbouring the novel changes p.His183Leu/p.Arg190dup (P1 and P2) and the previously described mutations p.Ile96Thr/p.Ser174fs (P3 and P4). Expression analysis showed p.His183Leu and p.Arg190dup to be destabilizing mutations. Both were associated with reduced ATR stability and a shorter half-life than wild-type ATR. Analysis of several parameters related to oxidative stress and mitochondrial function showed an increase in reactive oxygen species (ROS) content, a decrease in mitochondrial respiration and changes in mitochondria morphology and structure in patient-derived fibroblasts compared to control cells. The impairment in energy production and the presence of oxidative stress and fission of the mitochondrial reticulum suggested mitochondrial dysfunction in cblB patients' fibroblasts. The recovery of mitochondrial function should be a goal in efforts to improve the clinical outcome of MMA cblB type.","dc:creator":"Brasil S","dc:date":"2015","dc:title":"Methylmalonic aciduria cblB type: characterization of two novel mutations and mitochondrial dysfunction studies."}},{"id":"cggv:0fc34be8-0465-4ef9-a996-25a40b3b3911_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:72ecb2c0-c724-49c4-a229-7b84a3945f3b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24813872"}],"rdfs:label":"P3"},{"id":"cggv:0fc34be8-0465-4ef9-a996-25a40b3b3911","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0fc34be8-0465-4ef9-a996-25a40b3b3911_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:c98c451f-fdf4-4d9e-a7f4-22f2f8c8ab2c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c98c451f-fdf4-4d9e-a7f4-22f2f8c8ab2c_variant_evidence_item"},{"id":"cggv:c98c451f-fdf4-4d9e-a7f4-22f2f8c8ab2c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" p.Arg195His results from a substitution of the last nucleotide of exon 7 and was shown to result in skipping of exon 7, predicted to cause a frameshift (p.Ser174fs) in addition to a \"small amount\" of correctly splice transcript using a minigene assay (PMID 20556797). When expressed in E- coli, the p.Ile96Thr protein had reduced stability and a 40% reduction in specific activity. It existed as trimers and monomers, unlike the wild type which existed mainly as trimers. When expressed in a cblB fibroblast cell line, p.Ile96Thr resulted in a 65% reduction in [14C]-propionate incorporation at 37 degrees but close to normal at 27 degrees C (PMID 20556797)."}],"strengthScore":1.5,"dc:description":"Score increased due to the wealth of functional evidence supporting a deleterious impact of p.Ile96Thr (PMID 20556797)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9791dfdb-920e-4dd5-9107-c89968678694_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9791dfdb-920e-4dd5-9107-c89968678694","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"allele":{"id":"cggv:db6faaf7-f676-487e-96dd-fde8d41bb83d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.585-2A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/550985"}},"detectionMethod":"Sequence analysis of  MMAB exons 1–9 and exon/intron boundaries.","firstTestingMethod":"PCR","phenotypeFreeText":"The diagnosis of cblB was established by somatic cell complementation analysis.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"In cultured fibroblasts: Incorporation of [14C]propionate (nmol/mg prot/18 h) without addition of OHCbl = 0.9 (normal 10.8 +/-3.7); Incorporation of [14C]propionate (nmol/mg prot/18 h) with addition of OHCbl = 0.7 (normal 10.9 +/- 3.5); AdoCbl synthesis (% of total intracellular Cbl) = 0.4 (normal 15.3 +/- 6.7).\nThe diagnosis of cblB was established by somatic cell complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c4330672-2f64-4b4d-8832-2c88cd604fa9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:db6faaf7-f676-487e-96dd-fde8d41bb83d"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16410054","type":"dc:BibliographicResource","dc:abstract":"Methylmalonic aciduria, cblB type (OMIM 251110) is an inborn error of vitamin B(12) metabolism that occurs due to mutations in the MMAB gene. MMAB encodes the enzyme ATP:cobalamin adenosyltransferase, which catalyzes the synthesis of the coenzyme adenosylcobalamin required for the activity of the mitochondrial enzyme methylmalonyl CoA mutase (MCM). MCM catalyzes the isomerization of methylmalonyl CoA to succinyl CoA. Deficient MCM activity results in methylmalonic aciduria and a susceptibility to life-threatening acidotic crises. The MMAB gene was sequenced from genomic DNA from a panel of 35 cblB patients, including five patients previously investigated. Nineteen MMAB mutations were identified, including 13 previously unknown mutations. These included 11 missense mutations, two duplications, one deletion, four splice-site mutations, and one nonsense mutation. None of these mutations was identified in 100 control alleles. Most of the missense mutations (9/11) were clustered in exon 7; many of these affected amino acid residues that are part of the probable active site of the enzyme. One previously described mutation, c.556C >T (p.R186W), was particularly common, accounting for 33% of pathogenic alleles. It was seen almost exclusively in patients of European background and was typically associated with presentation in the first year of life.","dc:creator":"Lerner-Ellis JP","dc:date":"2006","dc:title":"Mutation and biochemical analysis of patients belonging to the cblB complementation class of vitamin B12-dependent methylmalonic aciduria."}},"rdfs:label":"WG3230"},{"id":"cggv:c4330672-2f64-4b4d-8832-2c88cd604fa9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c4330672-2f64-4b4d-8832-2c88cd604fa9_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygous variant; possibly consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3b7bd124-fd7c-470c-b735-fda3d7986688_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3b7bd124-fd7c-470c-b735-fda3d7986688","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":{"id":"cggv:cc5c731e-7359-450d-bc88-64382579c5d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.197-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347865"}},"detectionMethod":"Sequence analysis of  MMAB exons 1–9 and exon/intron boundaries.","firstTestingMethod":"PCR","phenotypeFreeText":"The diagnosis of cblB was established by somatic cell complementation analysis.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"In cultured fibroblasts: Incorporation of [14C]propionate (nmol/mg prot/18 h) without addition of OHCbl = 0.6 (normal 10.8 +/-3.7); Incorporation of [14C]propionate (nmol/mg prot/18 h) with addition of OHCbl = 0.7 (normal 10.9 +/- 3.5); AdoCbl synthesis (% of total intracellular Cbl) = 4.1 (normal 15.3 +/- 6.7).\nThe diagnosis of cblB was established by somatic cell complementation analysis.\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4eabd7ff-0010-4c35-8dbf-b968b30e6d03_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cc5c731e-7359-450d-bc88-64382579c5d2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16410054"},"rdfs:label":"WG3293"},{"id":"cggv:4eabd7ff-0010-4c35-8dbf-b968b30e6d03","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4eabd7ff-0010-4c35-8dbf-b968b30e6d03_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygous variant; possible consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:25e9c33d-9387-46c7-b98a-01220901e856_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:25e9c33d-9387-46c7-b98a-01220901e856","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":4,"allele":{"id":"cggv:0eb9d080-f5dd-4a0f-8739-09cbcd7ba928","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.569G>A (p.Arg190His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312716"}},"detectionMethod":"Sequence analysis of  MMAB exons 1–9 and exon/intron boundaries.","firstTestingMethod":"PCR","phenotypeFreeText":"The diagnosis of cblB was established by somatic cell complementation analysis.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"In cultured fibroblasts: Incorporation of [14C]propionate (nmol/mg prot/18 h) without addition of OHCbl = 0.8 (normal 10.8 +/-3.7); Incorporation of [14C]propionate (nmol/mg prot/18 h) with addition of OHCbl = 1.0 (normal 10.9 +/- 3.5); AdoCbl synthesis (% of total intracellular Cbl) = 2.1 (normal 15.3 +/- 6.7).\nThe diagnosis of cblB was established by somatic cell complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f270ff5d-97d7-4aac-9fa1-add1573bfaea_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0eb9d080-f5dd-4a0f-8739-09cbcd7ba928"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16410054"},"rdfs:label":"WG3296"},{"id":"cggv:f270ff5d-97d7-4aac-9fa1-add1573bfaea","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f270ff5d-97d7-4aac-9fa1-add1573bfaea_variant_evidence_item"},{"id":"cggv:f270ff5d-97d7-4aac-9fa1-add1573bfaea_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies showed that the variant is catalytically inactive and disrupts the affinity between MMAB and AdoCbl (PMID 19625202)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c3e08d5f-2e8f-4403-b6ec-52a9bd6396b4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c3e08d5f-2e8f-4403-b6ec-52a9bd6396b4","type":"Proband","allele":{"id":"cggv:92d8d2f9-00f2-470f-acfc-8e42dd9540b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.700C>T (p.Gln234Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312718"}},"detectionMethod":"Sequence analysis of  MMAB exons 1–9 and exon/intron boundaries.","firstTestingMethod":"PCR","phenotypeFreeText":"The diagnosis of cblB was established by somatic cell complementation analysis.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"In cultured fibroblasts: Incorporation of [14C]propionate (nmol/mg prot/18 h) without addition of OHCbl = 2.8 (normal 10.8 +/-3.7); Incorporation of [14C]propionate (nmol/mg prot/18 h) with addition of OHCbl = 4.8 (normal 10.9 +/- 3.5); AdoCbl synthesis (% of total intracellular Cbl) = 4.2 (normal 15.3 +/- 6.7).\nThe diagnosis of cblB was established by somatic cell complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a4539130-da22-4b5b-a433-c50f56a2702f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:92d8d2f9-00f2-470f-acfc-8e42dd9540b4"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16410054"},"rdfs:label":"WG1641"},{"id":"cggv:a4539130-da22-4b5b-a433-c50f56a2702f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a4539130-da22-4b5b-a433-c50f56a2702f_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygous variant; possoble consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:06e2e22c-fb09-4b98-ab27-19d4b39ca07f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:06e2e22c-fb09-4b98-ab27-19d4b39ca07f","type":"Proband","allele":{"id":"cggv:c959578c-8600-4b0b-a54f-892497eefe07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.548A>T (p.His183Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278559"}},"detectionMethod":"No details were provided.","phenotypeFreeText":"Identified by newborn screening. Diagnosed with MMA type cblB based on complementation studies. Follows a disease management plan and is asymptomatic.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Urine MMA at diagnosis 830 mmol/mol creatinine (control range 1-13 mmol/mol creatinine).\nIn fibroblasts:\n[14C]-Propionate nmol/10 h/mg protein - hydroxycobalamin: 0.63 (controls 1.90±1.18)\n[14C]-Propionate nmol/10 h/mg protein + hydroxycobalamin: 1.19 (controls 2.34±1.61)","sex":"Male","variant":{"id":"cggv:ab72c7d2-9eed-4d09-88ac-6c5d7369b3d1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c959578c-8600-4b0b-a54f-892497eefe07"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24813872"},"rdfs:label":"P1"},{"id":"cggv:ab72c7d2-9eed-4d09-88ac-6c5d7369b3d1","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab72c7d2-9eed-4d09-88ac-6c5d7369b3d1_variant_evidence_item"},{"id":"cggv:ab72c7d2-9eed-4d09-88ac-6c5d7369b3d1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in E.coli, this missense variant resulted in a 75 x decrease in specific activity in crude extracts because the protein was unstable (100 x lower yield). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6fff078b-7e83-45f7-afc2-28c22fc16d9d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6fff078b-7e83-45f7-afc2-28c22fc16d9d","type":"Proband","allele":{"id":"cggv:c7f7481e-3224-45cd-9703-d4e3573e06ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.556C>T (p.Arg186Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312714"}},"detectionMethod":"Initial screening for variants was done by heteroduplex analysis of exons and exon/intron boundaries of MMAB.","firstTestingMethod":"PCR","phenotypeFreeText":"Classified as cblB complementation group.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"In cultured fibroblasts: Incorporation of [14C]propionate (nmol/mg prot/18 h) without addition of OHCbl = 1.1 (normal 10.8 +/-3.7) (from PMID 16410054).\nAdoCbl synthesis (% of total intracellular Cbl) = 4.3 (normal 15.3 +/- 4.2).\nThe diagnosis of cblB was established by somatic cell complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:64623adc-f541-4d36-b047-acc6eda72a28_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c7f7481e-3224-45cd-9703-d4e3573e06ea"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12471062","type":"dc:BibliographicResource","dc:abstract":"The methylmalonic acidurias are metabolic disorders resulting from deficient methylmalonyl-CoA mutase activity, a vitamin B(12)-dependent enzyme. We have cloned the gene for the cblB complementation group caused by deficient activity of a cob(I)alamin adenosyltransferase. This was accomplished by searching bacterial genomes for genes in close proximity to the methylmalonyl-CoA mutase gene that might encode a protein with the properties of an adenosyltransferase. A candidate was identified in the Archaeoglobus fulgidus genome and was used to probe the human genome database. It yielded a gene on chromosome 12q24 that encodes a predicted protein of 250 amino acids with 45% similarity to PduO in Salmonella enterica, a characterized cob(I)alamin adenosyltransferase. A northern blot revealed an RNA species of 1.1 kb predominating in liver and skeletal muscle. The gene was evaluated for deleterious mutations in cblB patient cell lines. Several mutations were identified including a 5 bp deletion (5del572gggcc576), two splice site mutations (IVS2-1G>T, IVS3-1G>A), andt several point mutations (A135T, R186W, R191W and E193K). Two additional amino acid substitutions (R19Q and M239K) were found in several patient cell lines but were found to be common polymorphisms (36% and 46%) in control alleles. The R186W mutation, which we suggest is disease-linked, is present in four of the six patient cell lines examined (homoallelic in two) and in 4 of 240 alleles in control samples. These data confirm that the identified gene, MMAB, corresponds to the cblB complementation group and has the appearance of a cob(I)alamin adenosyltransferase, as predicted from biochemical data.","dc:creator":"Dobson CM","dc:date":"2002","dc:title":"Identification of the gene responsible for the cblB complementation group of vitamin B12-dependent methylmalonic aciduria."}},"rdfs:label":"WG1185"},{"id":"cggv:64623adc-f541-4d36-b047-acc6eda72a28","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:64623adc-f541-4d36-b047-acc6eda72a28_variant_evidence_item"},{"id":"cggv:64623adc-f541-4d36-b047-acc6eda72a28_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant, p.Arg186Trp, is one of the most common pathogenic variants in MMAB. Functional studies show that the variant results in an unstable protein with no catalytic activity due to disruption of the affinity between MMAB and AdoCbl (PMIDs 16439175, 19625202). "}],"strengthScore":0.75,"dc:description":"The score is increased due to the frequency of this variant in individuals with the condition, and functional evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:de89be27-26b3-41ef-a545-e9b001d53dba_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:de89be27-26b3-41ef-a545-e9b001d53dba","type":"Proband","allele":{"id":"cggv:cfb1e39b-b9c5-4fd6-8bea-a29571fe0a31","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052845.4(MMAB):c.567_571dup (p.Arg191ProfsTer25)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655065"}},"detectionMethod":"Sequence analysis of  MMAB exons 1–9 and exon/intron boundaries.","firstTestingMethod":"PCR","phenotypeFreeText":"Identified shortly after birth due to positive family history. The diagnosis of cblB was established by somatic cell complementation analysis.","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"In cultured fibroblasts: Incorporation of [14C]propionate (nmol/mg prot/18 h) without addition of OHCbl = 0.5 (normal 10.8 +/-3.7); Incorporation of [14C]propionate (nmol/mg prot/18 h) with addition of OHCbl = 0.4 (normal 10.9 +/- 3.5); AdoCbl synthesis (% of total intracellular Cbl) = 1.3 (normal 15.3 +/- 6.7).\nThe diagnosis of cblB was established by somatic cell complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:cd785fc6-9d4b-4373-9f35-ca6bc2245d1a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cfb1e39b-b9c5-4fd6-8bea-a29571fe0a31"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16410054"},"rdfs:label":"WG3224"},{"id":"cggv:cd785fc6-9d4b-4373-9f35-ca6bc2245d1a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cd785fc6-9d4b-4373-9f35-ca6bc2245d1a_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygous variant; possible consanguinty."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4827,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:e96c2942-3a0b-4b37-990f-210fbe399fb1","type":"GeneValidityProposition","disease":"obo:MONDO_0009614","gene":"hgnc:19331","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between MMAB and methylmalonic aciduria, cblB type, was evaluated using the ClinGen Clinical Validity Framework as of January 22, 2021. Loss of function of the MMAB gene product, ATP:cob(I)alamin adenosyltransferase (ATR), has been reported to methylmalonic aciduria (MMA), CblB type, based on complementation studies. The severe, early-onset form of this condition presents with neonatal ketoacidosis, lethargy, failure to thrive and encephalopathy. Patients with a milder form are usually diagnosed during infancy and have less severe neurological symptoms (Brasil et al, 2015). While patients with MMA due to variants in MMAA (type CblA) are responsive to Vitamin B12, only rare individuals with type CblB are responsive to treatment with Vitamin B12 (Hörster, et al, 2007, PMID 17597648; Manoli et al, 2016, PMID 20301409). \nBiallelic variants in MMAB were first reported in humans with methylmalonic aciduria, cblB type, in 2002 (Dobson et al, PMID 12471062). Since then, over 30 different variants have been associated with the condition (Brasil et al, 2015, PMID 24813872; https://databases.lovd.nl/shared/variants/MMAB/unique ).\nEvidence supporting this gene-disease relationship includes case-level and experimental data. Ten unique variants (nonsense, frameshift, splice site, missense) from 8 probands from 3 publications were curated (Dobson et al, 2002, PMID 12471062; Lerner-Ellis et al, 2006, PMID 16410054; Brasil et al, 2015, PMID 24813872). Further evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached.\nThe gene-disease relationship is also supported by the biochemical function of ATR, which converts reduced cob(I)alamin to adenosylcobalamin (AdoCbl), the cofactor of methylmalonyl-CoA mutase (MUT) (Leal et al, 2003, PMID 12514191; Yamanishi et al, 2005, PMID 15950874; Mera and Escalante-Semerena, 2010, PMID 20677021). MUT catalyzes the reversible rearrangement of methylmalonyl-CoA to succinyl-CoA during the catabolism of branched-chain amino acids, odd-chain fatty acids and cholesterol. Lack of AdoCbl is therefore expected to result in reduced MUT activity, and methylmalonic acidemia. Of note, other defects in cobalamin metabolism can affect the activity of methionine synthase in addition to MUT, thus causing both homocystinuria and MMA. The relationship between MMAB and MMA is also supported by functional alteration studies. Mutagenesis of human MMAB and expression of the variants in a bacterial system revealed missense variants that reduce ATR activity and AdoCbl binding (Fan and Bobik, 2008, PMID, 18251506). In summary, MMAB is definitively associated with methylmalonic aciduria, cblB type.. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\n","dc:isVersionOf":{"id":"cggv:52b61ff5-afba-4ff7-adbc-51de6a837db7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}