{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-12-15T14:05:49.610Z","role":"Publisher"},{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-12-08T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6181bd99-1e3d-4dd5-831e-6643ddf1858a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9a57a2b-4d87-44fa-8338-b9c7331298ec","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"We investigated the expression pattern of PKD2 transcripts and proteins during human embryogenesis and kidney development,\nusing Northern blot analysis, in situ hybridization,\nand immunohistochemical methods. In human 5- to 6-week-old embryos, PKD2 is widely expressed, mainly in neural tissue,\ncardiomyocytes, endodermal derivatives, and mesonephros. At this age, PKD2 expression\nis observed in the ureteric bud and the uninduced\nmetanephros. Thereafter, PKD2 is diffusely expressed at all stages of nephron development. Proximal tubule expression of PKD2 decreases from weeks 20 to 24\nonwards. Persistent expression of PKD2 transcripts and protein is observed\nthroughout nephrogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11891195","type":"dc:BibliographicResource","dc:abstract":"Autosomal-dominant polycystic kidney disease, one of the most frequent human genetic disorders, is genetically heterogeneous. Most cases result from mutations of PKD1 or PKD2 encoding polycystin-1 or polycystin-2, respectively. Polycystin-1 is a large transmembrane protein containing several domains involved in cell-cell and/or cell-matrix interactions. Polycystin-2 is transmembrane glycoprotein sharing homology with some families of cation channels. Despite a large number of reports, the tissue distribution of these two proteins, especially of polycystin-1, is still debated. We investigated the expression pattern of PKD1 and PKD2 transcripts and proteins during human embryogenesis and kidney development, using Northern blot analysis, in situ hybridization, and immunohistochemical methods. For each gene, the expression pattern of transcripts and protein was concordant. In human 5- to 6-week-old embryos, both genes are widely expressed, mainly in neural tissue, cardiomyocytes, endodermal derivatives, and mesonephros. At this age, PKD2 but not PKD1 expression is observed in the ureteric bud and the uninduced metanephros. Thereafter, PKD2 is diffusely expressed at all stages of nephron development, whereas high PKD1 expression first appears in differentiated proximal tubules. Proximal tubule expression of both genes decreases from weeks 20 to 24 onwards. PKD1 transcripts, later restricted to distal tubules in fetal nephrogenesis, are no longer detected in adult kidneys, which nevertheless maintain a faint expression of polycystin-1, whereas persistent expression of PKD2 transcripts and protein is observed throughout nephrogenesis. Overall, contrary to previous observations, we found profound differences in the spatiotemporal expression of PKD1 and PKD2 during nephrogenesis, PKD2 being expressed earlier and more diffusely than PKD1. These data suggest that polycystins could interact with different partners, at least during kidney development.","dc:creator":"Chauvet V","dc:date":"2002","dc:title":"Expression of PKD1 and PKD2 transcripts and proteins in human embryo and during normal kidney development."},"rdfs:label":"PKD2 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:451fbc55-214c-4892-b181-4de78de4aaa6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5bfb2d54-fa7b-4e4c-a5dd-1063ea652a9f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunostaining\nof human and murine renal tissues demonstrated widespread and developmentally regulated expression of polycytin-2, with\nhighest levels in the kidney in the thick ascending limbs of the\nloop of Henle and the distal convoluted tubule.  Identical staining\npatterns in human and mouse define polycystin-2 as a developmentally regulated integral membrane protein that localizes\nto the basolateral plasma membranes of renal tubular epithelial\ncells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10770959","type":"dc:BibliographicResource","dc:abstract":"Mutations in the PKD1 and PKD2 genes account for 85 and 15% of cases of autosomal dominant polycystic kidney disease, respectively. Polycystin-2, the product of the PKD2 gene, is predicted to be an integral membrane protein with homology to a family of voltage-activated Ca(2+) channels. In vitro studies suggest that it may interact with polycystin-1, the PKD1 gene product, via coiled-coil domains present in their C-terminal domains. In this study, the cellular and subcellular distribution of polycystin-2 is defined and compared with polycystin-1. A panel of rabbit polyclonal antisera was raised against polycystin-2 and shown to recognize a single band consistent with polycystin-2 in multiple tissues and cell lines by immunoprecipitation and Western blotting. Immunostaining of human and murine renal tissues demonstrated widespread and developmentally regulated expression of polycytin-2, with highest levels in the kidney in the thick ascending limbs of the loop of Henle and the distal convoluted tubule. In contrast, polycystin-1 expression, while localizing to the same tubular segments, was highest in the collecting ducts. Immunohistochemical staining and immunofluorescence microscopy localized polycystin-2 to the basolateral plasma membrane of kidney tubular epithelial cells compared with the junctional localization of polycystin-1. Differences in the developmental, cellular, and subcellular expression of polycystin-1 and polycystin-2 suggest that they may be able to function independently of each other in addition to a potential in vivo interaction via their C-termini.","dc:creator":"Foggensteiner L","dc:date":"2000","dc:title":"Cellular and subcellular distribution of polycystin-2, the protein product of the PKD2 gene."},"rdfs:label":"PKD2 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f2be7ff0-af29-45b2-8d32-2ea02cb8686a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:837d61a1-0102-4421-bf0c-12da8f3bc67a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"To begin to elucidate the molecular mechanisms underlying\nADPKD, we evaluated the interaction of PKD1 and PKD2 by\nusing the yeast two-hybrid system and in vivo and in vitro\ncoimmunoprecipitation assays. The association of the two\nproteins in all three systems supports a model in which the two\ngene products participate in a common signaling pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9192675","type":"dc:BibliographicResource","dc:abstract":"PKD1 and PKD2 are two recently identified genes that are responsible for the vast majority of autosomal polycystic kidney disease, a common inherited disease that causes progressive renal failure. PKD1 encodes polycystin, a large glycoprotein that contains several extracellular motifs indicative of a role in cell-cell or cell-matrix interactions, and the PKD2 encodes a protein with homology to a voltage-activated calcium channel and to PKD1. It is currently unknown how mutations of either protein functionally cause autosomal polycystic kidney disease. We show that PKD1 and PKD2 interact through their C-terminal cytoplasmic tails. This interaction resulted in an up-regulation of PKD1 but not PKD2. Furthermore, the cytoplasmic tail of PKD2 but not PKD1 formed homodimers through a coiled-coil domain distinct from the region required for interaction with PKD1. These interactions suggest that PKD1 and PKD2 may function through a common signaling pathway that is necessary for normal tubulogenesis and that PKD1 may require the presence of PKD2 for stable expression.","dc:creator":"Tsiokas L","dc:date":"1997","dc:title":"Homo- and heterodimeric interactions between the gene products of PKD1 and PKD2."},"rdfs:label":"PKD1 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4ddb9089-5275-407e-a6b3-851d73bc7cd1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cd7bce5f-c63c-420f-a9c3-cb879ef065d5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Targeted deletion of the epidermal growth factor receptor (EGFR) gene by homologous recombination in CD-1 mice\nresulted in cystic dilatation of collecting ducts, an area\nthat is also affected by mutations in the PKD2 gene.\nTherefore, these previous results implied that there might be\nfunctional interaction between EGFR and PKD2 and\nprompted us to test whether PKD2 activity can be directly\nmodulated by epidermal growth factor (EGF) in kidney epithelial cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16135816","type":"dc:BibliographicResource","dc:abstract":"PKD2, or polycystin 2, the product of the gene mutated in type 2 autosomal dominant polycystic kidney disease, belongs to the transient receptor potential channel superfamily and has been shown to function as a nonselective cation channel in the plasma membrane. However, the mechanism of PKD2 activation remains elusive. We show that PKD2 overexpression increases epidermal growth factor (EGF)-induced inward currents in LLC-PK(1) kidney epithelial cells, while the knockdown of endogenous PKD2 by RNA interference or the expression of a pathogenic missense variant, PKD2-D511V, blunts the EGF-induced response. Pharmacological experiments indicate that the EGF-induced activation of PKD2 occurs independently of store depletion but requires the activity of phospholipase C (PLC) and phosphoinositide 3-kinase (PI3K). Pipette infusion of purified phosphatidylinositol-4,5-bisphosphate (PIP(2)) suppresses the PKD2-mediated effect on EGF-induced conductance, while pipette infusion of phosphatidylinositol-3,4,5-trisphosphate (PIP(3)) does not have any effect on this conductance. Overexpression of type Ialpha phosphatidylinositol-4-phosphate 5-kinase [PIP(5)Kalpha], which catalyzes the formation of PIP(2), suppresses EGF-induced currents. Biochemical experiments show that PKD2 physically interacts with PLC-gamma2 and EGF receptor (EGFR) in transfected HEK293T cells and colocalizes with EGFR and PIP(2) in the primary cilium of LLC-PK(1) cells. We propose that plasma membrane PKD2 is under negative regulation by PIP(2). EGF may reduce the threshold of PKD2 activation by mechanical and other stimuli by releasing it from PIP(2)-mediated inhibition.","dc:creator":"Ma R","dc:date":"2005","dc:title":"PKD2 functions as an epidermal growth factor-activated plasma membrane channel."},"rdfs:label":"GFPC"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1537e01-50ae-4809-b0ad-3b0b11ac7e91","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6054375e-1a33-4c34-af5f-57af7d16ce3c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Pkd2-null mice die during embryogenesis. Pkd2-null mice with a hemizygous human PKD2-transgene allele (Pkd2-/-;PKD2tg) fully rescued the lethal phenotype, suggesting that the human PKD2 was fully functional during mouse development. However, the adult Pkd2-/-;PKD2tg mice still showed cyst formation in the kidney, liver, and pancreas. We therefore hypothesized that the cystic phenotypes were related to the level of functional PKD2 expression, and deduced that allelic increase of the transgene would be beneficial to Pkd2-null mice. Consistent with the hypothesis, we found that mice with homozygous PKD2-transgene alleles (PKD2tg/tg) expressed PC2 at a level double that of the PKD2tg mice, and that the kidney and liver cysts seen in the Pkd2-/-;PKD2tg mice almost disappeared in Pkd2-null mice with homozygous PKD2-transgene alleles (Pkd2-/-;PKD2tg/tg). In addition, the Pkd2-/-;PKD2tg/tg mice also had a greater 12-month\nsurvival rate than the Pkd2-/-;PKD2tg mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26435415","type":"dc:BibliographicResource","dc:abstract":"Although much is known about the molecular genetic mechanisms of autosomal-dominant polycystic kidney disease (ADPKD), few effective treatment is currently available. Here, we explore the in vivo effects of causal gene replacement in orthologous gene models of ADPKD in mice. Wild-type mice with human PKD2 transgene (PKD2(tg)) overexpressed polycystin (PC)-2 in several tissues, including the kidney and liver, and showed no significant cyst formation in either organ. We cross-mated PKD2(tg) with a Pkd2-null mouse model, which is embryonically lethal and forms renal and pancreatic cysts. Pkd2(-/-) mice with human PKD2 transgene (Pkd2(-/-);PKD2(tg)) were born in expected Mendelian ratios, indicating that the embryonic lethality of the Pkd2(-/-) mice was rescued. Pkd2(-/-);PKD2(tg) mice survived up to 12 months and exhibited moderate to severe cystic phenotypes of the kidney, liver, and pancreas. Moreover, Pkd2(-/-) mice with homozygous PKD2(tg)-transgene alleles (Pkd2(-/-);PKD2(tg/tg)) showed significant further amelioration of the cystic severity compared to that in Pkd2(-/-) mice with a hemizygous PKD2(tg) allele (Pkd2(-/-);PKD2(tg)), suggesting that the ADPKD phenotype was improved by increased transgene dosage. On further analysis, cystic improvement mainly resulted from reduced proliferation, rather apoptosis, of cyst-prone epithelial cells in the mouse model. The finding that the functional restoration of human PC2 significantly rescued ADPKD phenotypes in a dose-dependent manner suggests that increasing PC2 activity may be beneficial in some forms of ADPKD.","dc:creator":"Li A","dc:date":"2015","dc:title":"Human polycystin-2 transgene dose-dependently rescues ADPKD phenotypes in Pkd2 mutant mice."},"rdfs:label":"Human PKD2 transgene rescue in mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:84dd419a-6c07-444b-b60a-85906a324ae8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:baf1e1e5-b841-4359-8fec-3d0084e7d650","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The histologic features of the renal cystic disease in the mutant mice are virtually identical to those described for human ADPKD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9568711","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in PKD2 cause autosomal dominant polycystic kidney disease. We have introduced a mutant exon 1 in tandem with the wild-type exon 1 at the mouse Pkd2 locus. This is an unstable allele that undergoes somatic inactivation by intragenic homologous recombination to produce a true null allele. Mice heterozygous and homozygous for this mutation, as well as Pkd+/- mice, develop polycystic kidney and liver lesions that are indistinguishable from the human phenotype. In all cases, renal cysts arise from renal tubular cells that lose the capacity to produce Pkd2 protein. Somatic loss of Pkd2 expression is both necessary and sufficient for renal cyst formation in ADPKD, suggesting that PKD2 occurs by a cellular recessive mechanism.","dc:creator":"Wu G","dc:date":"1998","dc:title":"Somatic inactivation of Pkd2 results in polycystic kidney disease."},"rdfs:label":"Pkd2 Mutant Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7243,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:45802e0e-b9cd-4012-937a-7baa958f2ead","type":"GeneValidityProposition","disease":"obo:MONDO_0004691","gene":"hgnc:9009","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"The PKD2 gene has been associated with autosomal dominant polycystic kidney disease in over 15 probands in 6 curated publications. PKD2 was first associated with this disease in humans in 1996 (Mochizuki et al.). Variants in this gene segregate with disease and can occur de novo.  The mechanism for disease is known to be loss of function. 53 unique variants (missense, in-frame indel, nonsense, frameshift, large deletion and complex rearrangements) have been classified as Pathogenic in ClinVar, 30 of which are frameshift, nonsense or canonical splice changes. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is supported by ample experimental evidence including expression studies, biochemical function, protein interactions and animal models that recapitulate the human disease. Evidence to support a biallelic PKD2 phenotype in humans has been reviewed, but there is currently insufficient literature available to support an autosomal recessive gene-disease relationship (PMIDs: 22114106, 33168999). In summary, PKD2 is definitively associated with autosomal dominant polycystic kidney disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Gene Curation Working Group on 5/22/2019 (SOP Version 6).","dc:isVersionOf":{"id":"cggv:ae0ae123-be04-4ba2-b685-594ca47a3467"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}