{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T16:08:15.348Z","role":"Approver"}],"evidence":[{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:568539a5-665d-4185-b085-b5cd4a5d5b1f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:af84b1a3-ef02-4eab-bb5b-54ba423d3489","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"All genes are components of mitochondrial complex I. The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all 31 supernumerary subunits present in complex I from Bos Taurus. Fig 1-4. NDUFA12 (B17.2) is one of five subunits which contain long loops running over the surface of the NADH dehydrogenase domain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Zhu et al. (2016) Function 1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDUFA12 is present in complex I. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1; NDUFA2, NDUFA9, NDUFA10, NDUFS1, NDUFS2, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:512ccae5-31d5-45f0-a328-99fc75475cc3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c44c3b3e-dd8f-4fbb-9fa1-f02657019f7e","type":"FunctionalAlteration","dc:description":"Complex I activity, assessed by standard methods, was significantly decreased in the NDUFA12 deficient lines (Fig 2). Activity of Complexes II, III and IV were not significantly altered. Data were supported by BN SDS-PAGE anlaysis followed by in-gel activity assays (Fig 3 B, C). 2D-BN/SDS–PAGE showed that NDUFA12 deficient cells accumulated a 460 kDa intermediatary complex, which included NDUFS2 of the Q module (Fig 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24717771","type":"dc:BibliographicResource","dc:abstract":"Mammalian complex I is composed of fourteen highly conserved core subunits and additional thirty subunits acquired in the course of evolution. At present, the function of the majority of these supernumerary subunits is poorly understood. In this work, we have studied NDUFA3, NDUFA5 and NDUFA12 supernumerary subunits to gain insight into their role in CI activity and biogenesis. Using human cell lines in which the expression of these subunits was knocked down with miRNAs, we showed that they are necessary for the formation of a functional holoenzyme. Analysis of the assembly intermediates in mitochondria depleted for these subunits further suggested that they are required for assembly and/or stability of the electron transferring Q module in the peripheral arm of the CI. ","dc:creator":"Rak M","dc:date":"2014","dc:title":"Supernumerary subunits NDUFA3, NDUFA5 and NDUFA12 are required for the formation of the extramembrane arm of human mitochondrial complex I."},"rdfs:label":"Rak et al. (2014) 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Depletion of NDUFA12 from HEK293 cells results in a reduction in complex I activity, reduced levels of the complex I holoenzyme and accumulation of CI assembly intermediates. NDUFA12 plays a role in complex I assembly and activity. Complex I deficiency is a key feature of Leigh syndrome in NDUFSA12 patients."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:1eb0ec12-d72e-4a86-b3c2-6d1202de54ea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d944c55-5e8c-4f3c-8b8e-9c700c1cbc9b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Homozygosity mapping identified three candidate genes which were screened by direct sequencing: LACTB, NDUFC1 and NDUFA12.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Complex I deficiency and Leigh syndrome (Meets GCEP criteria).\nEarly motor development was delayed while intellectual development was normal. From age 2 years, proband started losing motor abilities, especially in the right side of her body, affecting her balance. She had a scoliosis, and dystonia, which progressed over the following years and was treated with botulinum toxin injections of the affected muscles. She had growth retardation with height and weight around the 3rd centile. Vision and hearing are normal. She has severe muscular atrophy, hypotonia and severe dystonia. Hypertrichosis is present on the legs and, to a lesser degree, on the arms and back.\nCerebral MRI and MRS showed bilateral hyperintense signals in the globus pallidus, and elevated lactate in the entire cerebrum.\nPlasma lactate was 4.9 mmol/l (reference <2.1 mmol/l) and spinal fluid lactate 2.4 mmol/l (reference 1.1e1.8 mmol/l).\nComplex I deficiency: muscle and fibroblast complex I enzymatic activities of 11% and 60% of control values, respectively (figures 1A and 2A).","previousTesting":true,"previousTestingDescription":"Mutation analysis of complex I subunit encoding mtDNA genes and all mtDNA tRNA genes revealed no pathogenic mutations.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1eb0ec12-d72e-4a86-b3c2-6d1202de54ea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b7be8554-2ed5-4431-b8cc-a63f348ea054","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018838.5(NDUFA12):c.178C>T (p.Arg60Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/31207"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21617257","type":"dc:BibliographicResource","dc:abstract":"This study investigated a girl with Leigh syndrome born to first-cousin parents of Pakistani descent with an isolated respiratory chain complex I deficiency in muscle and fibroblasts. Her early development was delayed, and from age 2 years she started losing motor abilities. Cerebral MRI showed basal ganglia lesions typical of Leigh syndrome.","dc:creator":"Ostergaard E","dc:date":"2011","dc:title":"Respiratory chain complex I deficiency due to NDUFA12 mutations as a new cause of Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21617257","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The mitochondrial enriched fraction from patient fibroblasts showed an absence of NDUFA12 protein. (Figure 1C). A baculovirus construct expressing the wild-type NDUFA12 cDNA transfected into the patient derived fibroblast cell line rescued the complex I deficiency, demonstrated by an in-gel activity assay which showed a slightly decreased activity of complex I in the patient fibroblasts (71% of the control), with partial restoration of the activity after complementation (83% of the control)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":575,"specifiedBy":"GeneValidityCriteria6","strengthScore":4.5,"subject":{"id":"cggv:d6c202fb-a393-4440-8e6e-11995fb9c6f1","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:23987","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFA12 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 21, 2019. The NDUFA12 gene encodes the NADH:ubiquinone oxidoreductase (complex I) subunit A12, a non-catalytic complex I accessory protein which plays a role in complex I assembly and function within the mitochondria. Defects of this protein lead to complex I deficiency.\n\nThe NDUFA12 gene has been reported in relation to autosomal recessive Leigh syndrome spectrum in a single publication in 2011 (PMID: 21617257). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included one homozygous variant identified in one case in one publication (PMID: 21617257).  No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions and functional alteration in non-patient cells (PMIDs: 24717771, 27509854).\n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel August 21, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:81f38f43-5e0c-4cb8-9be8-091f2c8a2c71"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}