{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-06-05T19:00:00.000Z","role":"Approver"},{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-06-06T01:11:35.780Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10517635","type":"dc:BibliographicResource","dc:abstract":"Aberrant protein processing with tissue deposition is associated with many common neurodegenerative disorders; however, the complex interplay of genetic and environmental factors has made it difficult to decipher the sequence of events linking protein aggregation with clinical disease. Substantial progress has been made toward understanding the pathophysiology of prototypical conformational diseases and protein polymerization in the superfamily of serine proteinase inhibitors (serpins). Here we describe a new disease, familial encephalopathy with neuroserpin inclusion bodies, characterized clinically as an autosomal dominantly inherited dementia, histologically by unique neuronal inclusion bodies and biochemically by polymers of the neuron-specific serpin, neuroserpin. We report the cosegregation of point mutations in the neuroserpin gene (PI12) with the disease in two families. The significance of one mutation, S49P, is evident from its homology to a previously described serpin mutations, whereas that of the other, S52R, is predicted by modelling of the serpin template. Our findings provide a molecular mechanism for a familial dementia and imply that inhibitors of protein polymerization may be effective therapies for this disorder and perhaps for other more common neurodegenerative diseases.","dc:creator":"Davis RL","dc:date":"1999","dc:title":"Familial dementia caused by polymerization of mutant neuroserpin."},"evidence":[{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fefb7717-5ea9-4a19-aba1-e5b3b9a19c54","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:5aba2725-62c8-4155-80bf-6a933d6a1f3a","type":"FunctionalAlteration","dc:description":"The steady-state level of neuroserpin was decreased for variant neuroserpins compared to WT neuroserpin. This seems to be due to ER-associated degradation of S52R and G392E neuroserpin, because three cell lines expressed similar levels of protein when assessed by the pulse-chase analysis. Immunoprecipitation with the 1A10 monoclonal antibody followed by endoglycosidase H digestion showed that there are two different species of neuroserpin that can be differentiated after immunoprecipitation: monomeric wild-type and S52R neuroserpin, which are insensitive to endoglycosidase H diges- tion and run as single bands on non-denaturing PAGE, and polymers of S52R and G392E neuroserpin, which are endogly- cosidase H sensitive and form high molecular mass ladders on non-denaturing PAGE. The trafficking of neuroserpin was then assessed in PC12 cells that were differentiated into neurons by plating on col- lagen and treatment with nerve growth factor prior to the expression of neuroserpin. The distribution of total neuroser- pin was characterized with an anti-neuroserpin polyclonal antibody while neuroserpin polymers were identified with the 7C6 monoclonal antibody. There was strong staining for wild-type neuroserpin in the periphery of the cells and the tips of neurites where it co-localized with chromogranin A, a marker for dense core vesicles. In contrast, G392E neuroserpin was found mainly in the cell body of PC12 cells where it formed punctate accumulations typical of mutant neuroserpin. These inclusions stained positive for both total neuroserpin and neu- roserpin polymers. The analysis of PC12-S52R cells showed a mixture of the staining seen for wild-type and G392E neuroserpin. Wild-type neuroserpin did not co-localize with calreticulin in the ER or ERGIC-53/p-58 in the ER Golgi intermediate compartment (ERGIC) and only some cells showed co-localization with GM130 in the Golgi compartment. G392E neuroserpin co-localized with calreticulin within the ER even when the punctate inclusions were found within the neurites, but there was no co-localization with the ERGIC or Golgi markers. Regulated secretion of neuro- serpin from each cell line upon stimulation with 55 mM KCl for 15 min was assessed. Treatment with Kþ resulted in the secretion of 30% of the wild-type neuroserpin, 20% of S52R neuroserpin (detectable only by ELISA) and no neuroserpin from cells expressing G392E neuroserpin. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18267959","type":"dc:BibliographicResource","dc:abstract":"Familial encephalopathy with neuroserpin inclusion bodies (FENIB) is an autosomal dominant dementia that is characterized by the retention of polymers of neuroserpin as inclusions within the endoplasmic reticulum (ER) of neurons. We have developed monoclonal antibodies that detect polymerized neuroserpin and have used COS-7 cells, stably transfected PC12 cell lines and transgenic Drosophila melanogaster to characterize the cellular handling of all four mutant forms of neuroserpin that cause FENIB. We show a direct correlation between the severity of the disease-causing mutation and the accumulation of neuroserpin polymers in cell and fly models of the disease. Moreover, mutant neuroserpin causes locomotor deficits in the fly allowing us to demonstrate a direct link between polymer accumulation and neuronal toxicity.","dc:creator":"Miranda E","dc:date":"2008","dc:title":"The intracellular accumulation of polymeric neuroserpin explains the severity of the dementia FENIB."},"rdfs:label":"PC12 cell expression of variant neuroserpins"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:c06e2ef9-65ee-4b20-a2e6-0cb373d41d6b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:ed08efd0-24df-43f4-83fe-6043581704dd","type":"FunctionalAlteration","dc:description":"The tissue plasminogen activator (tPA) inhibitory activity of neuroserpin was reduced by the variant. Kinetic constants were: A ka value of 1.2 X 10^4 M^-1 s^-1 and a kd value of 7 X 10^5 s^-1 for WT and 0.3 X 10^4 M^-1 s^-1 and 1.6 X 10^-3 s^-1 for ka and kd, respectively. The stability of the neuroserpin-tPA complex was also assessed by SDS-PAGE. The variant neuroserpin more readily dissociates from tPA. The melting points for WT and variant neuroserpin were measured by monitoring the change in circular dichroism (CD) signal at 216 and 222 nm (data not shown) while increasing the temperature at 1 °C/min. Tm was 56.6 (+-0.3) °C for WT and 49.9 (+-1.2) °C for the variant. The far-UV CD spectra showed that the variant protein takes a different  conformation from the WT protein. The spectra for the native variant protein was similar to spectra after polymerization at 45C for 24 h. The rate of polymerization of WT was independent of protein concentration over the range of 0.25–1 mg/ml but showed a progressive increase at higher temperatures with a maximum value of 1.32 X 10^-4 s^-1 at 45 °C. In comparison, the rate of polymerization at different temperatures was constant for NS(S49P) with a value that was almost 13-fold higher than that obtained for NS at 37 °C. Non-denaturing gel also showed the variant protein makes polymer more readily does does the WT protein. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11880376","type":"dc:BibliographicResource","dc:abstract":"Familial encephalopathy with neuroserpin inclusion bodies (FENIB) is an autosomal dominant dementia that is characterized by intraneuronal inclusions of mutant neuroserpin. We report here the expression, purification, and characterization of wild-type neuroserpin and neuroserpin containing the S49P mutation that causes FENIB. Wild-type neuroserpin formed SDS-stable complexes with tPA with an association rate constant and K(i) of 1.2 x 10(4) m(-1) s(-1) and 5.8 nm, respectively. In contrast, S49P neuroserpin formed unstable complexes with an association rate constant and K(i) of 0.3 x 10(4) m(-1) s(-1) and 533.3 nm, respectively. An assessment by circular dichroism showed that S49P neuroserpin had a lower melting temperature than wild-type protein (49.9 and 56.6 degrees C, respectively) and more readily formed loop-sheet polymers under physiological conditions. Neither the wild-type nor S49P neuroserpin accepted the P7-P2 alpha(1)-anti-trypsin or P14-P3 antithrombin-reactive loop peptides that have been shown to block polymer formation in other members of the serpin superfamily. Taken together, these data demonstrate that S49P neuroserpin is a poor proteinase inhibitor and readily forms loop-sheet polymers. These findings provide strong support for the role of neuroserpin polymerization in the formation of the intraneuronal inclusions that are characteristic of FENIB.","dc:creator":"Belorgey D","dc:date":"2002","dc:title":"Mutant Neuroserpin (S49P) that causes familial encephalopathy with neuroserpin inclusion bodies is a poor proteinase inhibitor and readily forms polymers in vitro."},"rdfs:label":"S49P experimental"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b06dc097-4ed2-48a1-9540-00a5a2ad3789","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:f6616742-40c4-4555-b2c8-7c3604534abc","type":"FunctionalAlteration","dc:description":"H338R and G392E variant protein formed punctate inclusions in ER. Unlike Wt neuroserpin that is found in ER as well as Golgi, the H338R and G392E neuroserpin was not detected in Golgi. Digestion of proteins labelled with 35S-methionine and -cysteine with endoglycosidase H showed that WT neuroserpin was undetectable in cell lysate after 6h chase, but found in the media. However, there was an intracellular band of 50 kDa in cells transfected with both mutants of neuroserpin that shifted to 45 kDa after digestion with endoglycosidase H showing that it still contained unmodified poly- mannose N-glycans typical of ER proteins. Wild-type neuroserpin in the culture media contained an additional lower band due to pro- teolysis over the 6 h chase period, while both mutant forms of neuroserpin were resistant to proteolysis due to their polymeric conformation. Non-denaturing PAGE showed that WT neuroserpin is present as a monomer in the media, but H338R, G392E, S49P, and S52R neuroserpins formed polymers in cytoplasm as well as media. the polymer specific monoclonal antibody did not detect WT neuroserpin but detected the variant proteins by immunocytochemistry. There was a correlation of accumulation of intracellular neuroserpin and the severity of the disease. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18267959","rdfs:label":"COS-7 cell experimental data"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e786f5cb-e1ee-4ac4-b702-dd24d70902f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:8878998b-c713-4e24-ad64-4669c7b52bb7","type":"FunctionalAlteration","dc:description":"The S52R neuroserpin was poorly expressed in E. coli compared to WT and S49P protein. S52R neuroserpin was unable to inhibit tissue plasminogen activator (tPA), and was not easily cleaved by tPA. Polymerization was assessed by incubating wild-type, Ser49Pro and Ser52Arg neuroserpin at 37 °C or 45 °C and separating the resulting mixture by nondenaturing PAGE. Wild-type neuroserpin had not formed polymers at a measurable rate after 24 days at 0.4 mgÆmL)1 and 37 °C compared with a rate of 5.3 · 10)6 s)1 for Ser49Pro neuroserpin and 7.9 · 10)5 s)1 for Ser52Arg neuroserpin. Same effect was seen at 45C.  Circular dichroism showed an increase in both b-sheet and a-helical structure content of the S52R neuroserpin as determined by the large increase in magnitude of the signal at 216 nm and the small increase at 222 nm. This profile is comparable to that obtained for monomeric Ser49Pro neuroserpin and the polymers of both wild-type and Ser49Pro neuroserpin. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15291813","type":"dc:BibliographicResource","dc:abstract":"The dementia familial encephalopathy with neuroserpin inclusion bodies (FENIB) is caused by point mutations in the neuroserpin gene. We have shown a correlation between the predicted effect of the mutation and the number of intracerebral inclusions, and an inverse relationship with the age of onset of disease. Our previous work has shown that the intraneuronal inclusions in FENIB result from the sequential interaction between the reactive centre loop of one neuroserpin molecule with beta-sheet A of the next. We show here that neuroserpin Portland (Ser52Arg), which causes a severe form of FENIB, also forms loop-sheet polymers but at a faster rate, in keeping with the more severe clinical phenotype. The Portland mutant has a normal unfolding transition in urea and a normal melting temperature but is inactive as a proteinase inhibitor. This results in part from the reactive loop being in a less accessible conformation to bind to the target enzyme, tissue plasminogen activator. These results, with those of the CD analysis, are in keeping with the reactive centre loop of neuroserpin Portland being partially inserted into beta-sheet A to adopt a conformation similar to an intermediate on the polymerization pathway. Our data provide an explanation for the number of inclusions and the severity of dementia in FENIB associated with neuroserpin Portland. Moreover the inactivity of the mutant may result in uncontrolled activity of tissue plasminogen activator, and so explain the epileptic seizures seen in individuals with more severe forms of the disease.","dc:creator":"Belorgey D","dc:date":"2004","dc:title":"Neuroserpin Portland (Ser52Arg) is trapped as an inactive intermediate that rapidly forms polymers: implications for the epilepsy seen in the dementia FENIB."},"rdfs:label":"S52R experimental"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:747b4501-895b-4661-81df-f06e2fb011b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:cafcb03b-a188-4002-a64e-5313925bfd98","type":"FunctionalAlteration","dc:description":"WT neuroserpin co-localizes with both ER and Golgi markers.  S52R and G392E neuroserpin, are retained in punctate structures that co-localizes with ER markers. On non-denaturing PAGE, the variant neuroserpin was shown to form polymers. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19549782","type":"dc:BibliographicResource","dc:abstract":"The serpinopathies are a family of diseases characterized by the accumulation of ordered polymers of mutant protein within the endoplasmic reticulum. They are a diverse group including alpha(1)-antitrypsin deficiency and the inherited dementia familial encephalopathy with neuroserpin inclusion bodies or FENIB. We have used transient transfection of COS7 cells and mouse embryonic fibroblasts, PC12 cell lines that conditionally express wild type and mutant neuroserpin and fly models of FENIB to assess the cellular handling of wild type and mutant serpins. By using a polymer-specific monoclonal antibody, we show that mutant neuroserpin forms polymers after a delay of at least 30 min and that polymers can be cleared in PC12 cell lines and from the brain in a fly model of FENIB. At steady state, the fractions of intracellular polymerogenic G392E mutant neuroserpin in the monomeric and polymeric states are comparable. Inhibition of the proteasome with MG132 reveals that both mutant neuroserpin and alpha(1)-antitrypsin are degraded predominantly by endoplasmic reticulum-associated degradation (ERAD). Pharmacological and genetic inhibitions demonstrate that autophagy is responsible for bulk turnover of wild type and mutant serpins, but can be stimulated by rapamycin to compensate for proteasome inhibition. The significance of these findings to the treatment of serpinopathies is discussed.","dc:creator":"Kroeger H","dc:date":"2009","dc:title":"Endoplasmic reticulum-associated degradation (ERAD) and autophagy cooperate to degrade polymerogenic mutant serpins."},"rdfs:label":"COS7 cell expression of S52R and G392E"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99e51b90-4270-476f-b708-ad18f589482f","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:f03cf544-c1c7-43e0-9dd5-15aa407b7a7f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both Drosophila and humans showed motor deterioration. neuroserpin polymer accumulation seen in the flies is similar to the polymer found in neuroserpin inclusion bodies seen in humans. Also the severity of motor phenotypes and polymer formation in flies correlated well with the severity of human phenotypes. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18267959","rdfs:label":"Drosophila expressing variant neuroserpin"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No seizure phenotypes, Can be used as a variant-level experimental data. "},{"id":"cggv:f1712fb8-e36a-472e-9361-6ba6746c3aa8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ac3fb11-5124-4b0d-9de1-389ae5349849","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The increased susceptibility and seizure severity is similar to the phenotype of human patients, although spontaneous seizures were not documented in the mouse. The neuroserpin-immunoreactive balloon-like structure is similar to what is seen in patients with FENIB. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18940798","type":"dc:BibliographicResource","dc:abstract":"Mutations in human neuroserpin gene cause an autosomal dementia, familial encephalopathy with neuroserpin inclusion bodies (FENIB). We generated and analyzed transgenic mice expressing high levels of either FENIB-type (G392E) or wild-type human neuroserpin in neurons of the central nervous system. G392E neuroserpin accumulated age-dependently in neurons of the neocortex, thalamus, amygdala, pons, and spinal cord of homozygous transgenic mice. Such accumulations were not observed in hemizygous transgenic mice nor in transgenic mice for wild-type neuroserpin. In differential centrifugation of brain homogenates, G392E neuroserpin recovered in the nucleus-rich fraction dramatically increased along with aging, suggesting that the aggregations gradually increase their densities presumably by their conversion into heavier and more compact configurations. In immunoelectron microscopical analyses, immunopositivities for G392E neuroserpin were found not only in endoplasmic reticulum but also in lysosomes. G392E neuroserpin transgenic mice were much more susceptible to seizures induced by kainate administration than nontransgenic mice. Overall, G392E neuroserpin accumulated in the central nervous system neurons of transgenic mice in mutation-, aging-, and gene dosage-dependent manners. The established transgenic mice will be valuable to elucidate not only mechanisms for the formation of G392E neuroserpin aggregations but also pathways for the degradation and/or clearance of the already formed aggregations in neurons.","dc:creator":"Takasawa A","dc:date":"2008","dc:title":"Mutation-, aging-, and gene dosage-dependent accumulation of neuroserpin (G392E) in endoplasmic reticula and lysosomes of neurons in transgenic mice."},"rdfs:label":"G392E transgenic mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Only kainate-induced seizures were recorded, and spontaneous seizures were not documented. Please note, most of the phenotypes were recorded for homozygous transgenic line. However, the zygosity is not inconsistent with AD human disease, because the ratio of WT:variant gene is the same as the patients. This could be a variant-level functional evidence."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":4547,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:3a42ebb1-7593-4093-8dc5-76b1ba58e801","type":"GeneValidityProposition","disease":"obo:MONDO_0020074","gene":"hgnc:8943","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SERPINI1 was first reported in relation to an autosomal dominant condition with progressive psychomotor deterioration and neuroserpin-immunoreactive inclusion body in a large family in 1999 (Davis et al. 1999 PMID: 10517635). The onset of this family was in their 40’s and epilepsy was not present. Later, this family was found to be on the milder spectrum of this condition, because families reported after this initial publication had earlier age of onset (7-30 yo) and epilepsy. Typical phenotypes of these probands were psychomotor deterioration, progressive myoclonus epilepsy, and Periodic Acid-Schiff-positive, diastase resistant, and neuroserpin-immunoreactive inclusion bodies called Collins bodies in the brain. For this reason, SERPINI1 is curated for autosomal dominant progressive myoclonus epilepsy. Seven missense SERPINI1 variants that have been reported in twelve probands in nine publications have been included in this curation. The mechanism of pathogenicity appears to be GOF. Of the twelve reported families, ten had variants with functional studies and/or neuroserpin-immuoreactive inclusion bodies in the brain and were awarded 0.5 pts. Five families received additional 0.5 pts, because the variants were de novo. Four variants were recurrent in nine families, and each received 0.5 pts more. For the large family studied in PMID: 10517635, LOD score of 3.4 was published, resulting in 1 pt for segregation. In total, maximum score for genetic evidence (12 pts) has been reached. There was no scorable experimental evidence for this gene-disease association. In summary, SERPINI1 is definitively associated with autosomal dominant progressive myoclonus epilepsy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:1b31db78-6595-440d-a3f1-b3b5ca361611"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}