{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-03-03T17:00:00.000Z","role":"Approver"},{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-07-03T18:51:49.181Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11062471","type":"dc:BibliographicResource","dc:abstract":"During development, visual photoreceptors, bipolar cells and other neurons establish connections within the retina enabling the eye to process visual images over approximately 7 log units of illumination. Within the retina, cells that respond to light increment and light decrement are separated into ON- and OFF-pathways. Hereditary diseases are known to disturb these retinal pathways, causing either progressive degeneration or stationary deficits. Congenital stationary night blindness (CSNB) is a group of stable retinal disorders that are characterized by abnormal night vision. Genetic subtypes of CSNB have been defined and different disease actions have been postulated. The molecular bases have been elucidated in several subtypes, providing a better understanding of the disease mechanisms and developmental retinal neurobiology. Here we have studied 22 families with 'complete' X-linked CSNB (CSNB1; MIM 310500; ref. 4) in which affected males have night blindness, some photopic vision loss and a defect of the ON-pathway. We have found 14 different mutations, including 1 founder mutation in 7 families from the United States, in a novel candidate gene, NYX. NYX, which encodes a glycosylphosphatidyl (GPI)-anchored protein called nyctalopin, is a new and unique member of the small leucine-rich proteoglycan (SLRP) family. The role of other SLRP proteins suggests that mutant nyctalopin disrupts developing retinal interconnections involving the ON-bipolar cells, leading to the visual losses seen in patients with complete CSNB.","dc:creator":"Bech-Hansen NT","dc:date":"2000","dc:title":"Mutations in NYX, encoding the leucine-rich proteoglycan nyctalopin, cause X-linked complete congenital stationary night blindness."},"evidence":[{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfe4d1f7-e526-47bc-9950-3b182281938c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d496ad4b-4836-4314-b292-55614d120f14","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq data from EyeIntegration v1.05 (PMID: 30239781) indicate that NYX exhibits its highest expression levels in retina tissue, particularly retinal pigmented epithelium. To a lesser extent, it is also well expressed in kidney, lymphocytes, and testis (PMID: 30239781, PMID: 23715323). Additional in situ hybridization evidence from human retina sections has shown NYX localization specifically to the inner segment of photoreceptors, inner and outer nuclear layers, and ganglion cell layer (PMID: 11062471, Fig. 4b).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"High expression of NYX mRNA in retinal pigmented epithelium"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This expression pattern has been scored due to its compatibility with the visual phenotypes of the affected patients."},{"id":"cggv:8ae52746-11d9-48d2-b4f4-2d5db6389ea9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:85d23718-c6fb-4e59-b2c7-b9938db9c767","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Nyx was detected by antibody staining of zebrafish retinal sections and was found to localize strongly to both synaptic layers (the outer plexiform layer and inner plexiform layer) but not the outer nuclear layer or inner nuclear layer (Fig. 5A). Lack of co-localization between Nyx and either SV2 or PSD-95 (two presynaptic markers) confirmed that Nyx is specifically post-synaptically localized (Figs. 5C, 6A). This was further confirmed by the detection of Nyx-labeled second-order neuron dendrites invaginating into presynaptic cone pedicles (Figs. 6B and 6C). This data indicates that the role of NYX is post-synaptic rather than pre-synaptic, and is highly compatible with the findings of a separate mouse experiment (PMID: 17881478) showing that Nyx transgene expression in the dendritic tips of retinal depolarizing bipolar cells rescues the phenotype of Nyx-deficient mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17004930","type":"dc:BibliographicResource","dc:abstract":"The first synapse in the vertebrate visual system is the photoreceptor synapse between rod and cone photoreceptors and the second-order bipolar cells. Although mutations in the nyctalopin gene (NYX) in humans lead to congenital stationary night blindness (CSNB1), affecting synaptic transmission between both types of photoreceptors and ON-bipolar cells, the function of nyctalopin in cone-dominant animal models has not been studied. Because the larval zebrafish retina is cone-dominant, we isolated the zebrafish nyx ortholog and raised a polyclonal antibody against the protein. Nyctalopin is expressed postsynaptically in both synaptic layers of the retina. Functional disruption via morpholino antisense injection leads to characteristic defects in the electroretinogram and defects in visual contrast sensitivity. We therefore demonstrated that nyctalopin plays a similar role in retinal synapse function in the cone pathway as in the rod pathway, thereby creating a genetic model for CSNB1 and its effects on cone vision.","dc:creator":"Bahadori R","dc:date":"2006","dc:title":"Nyctalopin is essential for synaptic transmission in the cone dominated zebrafish retina."},"rdfs:label":"Nyx localization to both synaptic layers of zebrafish retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This finding complements existing expression evidence (comparing NYX expression in the retina to its expression in diverse other tissues) by showing a high degree of specificity of NYX localization within the retina, compatible with functional findings from a mouse model."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:10a3930b-31a3-4573-b99e-76b65d620991","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0f8bc83-6c2d-4c05-b76a-69452276cd5c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The EYFP-Nyx transgene restores both the ERG b-wave (Figure 5B) and the spontaneous and light-evoked responses of retinal ganglion cells (Figure 6) in Nyx-deficient mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17881478","type":"dc:BibliographicResource","dc:abstract":"Mutations in the NYX gene that encodes the protein nyctalopin cause congenital stationary night blindness type 1. In no b-wave (nob) mice, a mutation in Nyx results in a functional phenotype that includes the absence of the electroretinogram b-wave and abnormal spontaneous and light-evoked activity in retinal ganglion cells (RGCs). In contrast, there is no morphological abnormality in the retina at either the light or electron microscopic levels. These functional deficits suggest that nyctalopin is required for normal synaptic transmission between retinal photoreceptors and depolarizing bipolar cells (DBCs). However, the synaptic etiology and, specifically, the exact location and function of nyctalopin, remain uncertain. We show that nob DBCs fail to respond to exogenous application of the photoreceptor neurotransmitter, glutamate, thus demonstrating a postsynaptic deficit in photoreceptor to bipolar cell communication. To determine if postsynaptic expression of nyctalopin is necessary and sufficient to rescue the nob phenotype, we constructed transgenic mice that expressed an EYFP-nyctalopin fusion protein on the dendritic tips of the DBCs. Immunohistochemical and ultrastructural studies verified that fusion protein expression was limited to the DBC dendritic tips. Fusion gene expression in nob mice restored normal outer and inner visual function as determined by the electroretinogram and RGC spontaneous and evoked responses. Together, our data show that nyctalopin expression on DBC dendrites is required for normal function of the murine retina.","dc:creator":"Gregg RG","dc:date":"2007","dc:title":"Nyctalopin expression in retinal bipolar cells restores visual function in a mouse model of complete X-linked congenital stationary night blindness."},"rdfs:label":"Rescue of Nyx loss-of-function mouse by transgene expression"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"Default points were awarded due to the nearly-complete degree of rescue. The possibility of over-expression effects was partially mitigated by the choice of promoter, which was known to drive relatively low levels of transgene expression. Up-scoring was not performed since the rescue experiment was not in a human system and was performed with the wild-type transgene only, not with a variant for comparison."},{"id":"cggv:a1ccfaa5-0fdc-4d5a-9ed8-97fed64d390f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:195cdbe3-5d10-4618-87bc-1cac50b41f96","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Nyctalopin-depleted zebrafish larvae display the characteristic Schubert-Bornschein-type ERG, characterized by a reduced or absent b-wave. Light perception by photoreceptors is unaffected as evidenced by the prominent a-wave. Similar recordings are obtained from CSNB1 patients with mutations in NYX. The animals also show a defect in contrast sensitivity (tested through optokinetic reflexes).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17004930","rdfs:label":"Zebrafish morpholino-based knockdown of nyx"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model recapitulates the human ERG phenotype very well and shows a visual abnormality as well, but been moderately down-scored as a cone-dominant animal model that uses morpholinos to disrupt nyx expression."},{"id":"cggv:ff7c0d4d-89e6-423d-94bb-5745af86b015","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:76a45ba1-ba87-4e0b-b0c9-1bd30a6dc1b9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to the human patients, the model exhibited reduced amplitude of dark-adapted bright flash electroretinogram b-wave (electronegative ERG) but normal amplitude of the a-wave (PMID: 9804152). Visually-driven cortical activity was also abnormal (9804152). Visual acuity was also reduced (Figure 4), similar to the human patients. Inheritance was X-linked recessive (Figure 3), which also matches the human families.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12506099","type":"dc:BibliographicResource","dc:abstract":"The available evidence indicates that the naturally occurring mouse mutant nob (no b-wave) provides an animal model for the complete form of human X-linked congenital stationary night blindness (CSNB1). The goals of the present study were to identify the nob gene defect, to characterize the expression pattern of the involved gene, and to assess visual sensitivity in nob mice.","dc:creator":"Gregg RG","dc:date":"2003","dc:title":"Identification of the gene and the mutation responsible for the mouse nob phenotype."},"rdfs:label":"Naturally occurring nob mouse model of Nyx loss-of-function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Phenotypic details and mode of inheritance were an excellent match for the human patients. Up-scoring was not performed due to the naturally occurring origin of the variant (not a knock-in of a human variant) and the limited number of phenotypes available for the human patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6593,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:2c29334c-3292-46f6-98d6-da56cd4137db","type":"GeneValidityProposition","disease":"obo:MONDO_0800407","gene":"hgnc:8082","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"The *NYX* gene was first reported in relation to X-linked cases of congenital stationary night blindness by two groups in the year 2000 (PMID: 11062471, PMID: 11062472). Affected male patients have since been identified in a number of other publications (PMID: 14609846, PMID: 18617546), with causal monoallelic variants in *NYX* specifically diagnostic for congenital stationary night blindness type 1A. This disease entity is referred to in this curation as *NYX*-related congenital stationary night blindness, and represents one of two X-linked forms of congenital stationary night blindness distinguished by a single monogenic cause. The disease is sometimes referred to as complete (as opposed to incomplete) X-linked congenital stationary night blindness based on the relative severity of its electroretinogram findings. The disease appears to be fully penetrant, with patients often presenting in infancy or early childhood with ocular features of night blindness, myopia, and reduced (but non-progressive) visual acuity, as well as nystagmus in some cases. Severely reduced or absent scotopic b-wave (electronegative ERG) is a characteristic finding on ERG, while the absence of oscillatory-potential wavelets and the presence of other rod ERG abnormalities are often reported as well. Because of the broad spectrum of potential phenotypes, these cases with causal variants in *NYX* have been curated under the inclusive disease name *NYX*-related retinopathy (MONDO:0800407).\n\nTen suspected pathogenic variants were scored as part of this curation (three nonsense, two frameshift, two missense, two small in-frame deletions, and one disrupting splicing), which have been collectively reported in ten probands in four publications (PMID: 11062471, PMID: 11062472, PMID: 18617546, PMID: 14609846). All probands were males who were hemizygous for their respective variants, and none were reported to have consanguineous parents. Heterozygous females are generally unaffected, following X-linked recessive inheritance. One family was scored for segregation evidence (PMID: 11062471). Additional available pieces of segregation evidence (PMID: 11062472, PMID: 16670814) and case-level evidence (PMID: 11062471, PMID: 11062472, PMID: 16670814, PMID: 12397430) were not scored as part of this curation as the maximum scoring for these evidence types had already been reached. The mechanism of pathogenicity appears to be monoallelic loss-of-function, characterized in some cases by frameshift or nonsense variants predicted to disrupt the C-terminal glycosylphosphatidylinositol (GPI) anchor of the protein product. This loss has been shown to trigger NYX retention and accumulation in the endoplasmic reticulum and Golgi rather than proper localization to the cell surface (PMID: 14507859).\n\nThis gene-disease association is also supported by experimental evidence that *NYX* exhibits its highest expression levels in retina tissue (PMID: 30239781), including in the inner segment of photoreceptors, inner and outer nuclear layers, and ganglion cell layer (PMID: 11062471). Staining evidence from zebrafish retinas shows *nyx* expression specifically in the outer plexiform and inner plexiform layers, strongly co-localizing with post-synaptic but not pre-synaptic markers (PMID: 17004930). Zebrafish with *nyx* knockdown exhibit absence of scotopic b-wave and normal a-wave in ERG recordings as well as reduced visual contrast sensitivity (PMID: 17004930). A naturally occurring mouse model with absence of scotopic b-wave and normal a-wave in ERG recordings as well as reduced visual acuity and X-linked inheritance has been found to harbor a frameshift mutation in *Nyx* disrupting the majority of the protein product (PMID:1250699). Tissue-specific *Nyx* transgene expression in the dendritic tips of retinal depolarizing bipolar cells in this mouse model strongly rescues both the ERG phenotype and the light-evoked responses of retinal ganglion cells (PMID: 17881478). Although the exact function of Nyx has not been conclusively demonstrated, these results collectively argue that it plays a critical role in the retinal bipolar cells that synapse with rod photoreceptor cells and transmit signals to ganglion cells.\n\nIn summary, *NYX* is definitively associated with *NYX*-related retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification has been approved by the ClinGen Retina GCEP on March 3rd, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c48083c5-2ef8-45ee-a97f-dc973d5d5072"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}