{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-10-26T17:17:12.118Z","role":"Publisher"},{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-04-06T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f183fe75-1d75-42e4-85ef-814faa3c29c6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:936c52f0-9eb8-4c06-afbf-5c15cef78e83","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization and immunostaining detected SLC26A2 mRNA in developing fetal hyaline cartilage and adult bronchial cartilage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11457925","type":"dc:BibliographicResource","dc:abstract":"Mutated alleles of the SLC26A2 (diastrophic dysplasia sulfate transporter or DTDST) gene cause each of the four recessive chondrodysplasias, i.e., diastrophic dysplasia (DTD), multiple epiphyseal dysplasia (MED), atelosteogenesis Type II (AO2), and achondrogenesis Type IB (ACG1B). SLC26A2 acts as an Na(+)-independent sulfate/chloride antiporter and belongs to the SLC26 anion transporter gene family, currently consisting of six homologous human members. Although Northern analysis has indicated some expression in all tissues studied, the only tissue known to be affected by SLC26A2 mutations is cartilage. Abundant SLC26A2 expression has previously been detected in normal human colon by in situ hybridization. We have used in situ hybridization and immunohistochemistry to examine multiple normal tissues for the expression of human SLC26A2. As expected, a strong signal for SLC26A2 mRNA and protein immunostaining were detected in developing fetal hyaline cartilage, while bronchial cartilage showed mRNA expression in adult tissues. SLC26A2 expression could also be detected in eccrine sweat glands, in bronchial glands, and in placental villi. In addition, immunoreactivity for the SLC26A2 protein was observed in exocrine pancreas. Our results suggest a more limited expression pattern for SLC26A2 than that found by Northern analysis. However, SLC26A2 expression is also detected in tissues not affected in chondrodysplasias caused by SLC26A2 mutations.","dc:creator":"Haila S","dc:date":"2001","dc:title":"SLC26A2 (diastrophic dysplasia sulfate transporter) is expressed in developing and mature cartilage but also in other tissues and cell types."},"rdfs:label":"Expression in human cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:583df056-3aeb-42d0-98f4-b0f8ac29d774","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36d6cd60-ab48-43e8-9a03-2495d8a4ec90","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry showed that Slc26a2 was expressed in the chondrocytes of freshly isolated mouse articular cartilage explants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25373420","type":"dc:BibliographicResource","dc:abstract":"Severe to profound sensorineural hearing loss (SNHL) requires cochlear implantation (CI) for auditory rehabilitation. Etiologic diagnoses can contribute to candidacy selection and decision-making regarding the timing of successful CI. However, few studies have been performed to address the etiologic spectrum of severe SNHL in the population where there is no consanguineous marriage and the majority of SNHL cases are sporadic in small sized families. The authors sought to comprehensively understand the etiologies of Korean cochlear implantees by incorporating the targeted resequencing of 204 candidate deafness genes (TRS-204) and a phenotype-driven candidate gene approach.","dc:creator":"Park JH","dc:date":"2014","dc:title":"Exploration of molecular genetic etiology for Korean cochlear implantees with severe to profound hearing loss and its implication."},"rdfs:label":"Expression in mouse articular cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e2d4473b-5359-4ee4-898b-922cc37fb639","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93807e17-a489-4ae8-b02f-cf081064c22a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showed that Slc26a2 was expressed in the limbs, craniofacial regions, and lumbosacral spine of mouse embryos at day 14.5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26077908","type":"dc:BibliographicResource","dc:abstract":"Spondylolysis is a fracture in part of the vertebra with a reported prevalence of about 3-6% in the general population. Genetic etiology of this disorder remains unknown. The present study was aimed at identifying genomic mutations in patients with dysplastic spondylolysis as well as the potential pathogenesis of the abnormalities. Whole-exome sequencing and functional analysis were performed for patients with spondylolysis. We identified a novel heterozygous mutation (c.2286A > T; p.D673V) in the sulfate transporter gene SLC26A2 in five affected subjects of a Chinese family. Two additional mutations (e.g., c.1922A > G; p.H641R and g.18654T > C in the intron 1) in the gene were identified by screening a cohort of 30 unrelated patients with the disease. In situ hybridization analysis showed that SLC26A2 is abundantly expressed in the lumbosacral spine of the mouse embryo at day 14.5. Sulfate uptake activities in CHO cells transfected with mutant SLC26A2 were dramatically reduced compared with the wild type, confirming the pathogenicity of the two missense mutations. Further analysis of the gene-disease network revealed a convergent pathogenic network for the development of lumbosacral spine. To our knowledge, our findings provide the first identification of autosomal dominant SLC26A2 mutations in patients with dysplastic spondylolysis, suggesting a new clinical entity in the pathogenesis of chondrodysplasia involving lumbosacral spine. The analysis of the gene-disease network may shed new light on the study of patients with dysplastic spondylolysis and spondylolisthesis as well as high-risk individuals who are asymptomatic. ","dc:creator":"Cai T","dc:date":"2015","dc:title":"Dysplastic spondylolysis is caused by mutations in the diastrophic dysplasia sulfate transporter gene."},"rdfs:label":"Expression in mouse embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ddaea00e-a15e-47a6-9bfc-c506af7f1afb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c66447b7-fabc-49b1-a234-7c123fa56e4f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Decreased sulfate transport has been demonstrated to be a mechanism for variants associated with rMED (and other disorders of the SLC26A2 spectrum) (PMID: 15294877).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9575183","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter (DTDST) gene constitute a family of recessively inherited osteochondrodysplasias including achondrogenesis type 1B, atelosteogenesis type II, and diastrophic dysplasia. However, the functional properties of the gene product have yet to be elucidated. We cloned rat DTDST cDNA from rat UMR-106 osteoblastic cells. Northern blot analysis suggested that cartilage and intestine were the major expression sites for DTDST mRNA. Analysis of the genomic sequence revealed that the rat DTDST gene was composed of at least five exons. Two distinct transcripts were expressed in chondrocytes due to alternative utilization of the third exon, corresponding to an internal portion of the 5'-untranslated region of the cDNA. Injection of rat and human DTDST cRNA into Xenopus laevis oocytes induced Na+-independent sulfate transport. Transport activity of the expressed DTDST was markedly inhibited by extracellular chloride and bicarbonate. In contrast, canalicular Na+-independent sulfate transporter Sat-1 required the presence of extracellular chloride in the cRNA-injected oocytes. The activity profile of sulfate transport in growth plate chondrocytes was studied in the extracellular presence of various anions and found substantially identical to DTDST expressed in oocytes. Thus, sulfate transport of chondrocytes is dominantly dependent on the DTDST system. Finally, we demonstrate that undersulfation of proteoglycans by the chlorate treatment of chondrocytes significantly impaired growth response of the cells to fibroblast growth factor, suggesting a role for DTDST in endochondral bone formation.","dc:creator":"Satoh H","dc:date":"1998","dc:title":"Functional analysis of diastrophic dysplasia sulfate transporter. Its involvement in growth regulation of chondrocytes mediated by sulfated proteoglycans."},"rdfs:label":"Sulfate uptake"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:907679ab-6a82-4d9f-b004-f3d2490d7e26","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5bb310d-a9e2-429d-9d5c-a4c638cada2d","type":"FunctionalAlteration","dc:description":"shRNA knockdown of Slc26a2 caused decreased proliferation of chondrocytes (differentiated from mouse progenitor mesenchymal cells) and reduced basal proteoglycan synthesis, possibly by inhibiting the effect of IGF-1 on synthesis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25373420","rdfs:label":"shRNA knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:dac4ecf5-f32b-479f-a215-422860fe3d37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:18d1e6c0-1c3b-4b26-936b-1b21ab3198fe","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Candidate gene sequencing only (method not specified otherwise)","phenotypeFreeText":"At birth, had cleft palate, small jaw, short limbs and length, spontaneous palmar ulnar deviation and underdeveloped thumbs, abnormally shaped femoral heads, and kyphosis with underdeveloped C4. Developed severe progressive scoliosis by 2 yo. At 5 yo, height was 98 cm (-3.0 SD) and weight was 19 kg (0 SD). Stiff ankles but no clubfoot. Valgus deformity in knees, joint stiffness in upper limbs, contractures in third fingers, thick/low-set earlobes. Broad metaphyses, elbow contractures, and bilateral laterally displaced double layer patellae.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:dac4ecf5-f32b-479f-a215-422860fe3d37_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.835C>T (p.Arg279Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252990"}},{"id":"cggv:05b50578-afd8-4b15-b4fc-26dc9c4b5640","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1535C>A (p.Thr512Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116649"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30423444","type":"dc:BibliographicResource","dc:abstract":"Pathogenic sequence variants in the solute carrier family 26 member 2 (SLC26A2) gene result in lethal (achondrogenesis Ib and atelosteogenesis II) and non-lethal (diastrophic dysplasia and recessive multiple epiphyseal dysplasia, rMED) chondrodysplasias. We report on two new patients with rMED and very rare compound heterozygous mutation combinations in non-consanguineous families. Patient I presented in childhood with waddling gait and joint stiffness. Radiographs showed epiphyseal changes, bilateral coxa plana-deformity and knee valgus deformity, for which he underwent surgeries. At present 33 years his height is 165 cm. Patient II presented with cleft palate, small jaw, short limbs, underdeveloped thumbs and on radiographs, cervical kyphosis with an underdeveloped C4. He also developed severe scoliosis but has grown at -2.9 SD curve. Molecular analysis revealed that patient I is heterozygous for two known pathogenic variants in SLC26A2, a splice site variant c.-26+2T > C and a missense variant c.1957T > A (p.Cys653Ser), while patient II is compound heterozygous for missense variants c.835C > T (p.Arg279Trp) and c.1535C > A (p.Thr512Lys). These patients further elucidate the variability of the phenotypic and genetic presentations of rMED.","dc:creator":"Kausar M","dc:date":"2019","dc:title":"Recessive multiple epiphyseal dysplasia - Clinical characteristics caused by rare compound heterozygous SLC26A2 genotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30423444","rdfs:label":"Patient II"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Decision to move to DTD as phenotype was too severe for rMED."},{"id":"cggv:09107a9a-ed3d-4a49-a41b-3601b125124e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:34fbb656-a567-4d89-bcd1-fa6b91c4dab4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosed with rMED at age 8. Was noted to have mild thoracal scoliosis and contractures in some fingers. At age 10, his Z-score for height was -1.42","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:09107a9a-ed3d-4a49-a41b-3601b125124e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ccd8beb4-f184-4277-823b-7150cc6b0614","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.-26+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340160"}},{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24598000","type":"dc:BibliographicResource","dc:abstract":"Diastrophic dysplasia (DTD) is an autosomal recessive skeletal dysplasia caused by SLC26A2 mutations. Clinical features include short stature, joint contractures, spinal deformities, and cleft palate. SLC26A2 mutations also result in other skeletal dysplasias, including the milder recessive multiple epiphyseal dysplasia (rMED). DTD is overrepresented in Finland and we speculated that this may have influenced the prevalence and spectrum of SLC26A2-related skeletal conditions also in Sweden. We reviewed the patient registry at Department of Clinical Genetics, Karolinska University Hospital, Stockholm to identify subjects with SLC26A2 mutations. Seven patients from six families were identified; clinical data were available for six patients. All but one patient had one or two copies of the Finnish SLC26A2 founder mutation IVS1+2T>C. Arg279Trp mutation was present in compound heterozygous form in five patients with phenotypes consistent with rMED. Their heights ranged from -2.6 to -1.4 standard deviation units below normal mean and radiographic features included generalised epiphyseal dysplasia and double-layered patellae. Two rMED patients had hypoplastic C2 and cervical kyphosis, a severe manifestation previously described only in DTD. Our study confirms a high prevalence of rMED in Sweden and expands the phenotypic manifestations of rMED. ","dc:creator":"Mäkitie O","dc:date":"2015","dc:title":"SLC26A2 disease spectrum in Sweden - high frequency of recessive multiple epiphyseal dysplasia (rMED)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24598000","rdfs:label":"Makitie patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:bf27288f-461c-43bc-8a5e-5002bd282dcd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:c5ed95ac-4722-48a7-b100-7544583f5842","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Unequal leg lengths were first noticed at 6 yo. Abnormal gait and limping were noted at 9 yo. Had right hip arthroplasty and resection of cartilago acetabularis for limited rotation of the right leg. Chronic synovitis. Lump in the left femoribus internus. Limited flexion-extension of the left leg. Height: 138 cm. Brachydactyly, bilateral skewfoot, lumbosacral scoliosis. Limited movement of both hips.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:bf27288f-461c-43bc-8a5e-5002bd282dcd_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:97e17650-25de-435c-b1cb-a8a294a9ecd4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.1198C>T (p.Leu400Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361707351"}},{"id":"cggv:0721285d-8c36-47cd-a03a-47b52e7a3431","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.824T>C (p.Leu275Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361706374"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29724173","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasia (MED) is a heterogeneous genetic condition characterized by variable phenotypes, such as short stature (mild to moderate), joint deformities, abnormal gait, scoliosis, and brachydactyly. Recessive mutations in the SLC26A2 gene cause a phenotype of multiple epiphyseal dysplasia-4 (MED-4). In the present study, we identified novel compound heterozygous mutations in the SLC26A2 gene in a Chinese family with two affected sibs with MED-4.","dc:creator":"Zhou T","dc:date":"2018","dc:title":"Dual novel mutations in SLC26A2 in two siblings with multiple epiphyseal dysplasia 4 from a Chinese family: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29724173","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Decision to move to DTD curation as phenotype was too severe for rMED."},{"id":"cggv:78945293-4042-4b11-87b0-2015a6ac3ea9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1ce5cdcd-0fce-4a6b-b2d1-ae31cb67462c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"detectionMethod":"PCR of SLC26A2 only","firstTestingMethod":"PCR","phenotypeFreeText":"At 42 yo, height was 166 cm. Waddling gait and increasing hip pain since 3 yo. Brachydactyly, proximally placed thumbs, and clinodactyly of the 5th fingers. Limited movement of the big joints worsened with age. During the 2nd decade of life, had progressive flexion contractures of the hip and elbow joints. Used crutches at 23 yr. Radiographs at 3 yr showed flattened proximal femoral epiphyses, shortened femoral necks, platyspondyly w/ irregular vertebral plates, and scoliosis. Multilayered patellae and shortened metacarpals. Early onset progressive osteoarthritis.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:78945293-4042-4b11-87b0-2015a6ac3ea9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1bcb8b32-913e-453b-87ef-9e0ce48b26d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.2144C>T (p.Ala715Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252994"}},{"id":"cggv:ee87862a-c06a-47bd-9c7e-deb09eb08cb6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.1957T>A (p.Cys653Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252996"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21077204","type":"dc:BibliographicResource","dc:abstract":"DTDST mutations cause a spectrum of diastrophic dysplasia disorders characterized by defects of proteoglycans sulfation. Reduction of sulfate/chloride antiporter activity is manifested by lower sulfate uptake and depends on a combination of mutations in DTDST. We analyzed a family with an autosomal recessive form of bone dysplasia. Three affected brothers from this family are compound heterozygotes for C653S/A715V mutations. We classified their phenotype as a new intermediate form between diastrophic dysplasia and multiple epiphyseal dysplasia, manifested by shortening of stature, metatarsus adductus/club foot, mild brachydactyly, proximally placed thumbs and clinodactyly of the fifth fingers. Radiographs document platyspondyly most marked in the lower thoracic and upper lumbar spine, epiphyseal dysplasia affecting predominantly the femoral heads, widening of the metaphyses, narrow growth cartilage and multilayered patellae. Exaggerated lesser trochanters of femur, that is, \"monkey wrench\" sign, elevated greater trochanters, thin upper pubic rami, grossly normal carpal/tarsal bones and severe, early onset osteoarthritis were other notable features.","dc:creator":"Czarny-Ratajczak M","dc:date":"2010","dc:title":"New intermediate phenotype between MED and DD caused by compound heterozygous mutations in the DTDST gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21077204","rdfs:label":"Czarny-Ratajczak patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Upgraded by 0.5 points based on evidence from Karniski et al. (PMID: 15294877) demonstrating that the p.A715V variant retains only partial function in both Xenopus oocytes and mammalian HEK-293 cells. The variant was expressed along the plasma membrane, but the amount of protein expressed on the cell surface was significantly lower and rates of transport were reduced compared to wild type."},{"id":"cggv:49e4407c-7b73-4295-9733-7032956889ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c3e66e20-cb33-4634-a6ad-8f06975db793","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis on referral was progressive pseudorheumatoid dysplasia, however following review by the panel this proband was diagnosed with rMED. Radiographs were not published.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:49e4407c-7b73-4295-9733-7032956889ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ee87862a-c06a-47bd-9c7e-deb09eb08cb6"},{"id":"cggv:1bcb8b32-913e-453b-87ef-9e0ce48b26d2"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21922596","type":"dc:BibliographicResource","dc:abstract":"Pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED) are relatively common skeletal dysplasias resulting in short-limbed dwarfism, joint pain, and stiffness. PSACH and the largest proportion of autosomal dominant MED (AD-MED) results from mutations in cartilage oligomeric matrix protein (COMP); however, AD-MED is genetically heterogenous and can also result from mutations in matrilin-3 (MATN3) and type IX collagen (COL9A1, COL9A2, and COL9A3). In contrast, autosomal recessive MED (rMED) appears to result exclusively from mutations in sulphate transporter solute carrier family 26 (SLC26A2). The diagnosis of PSACH and MED can be difficult for the nonexpert due to various complications and similarities with other related diseases and often mutation analysis is requested to either confirm or exclude the diagnosis. Since 2003, the European Skeletal Dysplasia Network (ESDN) has used an on-line review system to efficiently diagnose cases referred to the network prior to mutation analysis. In this study, we present the molecular findings in 130 patients referred to ESDN, which includes the identification of novel and recurrent mutations in over 100 patients. Furthermore, this study provides the first indication of the relative contribution of each gene and confirms that they account for the majority of PSACH and MED.","dc:creator":"Jackson GC","dc:date":"2012","dc:title":"Pseudoachondroplasia and multiple epiphyseal dysplasia: a 7-year comprehensive analysis of the known disease genes identify novel and recurrent mutations and provides an accurate assessment of their relative contribution."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21922596","rdfs:label":"ESDN-00129"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:0760003d-c7f6-4745-84ac-a3ec2bc5f29e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:47054db6-04cc-4f36-84a6-ec043bd97572","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"SLC26A2 only was sequenced, but the method was not specified.","phenotypeFreeText":"According to the authors, “clinical and radiographic findings were regarded more compatible with rMED than DTD.”  Ultrasound at 17 weeks showed bilateral clubfoot deformity and short femora. Birth length was 49 cm (-0.9 SD). Had clubfeet, ulnar deviation of both wrists, and mild micrognathia. All limbs appeared slightly short. Cystic swelling of the earlobes developed at 1 month. Bilateral congenital patellar dislocation. \n        At 10 years, valgus knees on both sides. Limited extension at elbows and ankles (bilateral). Radiographs showed small epiphyses and double-layered patella.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0760003d-c7f6-4745-84ac-a3ec2bc5f29e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:05b50578-afd8-4b15-b4fc-26dc9c4b5640"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23613459","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Syvänen J","dc:date":"2013","dc:title":"Recessive MED with auricular swelling due to compound heterozygosity Arg279Tpr/Thr512Lys in the SLC26A2 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23613459","rdfs:label":"Syvanen proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:f782846e-c372-4929-b981-5f4735d68b31_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:39bf2efc-2445-43cf-af68-f1ef9d16093f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Disproportionate short stature (-3.6 SD), scoliosis, pectus excavatum, pes planus, coxa vara.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f782846e-c372-4929-b981-5f4735d68b31_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ee87862a-c06a-47bd-9c7e-deb09eb08cb6"},{"id":"cggv:44841fca-ec11-43be-8363-0deb6513603c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.353T>A (p.Val118Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361704817"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29758562","type":"dc:BibliographicResource","dc:abstract":"PurposeShort stature is a common condition of great concern to patients and their families. Mostly genetic in origin, the underlying cause often remains elusive due to clinical and genetic heterogeneity.MethodsWe systematically phenotyped 565 patients where common nongenetic causes of short stature were excluded, selected 200 representative patients for whole-exome sequencing, and analyzed the identified variants for pathogenicity and the affected genes regarding their functional relevance for growth.ResultsBy standard targeted diagnostic and phenotype assessment, we identified a known disease cause in only 13.6% of the 565 patients. Whole-exome sequencing in 200 patients identified additional mutations in known short-stature genes in 16.5% of these patients who manifested only part of the symptomatology. In 15.5% of the 200 patients our findings were of significant clinical relevance. Heterozygous carriers of recessive skeletal dysplasia alleles represented 3.5% of the cases.ConclusionA combined approach of systematic phenotyping, targeted genetic testing, and whole-exome sequencing allows the identification of the underlying cause of short stature in at least 33% of cases, enabling physicians to improve diagnosis, treatment, and genetic counseling. Exome sequencing significantly increases the diagnostic yield and consequently care in patients with short stature.","dc:creator":"Hauer NN","dc:date":"2018","dc:title":"Clinical relevance of systematic phenotyping and exome sequencing in patients with short stature."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29758562","rdfs:label":"Hauer proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Not scored due to low confidence in the p.V118E variant."},{"id":"cggv:83168df1-8622-4983-a407-98518a324184_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8f258871-5d64-4709-bcc5-1f14a9988add","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosed with rMED at 3 years old. Radiographic findings consistent with MED. Had bilateral clubfoot but no spinal deformity or contractures. At 2 months, had swollen ears and aspirations, but no residual deformity. Z-score for height was -1.98 at birth and -2.47 at 6 yr.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:83168df1-8622-4983-a407-98518a324184_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:05b50578-afd8-4b15-b4fc-26dc9c4b5640"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24598000"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24598000","rdfs:label":"Makitie patient 6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:24d0d49f-a466-4bed-84d8-318bef23a8c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c12c35e3-6954-4ff7-8fd6-7b6a0543891e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with joint pain, swelling, and habitual dislocation of the patella on both sides. Had an Ali Krogius procedure at age 5. 170 cm tall (no disproportion). Mild lumbar scoliosis and pectus carinatum. Extension deficit of both elbow joints. Limited protonation. Flexion deficit of the MP joints. Reduced range of motion in the hip joints. Both knees had valgus angulations. Slight synovial swelling on both sides. Instable femorotibial and patellofemoral joints. Pes valgus and planus on both sides. Shortened third toe.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:24d0d49f-a466-4bed-84d8-318bef23a8c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ee87862a-c06a-47bd-9c7e-deb09eb08cb6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20525296","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasia (MED) is one of the more common generalised skeletal dysplasias. Due to its clinical heterogeneity diagnosis may be difficult. Mutations of at least six separate genes can cause MED. Joint deformities, joint pain and gait disorders are common symptoms.","dc:creator":"Hinrichs T","dc:date":"2010","dc:title":"Recessive multiple epiphyseal dysplasia (rMED) with homozygosity for C653S mutation in the DTDST gene--phenotype, molecular diagnosis and surgical treatment of habitual dislocation of multilayered patella: case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20525296","rdfs:label":"Hinrichs proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Upgraded by 0.5 points based on evidence from Karniski et al. (PMID: 15294877) demonstrating that this variant retains only partial function in both Xenopus oocytes and mammalian HEK-293 cells. The variant was expressed along the plasma membrane, but the amount of protein expressed on the cell surface was significantly lower and rates of transport were reduced compared to wild type."},{"id":"cggv:1025d5e6-de70-420d-a763-286da124180e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ee7acaee-dae5-44a8-a037-102fc9e4167e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Candidate gene only","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with skeletal dysplasia at 5 yo. Primary complaint was joint pain. Height was 130 cm (10th centile). Radiographs of hands showed cone-shaped epiphyses. Proximal femoral epiphyses were small and less rounded than usual.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:1025d5e6-de70-420d-a763-286da124180e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12525546","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Ballhausen D","dc:date":"2003","dc:title":"Recessive multiple epiphyseal dysplasia (rMED): phenotype delineation in eighteen homozygotes for DTDST mutation R279W."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12525546","rdfs:label":"Patient 7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:a437b652-5947-4e25-af3a-bdbf94ed2bc3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63f2c2e1-0072-45b2-b3d6-b072b3af68b1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with a foot deformity which was first noticed at 3 yr. Height was 131 cm (42nd percentile). Short fingers and thumbs. Knees and ankles in valgus alignment. Adducted forefeet. Radiographs showed small, dysplastic epiphyses (knees, hips, ankles, wrists), short and flat epiphyses of metacarpals and phalanges with premature closure at the proximal and middle phalanges of both hands (resulting in brachydactyly), and double-layered patellae. Forefoot adduction was caused by deformed medial cuneiform bones and twisted metatarsals.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a437b652-5947-4e25-af3a-bdbf94ed2bc3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:af791947-4b23-4982-92b5-0e8d2e0f571e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.485_486delTG","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3505259"}},{"id":"cggv:eac4e35d-ae7e-45e0-81c9-ac0357b0f4df","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.1153G>A (p.Asp385Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361707261"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20592910","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasia is caused by heterogeneous genotypes involving more than six genes. Recessive mutations in the DTDST gene cause a phenotype of recessive multiple epiphyseal dysplasia (rMED). The authors report a 9-yr old Korean girl with the rMED phenotype having novel compound heterozygous mutations in the DTDST gene, which were inherited from both parents. This is the first Korean rMED case attributed to DTDST mutations, and expands the spectrum of diseases caused by DTDST mutations.","dc:creator":"Cho TJ","dc:date":"2010","dc:title":"Autosomal recessive multiple epiphyseal dysplasia in a Korean girl caused by novel compound heterozygous mutations in the DTDST (SLC26A2) gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20592910","rdfs:label":"Cho proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:3534f622-344a-4aee-b080-83e7cb5dcf31_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:3dab5952-34bf-4b9e-bb6a-dc8b0177bec4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"At birth, had bilateral skewfoot, rhizomelic shortening of extremities, and micrognathia with a high-arched palate. Referred for disproportionate short stature at 16 mo. At her last visit (14.8 yr), height was 149.5 cm. Advanced bone age.","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:3534f622-344a-4aee-b080-83e7cb5dcf31_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:f6bbc950-4543-4ce6-a4e7-8c670a098ddc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1565C>T (p.Ser522Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/623643"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29024831","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasias (MED) are a group of heterogeneous skeletal dysplasias, which share a common phenotype: short stature, skeletal deformities, joint pain and early onset osteoarthritis. Mutations in COMP account for approximately half of autosomal dominant MED cases whilst SLC26A2 mutations account for ∼25% of the recessive cases in the Caucasian population. We present here an interesting family, which was thought to initially have an autosomal dominant skeletal dysplasia. Using a targeted sequencing skeletal dysplasia panel, the proband was found to be a compound heterozygote for two mutations in SLC26A2, one novel mutation, p.Ser522Phe and the other, the common mutation, p.Arg279Trp. In addition to the classical characteristics of MED, she presented with an atypical feature, bilateral synostoses between the 2nd and 3rd metatarsals. The parents were confirmed to be heterozygous for the two mutations but interestingly, the maternal grandfather, who had MED, was found to be homozygous for the common SLC26A2 mutation.","dc:creator":"Barreda-Bonis AC","dc:date":"2018","dc:title":"Multiple SLC26A2 mutations occurring in a three-generational family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29024831","rdfs:label":"Barreda-Bonis proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Not scored because of low confidence in the variants. Additionally, there appeared to be other factors contributing to short stature in other family members like the mother."},{"id":"cggv:0167ef81-1805-4d84-860a-bf8cfdd78811_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7d9d81a8-a5b7-4d20-b8e3-a3ba50d91492","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"At birth, had club foot and hip dysplasia. As an adult, had a discrepancy in leg length, possibly from early ankle and foot surgery. Had brachydactyly, clinodactyly of the 5th finger, mild valgus deformity at the knees, shortening of 1st toe, adduction of the foot with wide spacing between 1st and 2nd toes, shortening of metacarpals and middle phalanges, and double-layered patella. Left convex scoliosis in lumbar region. Bowed lower arms and limited elbow flexion. Limited mobility of index fingers. Pain in hips, knees and feet. Normal stature (180 cm).","phenotypes":"obo:HP_0002654","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0167ef81-1805-4d84-860a-bf8cfdd78811_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10465113","type":"dc:BibliographicResource","dc:abstract":"We have observed over 25 different mutations in the diastrophic dysplasia sulphate transporter gene (DTDST) in association with the recessive disorders achondrogenesis 1B, atelosteogenesis 2, and diastrophic dysplasia. The c862t (R279W) transition is the most common mutation in non-Finnish patients, but in these disorders it is usually combined with other DTDST mutations. We had not seen a case of homozygosity for c862t (R279W) until we analysed DNA from a 36 year old male with tall-normal stature (180 cm) who asked for genetic counselling for suspected multiple epiphyseal dysplasia. He was treated for club foot and hip dysplasia at birth. Skeletal changes consistent with multiple epiphyseal dysplasia, with the peculiar finding of a double layered patella, were recognised during childhood. Cleft palate, swelling of the ear pinna, and hitch hiker thumb were absent. He was found to be homozygous, and both healthy parents heterozygous, for the R279W mutation in DTDST, and his fibroblasts showed a sulphate incorporation defect typical of DTDST disorders. Counselling was given for a recessive disorder, thereby considerably reducing the probability of affected offspring. Multiple epiphyseal dysplasia is more frequently caused by dominant mutations in the COMP (EDM1, McKusick 132400) and COL9A2 genes (EDM2, McKusick 600204). A few other patients and families with features similar to our proband have been described previously and considered to have autosomal recessive MED (EDM4, McKusick 226900). This observation confirms the existence of this entity and assigns it to the phenotypic spectrum associated with mutations at the DTDST locus.","dc:creator":"Superti-Furga A","dc:date":"1999","dc:title":"Recessively inherited multiple epiphyseal dysplasia with normal stature, club foot, and double layered patella caused by a DTDST mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10465113","rdfs:label":"Superti-Furga 1999 proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Upgraded by 0.5 points based on evidence from Karniski et al. (PMID: 15294877) demonstrating that this variant retains only partial function in both Xenopus oocytes and mammalian HEK-293 cells. The variant was expressed along the plasma membrane, but the amount of protein expressed on the cell surface was significantly lower and rates of transport were reduced compared to wild type."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1377,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.5,"subject":{"id":"cggv:e5781291-86c3-47f2-acfa-a0b99688ce82","type":"GeneValidityProposition","disease":"obo:MONDO_0016648","gene":"hgnc:10994","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"SLC26A2 was first associated with autosomal recessive multiple epiphyseal dysplasia as early as 1999 (Superti-Furga et al., PMID: 10465113). Clinical features of this disorder include scoliosis, joint pain, and malformations of the hands, feet, and knees (GeneReviews, Bonafé et al., 2014). However, radiographic analysis and histopathology are also important in arriving at a diagnosis. At least 11 unique variants (including missense, splice site, and frameshift variants) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 9 probands in 8 publications (PMID: 10465113, 12525546, 20592910, 20525296, 24598000, 21922596, 21077204, 23613459). Variants in this gene segregated with disease in 3 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence has been reached. Of note, variants in this gene have also been shown to cause diastrophic dysplasia, atelosteogenesis type 2, and achondrogenesis type 1B, which comprise a spectrum of phenotypes (depending on level of residual sulfate transport) and have been definitively associated with SLC26A2. This gene-disease association is supported by expression studies and in vitro functional assays. In summary, SLC26A2 is definitively associated with autosomal recessive multiple epiphyseal dysplasia. This curation was approved by the Skeletal Disorders Gene Curation Expert Panel (GCEP) on 4/6/2020.\n","dc:isVersionOf":{"id":"cggv:b53d2317-709a-4b12-b846-fa51bfddf7e1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}