{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ecv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-07-26T16:00:00.000Z","role":"Approver"},{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-07-26T16:25:28.650Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bad7f22d-86da-4a7b-8546-d42158114513","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b72b1f8-a7b7-49d9-8c6e-48aa14581a95","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The enzymatic function of GLS in conversion of glutamine to glutamate, is consistent with the elevated glutamate observed in patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12963351","type":"dc:BibliographicResource","dc:abstract":"The human gene that encodes the kidney-type glutaminase (KGA) spans 84-kb, contains 19 exons, and encodes two alternatively spliced mRNAs. Various segments of the rat KGA cDNA were PCR amplified and cloned into a bacterial expression vector to determine whether the N- and C- terminal ends of the glutaminase protein were essential for activity. A recombinant glutaminase, lacking the coding sequence contained in exon 1, was found to be fully active. In contrast, proteins that lacked sequences from exons 1 and 2 and exons 1-3 were inactive. An additional construct that corresponded to the sequence encoded by exons 2-14 also retained full activity. Both of the fully active, truncated proteins were purified to apparent homogeneity using an incorporated N-terminal His(6)-tag and Ni(2+)-affinity chromatography. The K(M) values for glutamine of the native and recombinant forms of glutaminase were nearly identical. However, the two truncated forms of the glutaminase exhibit the characteristic phosphate activation profile only when dialyzed into a buffer lacking phosphate. Dialysis versus 10mM Tris-phosphate was sufficient to form an active tetramer. Thus, the deleted N-terminal sequence may contribute to the phosphate-dependent oligomerization and activation of the native glutaminase.","dc:creator":"Kenny J","dc:date":"2003","dc:title":"Bacterial expression, purification, and characterization of rat kidney-type mitochondrial glutaminase."},"rdfs:label":"Glutaminase Activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12a3bd71-5990-4074-b64b-8bd3c74e82a9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5880e925-c828-41cf-ba97-42c59567d07b","type":"FunctionalAlteration","dc:description":"In HEK293 cells expressing Ser482Cys-GLS, clearance of a sub-lethal pulse of hydrogen peroxide was impaired with normal basal reactive oxygen species (ROSs) levels. This indicates that Ser482Cys-GLS results in a lower capacity for ROS scavenging.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239721","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in glutaminase (GLS), the enzyme converting glutamine into glutamate, and the counteracting enzyme glutamine synthetase (GS) cause disturbed glutamate homeostasis and severe neonatal encephalopathy. We report a de novo Ser482Cys gain-of-function variant in GLS encoding GLS associated with profound developmental delay and infantile cataract. Functional analysis demonstrated that this variant causes hyperactivity and compensatory downregulation of GLS expression combined with upregulation of the counteracting enzyme GS, supporting pathogenicity. Ser482Cys-GLS likely improves the electrostatic environment of the GLS catalytic site, thereby intrinsically inducing hyperactivity. Alignment of +/-12.000 GLS protein sequences from >1000 genera revealed extreme conservation of Ser482 to the same degree as catalytic residues. Together with the hyperactivity, this indicates that Ser482 is evolutionarily preserved to achieve optimal-but submaximal-GLS activity. In line with GLS hyperactivity, increased glutamate and decreased glutamine concentrations were measured in urine and fibroblasts. In the brain (both grey and white matter), glutamate was also extremely high and glutamine was almost undetectable, demonstrated with magnetic resonance spectroscopic imaging at clinical field strength and subsequently supported at ultra-high field strength. Considering the neurotoxicity of glutamate when present in excess, the strikingly high glutamate concentrations measured in the brain provide an explanation for the developmental delay. Cataract, a known consequence of oxidative stress, was evoked in zebrafish expressing the hypermorphic Ser482Cys-GLS and could be alleviated by inhibition of GLS. The capacity to detoxify reactive oxygen species was reduced upon Ser482Cys-GLS expression, providing an explanation for cataract formation. In conclusion, we describe an inborn error of glutamate metabolism caused by a GLS hyperactivity variant, illustrating the importance of balanced GLS activity.","dc:creator":"Rumping L","dc:date":"2019","dc:title":"GLS hyperactivity causes glutamate excess, infantile cataract and profound developmental delay."},"rdfs:label":"Oxidative stress"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Oxidative stress is a known consequence of glutamate excess and a common cause of cataract and neuronal injury. Here the authors show that GLS hyperactivity indeed leads to decreased capacity for redox buffering, which can result in oxidative stress and therefore postulate that glutamate excess contributes to the ophthalmologic phenotype of the patient."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5463ecd4-349f-4fe1-b8fd-c27ff4f4d5de","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:808fb658-2723-46d4-97f5-71f298055bb8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Of the embryos expressing the Ser482Cys-GLS variant, 34 (72%) of 47 developed structural opacities in the lens, which were not observed in any of the control embryos. The lens opacities were amenable to GLS inhibition, supporting a role for GLS activity in cataract formation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30239721","rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The Zebrafish model addresses the role of increased GLS activity in cataract formation but does not fully recapitulate human disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":8751,"specifiedBy":"GeneValidityCriteria10","strengthScore":3.5,"subject":{"id":"cggv:4105a2a2-5ae2-4eba-88d7-3b99a49db3d4","type":"GeneValidityProposition","disease":"obo:MONDO_0032685","gene":"hgnc:4331","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*GLS* was first reported in relation to autosomal dominant infantile cataract, skin abnormalities, glutamate excess, and impaired intellectual development due to GLS hyperactivity in 2019 (Rumping L, et al., 2019, PMID: 30239721). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Two missense variants (Ser482Cys and His461Leu) have been reported from two probands in two publications (PMIDs: 30239721, 37151363). To validate enhanced catalytic activity of the Ser482Cys *GLS* variant, a HEK293 cell model with inducible expression of Ser482Cys-GLS was generated. Induction of Ser482Cys-GLS again strongly increased the glutamate/glutamine ratio (as in the patient) while induction of wild-type GLS had no effect (PMID: 30239721). Experimentally, this gene-disease relationship is supported by its role in the production of glutamate (PMID: 12963351), the resulting oxidative stress found in the patient as a consequence of glutamate excess, which contributes to the ophthalmologic phenotype (PMID: 30239721), and a zebrafish model with partial recapitulation of disease (PMID: 30239721). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene disease relationship was originally approved by the Aminoacidopathy GCEP on July 9, 2021. It was recurated on July 26, 2024 with new evidence (PMID: 37151363) resulting in no change of classificaiton.\n\nOf note, two inborn errors of metabolism are caused by opposite defects in *GLS*. *GLS* deficiency due to loss‐of‐function [OMIM #618328/618412] in biallelic variants results in elevated glutamine plasma levels and a phenotypic spectrum of ataxia, optic atrophy, developmental delay, neonatal seizures, and neonatal death. The opposite biochemical defect has been described with *GLS* hyperactivity [OMIM #618339] caused by de novo heterozygous missense variants in *GLS.* Per ClinGen Lumping and Splitting criteria these were considered two seperate disease entities based on differences in moleclar mechanism, phenotype, and inheritance pattern. The autosomal recessive GLS deficiency was curated seperately.","dc:isVersionOf":{"id":"cggv:c0a699ec-3d67-4e18-a0da-464c2832c4ec"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}