{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:42:40.238Z","role":"Publisher"},{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8723097","type":"dc:BibliographicResource","dc:abstract":"We report on a patient with a skeletal dysplasia characterized by short stature, spondylo-epiphyseal involvement, and brachydactyly E-like changes. This condition has been described as spondyloperipheral dysplasia and the few published cases suggest autosomal dominant inheritance with considerable clinical variability. We found our sporadic case to be due to a collagen type II defect resulting from a specific COL2A1 mutation. This mutation is the first to be located at the C-terminal outside the helical domain of COL2A1. A frameshift as consequence of a 5 bp duplication in exon 51 leads to a stop codon. The resulting truncated C-propeptide region seems to affect helix formation and produces changes of chondrocyte morphology, collagen type II fibril structure and cartilage matrix composition. Our case with its distinct phenotype adds another chondrodysplasia to the clinical spectrum of type II collagenopathies.","dc:creator":"Zabel B","dc:date":"1996","dc:title":"A specific collagen type II gene (COL2A1) mutation presenting as spondyloperipheral dysplasia."},"evidence":[{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:832385d9-265a-4f4f-a8f5-bf4971833661","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01b42c00-04eb-4521-8f83-cdabc14da56c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7806485","type":"dc:BibliographicResource","dc:abstract":"The expression and localization of COL2A1 mRNA and protein was examined in human fetal cochlea to study the role of this gene in hearing and to begin to understand the pathogenesis of mutations in COL2A1 in hearing disorders. Northern blot analysis revealed COL2A1 expression in fetal membranous cochlea to be markedly greater than that in fetal skin, kidney, cartilage, eye and brain. In situ hybridization revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule. In the membranous cochlea, connective tissue elements (spiral ligament, spiral limbus and modiolar connective tissue), neuronal cells, secretory cells (stria vascularis) and organ of Corti cells (sensory hair cells) were found to express COL2A1. Immunohistochemistry was performed to assess distribution of type II collagen and correlation with COL2A1 mRNA in these morphologically and functionally diverse cell populations. In otic capsule, only cartilage was found to stain positively, and in membranous cochlea, only connective tissue structures including spiral ligament, spiral limbus, tectorial and basilar membranes, modiolar and spiral lamina cartilage contained type II collagen. Nonconnective tissue cells, marrow cells and osteoblasts did not contain immunohistochemically identifiable protein. Absence of type II collagen in a subset of cochlear cells may reflect potentially either inability to detect low levels of protein in these cells or posttranscriptional regulation.","dc:creator":"Khetarpal U","dc:date":"1994","dc:title":"Expression and localization of COL2A1 mRNA and type II collagen in human fetal cochlea."},"rdfs:label":"Expression and localization of COL2A1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f428c54e-0465-4cda-87c6-4d8d29816b8a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:03463aa8-42aa-43dd-8c1f-c842f10c94c4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To study the factors regulating its expression we introduced a cosmid containing the human type II collagen gene into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3033664","type":"dc:BibliographicResource","dc:abstract":"Type II collagen is crucial to the development of form in vertebrates as it is the major protein of cartilage. To study the factors regulating its expression we introduced a cosmid containing the human type II collagen gene, including 4.5 kilobases of 5' and 2.2 kilobases of 3' flanking DNA, into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:creator":"Lovell-Badge RH","dc:date":"1987","dc:title":"Tissue-specific expression of the human type II collagen gene in mice."},"rdfs:label":"Expression in extracellular matrix surrounding chondrocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":6979,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:486988d3-e765-4783-9e07-1f5f66eb0b77","type":"GeneValidityProposition","disease":"obo:MONDO_0010078","gene":"hgnc:2200","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"*COL2A1* was first reported in relation to autosomal dominant spondyloperipheral dysplasia in 1996 (Zabel et al., PMID: 8723097). Spondyloperipheral dysplasia is a disorder that impairs bone growth. This condition is characterized by flattened bones of the spine (platyspondyly) and unusually short fingers and toes (brachydactyly), with the exception of the first (big) toes. Other skeletal abnormalities associated with spondyloperipheral dysplasia include short stature, shortened long bones of the arms and legs, exaggerated curvature of the lower back (lordosis), and an inward- and upward-turning foot (clubfoot). Additionally, some affected individuals have nearsightedness (myopia), hearing loss, and intellectual disability. 7 variants (nonsense, frameshift, and canonical splice site) that have been reported in 7 probands in 6 publications (PMIDs: 15316962, 15895462, 17347327, 21356074, 23545312, 25604898) are included in this curation. The Zabel publication includes an additional proband which cannot be scored due to accession errors (PMID: 8723097). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Notably, *COL2A1* has been definitively associated with Achondrogenesis type 2-hypochondrogenesis, Platyspondylic dysplasia, Spondyloepiphyseal dysplasia congenita, and Kniest dysplasia after curation by the ClinGen Skeletal Disorders GCEP. This gene has also been associated with SED with metatarsal shortening (Czech dysplasia), Stickler syndrome type I, and Dysplasia of the proximal femoral epiphyses (PMID: 31633310), which will be assessed separately. The mechanism of pathogenicity is known to be loss of function. *COL2A1* was shown to be normally expressed in the extracellular matrix surrounding chondrocytes, marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule (PMIDs: 3033664, 7806485). In summary, there is definitive evidence to support the relationship between *COL2A1* and autosomal dominant spondyloperipheral dysplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the Skeletal Disorders Gene Curation Expert Panel on 10/4/21 (SOP version 9).","dc:isVersionOf":{"id":"cggv:d4da6e1f-5aad-4541-a3ae-76ed4782a023"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}