{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-06-13T18:50:57.981Z","role":"Publisher"},{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-05-25T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f020046-8d6d-414e-806e-1ca7d950758d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9a8bf13-a567-4b8b-8415-f18d0e2e6fc8","type":"FunctionalAlteration","dc:description":"Generated multiple induced pluripotent stem cell lines from a control subject, a patient with sporadic FTD, and an FTD patient with a novel heterozygous GRN mutation (progranulin [PGRN] S116X)\nPGRN S116X induced pluripotent stem cells, the levels of intracellular and secreted PGRN were reduced, establishing patient-specific cellular models of PGRN haploinsufficiency\nIn cells from the FTD patient with the PGRN S116X mutation, the mRNA level was only about 30% of controls consistent with the substantially lower average plasma progranulin levels in FTD patients harboring GRN mutations than in those without such mutations (Coppola et al., 2008; Finch et al., 2009)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23063362","type":"dc:BibliographicResource","dc:abstract":"The pathogenic mechanisms of frontotemporal dementia (FTD) remain poorly understood. Here we generated multiple induced pluripotent stem cell lines from a control subject, a patient with sporadic FTD, and an FTD patient with a novel heterozygous GRN mutation (progranulin [PGRN] S116X). In neurons and microglia differentiated from PGRN S116X induced pluripotent stem cells, the levels of intracellular and secreted PGRN were reduced, establishing patient-specific cellular models of PGRN haploinsufficiency. Through a systematic screen of inducers of cellular stress, we found that PGRN S116X neurons, but not sporadic FTD neurons, exhibited increased sensitivity to staurosporine and other kinase inhibitors. Moreover, the serine/threonine kinase S6K2, a component of the phosphatidylinositol 3-kinase and mitogen-activated protein kinase pathways, was specifically downregulated in PGRN S116X neurons. Both increased sensitivity to kinase inhibitors and reduced S6K2 were rescued by PGRN expression. Our findings identify cell-autonomous, reversible defects in patient neurons with PGRN deficiency, and provide a compelling model for studying PGRN-dependent pathogenic mechanisms and testing potential therapies.","dc:creator":"Almeida S","dc:date":"2012","dc:title":"Induced pluripotent stem cell models of progranulin-deficient frontotemporal dementia uncover specific reversible neuronal defects."},"rdfs:label":"FTD Patient-Specific Neuronal Model-GRN haploinsufficiency "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:6750f2a9-ab9e-4b91-aee6-64661f6a324b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c22df4ac-78cb-4e6b-9189-156f711b0bd0","type":"FunctionalAlteration","dc:description":"Progranulin mutation located within the signal sequence (PGRN A9D) results in cytoplasmic missorting with extremely low expression. In contrast, two other progranulin mutations (PGRN P248L and R432C) are expressed as immature proteins but are inefficiently transported through and partially degraded within the secretory pathway, resulting in a significantly reduced secretion.\nAlso, Taken together with the biochemical analysis, these data demonstrate that wt and mutant PGRN and TDP-43 are not co-expressed in any subcellular compartment excluding a direct interaction. Moreover, at least in the background of endogenous PGRN, the PGRN mutants do not affect the nuclear localization of TDP-43.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17984093","type":"dc:BibliographicResource","dc:abstract":"Loss of function mutations in progranulin cause tau-negative frontotemporal lobar degeneration with ubiquitin-positive inclusions. A major protein component of these inclusions is TDP-43, which becomes hyperphosphorylated, ubiquitinated, and cleaved to generate C-terminal fragments, which apparently translocate from nuclei to the cytoplasm. Most progranulin mutations are nonsense mutations resulting in nonsense-mediated mRNA decay and consequently reduced progranulin protein levels. However, some missense mutations are described that occur within the signal sequence and mature progranulin. We now demonstrate that a progranulin mutation located within the signal sequence (PGRN A9D) results in cytoplasmic missorting with extremely low expression. In contrast, two other progranulin mutations (PGRN P248L and R432C) are expressed as immature proteins but are inefficiently transported through and partially degraded within the secretory pathway, resulting in a significantly reduced secretion. Thus apparently all progranulin mutations cause reduced protein expression or secretion, although by different cellular mechanisms. To investigate a putative relationship between reduced expression of progranulin and TDP-43 relocalization and deposition, we down-regulated progranulin in human cell lines and in zebrafish. Upon reduction of progranulin, neither a major redistribution of TDP-43 nor proteolytic processing to disease-characterizing C-terminal fragments could be observed.","dc:creator":"Shankaran SS","dc:date":"2008","dc:title":"Missense mutations in the progranulin gene linked to frontotemporal lobar degeneration with ubiquitin-immunoreactive inclusions reduce progranulin production and secretion."},"rdfs:label":"HeLa cells transfected with wt PGRN, A9D, P2 48L, R432C"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:2584cd12-7824-425c-acab-aac2e012b380","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:87054f73-88ee-4ac5-8d95-3e0cd07528e1","type":"FunctionalAlteration","dc:description":"A9D mRNA is specifically degraded in patient-derived cells, and mRNA degradation is translation dependent\nDisruption of SRP (Signal recognition particle) recruitment triggers GRN mRNA degradation (SRP recruitment is important for mRNA stability). A9D cannot recruit SRP efficiently. A9D signal sequence is sufficient to trigger mRNA degradation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29874572","type":"dc:BibliographicResource","dc:abstract":"Cells have evolved quality control pathways to prevent the accumulation of improperly localized proteins, which are often toxic. One of these pathways, regulation of aberrant protein production (RAPP), recognizes aberrant secretory proteins during translation and degrades the associated mRNA. Here, we demonstrate endogenous RAPP substrates. Haploinsufficiency of the secretory protein progranulin (GRN) is associated with the neurodegenerative disease frontotemporal lobar degeneration (FTLD). Our results show FTLD-associated GRN mutations W7R and A9D disrupt co-translational interaction with a targeting factor, signal recognition particle (SRP). This triggers RAPP and initiates specific mRNA degradation. Conversely, wild-type GRN and the naturally occurring polymorphism V5L GRN are efficiently expressed and secreted. Thus, RAPP plays a role in the molecular pathology of A9D GRN and W7R GRN.","dc:creator":"Pinarbasi ES","dc:date":"2018","dc:title":"Pathogenic Signal Sequence Mutations in Progranulin Disrupt SRP Interactions Required for mRNA Stability."},"rdfs:label":"A9D GRN mRNA Levels Are Decre ased Relative to WT GRN and V5"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Already added in the genetic evidence. (Disruption of SRP (Signal recognition particle) recruitment triggers GRN mRNA degradation (SRP recruitment is important for mRNA stability). A9D cannot recruit SRP efficiently. A9D signal sequence is sufficient to trigger mRNA degradation)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0ae0e4f-1b3c-4069-9117-a7b3d2f1dfbf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e6a9d23-c193-47b1-9b4c-845d6083f174","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with FTD experience incapacitating behavioral changes, which commonly include social withdrawal and emotional blunting (Rascovsky et al., 2011). These symptoms result from dysfunction of a brain network called the salience network, which includes the amygdala, anterior cingulate cortex, insular cortex, limbic ventral striatum, and other regions (Seeley et al., 2009; Zhou et al., 2010). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23516300","type":"dc:BibliographicResource","dc:abstract":"Frontotemporal dementia (FTD) is a neurodegenerative disease with hallmark deficits in social and emotional function. Heterozygous loss-of-function mutations in GRN, the progranulin gene, are a common genetic cause of the disorder, but the mechanisms by which progranulin haploinsufficiency causes neuronal dysfunction in FTD are unclear. Homozygous progranulin knock-out (Grn(-/-)) mice have been studied as a model of this disorder and show behavioral deficits and a neuroinflammatory phenotype with robust microglial activation. However, homozygous GRN mutations causing complete progranulin deficiency were recently shown to cause a different neurological disorder, neuronal ceroid lipofuscinosis, suggesting that the total absence of progranulin may have effects distinct from those of haploinsufficiency. Here, we studied progranulin heterozygous (Grn(+/-)) mice, which model progranulin haploinsufficiency. We found that Grn(+/-) mice developed age-dependent social and emotional deficits potentially relevant to FTD. However, unlike Grn(-/-) mice, behavioral deficits in Grn(+/-) mice occurred in the absence of gliosis or increased expression of tumor necrosis factor-α. Instead, we found neuronal abnormalities in the amygdala, an area of selective vulnerability in FTD, in Grn(+/-) mice. Our findings indicate that FTD-related deficits resulting from progranulin haploinsufficiency can develop in the absence of detectable gliosis and neuroinflammation, thereby dissociating microglial activation from functional deficits and suggesting an important effect of progranulin deficiency on neurons.","dc:creator":"Filiano AJ","dc:date":"2013","dc:title":"Dissociation of frontotemporal dementia-related deficits and neuroinflammation in progranulin haploinsufficient mice."},"rdfs:label":"Progranulin Haploinsufficient Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":6401,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:121abaca-b43e-45d2-905e-61d6a702c151","type":"GeneValidityProposition","disease":"obo:MONDO_0030923","gene":"hgnc:4601","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in the *GRN* gene have been reported in relation to both autosomal dominant frontotemporal dementia and autosomal recessive neuronal ceroid lipofuscinosis (NCL) (PMID: 16862116, 16862115, 22608501). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability for these assertions. Therefore, these assertions have been split into the following disease entities: autosomal dominant Amyotrophic lateral Sclerosis (ALS) and/or Frontotemporal dementia (FTD) and autosomal recessive neuronal ceroid lipofuscinosis (NCL). This curation for autosomal dominant ALS,  ALS-FTD and FTD does not include probands from autosomal recessive neuronal ceroid lipofuscinosis\nHeterozygous loss of function variants (frameshift or nonsense) in the *GRN* gene have been commonly reported in individuals with FTD, however occasionally, missense variants seen in signal sequence or initiator codon result in low or absent PGRN protein, consistent with a loss-of-function mechanism of disease (PMIDs: 17436289, 18184915, 23596077, 32772750, 17436289, 18184915, 23596077, 32772750, 16862116, 16862115, 17436289, 18183624). In all instances of literature when available, affected probands with *GRN* variants are identified to have low or absent PGRN consistent with a loss of function mechanism of disease – including the missense variant p.Ala9Asp. With the genetic evidence available in the literature, the score for genetic evidence for the ALS, ALS-FTD cases is 2.1, this is combined with the pure FTD cases to reach the maximum score for genetic evidence reached (12 points). It is emphasized that most of the evidence is from FTD but there are a handful of cases with MND phenotype. Evidence supporting this gene disease pair also includes experimental data from human cell lines and patient fibroblasts showing low expression of PGRN protein in addition to haploinsufficient FTD mouse model  (PMID: 17984093, 29874572, 23063362, 23516300). \nIn summary, *GRN* is definitively associated with autosomal dominant frontotemporal dementia and/or amyotrophic lateral sclerosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:e76545e6-2411-44c5-a458-99f02aa7ff44"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}