{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-08-06T18:11:45.041Z","role":"Publisher"},{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-08-06T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"evidence":[{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5},{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8de64186-13ca-48ab-be4c-edb893b16426","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cede4ad8-706c-4c2b-99a2-0e1aac0b4628","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The expression of type II collagen was relatively homogeneous and the collagen fibrils were distributed in both intercellular and pericellular districts of control cartilages. However, the collagen fibrils in the mutant cartilage were particularly concentrated in the pericellular-territorial matrix compartment. Furthermore, the collagen fibrils were apparently disarranged and gathered in clusters in most of the mutant cartilage sections. The presence of clustered collagen fibres, which were vertical to the tide line, confirmed the result that the proportion of the deep zone had increased in the mutant cartilage. In addition, there was no apparent accumulation of type II collagen in the intracellular region of both mutant and control chondrocytes. There was no difference in staining between the mutant and control cartilage for type I collagen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20204389","type":"dc:BibliographicResource","dc:abstract":"A new type II collagenopathy, caused by the p.Gly1170Ser mutation of COL2A1, which presents as premature hip osteoarthritis (OA), avascular necrosis of the femoral head (ANFH) or Legg-Calvé-Perthes (LCP) disease, was recently found in several families with an inherited disease of the hip joint. In this study, femoral head cartilage was harvested for histological and ultrastructural examination to determine the pre-existing generalised abnormalities of the mutant cartilage. The histological results showed that the hierarchical structure of the mutant cartilage and the embedded chondrocytes were markedly abnormal. The expression and distribution of type II collagen was non-uniform in sections of the mutant cartilage. Ultrastructural examination showed obvious abnormal chondrocytes and disarrangement of collagen fibres in the mutant cartilage. Furthermore, the predicted stability of type II collagen dramatically decreased with the substitution of serine for glycine. Our study demonstrated that the p.Gly1170Ser mutation of COL2A1 caused significant structural alterations in articular cartilage, which are responsible for the new type II collagenopathy.","dc:creator":"Su P","dc:date":"2010","dc:title":"A histological and ultrastructural study of femoral head cartilage in a new type II collagenopathy."},"rdfs:label":"Altered expression of COL2A1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:dcb6f83e-5568-44cf-b493-9498e9bc3c00","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b4895dd9-f8a5-48ca-a8e9-e3eaad00123e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization of fetal human tissues revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7806485","type":"dc:BibliographicResource","dc:abstract":"The expression and localization of COL2A1 mRNA and protein was examined in human fetal cochlea to study the role of this gene in hearing and to begin to understand the pathogenesis of mutations in COL2A1 in hearing disorders. Northern blot analysis revealed COL2A1 expression in fetal membranous cochlea to be markedly greater than that in fetal skin, kidney, cartilage, eye and brain. In situ hybridization revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule. In the membranous cochlea, connective tissue elements (spiral ligament, spiral limbus and modiolar connective tissue), neuronal cells, secretory cells (stria vascularis) and organ of Corti cells (sensory hair cells) were found to express COL2A1. Immunohistochemistry was performed to assess distribution of type II collagen and correlation with COL2A1 mRNA in these morphologically and functionally diverse cell populations. In otic capsule, only cartilage was found to stain positively, and in membranous cochlea, only connective tissue structures including spiral ligament, spiral limbus, tectorial and basilar membranes, modiolar and spiral lamina cartilage contained type II collagen. Nonconnective tissue cells, marrow cells and osteoblasts did not contain immunohistochemically identifiable protein. Absence of type II collagen in a subset of cochlear cells may reflect potentially either inability to detect low levels of protein in these cells or posttranscriptional regulation.","dc:creator":"Khetarpal U","dc:date":"1994","dc:title":"Expression and localization of COL2A1 mRNA and type II collagen in human fetal cochlea."},"rdfs:label":"Expression of COL2A1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:74f1d6af-4a28-48b4-a775-ac79786e46a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80a46895-11ef-461f-9276-034794a660bf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"A cosmid containing the human type II collagen gene was introduced into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3033664","type":"dc:BibliographicResource","dc:abstract":"Type II collagen is crucial to the development of form in vertebrates as it is the major protein of cartilage. To study the factors regulating its expression we introduced a cosmid containing the human type II collagen gene, including 4.5 kilobases of 5' and 2.2 kilobases of 3' flanking DNA, into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:creator":"Lovell-Badge RH","dc:date":"1987","dc:title":"Tissue-specific expression of the human type II collagen gene in mice."},"rdfs:label":"Expression in extracellular matrix surrounding chondrocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bfbe884-cf74-44f5-a4bd-6c84c5babc5f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d7c5cfb-4511-4119-929c-4dfb569abb61","type":"FunctionalAlteration","dc:description":"The proportion of deep zone cartilage, where chondrocytes are aligned into columns perpendicular to the tidemark, extended dramatically, to at least 70% (normally 30%) and the middle zone shrunk to 20% (normally 40-60%). The chondrocytes embedded in the mutant cartilage were morphologically abnormal and showed a disturbed arrangement (Fig. 1a, b). The distribution and appearance of chondrocytes were normal in cartilage from control patients (Fig. 1c, d). The subchondral bone under the deep zone of the cartilage, however, appeared normal in both mutant and control specimens, though the bone in the core of the femoral head had undergone necrosis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20204389","rdfs:label":"Variation in COL2A1 causes abnormal cartilage morphology"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:220c85af-b9d2-46a1-bad1-5999a5857745","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:886c9f14-a6d8-4750-9f40-303211ab7eb0","type":"FunctionalAlteration","dc:description":"Ultrastructural study of mutant cartilages by transmission electron microscopy (TEM) revealed distinctive differences compared to control cartilages. In the intercellular matrix of the mutant cartilage, the diameter and distribution of collagen fibres were non-uniform, and they were disarranged, indicating that the biomechanical properties of the mutant cartilage might be significantly weakened. The control cartilage, in contrast, demonstrated a regular arrangement of collagen fibers. Furthermore, the mutant chondrocytes displayed a bigger nucleus and a few dilated rough endoplasmic reticula, while the nucleus and the rough endoplasmic reticulum (RER) in the control chondrocytes were normal.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20204389","rdfs:label":"Abnormal Cartilage"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":8769,"specifiedBy":"GeneValidityCriteria10","strengthScore":15,"subject":{"id":"cggv:732e704d-0aa7-4019-9855-24edc0d2ccc2","type":"GeneValidityProposition","disease":"obo:MONDO_1030002","gene":"hgnc:2200","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*COL2A1* was first reported in relation to autosomal dominant dysplasia of the proximal femoral epiphyses in 2005 (Liu et al., PMID: 15930420). Dysplasia of the proximal femoral epiphyses is a relatively milder form of the other skeletal disorders associated with *COL2A1*. It is generally characterized by avascular necrosis of the femoral head, cystic changes of the femoral head, and/or sclerosis of the femoral head. Cases include patients diagnosed with multiple epiphyseal dysplasia with severe proximal femoral dysplasia, avascular necrosis of the femoral head (ANFH), Legg-Calvé-Perthes Disease (LCPD), and Namaqualand hip dysplasia (NHD). 9 variants (missense) that have been reported in 14 probands in 12 publications (PMIDs: 15930420, 17394019, 18512791, 20131279, 24949742, 25050885, 25124518, 29750297, 30740902, 32071555, 33404007, 34088323) are included in this curation. Notably, *COL2A1* has been definitively associated with Achondrogenesis type 2-hypochondrogenesis, Platyspondylic dysplasia, Spondyloepiphyseal dysplasia, Stanescu type, Spondyloepiphyseal dysplasia congenita, Kniest dysplasia, spondyloperipheral dysplasia, and Stickler syndrome type I as well as moderately with SED with metatarsal shortening (Czech Dysplasia) after curation by the ClinGen Skeletal Disorders GCEP. The exact mechanism of pathogenicity is currently unknown, although dysplasia of the proximal femoral epiphyses is commonly associated with p.G393S, p.G717S, and p.G1170S. This gene-disease association is also supported by experimental evidence (expression and functional alteration studies) (PMIDs: 3033664, 7806485, 20204389). In summary, there is definitive evidence supporting the relationship between *COL2A1* and dysplasia of the proximal femoral epiphyses. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date April 4, 2022 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:4dd39f77-cafb-405c-871e-ce34eb55b5e0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}