{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-08-04T06:00:00.000Z","role":"Approver"},{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-08-31T21:20:24.706Z","role":"Publisher"}],"evidence":[{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:332b87c0-5a5b-47b7-9788-0879c607bad7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8cd1f6f1-05ff-4a21-9607-8f32e5685d6e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization was used to study the expression of neurotrypsin (PRSS12) in the fetal human brain. At 15 weeks, expression was found in the cortical plate and hippocampal formation (Fig. 2).  In the hippocampal formation, neurotrypsin was expressed in a spatial gradient. Staining was moderate in the subiculum and reached very high levels in areas CA3 and CA4 of Ammon’s horn (cornu ammonis). In the cortical plate, expression was restricted to the superficial layer (prospective layer II) and in the intermediate zone which contains late migrating neurons. \nIn the adult human brain, light and electron microscopy showed neurotrypsin protein in synaptic boutons in the cortical neuropil (Fig. 3A). Strong neurotrypsin immunoreactivity in the presynaptic nerve ending of cortical synapses; the most prominent immunoreactivity was found over the presynaptic membrane lining the synaptic cleft (Fig. 3B). With gold-labeled secondary antibodies, the neurotrypsin immunoreactivity was most prominent in a subpopulation of presynaptic vesicles located adjacent to the presynaptic membrane. (Fig. 3, C to F).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12459588","type":"dc:BibliographicResource","dc:abstract":"A 4-base pair deletion in the neuronal serine protease neurotrypsin gene was associated with autosomal recessive nonsyndromic mental retardation (MR). In situ hybridization experiments on human fetal brains showed that neurotrypsin was highly expressed in brain structures involved in learning and memory. Immuno-electron microscopy on adult human brain sections revealed that neurotrypsin is located in presynaptic nerve endings, particularly over the presynaptic membrane lining the synaptic cleft. These findings suggest that neurotrypsin-mediated proteolysis is required for normal synaptic function and suggest potential insights into the pathophysiological bases of mental retardation.","dc:creator":"Molinari F","dc:date":"2002","dc:title":"Truncating neurotrypsin mutation in autosomal recessive nonsyndromic mental retardation."},"rdfs:label":"Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"PRSS12 is expressed during development of brain regions important for learning and memory (cortex and hippocampus), and immuno EM in adult human cortex showed localization of the protein in presynaptic vesicles near the presynaptic membrane. Decision at GCEP review meeting not to score this evidence."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:739b2a10-a4bd-4f4a-a49a-6bef32e40e93","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1cbaf9e3-6104-4d4c-b49f-c63bb5f41c43","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used hippocampal slices to study long-term potentiation (LTP) processes in wild-type and neurotrypsin (PRSS12) KO mice (Fig. 4). LTP was evoked normally in both mouse lines (Fig. 4B). Analysis of filopodia on dendrites of CA1\npyramidal neurons in wild-type and neurotrypsin deficient mice expressing membrane-targeted GFP in sparse neurons showed significant induction of filopodia density following stimulation in WT slices, and no induction of filopodia following stimulation in KO mice (Fig 4G and 4I). Agrin is the only proteolytic target of neurotrypsin, and addition of released agrin fragment (agrin-22) to neurotripsin KO hippocampal slices rescued induction of filopodia in stimulated hippocampi (Fig. 5A-E). Neurotrypsin (PRSS12) may be important for LTP-associated generation of dendritic filopodia, a precuror of dendritic spines and synapses. Neurotrypsin-dependant cleavage of agrin (to produce the agrin-22 released fragment) may be essential for LTP-dependent dendritic filopodia induction. Provides a potential mechanism by which neurotrysin may regulate synaptic formation and connectivity in the hippocampus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19303856","type":"dc:BibliographicResource","dc:abstract":"The synaptic serine protease neurotrypsin is essential for cognitive function, as its deficiency in humans results in severe mental retardation. Recently, we demonstrated the activity-dependent release of neurotrypsin from presynaptic terminals and proteolytical cleavage of agrin at the synapse. Here we show that the activity-dependent formation of dendritic filopodia is abolished in hippocampal neurons from neurotrypsin-deficient mice. Administration of the neurotrypsin-dependent 22 kDa fragment of agrin rescues the filopodial response. Detailed analyses indicated that presynaptic action potential firing is necessary for the release of neurotrypsin, whereas postsynaptic NMDA receptor activation is necessary for the neurotrypsin-dependent cleavage of agrin. This contingency characterizes the neurotrypsin-agrin system as a coincidence detector of pre- and postsynaptic activation. As the resulting dendritic filopodia are thought to represent precursors of synapses, the neurotrypsin-dependent cleavage of agrin at the synapse may be instrumental for a Hebbian organization and remodeling of synaptic circuits in the CNS.","dc:creator":"Matsumoto-Miyai K","dc:date":"2009","dc:title":"Coincident pre- and postsynaptic activation induces dendritic filopodia via neurotrypsin-dependent agrin cleavage."},"rdfs:label":"Knockout mouse model 2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Provides a potential mechanism by which PRSS12 may regulate synaptic formation and connectivity in the hippocampus. Scored 1 point as it demonstrates an important biological mechanism, but unclear how it directly relates to human phenotype. Decision not to score at GCEP review meeting because of very limited case data, so implication for human phenotype is currently unclear.\n"},{"id":"cggv:a1cabc1b-97bd-4dad-8784-27044b2cd1f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c02ab14-4a2b-4bfd-b9ec-0f0534385e81","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PRSS12 (referred to as motopsin in this paper) knockout mice were generated with a PGKneo cassette replacing exon 1. KO mice did not show a deficit in long term memory (as assessed by a Morris water maze test for spatial memory, passive avoidance and Y-maze tests) (Fig. 1). The KO mice showed abnormal behavior in a social novelty test, showing increased time sniffing a familiar mouse than WT mice and showed prolonged interactions with an intruder mous in the resident-intruder test (Fig. 2).  There were no differences in olfactory acuity, exploratory activity, anxiety level and locomotor activity, and a open field and elevated plus maze tests showed normal anxiety and exploratory behaviors (Fig. 3, 4). Motopsin KO mice showed decreased spine density on apical dendrites of the hippocampal CA1 region (Fig. 5), which has also been observed in some cases of ID. CREB phosphorylation in hippocampal CA1 neurons is typically induced by memory formation and social interaction, and motopsin KO mice showed reduced phosphorylated CREB staining in the hippocampal CA1 region after a Morris water maze test (Fig. 6). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20092579","type":"dc:BibliographicResource","dc:abstract":"Motopsin is a mosaic serine protease secreted from neuronal cells in various brain regions, including the hippocampus. The loss of motopsin function causes nonsyndromic mental retardation in humans and impairs long-term memory formation in Drosophila. To understand motopsin's function in the mammalian brain, motopsin knockout (KO) mice were generated. Motopsin KO mice did not have significant deficits in memory formation, as tested using the Morris water maze, passive avoidance and Y-maze tests. A social recognition test showed that the motopsin KO mice had the ability to recognize two stimulator mice, suggesting normal social memory. In a social novelty test, motopsin KO mice spent a longer time investigating a familiar mouse than wild-type (WT) mice did. In a resident-intruder test, motopsin KO mice showed prolonged social interaction as compared with WT mice. Consistent with the behavioral deficit, spine density was significantly decreased on apical dendrites, but not on basal dendrites, of hippocampal pyramidal neurons of motopsin KO mice. In contrast, pyramidal neurons at the cingulate cortex showed normal spine density. Spatial learning and social interaction induced the phosphorylation of cAMP-responsive element-binding protein (CREB) in hippocampal neurons of WT mice, whereas the phosphorylation of CREB was markedly decreased in mutant mouse brains. Our results indicate that an extracellular protease, motopsin, preferentially affects social behaviors, and modulates the functions of hippocampal neurons.","dc:creator":"Mitsui S","dc:date":"2009","dc:title":"A mental retardation gene, motopsin/neurotrypsin/prss12, modulates hippocampal function and social interaction."},"rdfs:label":"Knockout mouse model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"PRSS12 KO mice showed no differences in long term memory, but had altered social interaction compared to WT mice. KO mice had reduced hippocampal apical spine density and reduced phosphorylated CREB after behavioral stimulation compared to WT mice. Decision not to score at GCEP review meeting because of very limited case data, so implication for human phenotype is currently unclear.\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:513a2fb8-1a0e-4839-a83a-09e5de8340b6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:513a2fb8-1a0e-4839-a83a-09e5de8340b6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"allele":{"id":"cggv:63846c3a-09b4-4b9c-9ec2-29edbe5d5ecf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003619.4(PRSS12):c.1355_1358del (p.Asp452fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575484"}},"detectionMethod":"PRSS12 screened by DHPLC and direct DNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Intellectual disability was noted during early childhood and appeared non-progressive. Psychomotor evaluation at 9 years of age revealed a severe ID with an IQ of 43 (Brunet-Lezine).","previousTesting":false,"sex":"Male","variant":{"id":"cggv:bd3050c8-8c17-42c4-aa10-a99f73df1a2c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63846c3a-09b4-4b9c-9ec2-29edbe5d5ecf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12459588"},"rdfs:label":"Family 2 proband"},{"id":"cggv:bd3050c8-8c17-42c4-aa10-a99f73df1a2c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bd3050c8-8c17-42c4-aa10-a99f73df1a2c_variant_evidence_item"},{"id":"cggv:bd3050c8-8c17-42c4-aa10-a99f73df1a2c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Reverse transcription PCR (RT-PCR) analysis of lymphoblastoid cell line RNAs from patient II.8 revealed a slightly reduced amount of mutant neurotrypsin transcript carrying the deletion (data not shown)."}],"strengthScore":0,"dc:description":"Decision at GCEP review meeting not to score additional points for this family because it is the same variant on the same haplotype"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:41e34c4b-5364-4072-84d3-2c72669aae3e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:41e34c4b-5364-4072-84d3-2c72669aae3e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"allele":{"id":"cggv:63846c3a-09b4-4b9c-9ec2-29edbe5d5ecf"},"detectionMethod":"A genomewide screen that used 400 microsatellite markers identified a single region of shared homozygosity on chromosome 4q24–q25 in the four affected sibs. Further marker typing and haplotype analysis reduced the genetic interval to 18 cM (14 Mb), which encompasses about 29 genes of known function. PRSS12 was considered a strong candidate by position and function, and all 13 all coding exons and exon-intron junctions were sequenced. This deletion disrupted an Aat II restriction site and resulted in a premature stop codon 147 nucleotides downstream of the deletion. Restriction analyses showed cosegregation of the mutation with the disease in all affected individuals, and that both parents were heterozygous (Fig. 1A).","firstTestingMethod":"Homozygosity mapping","previousTesting":true,"previousTestingDescription":" Molecular testing ruled out fragile X and Willi-Prader syndromes. ","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a54d00b7-5520-4174-af03-4e53f0aff933_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63846c3a-09b4-4b9c-9ec2-29edbe5d5ecf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12459588"},"rdfs:label":"Family 1 - II-8"},{"id":"cggv:a54d00b7-5520-4174-af03-4e53f0aff933","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a54d00b7-5520-4174-af03-4e53f0aff933_variant_evidence_item"},{"id":"cggv:a54d00b7-5520-4174-af03-4e53f0aff933_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Reverse transcription PCR (RT-PCR) analysis of lymphoblastoid cell line RNAs from patient II.8 revealed a slightly reduced amount of mutant neurotrypsin transcript carrying the deletion (data not shown)."}],"strengthScore":1,"dc:description":"Scoring: 1.5 pt (Variant 1 LOF default) + 1.5 pt (variant 2 LOF default), score capped at 2 points/case"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":6793,"specifiedBy":"GeneValidityCriteria8","strengthScore":2.5,"subject":{"id":"cggv:be1164df-b594-4d73-b346-e674dceef03d","type":"GeneValidityProposition","disease":"obo:MONDO_0000509","gene":"hgnc:9477","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":"The *PRSS12* gene encodes a synaptic serine protease expressed in the brain. *PRSS12* was first reported in relation to nonsyndromic intellectual disability in 2002 (Molinari et al., PMID: 12459588) in two families. Only one proband with a homozygous frameshift variant was scored. A second proband also carried the same homozygous frameshift variant, but both families originated from the same region of Eastern Algeria and were found to carry the variant on the same haplotype, so this individual was not scored. Segregation data was scored in Family 1, in which the variant was identified in a homozygous state in four affected siblings and in a heterozygous state in three unaffected siblings (PMID: 12459588). \n\nPrss12 knockout mice showed no differences in behavioral tests of long-term memory, but had altered social interaction compared to wild-type mice (PMID: 20092579). In addition, knockout mice had reduced hippocampal apical spine density, reduced phosphorylated CREB after behavioral stimulation, and reduced activity-dependent formation of dendritic filopodia in the hippocampus (PMIDs: 20092579,19303856). The evidence from knockout mouse models was not scored as there is very limited case data, so the implication for a human phenotype is currently unclear. \n\nIn summary, there is limited evidence to support the relationship between *PRSS12* and non-syndromic intellectual disability. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on August 4, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:d98f99d6-b1df-4cad-a53b-c94cfb532167"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}