{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:14:20.586Z","role":"Publisher"},{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-10-20T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33242396","type":"dc:BibliographicResource","dc:abstract":"We have previously described a heart-, eye-, and brain-malformation syndrome caused by homozygous loss-of-function variants in SMG9, which encodes a critical component of the nonsense-mediated decay (NMD) machinery. Here, we describe four consanguineous families with four different likely deleterious homozygous variants in SMG8, encoding a binding partner of SMG9. The observed phenotype greatly resembles that linked to SMG9 and comprises severe global developmental delay, microcephaly, facial dysmorphism, and variable congenital heart and eye malformations. RNA-seq analysis revealed a general increase in mRNA expression levels with significant overrepresentation of core NMD substrates. We also identified increased phosphorylation of UPF1, a key SMG1-dependent step in NMD, which most likely represents the loss of SMG8--mediated inhibition of SMG1 kinase activity. Our data show that SMG8 and SMG9 deficiency results in overlapping developmental disorders that most likely converge mechanistically on impaired NMD.","dc:creator":"Alzahrani F","dc:date":"2020","dc:title":"Recessive, Deleterious Variants in SMG8 Expand the Role of Nonsense-Mediated Decay in Developmental Disorders in Humans."},"evidence":[{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fed844c4-f9a5-45ec-89fa-3cf416582936","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:087de490-f241-4962-b279-a699596d9f7f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SMG8 and SMG9 form a complex with SMG1 to regulate NMD\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31729466","type":"dc:BibliographicResource","dc:abstract":"Nonsense-mediated mRNA decay (NMD) targets premature stop codon (PTC)-containing mRNAs for rapid degradation, and is essential for mammalian embryonic development, brain development and modulation of the stress response. The key event in NMD is the SMG1-mediated phosphorylation of an RNA helicase UPF1 and SMG1 kinase activity is inhibited by SMG8 and SMG9 in an unknown mechanism. Here, we determined the cryo-EM structures of human SMG1 at 3.6 Å resolution and the SMG1-SMG8-SMG9 complex at 3.4 Å resolution, respectively. SMG8 has a C-terminal kinase inhibitory domain (KID), which covers the catalytic pocket and inhibits the kinase activity of SMG1. Structural analyses suggest that GTP hydrolysis of SMG9 would lead to a dramatic conformational change of SMG8-SMG9 and the KID would move away from the inhibitory position to restore SMG1 kinase activity. Thus, our structural and biochemical analyses provide a mechanistic understanding of SMG1-SMG8-SMG9 complex assembly and the regulatory mechanism of SMG1 kinase activity.","dc:creator":"Zhu L","dc:date":"2019","dc:title":"Cryo-EM structure of SMG1-SMG8-SMG9 complex."},"rdfs:label":"Zhu 2019 PMID: 31729466 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:81420cf5-a322-448b-bcc0-5107abf263e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:647b517f-bb65-4f55-8141-bf0af62175b2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SMG8 cannot bind to SMG1 without SMG9. SMG8 co-precipitates with SMG1 and SMG9 in HeLa cells, and knockdown of SMG8 by RNAi impacts NMD efficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19417104","type":"dc:BibliographicResource","dc:abstract":"Nonsense-mediated mRNA decay (NMD) is a surveillance mechanism that detects and degrades mRNAs containing premature translation termination codons (PTCs). SMG-1 and Upf1 transiently form a surveillance complex termed \"SURF\" that includes eRF1 and eRF3 on post-spliced mRNAs during recognition of PTC. If an exon junction complex (EJC) exists downstream from the SURF complex, SMG-1 phosphorylates Upf1, the step that is a rate-limiting for NMD. We provide evidence of an association between the SURF complex and the ribosome in association with mRNPs, and we suggest that the SURF complex functions as a translation termination complex during NMD. We identified SMG-8 and SMG-9 as novel subunits of the SMG-1 complex. SMG-8 and SMG-9 suppress SMG-1 kinase activity in the isolated SMG-1 complex and are involved in NMD in both mammals and nematodes. SMG-8 recruits SMG-1 to the mRNA surveillance complex, and inactivation of SMG-8 induces accumulation of a ribosome:Upf1:eRF1:eRF3:EJC complex on mRNP, which physically bridges the ribosome and EJC through eRF1, eRF3, and Upf1. These results not only reveal the regulatory mechanism of SMG-1 kinase but also reveal the sequential remodeling of the ribosome:SURF complex to the predicted DECID (DECay InDucing) complex, a ribosome:SURF:EJC complex, as a mechanism of in vivo PTC discrimination.","dc:creator":"Yamashita A","dc:date":"2009","dc:title":"SMG-8 and SMG-9, two novel subunits of the SMG-1 complex, regulate remodeling of the mRNA surveillance complex during nonsense-mediated mRNA decay."},"rdfs:label":"Yamashita"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7488dd26-66fa-4b42-a0a2-647d8b374d93","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4d024bd9-e91e-4006-b3fd-0ab6f702073b","type":"FunctionalAlteration","dc:description":"Mild but significant increase in UPF1 phosphorylation (Fig S1A and S1B)\nSMG8 is supposed to negatively regulate SMG1 kinase activity and maintain UPF1 in the unphosphorylated (inactive) form within the SURF complex, so these experimental data point to a disruption or loss of that negative regulation.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33242396","rdfs:label":"Immunoblot on LCLs from individuals with SMG8 variants"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85e4da9f-fc18-4601-9bfd-00fdbaebb8e8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:00a806ef-026f-4ab9-834e-3bab2675b098","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Immunocytochemistry using an anti-collagen VI antibody revealed much dot- or thread-like staining of collagen VI in the ECM of SMG-8–knocked down cells compared with nonsilencing siRNA transfectants (Fig. 4). The results suggest that the accumulated aberrant collagen VI protein is secreted and integrated into the ECM in Ullrich disease fibroblasts (Fig. S1A). Taken together, these results indicate that depletion of SMG-8 in Ullrich disease fibroblasts rescues the NMD-exacerbated mutant phenotype without causing cytotoxicity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23983263","type":"dc:BibliographicResource","dc:abstract":"Nonsense-mediated mRNA decay (NMD) is an mRNA surveillance mechanism that eliminates aberrant mRNAs containing premature termination codons (PTCs). NMD inhibits the production of aberrant proteins that still retain, at least in part, wild-type function as well as dominant-negative peptides. Therefore, the selective inhibition of NMD has the potential to ameliorate NMD-exacerbated mutant phenotypes. However, we do not have sufficient knowledge of how to effectively suppress NMD with minimum cytotoxic effects. In this study, we aimed to identify NMD-related factors that can be targeted to efficiently inhibit NMD without causing significant cytotoxicity to restore the levels of truncated but partially functional proteins. We evaluated the knockdown of 15 NMD components in Ullrich congenital muscular dystrophy fibroblasts, which have a homozygous frameshift mutation causing a PTC in the collagen type VI α 2 gene. Of the 15 NMD factors tested, knockdown of SMG-8 produced the best effect for restoring defective mRNA and protein levels without affecting cell growth, cell-cycle progression, or endoplasmic reticulum stress. The efficacy of SMG-8 knockdown to improve the mutant phenotype was confirmed using another cell line, from a cerebral autosomal recessive arteriopathy with subcortical infarcts and leukoencephalopathy patient who carries a PTC-containing mutation in HtrA serine peptidase 1. Our results suggest that SMG-8 is an appropriate target for inhibiting NMD to improve NMD-exacerbated mutant phenotypes. NMD inhibition by knockdown of SMG-8 may also be useful to induce synergy in combining the use of read-through drugs for patients with nonsense mutation-associated diseases.","dc:creator":"Usuki F","dc:date":"2013","dc:title":"Inhibition of SMG-8, a subunit of SMG-1 kinase, ameliorates nonsense-mediated mRNA decay-exacerbated mutant phenotypes without cytotoxicity."},"rdfs:label":"Usuki 2013 PMID:23983263 Rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:ba3321b4-2762-49f2-b5dc-d173e25da219_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ba3321b4-2762-49f2-b5dc-d173e25da219","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:1a0fcbe4-3a16-484c-8d0e-4155d4b8a6db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.659A>T (p.Asp220Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400392640"}},"detectionMethod":"Exome reanalysis","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Eye: unilateral microphthalmia (left), cataract, vitreous floaters\nFacial dysmorphism: broad forehead, left microphthalmia, low set ears, prominent nasolabial folds, “borderline” microcephaly\nDevelopmental delay: nonverbal, difficulty standing\nNeurological: mild axial hypotonia, abnormal brain MRI (mild ventricular dilatation & thinning of corpus collosum in Figure 1c,d & atrophic globe with decreased axial length & contour.","phenotypes":["obo:HP_0001344","obo:HP_0033725","obo:HP_0001263","obo:HP_0001999","obo:HP_0002119","obo:HP_0011480","obo:HP_0000369","obo:HP_0008936","obo:HP_0000518","obo:HP_0100832","obo:HP_0005272","obo:HP_0040196"],"previousTesting":true,"previousTestingDescription":"Clinical exome","sex":"Female","variant":{"id":"cggv:c88c0fc7-fc14-442f-b1f8-a1c3a361059e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1a0fcbe4-3a16-484c-8d0e-4155d4b8a6db"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34761517","type":"dc:BibliographicResource","dc:abstract":"SMG8 (MIM *617315) is a regulatory subunit involved in nonsense-mediated mRNA decay (NMD), a cellular protective pathway that regulates mRNA transcription, transcript stability, and degrades transcripts containing premature stop codons. SMG8 binds SMG9 and SMG1 to form the SMG1C complex and inhibit the kinase activity of SMG1. Biallelic deleterious variants in SMG9 are known to cause a heart and brain malformation syndrome (HBMS; MIM #616920), whereas biallelic deleterious variants in SMG8 were recently described to cause a novel neurodevelopmental disorder (NDD) with dysmorphic facies and cataracts, now defined as Alzahrani-Kuwahara syndrome (ALKUS: MIM #619268). Only eight subjects from four families with ALKUS have been described to date. Through research reanalysis of a nondiagnostic clinical exome, we identified a subject from a fifth unrelated family with a homozygous deleterious variant in SMG8 and features consistent with ALKUS. Interestingly, the subject also had unilateral microphthalmia, a clinical feature that has been described in SMG9-related disorder. Our study expands the phenotypic spectrum of SMG8-related disorder, demonstrates an overlapping phenotype between SMG8- and SMG9-related rare disease traits, provides further evidence for the SMG8 and SMG9 protein interactions, and highlights the importance of revisiting nondiagnostic exome data to identify and affirm emerging novel genes for rare disease traits.","dc:creator":"Abdel-Salam GMH","dc:date":"2022","dc:title":"Expanding the phenotypic and allelic spectrum of SMG8: Clinical observations reveal overlap with SMG9-associated disease trait."}},"rdfs:label":"Abdel-Salam Proband II:IV"},{"id":"cggv:c88c0fc7-fc14-442f-b1f8-a1c3a361059e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c88c0fc7-fc14-442f-b1f8-a1c3a361059e_variant_evidence_item"}],"strengthScore":0,"dc:description":"Homozygous, consanguineous, no functional data"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:246ab473-5852-441f-b85b-586ddda25daf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:246ab473-5852-441f-b85b-586ddda25daf","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:351b9836-be5d-4242-8e5b-15d4fab00f22","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.2515C>T (p.Arg839Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8679785"}},"detectionMethod":"Clinical WES with putative causal variants confirmed by Sanger sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Placenta previa necessitated delivery via caesarean section. Apgar scores were 9, 9 and 10 at 0, 1, and 5 minutes, respectively. Developmental delay was evident since infancy in all domains. Later, he displayed autistic behavior, hyperactivity, and was diagnosed with intellectual disability (IQ 66). Physical examination at age 7 years revealed weight and height on the 10th centile and head circumference on the 7th centile (50cm). He was dysmorphic with hypertelorism, bulbous nose, prominent nasolabial folds, thick lips, and large ears (Figure 1). Lab tests showed normal blood indices, normal renal function, normal liver function, normal thyroid function, normal metabolic screen (ammonia, lactate, plasma acylcarnitines, urine organic acids, very long chain fatty acids, and carbohydrate deficient transferrin). Hearing test was normal as was cardiac assessment. Brain MRI revealed a faint high T2 signal of the white matter in the peritrigonal region of posterior periventricular regions with no restricted diffusion.","phenotypes":["obo:HP_0000729","obo:HP_0006812","obo:HP_0000252","obo:HP_0005272","obo:HP_0000400","obo:HP_0001249","obo:HP_0001999","obo:HP_0001263","obo:HP_0000414","obo:HP_0000316","obo:HP_0012471"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:0cc5ab00-df61-478f-9949-546b04f4fdc6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:351b9836-be5d-4242-8e5b-15d4fab00f22"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33242396"},"rdfs:label":"Alzahrani Family 2 Saudi proband (19DG1391, 2_II:7)"},{"id":"cggv:0cc5ab00-df61-478f-9949-546b04f4fdc6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0cc5ab00-df61-478f-9949-546b04f4fdc6_variant_evidence_item"}],"strengthScore":1,"dc:description":"Homozygous, consanguineous"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:13132112-4d7c-44aa-a98e-6c14e96757e3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:13132112-4d7c-44aa-a98e-6c14e96757e3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":18,"allele":{"id":"cggv:3a213db7-925d-4593-a7d8-6206433fbe5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.623A>G (p.His208Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400392533"}},"detectionMethod":"Clinical exome sequencing, with putative causal variant confirmed by Sanger sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The index individual (19DG0152) is an 18-year-old Saudi boy who was referred to us because of microcephaly, dysmorphic facial features and global developmental delay. He was a product of a full-term normal pregnancy and a normal vaginal delivery. He had an uneventful neonatal period, but displayed progressive microcephaly and developmental delay during infancy. He sat at 12m and walked at 24m and still cannot make intelligible single words. His gait is described as wide-based with toe walking. He follows simple commands with some difficulty. There is some impulsivity with self-mutilation noted at hands, but no hyperactivity. He is still not toilet-trained and requires help with self-hygiene and daily activities, although he can feed himself. A bout of urinary retention at age 2 years prompted renal ultrasound, which revealed a dilated right upper renal collecting system, and a trabeculated urinary bladder was noted. His medical history is also notable for hypospadias, xerosis with excoriation-related hyperpigmentation, and cataract operated at age 12yrs although the age of onset is unclear. Physical examination revealed weight of 54.7 kg (-1.59SD), height 166.5 cm (-1.39SD), and head circumference of 51cm (-2.8SD). He appeared microcephalic with a prominent nose, prominent nasolabial folds, large ears and strabismus. Neurological examination revealed generalized hypertonia. Hearing assessment was difficult but there seems to be evidence of hearing loss. The metabolic screen (urine organic acids analysis, plasma acylcarnitines, carbohydrate deficient transferrin, lactate and ammonia) was normal as was FMR1 repeat analysis. Brain MRI was normal.","phenotypes":["obo:HP_0000958","obo:HP_0002136","obo:HP_0000486","obo:HP_0000400","obo:HP_0005272","obo:HP_0000047","obo:HP_0030051","obo:HP_0001999","obo:HP_0001263","obo:HP_0000252"],"previousTesting":true,"sex":"Male","variant":{"id":"cggv:86961201-8cce-4a15-8ebc-5929cafd1b6d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3a213db7-925d-4593-a7d8-6206433fbe5a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33242396"},"rdfs:label":"Alzahrani Family 3 Saudi proband (19DG0152, 3_II:2)"},{"id":"cggv:86961201-8cce-4a15-8ebc-5929cafd1b6d","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:86961201-8cce-4a15-8ebc-5929cafd1b6d_variant_evidence_item"}],"strengthScore":0,"dc:description":"Homozygous, consanguineous"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8e34e296-bd47-45a4-9adc-c108284805b8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8e34e296-bd47-45a4-9adc-c108284805b8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:28952e0c-f718-43d2-8973-17e11a015769","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.441dup (p.Val148SerfsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2499224770"}},"detectionMethod":"Clinical exome sequencing, with putative causal variants confirmed by Sanger sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"intrauterine growth restriction (IUGR), polyhydramnios,  GDD, FTT, microcephaly, facial dysmorphism, ventricular septal defect, hypertelorism, low set posteriorly rotated ears, bulbous nose, long philtrum and micrognathia. Facial eczema. Neurological examination revealed axial and appendicular hypotonia. Chest X-ray performed at 5 months of age revealed cardiomegaly with increased pulmonary vascular markings and peribronchial wall thickening.","phenotypes":["obo:HP_0001518","obo:HP_0001511","obo:HP_0001999","obo:HP_0001629","obo:HP_0000343","obo:HP_0000368","obo:HP_0000347","obo:HP_0033542","obo:HP_0001640","obo:HP_0000316","obo:HP_0001561","obo:HP_0008936","obo:HP_0012389","obo:HP_0000414","obo:HP_0001263","obo:HP_0001508","obo:HP_0000252"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:75e1c6c6-7364-4020-af47-7697c40e4055_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:28952e0c-f718-43d2-8973-17e11a015769"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33242396"},"rdfs:label":"Alzahrani Family 1 Saudi proband (19DG1424, 1_II:2)"},{"id":"cggv:75e1c6c6-7364-4020-af47-7697c40e4055","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:75e1c6c6-7364-4020-af47-7697c40e4055_variant_evidence_item"}],"strengthScore":1,"dc:description":"Homozygous, consanguineous"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:cada8eaf-7ff9-46a0-8288-13200a3e7f81_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cada8eaf-7ff9-46a0-8288-13200a3e7f81","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":27,"allele":[{"id":"cggv:78dbbc2a-f56f-45b3-9b34-c603b0f171de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.1159C>T (p.Arg387Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA292091438"}},{"id":"cggv:c050570c-5519-4b92-9535-a6eb6ddf766e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.2407del (p.Arg803GlyfsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2580650460"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental: GDD, ID, language impairment \nFacial dysmorphism: high forehead, low-set posteriorly rotated ears, large ears, hypertelorism, short palpebral fissures, prominent nasal bridge bulbous nose, prominent nasolabial folds\nSkeletal: limb disproportion with micromelia of the upper limbs Neurological: lower limb spastic paraparesis, marked osteotendinous hyperreflexia with extensor plantar response bilaterally, paretic gait, moderate ventriculomegaly on MRI, without signs of hydrocephalus and T1-weighted with Multiplanar Reconstruction study did not reveal changes in cortical sulci pattern or malformations of cortical development.","previousTesting":true,"previousTestingDescription":"Genetic analysis of X-linked intellectual disability genes was requested, but it did not identify any pathogenic variant. A chromosomal microarray was also performed with a normal result. In 2019 a WES was performed at a commercial laboratory and two variants were identified in compound heterozygosity, c.1159C > T (p.Arg387Ter) in exon 1 and c.2407del (p.Arg803GlyfsTer10) in exon 3, of the SMG8 gene","sex":"Male","variant":[{"id":"cggv:5a4f2bcb-255e-4e4b-bfb6-c5db203d9ef5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c050570c-5519-4b92-9535-a6eb6ddf766e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37194129","type":"dc:BibliographicResource","dc:abstract":"Alzahrani-Kuwahara syndrome (ALKUS) is a neurodevelopmental disorder that includes microcephaly, facial dysmorphism, and variable congenital and eye malformations. We present the first case of ALKUS described in the European population caused by two variants in compound heterozygosity of the gene SMG8. We present a patient with two variants in compound heterozygosity in the SMG8 gene identified by in trio whole exome sequencing based in next generation sequencing (xGEN® Exome Research Panel, Nextseq550 platform). International case reporting (CARE) criteria were followed. Patient written consent was obtained through legal responsible persons. We describe a 27-year-old male, the second child of a healthy and non-consanguineous couple, whose genetic analysis showed two variants in compound heterozygosity, c.1159C > T (p.Arg387*) and c.2407del (p.Arg803Glyfs*10), in the SMG8 gene, both classified as likely pathogenic. As described by Fatema Alzahrani et al. in a series of eight patients, our patient had global developmental delay with impaired intellectual development, facial dysmorphism, and limb disproportion. Additionally, our patient had lower limb spastic paraparesis, marked osteotendinous hyperreflexia with extensor plantar response bilaterally and paretic gait. Our patient resembles the phenotype described by Fatema Alzahrani et al., however, he is the first patient with two SMG8 deleterious variants in compound heterozygosity, and the first to exhibit pyramidal signs and gait disorder as part of the phenotype.","dc:creator":"Fernandes AA","dc:date":"2023","dc:title":"Expanding the genetic spectrum of ALKU syndrome: Compound heterozygosity for two deleterious variants in SMG8 gene."}},{"id":"cggv:72e4d117-cb3e-4aec-b4c0-14b4f6a2fa83_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:78dbbc2a-f56f-45b3-9b34-c603b0f171de"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37194129"}],"rdfs:label":"Fernandes 2023 male"},{"id":"cggv:72e4d117-cb3e-4aec-b4c0-14b4f6a2fa83","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:72e4d117-cb3e-4aec-b4c0-14b4f6a2fa83_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:5a4f2bcb-255e-4e4b-bfb6-c5db203d9ef5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5a4f2bcb-255e-4e4b-bfb6-c5db203d9ef5_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:006a6739-5575-4a1a-9b33-1c6582ca08cf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:006a6739-5575-4a1a-9b33-1c6582ca08cf","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:cae62181-db9f-4367-964a-1cb0caf1fc86","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018149.7(SMG8):c.1125dup (p.Pro376AlafsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2580650461"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"mild facial dysmorphism, GDD, ID, nonverbal, microcephaly, congenital bilateral cataract, pale optic disc, pigmentary retinopathy, hearing loss, short stature, oligohydramnios, intra-uterine growth restriction (IUGR), parasternal systolic murmur, secundum atrial septal defect, a small perimembranous ventricular septal defect, frontal bossing, increased furrowing of the forehead more evident upon crying, bitemporal narrowing, low set ears, MRI brain revealed periventricular white matter changes involving the trigone and frontal lobe with associated mild atrophy of the white matter","previousTesting":false,"sex":"Male","variant":{"id":"cggv:f8aabad8-b5f3-45f8-8516-ccf5bde60655_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cae62181-db9f-4367-964a-1cb0caf1fc86"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33242396"},"rdfs:label":"Alzahrani Family 4 Proband (10DF10800, 4_II:1)"},{"id":"cggv:f8aabad8-b5f3-45f8-8516-ccf5bde60655","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f8aabad8-b5f3-45f8-8516-ccf5bde60655_variant_evidence_item"}],"strengthScore":1,"dc:description":"homozygous, consanguineous"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7703,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.5,"subject":{"id":"cggv:4939257a-b9c8-4230-b541-8999972b1151","type":"GeneValidityProposition","disease":"obo:MONDO_0859136","gene":"hgnc:25551","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":"The SMG8 (suppressor with morphogenetic effects on genitalia 8) gene is located on chromosome 17 (17q22) and encodes a protein that serves as a nonsense mediated mRNA decay factor, binding SMG9 to facilitate the recruitment of SMG1 to the SURF complex (Yamashita et al., 2009, PMID:19417104). SMG8 was first reported in relation to autosomal recessive Alzahrani-Kuwahara syndrome (ALKUS) in 2020 (Alzahrani et. al., PMID:33242396). The ALKUS clinical presentation is characterized by early onset severe global developmental delay, intellectual disability, microcephaly, facial dysmorphism, variable congenital heart malformations, and variable eye malformations (OMIM: 613175). Genetic and clinical evidence reviewed in the curation of this gene-disease relationship included four Middle Eastern probands from consanguineous families with four unique homozygous variants. Each proband had at least one affected sibling with the same genotype and phenotype (Alzahrani et al., 2020, PMID:33242396, LOD score 3). A fifth affected Middle Eastern proband with a fifth homozygous variant was published separately (Abdel-Salam et al., 2021, PMID: 34761517), and a sixth proband from a non-consanguineous Brazilian family was found to have two additional previously unreported variants (1 nonsense, 1 frameshift) in trans based on parental testing (Fernandes et al., 2023, PMID: 37194129). The molecular mechanism of disease appears to be biallelic loss of function (5 out of 7 of the published variants are protein-truncating variants and the two missense variants are predicted to disrupt the binding of SMG8 to its partner SMG9). This gene-disease relationship is also supported by protein interactions, functional alterations, and rescue in a cell culture model. SMG9 variants cause a different syndrome (Shaheen et al., 2016, PMID: 27018474, MONDO:0014833) with a similar clinical presentation to that observed in ALKUS patients. SMG8 and SMG9 interact and the loss of the SMG8 C-terminus results in loss of SMG1 inhibition, independently disrupting nonsense-mediated decay (Zhu et al., 2019, PMID: 31729466). Depletion of SMG8 in Ullrich’s disease patient fibroblasts rescued an NMD-exacerbated mutant phenotype (Usuki et. al. 2013, PMID: 23983263). In summary, there is definitive genetic and experimental evidence supporting the relationship between SMG8 and autosomal recessive ALKUS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This definitive classification was approved by the ClinGen Syndromic Disorders GCEP in the meeting on November 1, 2023 (SOP Version 10).\nThis gene-disease relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This definitive classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting on November 1, 2023 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:d23a6b27-7d29-4547-81bc-11305470dab0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}