{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2018-08-07T04:00:00.000Z","role":"Approver"},{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-01-11T22:07:25.893Z","role":"Publisher"}],"evidence":[{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7914d691-227c-4265-b025-9c0553d55a3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a12953e5-40c9-437c-b9d7-2ea7c7465aa2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"depdc5 transcript is expressed in the brain of zebrafish embryos via in situ hybridization","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29761115","type":"dc:BibliographicResource","dc:abstract":"DEPDC5 was identified as a major genetic cause of focal epilepsy with deleterious mutations found in a wide range of inherited forms of focal epilepsy, associated with malformation of cortical development in certain cases. Identification of frameshift, truncation, and deletion mutations implicates haploinsufficiency of DEPDC5 in the etiology of focal epilepsy. DEPDC5 is a component of the GATOR1 complex, acting as a negative regulator of mTOR signaling.","dc:creator":"de Calbiac H","dc:date":"2018","dc:title":"Depdc5 knockdown causes mTOR-dependent motor hyperactivity in zebrafish."},"rdfs:label":"Brain of zebrafish"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:709fcb9e-25cd-48be-99d1-cc64af43a927","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62200788-a26c-43d2-bca7-82b8c2d28866","type":"FunctionalAlteration","dc:description":"1,191 genes out of 12,000 genes were found to be significantly up of downregulated, some of which are involved in neurodevelopment. Notably, 16/20 of the aminoacyl-tRNA syntheases in zebrafish were upregulated and there were alterations in genes involved in other pathways including chordate embryonic pattern specification, regulation of neuron projection morphogenesis/axonogenesis, synapse formation, zinc finger/transcription factors, and ion channels was also perturbed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29861134","type":"dc:BibliographicResource","dc:abstract":"Mutations in DEPDC5 are causal factors for a broad spectrum of focal epilepsies, but the underlying pathogenic mechanisms are still largely unknown. To address this question, a zebrafish depdc5 knockout model showing spontaneous epileptiform events in the brain, increased drug-induced seizure susceptibility, general hypoactivity, premature death at 2-3 weeks post-fertilization, as well as the expected hyperactivation of mTOR signaling was developed. Using this model, the role of DEPDC5 in brain development was investigated using an unbiased whole-transcriptomic approach. Surprisingly, in addition to mTOR-associated genes, many genes involved in synaptic function, neurogenesis, axonogenesis, and GABA network activity were found to be dysregulated in larval brains. Although no gross defects in brain morphology or neuron loss were observed, immunostaining of depdc5-/- brains for several GABAergic markers revealed specific defects in the fine branching of the GABAergic network. Consistently, some defects in depdc5-/- could be compensated for by treatment with GABA, corroborating that GABA signaling is indeed involved in DEPDC5 pathogenicity. Further, the mTOR-independent nature of these neurodevelopmental defects was demonstrated by the inability of rapamycin to rescue the GABAergic network defects observed in depdc5-/- brains and, conversely, the inability of GABA to rescue the hypoactivity in another genetic model showing mTOR hyperactivation. This study hence provides the first in vivo evidence that DEPDC5 plays previously unknown roles apart from its canonical function as an mTOR inhibitor. Moreover, these results propose that defective neurodevelopment of GABAergic networks could be a key factor in epileptogenesis when DEPDC5 is mutated.","dc:creator":"Swaminathan A","dc:date":"2018","dc:title":"Non-canonical mTOR-Independent Role of DEPDC5 in Regulating GABAergic Network Development."},"rdfs:label":"Zebrafish knockout expression study"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"While this indicates that the zebrafish's epilepsy-like phenotype may be the result of dysregulation of a neurodevelopmental pathway, this is not scorable because it doesn't directly implicate an epilepsy phenotype."},{"id":"cggv:63c56c34-adae-4228-b9bd-6a2bceffa486","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ce95be8-bddd-4a0b-84e1-15f5faee0ed2","type":"FunctionalAlteration","dc:description":"Alteration of the DEPDC5 gene has been found to lead to the epilepsy phenotype by a LOF mechanism. In humans the cellular consequence appears to be increased cell size as demonstrated by patient cells extracted post mortem. In this study, they replicated those results and did additional studies to show the molecular/cellular basis for the impact of DEPDC5 or NPRL3 knockdown. It led to increased cell size and filopodia outgrowth","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29481864","type":"dc:BibliographicResource","dc:abstract":"Mutations in DEPDC5 and NPRL3 subunits of GATOR1, a modulator of mechanistic target of rapamycin (mTOR), are linked to malformations of cortical development (MCD). Brain specimens from these individuals reveal abnormal cortical lamination, altered cell morphology, and hyperphosphorylation of ribosomal S6 protein (PS6), a marker for mTOR activation. While numerous studies have examined GATOR1 subunit function in non-neuronal cell lines, few have directly assessed loss of GATOR1 subunit function in neuronal cell types. We hypothesized that DEPDC5 or NPRL3 shRNA-mediated knockdown (DEPDC5/NPRL3 KD) leads to inappropriate functional activation of mTOR and mTOR-dependent alterations in neuronal morphology. Neuronal size was determined in human specimens harboring DEPDC5 or NPRL3 mutations resected for epilepsy treatment. DEPDC5/NPRL3 KD effects on cell size, filopodial extension, subcellular mTOR complex 1 (mTORC1) localization, and mTORC1 activation during nutrient deprivation were assayed in mouse neuroblastoma cells (N2aC) and mouse subventricular zone derived neural progenitor cells (mNPCs). mTORC1-dependent effects of DEPDC5/NPRL3 KD were determined using the mTOR inhibitor rapamycin. Changes in mTOR subcellular localization and mTORC1 pathway activation following DEPDC5/NPRL3 KD were determined by examining the proximity of mTOR to the lysosomal surface during amino acid starvation. Neurons exhibiting PS6 immunoreactivity (Ser 235/236) in human specimens were 1.5× larger than neurons in post-mortem control samples. DEPDC5/NPRL3 KD caused mTORC1, but not mTORC2, hyperactivation, soma enlargement, and increased filopodia in N2aC and mNPCs compared with wildtype cells. DEPDC5/NPRL3 KD led to inappropriate mTOR localization at the lysosome along with constitutive mTOR activation following amino acid deprivation. DEPDC5/NPRL3 KD effects on morphology and functional mTOR activation were reversed by rapamycin. mTOR-dependent effects of DEPDC5/NPRL3 KD on morphology and subcellular localization of mTOR in neurons suggests that loss-of-function in GATOR1 subunits may play a role in MCD formation during fetal brain development.","dc:creator":"Iffland PH","dc:date":"2018","dc:title":"DEPDC5 and NPRL3 modulate cell size, filopodial outgrowth, and localization of mTOR in neural progenitor cells and neurons."},"rdfs:label":"Mouse neuroblastoma cells, HEK293 cells and SVZ mouse cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"DEPDC5 was shown to be crucial for mouse neurodevelopment leading to a similar cellular phenotype to that seen in humans. However, this does note directly implicate the epilepsy phenotype that this curation is focused on so the evidence cannot be scored."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76631fb6-5a22-42b1-87da-61a783b41138","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ac6dc92-dca0-4757-b8b2-9d9aceac3087","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Spontaneous seizures represent an epilepsy-like phenotype in mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29950950","type":"dc:BibliographicResource","dc:creator":"Jansen LA","dc:date":"2018","dc:title":"Delving Deeper into DEPDC5."},"rdfs:label":"DEPDC5 Epilepsy Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ce8902c7-154b-4b65-bcb9-a24286cff560","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:389dfda5-d117-4c7a-a643-8b205c96bbb9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse recapitulates the human phenotype. They also found delayed migration and increased mTORC1 activity in the brain cortex of DEPDC5 mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29708509","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in a single allele of the gene encoding DEP domain-containing 5 protein (DEPDC5) are commonly linked to familial focal epilepsy with variable foci; however, a subset of patients presents with focal cortical dysplasia that is proposed to result from a second-hit somatic mutation. In this issue of the JCI, Ribierre and colleagues provide several lines of evidence to support second-hit DEPDC5 mutations in this disorder. Moreover, the authors use in vivo, in utero electroporation combined with CRISPR-Cas9 technology to generate a murine model of the disease that recapitulates human manifestations, including cortical dysplasia-like changes, focal seizures, and sudden unexpected death. This study provides important insights into familial focal epilepsy and provides a preclinical model for evaluating potential therapies.","dc:creator":"Anderson MP","dc:date":"2018","dc:title":"DEPDC5 takes a second hit in familial focal epilepsy."},"rdfs:label":"Decond hit in DEPDC5 brain mosaic causes FCD"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This mouse model explains how a double hit of DEPDC5 can cause FCD. They conclude that this study reveals promising theraputic aenus for treatig drug-resistant focal epilepsies with mTORC1 targeting molecules"},{"id":"cggv:a57a3059-e0ac-4af3-a3ea-c8951aedaa83","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6bda119-f445-45e1-b058-2ff8d92320b5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The epileptic phenotype seen in the zebrafish is similar to that found in humans. This was measured by changes in swimming patterns, amplitude of movement, total activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29761115","rdfs:label":"DEPDC5 Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"While zebrafish knockdowns are sometimes nonspecific this model has a convincing phenotype and showed a rescue using mTORC1 inhibitor, rapamycin, and overexpression of human WT DEPDC5. The phenotype was not rescued with DEPDC5 mutations (p.Arg487* and p.Arg485Gln)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5773,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.5,"subject":{"id":"cggv:5ad91db2-d69a-408b-901e-68890d1017c5","type":"GeneValidityProposition","disease":"obo:MONDO_0005384","gene":"hgnc:18423","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*DEPDC5*  was first reported in families of individuals with autosomal dominant focal epilepsy in 2013 (Dibbens et al., PMID: 23542697). Seven variants that have been observed in 8 probands in 3 publications are included in this curation (PMIDs: 23542697, 23542701, 24283814). Variants in this gene segregated with disease in at least 48 additional family members (PMID: 23542697). Of note, variants in this gene have been found to exhibit reduced penetrance in families with disease and may present with variable foci across affected family members (PMIDs: 23542697, 24283814, 23542701). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism for disease is thought to be haploinsufficiency (PMID: 23542697). This gene-disease relationship is also supported by animal models, expression studies, and in vitro cell-culture assays (PMIDs: 29761115, 29861134, 29950950, 29708509, 29481864). In summary, there is definitive evidence supporting the relationship between *DEPDC5* and autosomal dominant focal epilepsy (MONDO:0005384). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nOf note, this gene-disease pair was originally evaluated by the ClinGen Epilepsy Gene Curation Expert Panel on August 7, 2018. As of January 11, 2023, this record underwent administrative updates to re-enter evidence according to SOP Version 9, and to update the disease term from familial focal epilepsy with variable foci to focal epilepsy. This new disease term aligns with the other curations for genes involved in the GATOR1 protein complex. No new evidence has been reviewed or added. ","dc:isVersionOf":{"id":"cggv:82a82c75-f9a5-4f51-a15c-6513c13df57c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}