{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-10-15T00:38:58.585Z","role":"Publisher"},{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-10-09T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69359c29-9676-465b-a0fc-507acd2f410c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:39df459f-92d1-4b98-bcec-6207be1db825","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"On multiple mouse tissue Northern the gene is expressed at high level in heart","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10949023","type":"dc:BibliographicResource","dc:abstract":"Junctional complexes between the plasma membrane (PM) and endoplasmic/sarcoplasmic reticulum (ER/ SR) are a common feature of all excitable cell types and mediate cross-talk between cell surface and intracellular ion channels. We have identified the junctophilins (JPs), a novel conserved family of proteins that are components of the junctional complexes. JPs are composed of a carboxy-terminal hydrophobic segment spanning the ER/SR membrane and a remaining cytoplasmic domain that shows specific affinity for the PM. In mouse, there are at least three JP subtypes: JP-1, -2, and -3. JP-2 is abundantly expressed in the heart, and mutant mice lacking JP-2 exhibited embryonic lethality. Cardiac myocytes from the mutant mice showed deficiency of the junctional membrane complexes and abnormal Ca2+ transients. Our results suggest that JPs are important components of junctional membrane complexes.","dc:creator":"Takeshima H","dc:date":"2000","dc:title":"Junctophilins: a novel family of junctional membrane complex proteins."},"rdfs:label":"Multiple tissue Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:008880ea-9157-428a-b3ce-2a3882ff363d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:221d2c2e-f883-4640-a484-e62a14b697a3","type":"FunctionalAlteration","dc:description":"MLPKO mice (ablation of muscle-specific LIM gene), a DCM mouse model:\nThe expression of JP-2 mRNA was similar between wildtype and MLPKO mice (Fig 4A) \nwhile JP-2 protein expression was decreased by approximately 40% in MLPKO mice in left ventricular tissue (Fig. 4B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15541368","type":"dc:BibliographicResource","dc:abstract":"Functional coupling between the sarcolemmal membrane and the sarcoplasmic reticulum is based on distinct structures called junctional membrane complexes (JMCs). Recently, junctophilins are found to be responsible for normal formation of JMCs. In the present study, we found that junctophilin type 2 (JP-2), a unique isoform in the heart, was localized in caveolin-rich membranes, and that the expression of JP-2 was up-regulated during normal development and down-regulated in a hypertrophic or a dilated cardiomyopathic mouse model. The expression levels of JP-2 may be associated with the development of T-tubules and impaired Ca(2+)-induced Ca(2+) release in the heart.","dc:creator":"Minamisawa S","dc:date":"2004","dc:title":"Junctophilin type 2 is associated with caveolin-3 and is down-regulated in the hypertrophic and dilated cardiomyopathies."},"rdfs:label":"MLPKO mice (ablation of muscle-specific LIM gene), a DCM mou"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:353360ef-6a5a-48c9-91b6-c5bb28cdbe32","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0c69e5a8-02d6-4bee-b170-8857faf56a30","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Three to five month old male MCM, MCM-shJPH2 and MCMshJPH2-OE mice were treated with daily 100 μl tamoxifen (30mg/kg) for 5 consecutive days.\nWestern blot analysis of cardiac protein lysates demonstrated that knockdown of JPH2 mRNA resulted in a 60% reduction in JPH2 protein (Figure 1B).\nWithin 1 week after tamoxifen injections, mortality was 40% among MCM-shJPH2 mice compared with 0% among MCM mice (P=0.004).\nFurthermore, end-systolic diameter and end-diastolic diameter were both significantly larger.\nLeft ventricular posterior wall thickness did not change between MCM-shJPH2 (0.800.03 mm) and MCM controls and no difference in cardiomyocyte cross-sectional areas between MCM-shJPH2 mice and MCM controls. => DCM phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21339484","type":"dc:BibliographicResource","dc:abstract":"Excitation-contraction coupling in striated muscle requires proper communication of plasmalemmal voltage-activated Ca2+ channels and Ca2+ release channels on sarcoplasmic reticulum within junctional membrane complexes. Although previous studies revealed a loss of junctional membrane complexes and embryonic lethality in germ-line junctophilin-2 (JPH2) knockout mice, it has remained unclear whether JPH2 plays an essential role in junctional membrane complex formation and the Ca(2+)-induced Ca(2+) release process in the heart. Our recent work demonstrated loss-of-function mutations in JPH2 in patients with hypertrophic cardiomyopathy.","dc:creator":"van Oort RJ","dc:date":"2011","dc:title":"Disrupted junctional membrane complexes and hyperactive ryanodine receptors after acute junctophilin knockdown in mice."},"rdfs:label":"Inducible JPH2 knockdown mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:56850921-40b7-483a-bb31-f06c4df7f2ad","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b7007777-ea3c-45da-ad17-993323f4123c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These data provide also in vivo evidence that JP2 critically contributes to the maturation of an organized T-tubule network by tethering T-tubules to the SR membrane in the developing heart. The difference with Reynolds et al is that they demonstrated that JP2-shRNA mice on a pure C57BL/6 background exhibit impaired T-tubule maturation associated with 100% mortality by postnatal Day 15. In this study, we used a first generation cross of FVB/C57BL/6 mice which results in a slightly delayed onset of the T-tubule maturation impairments, as well as an\nextended lifespan of the JP2-shRNA mice. It is known that FVB mice are less susceptible to sudden cardiac death phenotypes compared with C57BL/6 mice,46 which may explain the delayed onset of the phenotype\nin our mixed background mice. Regardless of the exact timing, we also observed that JP2-KD mice developed cardiac hypertrophy and heart failure as well as dysregulation of E–C coupling. They do not say anything about a DCM phenotype but an increase in EDV and a decrease in EF!","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23860812","type":"dc:BibliographicResource","dc:abstract":"Emerging evidence indicates a critical role for junctophilin-2 (JP2) in T-tubule integrity and assembly of cardiac dyads in adult ventricular myocytes. In the postnatal stage, one of the critical features of myocyte maturation is development of the T-tubule system, though the mechanisms remain poorly understood. In this study, we aim to determine whether JP2 is required for normal cardiac T-tubule maturation.","dc:creator":"Chen B","dc:date":"2013","dc:title":"Critical roles of junctophilin-2 in T-tubule and excitation-contraction coupling maturation during postnatal development."},"rdfs:label":"JPH2 knock down mice (alphaMHCshJPH2)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"because already scored in van Oort et al., 2011 and more HCM than DCM"},{"id":"cggv:fcd10156-669b-4248-a788-a37272f8356b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2f8d8f3-476a-4dce-bc26-c94d3ec446b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mean survival was reduced from 47 days in control flies to 27 days in OE flies and only 17 days in KD flies.\nCardiac chamber parameters for both OE en KD (fig 3):\nIncreased end-systolic diameter (ESD) and end-diastolic diameter (EDD).\nDecreased fractional shortening (FS) =>DCM phenotype.\nSections show that the thickness of the heart wall in the mutant flies does not show any statistically significant difference from control flies, discounting hypertrophy of cardiomyocytes (Fig. 3E).\nThe cardiac fibers in the mutant flies were clearly more disorganized and less compact than in control flies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29208631","type":"dc:BibliographicResource","dc:abstract":"Members of the Junctophilin (JPH) protein family have emerged as key actors in all excitable cells, with crucial implications for human pathophysiology. In mammals, this family consists of four members (JPH1-JPH4) that are differentially expressed throughout excitable cells. The analysis of knockout mice lacking JPH subtypes has demonstrated their essential contribution to physiological functions in skeletal and cardiac muscles and in neurons. Moreover, mutations in the human JPH2 gene are associated with hypertrophic and dilated cardiomyopathies; mutations in JPH3 are responsible for the neurodegenerative Huntington's disease-like-2 (HDL2), whereas JPH1 acts as a genetic modifier in Charcot-Marie-Tooth 2K peripheral neuropathy. Drosophila melanogaster has a single junctophilin (jp) gene, as is the case in all invertebrates, which might retain equivalent functions of the four homologous JPH genes present in mammalian genomes. Therefore, owing to the lack of putatively redundant genes, a jpDrosophila model could provide an excellent platform to model the Junctophilin-related diseases, to discover the ancestral functions of the JPH proteins and to reveal new pathways. By up- and downregulation of Jp in a tissue-specific manner in Drosophila, we show that altering its levels of expression produces a phenotypic spectrum characterized by muscular deficits, dilated cardiomyopathy and neuronal alterations. Importantly, our study has demonstrated that Jp modifies the neuronal degeneration in a Drosophila model of Huntington's disease, and it has allowed us to uncover an unsuspected functional relationship with the Notch pathway. Therefore, this Drosophila model has revealed new aspects of Junctophilin function that can be relevant for the disease mechanisms of their human counterparts.","dc:creator":"Calpena E","dc:date":"2018","dc:title":"The Drosophila junctophilin gene is functionally equivalent to its four mammalian counterparts and is a modifier of a Huntingtin poly-Q expansion and the Notch pathway."},"rdfs:label":"JPH overexpression and knockdown Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:612a8831-2e50-47f1-b492-61d518d662a6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e703cc3-dff9-4021-908a-92930dbed69f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"DCM phenotype in the model is not clear because embryos died before the heart was properly formed","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10949023","rdfs:label":"JP2 knock out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"no DCM phenotype (heart not yet properly formed)"},{"id":"cggv:875da1ea-21ce-4658-b51f-11fb71416b75","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:879d0710-a232-4856-935a-9c5e58857fe4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Robust and specific expression of the mature JPH2 siRNA was detected in cardiac tissue from aMHC-shJPH2 mice as early as E10.5. JPH2 mRNA and protein levels were reduced by >70% in aMHC-shJPH2 mice. Finally, protein levels of JPH2 measured using western blotting were also found to be significantly reduced in the hearts of aMHC-shJPH2 mice.\nAt P8 and P10, knockdown of JPH2 significantly inhibited the maturation of Transverse tubules (TTs), while expression levels of other genes implicated in TT development remained mostly unchanged. In contrast, JPH2 transgenic mice exhibited accelerated TT maturation by P8 =>Together, our data suggest that the structural dyadic protein JPH2 is necessary for the maturation of TTs during early postnatal cardiac development \nAt the same time, intracellular Ca2+ handling was disrupted (asynchronous and delayed SR Ca2+ release, leading to decreased Ca2+ transient amplitude) in ventricular myocytes from aMHC- shJPH2 mice, which developed heart failure by P10 marked by reduced ejection fraction, ventricular dilation, and premature death => DCM phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715556","type":"dc:BibliographicResource","dc:abstract":"Transverse tubules (TTs) provide the basic subcellular structures that facilitate excitation-contraction (EC) coupling, the essential process that underlies normal cardiac contractility. Previous studies have shown that TTs develop within the first few weeks of life in mammals but the molecular determinants of this development have remained elusive. This study aims to elucidate the role of junctophilin-2 (JPH2), a junctional membrane complex protein, in the maturation of TTs in cardiomyocytes.","dc:creator":"Reynolds JO","dc:date":"2013","dc:title":"Junctophilin-2 is necessary for T-tubule maturation during mouse heart development."},"rdfs:label":"JPH2 knock down mice (alphaMHCshJPH2)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"because already scored in van Oort et al., 2011"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9c1f484d-2a5c-4546-b176-66d4f1d85038_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0d517a0c-09de-4126-87dc-16bd3e9ed768","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":20,"detectionMethod":"WES on proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband demonstrated severe left ventricular (LV) dilation with rapidly declining systolic function as an infant (age of onset 20 months). By 4.5 years of age, LV systolic function was severely depressed with medically-refractory heart. He died at 5 years of age while awaiting transplant.","phenotypes":"obo:HP_0001644","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9c1f484d-2a5c-4546-b176-66d4f1d85038_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2e8daaf1-098d-4ac9-8b77-942b11fa3977","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.5(JPH2):c.1920dup (p.Glu641Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532195"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31227780","type":"dc:BibliographicResource","dc:abstract":"Junctophilin-2 (JPH2) is a part of the junctional membrane complex that facilitates calcium-handling in the cardiomyocyte. Previously, missense variants in JPH2 have been linked to hypertrophic cardiomyopathy; however, pathogenic \"loss of function\" (LOF) variants have not been described. Family-based genetic analysis of GME individuals with cardiomyopathic disease identified an Iranian patient with dilated cardiomyopathy (DCM) as a carrier of a novel, homozygous single nucleotide insertion in JPH2 resulting in a stop codon (JPH2-p.E641*). A second Iranian family with consanguineous parents hosting an identical heterozygous variant had 2 children die in childhood from cardiac failure. To characterize ethnicity-dependent genetic variability in JPH2 and to identify homozygous JPH2 variants associated with cardiac disease, we identified variants in JPH2 in a worldwide control cohort (gnomAD) and 2 similar cohorts from the Greater Middle East (GME Variome, Iranome). These were compared against ethnicity-matched clinical whole exome sequencing (WES) referral tests and a case cohort of individuals with hypertrophic cardiomyopathy (HCM) based on comprehensive review of the literature. Worldwide, 1.45% of healthy individuals hosted a rare JPH2 variant with a significantly higher proportion among GME individuals (4.45%); LOF variants were rare overall (0.04%) yet were most prevalent in GME (0.21%). The increased prevalence of LOF variants in GME individuals was corroborated among region-specific, clinical WES cohorts. In conclusion, we report ethnic-specific differences in JPH2 rare variants, with GME individuals being at higher risk of hosting homozygous LOF variants. This conclusion is supported by the identification of a novel JPH2 LOF variant confirmed by segregation analysis resulting in autosomal recessive pediatric DCM due to presumptive JPH2 truncation.","dc:creator":"Jones EG","dc:date":"2019","dc:title":"Analysis of enriched rare variants in JPH2-encoded junctophilin-2 among Greater Middle Eastern individuals reveals a novel homozygous variant associated with neonatal dilated cardiomyopathy."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31227780","rdfs:label":"IV:3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:a8b9b002-af48-43ee-9ed1-268767d0b864_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:006fc144-1437-487f-ac2c-0958305cf0f2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"66 childhood-onset CMP patients analyzed with NGS panels (101 or 117 cardiac genes (online table 1 and 2)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"pediatric DCM","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a8b9b002-af48-43ee-9ed1-268767d0b864_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:14195104-ad04-41c3-aaff-39ddfd10b719","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.4(JPH2):c.1282C>T (p.Gln428Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA088112"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30384889","type":"dc:BibliographicResource","dc:abstract":"Childhood cardiomyopathies are progressive and often lethal disorders, forming the most common cause of heart failure in children. Despite severe outcomes, their genetic background is still poorly characterized.","dc:creator":"Vasilescu C","dc:date":"2018","dc:title":"Genetic Basis of Severe Childhood-Onset Cardiomyopathies."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30384889","rdfs:label":"P10"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"recessive inheritance in this family"},{"id":"cggv:8c01722c-6337-46c3-8cc2-e6cd01234b7c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da77f64f-911e-4b71-a8de-9f9913d2d273","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":3,"detectionMethod":"WES performed on parents due to unavailability of samples from deceased children","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Ebstein anomaly with rapidly progressive dilated cardiomyopathy","phenotypes":["obo:HP_0001644","obo:HP_0010316"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:8c01722c-6337-46c3-8cc2-e6cd01234b7c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2e8daaf1-098d-4ac9-8b77-942b11fa3977"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31227780"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31227780","rdfs:label":"V:2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"because already scored in family 1 and in this family formally not proven that proband in homozygous (although this is likely)"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:cd86c5af-4bf2-448d-bfea-dd5b6f2c2db2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e98afcd-173f-42b3-a957-542961d51775","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":51,"detectionMethod":"Panel of 126 candidate genes was performed by Next Generation\nSequencing: ABCC9, ACTC1, ACTN2, ADRB1, ADRB2, ADRB3, AGL, AKAP9, ANK2, ANKRD1, BAG3, BMPR2, BRAF, CACNA1B, CACNA1C, CACNA1D, CACNA2D1, CACNB2, CALR3, CASQ2, CAV3, CRYAB, CSRP3, CTF1 , DES, DMD, DSC2, DSG2, DSP, DTNA, ELN, EMD, EYA4, FHL1, FHL2, FKTN, FLNC, FXN, GAA, GATA4, GJA1, GJA5, GLA, GPD1L, HCN1, HCN4, HRAS, JAG1, JPH2, JUP, KCNA5, KCND3, KCNE1, KCNE1L, KCNE2, KCNE3, KCNE4, KCNH2, KCNJ11, KCNJ12, KCNJ2, KCNJ3, KCNJ5, KCNJ8, KCNQ1, KCNQ2, KRAS, LAMA4, LAMP2, LBD3, LMNA, LRP6, MAP2K1, MAP2K2 , MYBPC3, MYH6, MYH7, MYL2, MYL3, MYLK2, MYOT, MYOZ2, MYPN, NEXN, NKX2-5, NPPA, NRAS, PDLIM3, PKP2, PKP4, PLEC, PLN, PNN, PRKAG2, PSEN1, PSEN2, PTPN11, RAF1 , RANGRF, RBM20, RYR2, SCN1B, SCN2B, SCN3B, SCN4B, SCN5A, SCNN1B, SCNN1G, SGCD, SHOC2, SLC25A4, SNTA1, SOS1, TAZ, TBX20, TCAP, TGFB3, TMEM43, TMPO, TNNC1, TNNI3, TNNT2, TPM1, TTN, TTR, VCL. The mean depth of coverage was 653x and the poorly covered regions were resequencing by Sanger","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Next generation sequencing panels","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:cd86c5af-4bf2-448d-bfea-dd5b6f2c2db2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:080419cf-094a-4463-915a-119d20495316","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.5(JPH2):c.253G>A (p.Glu85Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA409095201"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27471098","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Sabater-Molina M","dc:date":"2016","dc:title":"Mutation in JPH2 cause dilated cardiomyopathy."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27471098","rdfs:label":"II.3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Both variant are not present in gnomAD. The JPH2 variant is located in theMORN 4 motif (amino acids 82 – 104) that belongs to the large N-terminal cytoplasmic region of Junctophilin. The function of this domain is presently unknown. MORN motifs are highly conserved across isoforms and species contributing to plasma membrane binding, suggesting that these domains are essential for JPH2 function and play a critical role in the\nmaintenance of effective Ca2+-handling."},{"id":"cggv:cfde8e13-0179-4882-8842-669f24be4bdf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6be86042-c328-412a-a8cb-4ff28fd4ef82","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"variant from https://www.ncbi.nlm.nih.gov/clinvar","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:cfde8e13-0179-4882-8842-669f24be4bdf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:98f236b8-e7a3-4077-a635-def100779dfe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.4(JPH2):c.723C>G (p.Ser241Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345819"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29165669","type":"dc:BibliographicResource","dc:abstract":"ClinVar (https://www.ncbi.nlm.nih.gov/clinvar/) is a freely available, public archive of human genetic variants and interpretations of their significance to disease, maintained at the National Institutes of Health. Interpretations of the clinical significance of variants are submitted by clinical testing laboratories, research laboratories, expert panels and other groups. ClinVar aggregates data by variant-disease pairs, and by variant (or set of variants). Data aggregated by variant are accessible on the website, in an improved set of variant call format files and as a new comprehensive XML report. ClinVar recently started accepting submissions that are focused primarily on providing phenotypic information for individuals who have had genetic testing. Submissions may come from clinical providers providing their own interpretation of the variant ('provider interpretation') or from groups such as patient registries that primarily provide phenotypic information from patients ('phenotyping only'). ClinVar continues to make improvements to its search and retrieval functions. Several new fields are now indexed for more precise searching, and filters allow the user to narrow down a large set of search results.","dc:creator":"Landrum MJ","dc:date":"2018","dc:title":"ClinVar: improving access to variant interpretations and supporting evidence."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669","rdfs:label":"4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"unique variant without further details"},{"id":"cggv:bc0fb0d2-d807-40d3-881d-0f850aaec0ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b636472-3980-435c-b5cd-37816b760852","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"variant from https://www.ncbi.nlm.nih.gov/clinvar","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:bc0fb0d2-d807-40d3-881d-0f850aaec0ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:98f236b8-e7a3-4077-a635-def100779dfe"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669","rdfs:label":"3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"unique variant without further details"},{"id":"cggv:ef0bdf7a-a964-40f6-a970-d26dc17babb7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2e0066f-6d3f-4913-bc5a-f9d0b3d70912","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"variant from https://www.ncbi.nlm.nih.gov/clinvar","phenotypeFreeText":"DCM","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:ef0bdf7a-a964-40f6-a970-d26dc17babb7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6f7d5541-3094-4dca-a78d-9201b2457592","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.4(JPH2):c.1564C>T (p.Arg522Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA086984"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"unique variant without further details"},{"id":"cggv:f2ddbc35-20a4-46ad-9cdf-96091f723cb0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5b24f1c1-54c7-462a-9ce3-b6f2ef5b7768","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Per index patient (262 DCM patients), they tested a mean of 31±20 genes. For this patient probably NGS for 46 DCM associated genes (because JPH2 is part of the panel)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"dilated cardiomyopathy (DCM: LVEF <50% with an indexed LV end-diastolic diameter >33 mm/m2 (men) or >32 mm/m2(women).","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:f2ddbc35-20a4-46ad-9cdf-96091f723cb0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9c17bfad-a224-42fa-8817-07dec9447487","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.5(JPH2):c.88A>T (p.Thr30Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA409095557"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29540472","type":"dc:BibliographicResource","dc:abstract":"Genetic evaluation is recommended in patients with unexplained dilated cardiomyopathy (DCM), but its diagnostic yield and prognostic relevance in unexplained isolated left ventricular dysfunction (LVdys) is unknown.","dc:creator":"Hazebroek MR","dc:date":"2018","dc:title":"Prevalence of Pathogenic Gene Mutations and Prognosis Do Not Differ in Isolated Left Ventricular Dysfunction Compared With Dilated Cardiomyopathy."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29540472","rdfs:label":"DCM1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Missense variant not in about 249000 reference alleles from gnomAD, highly conserved and located in MORN motif 1"},{"id":"cggv:3068be3d-33af-4153-9ee6-1daae7cc0615_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4abaedf1-eff7-40aa-8cc6-fb64334ef1fb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"variant from https://www.ncbi.nlm.nih.gov/clinvar","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:3068be3d-33af-4153-9ee6-1daae7cc0615_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a71085b-ec98-48b5-8e5b-e2a48f76df3a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020433.4(JPH2):c.1227C>G (p.Asn409Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351768"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29165669","rdfs:label":"2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"unique variant without further details"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":1335,"specifiedBy":"GeneValidityCriteria7","strengthScore":10,"subject":{"id":"cggv:f301ac2c-1d40-4fe9-9b5e-ace499b11bef","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:14202","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"JPH2 was first reported in relation to dilated cardiomyopathy (DCM) in 2016 (Sabater-Molina et al., 2016, PMID 27471098). Current evidence has been observed in both an autosomal dominant as well as an autosomal recessive mechanism. Therefore, JPH2 was curated for a semi-dominant mode of inheritance in DCM. The JPH2 gene encodes Junctophilin 2, a component of the junctional membrane complex (T-tubular and sarcoplasmic reticulum (SR) membranes) that is involved in excitation-contraction coupling (also known as Ca2+ induced Ca2+ release). Plasma membrane depolarization triggers the opening of the voltage-gated Ca2+ channel (DHPR also known as L-type Ca2+ channel), allowing influx of calcium ions. This triggers the release of a great amount of Ca2+ from the SR via the ryanodine receptor resulting in heart muscle contraction. In humans 4 junctophilin (JPH) genes are present. JPH2 is the predominant isoform in the heart (Takeshima et al., 2000, PMID 10949023).  The JPH protein contains at the carboxy-terminal a hydrophobic transmembrane domain that spans the SR membrane and at the cytoplasmic site a domain (containing MORN motifs) that shows specific affinity for the plasma membrane. In this way two important Ca2+ channels (DHPR and RYR2) are brought close together (Garbino & Wehrens, 2010, PMID 20694023). Human genetic evidence supporting this gene-disease relationship includes case-level data and segregation data. At least 8 variants related to DCM (including missense, nonsense, etc.) have been reported in humans (Hazebroek et al., 2018, PMID 29540472; Jones et al., 2019, PMID 31227780; Landrum et al., 2018, PMID 29165669; Sabater-Molina et al., 2016, PMID 27471098; Vasilescu et al., 2018, PMID 30384889). Co-segregation was observed in a single family with DCM and a JPH2 missense variant (Sabater-Molina et al., 2016, PMID 27471098). Homozygous nonsense variants in JPH2 have also been observed in severe, pediatric-onset DCM (Vasilescu et al, 2018, PMID 30384889; Jones et al., 2019, PMID 31227780). In addition, this gene-disease assertion is supported by animal models. A DCM mouse model (MLPKO mice) showed an approximately 40% decreased JPH2 protein (but not mRNA) expression in left ventricular tissue (Minamisawa et al., 2004, PMID 15541368). In addition several JPH2 knock-out/down mice models have been made. A conventional knockout (KO) of the endogenous gene induced embryonic lethality (none survive beyond day E11.5). KO-cardiomyocytes show no rhythmic contraction and infirm Ca2+ transients (Takeshima et al., 2000, PMID 10949023). Inducible JPH2 knockdown mice (using tamoxifen inducible cardiac-specific short-hairpin-RNA-mediated JPH2 knockdown) were also made. Adult male tamoxifen treated mice showed increased mortality and dilated cardiomyopathy (end-systolic and end-diastolic diameter were both significantly larger) but no hypertrophic cardiomyopathy (van Oort et al., 2011, PMID 21339484). Another JPH2 knockdown mouse model (using cardiac-specific short-hairpin-RNA-mediated JPH2 knockdown; alphaMHCshJPH2) was generated (C57BL/6 background). At postnatal day 10 alphaMHC- shJPH2 mice develop heart failure marked by reduced ejection fraction, ventricular dilation, and premature death (Reynold et al., 2013, PMID 23715556).  JPH2 knockdown mice (alphaMHCshJPH2) in a mixed background (FVB/C57BL/6) showed a delayed onset of the T-tubule maturation impairments, as well as an extended lifespan and no dilated cardiomyopathy but cardiac hypertrophy and heart failure (Chen et al., 2013, PMID 23860812). Finally two Drosophila models in which JPH is overexpressed (UAS–jp) or knocked down (UAS-jpRNAi) using the Gal4/UAS system result in reduced survival and a DCM like phenotype (increased end-systolic (ESD), end-diastolic diameter (EDD) and decreased fractional shortening (FS)) without evidence for cardiac hypertrophy (Calpena et al., 2018, PMID 29208631). In summary, there is moderate evidence to support this gene-disease relationship. More evidence is needed to establish the relationship of JPH2 with semidominant DCM definitively. This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on July 24, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:242181ea-8909-4b38-a6bd-9a6552935c74"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}