{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-05-19T16:00:00.000Z","role":"Approver"},{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-14T14:47:29.126Z","role":"Publisher"}],"evidence":[{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.2},{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c8d8ce7-d6e8-438e-83fe-eaa7cd63bc33","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:891011cb-115a-45a0-ad22-fc78dad7a929","type":"FunctionalAlteration","dc:description":"Loss of Zdhhc9 function in hippocampal cultures leads to shorter dendritic arbors and fewer inhibitory synapses, altering the ratio of excitatory-to-inhibitory inputs formed onto Zdhhc9-deficient cells. This is further supported in vivo wherein Zdhhc9 knockout mice exhibit spontaneous high-frequency spiking activity indicative of non-convulsive seizures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31747610","type":"dc:BibliographicResource","dc:abstract":"Palmitoylation is a reversible post-translational lipid modification that facilitates vesicular transport and subcellular localization of modified proteins. This process is catalyzed by ZDHHC enzymes that are implicated in several neurological and neurodevelopmental disorders. Loss-of-function mutations in ZDHHC9 have been identified in patients with X-linked intellectual disability (XLID) and associated with increased epilepsy risk. Loss of Zdhhc9 function in hippocampal cultures leads to shorter dendritic arbors and fewer inhibitory synapses, altering the ratio of excitatory-to-inhibitory inputs formed onto Zdhhc9-deficient cells. While Zdhhc9 promotes dendrite outgrowth through the palmitoylation of the GTPase Ras, it promotes inhibitory synapse formation through the palmitoylation of another GTPase, TC10. Zdhhc9 knockout mice exhibit seizure-like activity together with increased frequency and amplitude of both spontaneous and miniature excitatory and inhibitory postsynaptic currents. These findings present a plausible mechanism for how the loss of ZDHHC9 function may contribute to XLID and epilepsy.","dc:creator":"Shimell JJ","dc:date":"2019","dc:title":"The X-Linked Intellectual Disability Gene Zdhhc9 Is Essential for Dendrite Outgrowth and Inhibitory Synapse Formation."},"rdfs:label":"Shimell functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e8981eda-24fd-4ed6-9d8f-6ab3537da92f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:541c60b9-1ee3-4d76-bbaf-6352d22db38f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The knock out mice showed altered behaviors consistent with a reduced anxiety level, a reduced hang time in the hanging wire test that suggests underlying hypotonia, deficits in the Morris water maze test of hippocampal-dependent spatial learning and memory, and a 36% reduction in corpus callosum volume revealed by MRI.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29944857","type":"dc:BibliographicResource","dc:abstract":"Protein S-acylation is a widespread post-translational modification that regulates the trafficking and function of a diverse array of proteins. This modification is catalysed by a family of twenty-three zDHHC enzymes that exhibit both specific and overlapping substrate interactions. Mutations in the gene encoding zDHHC9 cause mild-to-moderate intellectual disability, seizures, speech and language impairment, hypoplasia of the corpus callosum and reduced volume of sub-cortical structures. In this study, we have undertaken behavioural phenotyping, magnetic resonance imaging (MRI) and isolation of S-acylated proteins to investigate the effect of disruption of the Zdhhc9 gene in mice in a C57BL/6 genetic background. Zdhhc9 mutant male mice exhibit a range of abnormalities compared with their wild-type littermates: altered behaviour in the open-field test, elevated plus maze and acoustic startle test that is consistent with a reduced anxiety level; a reduced hang time in the hanging wire test that suggests underlying hypotonia but which may also be linked to reduced anxiety; deficits in the Morris water maze test of hippocampal-dependent spatial learning and memory; and a 36% reduction in corpus callosum volume revealed by MRI. Surprisingly, membrane association and S-acylation of H-Ras was not disrupted in either whole brain or hippocampus of Zdhhc9 mutant mice, suggesting that other substrates of this enzyme are linked to the observed changes. Overall, this study highlights a key role for zDHHC9 in brain development and behaviour, and supports the utility of the Zdhhc9 mutant mouse line to investigate molecular and cellular changes linked to intellectual disability and other deficits in the human population.","dc:creator":"Kouskou M","dc:date":"2018","dc:title":"Disruption of the Zdhhc9 intellectual disability gene leads to behavioural abnormalities in a mouse model."},"rdfs:label":"Kouskou Knock out mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":3509,"specifiedBy":"GeneValidityCriteria7","strengthScore":13.7,"subject":{"id":"cggv:573a2983-4b49-4d67-b164-a572e0711c3d","type":"GeneValidityProposition","disease":"obo:MONDO_0010427","gene":"hgnc:18475","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"Variants in the ZDHHC9 gene were first reported in relation to syndromic X-linked Intellectual disability in 2016 (Raymond et al., PMID: 17436253). Raymond et al. reported one frameshift, one splice site, and two missense variants in highly conserved residues of the gene. At least seven unique variants have been reported in humans, and X linked syndromic ID is characterized by mildly to severely impaired intellectual development including difficulties with speech and language . Individuals showed variable clinical features such as marfanoid habitus, facial dysmorphism, and hypotonia. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. \n\nCase level data: \nZDHHC9 variants have been reported in at least seven probands in six publications (PMIDs: 17436253, 19377476, 24357419, 29681091, 28687527, 20848651). Publications reported putative LOF (i.e. duplications, deletions, nonsense) variants and some missense variants. Additionally, variants segregated with syndromic X-linked ID in 11 additional family members. \n\nExperimental data:\nThe relationship between ZDHHC9 and syndromic X-linked ID is supported by animal models and in vitro functional assays. Kouskou et al. 2018 (PMID: 29944857) showed that Zdhhc9 knockout mice exhibit altered behavior that is consistent with reduced anxiety levels. Knockout mice also scored lower on the Morris water maze test indicating deficits in hippocampal-dependent spatial learning and memory. MRI analyses revealed a 36% reduction in corpus callosum volume. Shimell et al. 2019 (PMID: 31747610) investigated Zdhcc9 function in hippocampal cultures. Loss of Zdhhc9 function resulted in shorter dendritic arbors and fewer inhibitory synapses, suggesting an important role for Zdhhc9 in neuronal development.\n\nIn summary, ZDHCC9 is definitively associated wtih syndromic X-linked intellectual disability, and there is an abundance of evidence to support this association.\n\nThis classification was approved by the ClinGen Intellectual Disability and Autism GCEP on 05/19/2020 (SOP version 7).","dc:isVersionOf":{"id":"cggv:2156b925-1ee6-4edb-a514-3650aa5b780e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}