{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-27T14:42:24.188Z","role":"Publisher"},{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-27T14:42:11.405Z","role":"Approver"}],"evidence":[{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31b1f52a-d4d0-4a99-b2f5-a30e343ce07e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92983566-e6b6-4ffd-bd70-308e3ee243e1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridizations performed on dorsal–ventral and anterior–posterior sections of developing murine limbs at E14.5.\nStrong expression observed in dorsal mesenchymal tissues (precursors of muscle, tendons, joints and patella) correlating well with the dorsal tissues (nail and patella) affected in NPS.\nObserved anter­ior–posterior gradient of Lmx1b expression mirrors gradation of nail dysplasia observed from the anterior to posterior axis of the hand in NPS patients\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10767331","type":"dc:BibliographicResource","dc:abstract":"Lmx1b, a member of the LIM homeodomain protein family, is essential for the specification of dorsal limb fates at the zeugopodal and autopodal level in vertebrates. We and others have shown that a skeletal dysplasia, nail-patella syndrome (NPS), results from mutations in LMX1B. While it is a unique mesenchymal determinant of dorsal limb patterning during vertebrate development, the mechanism by which LMX1B mutations generate the NPS phenotype has not been addressed at a transcriptional level or correlated with its spatial pattern of gene expression. In this study, in situ hybridizations of Lmx1b on murine limb sections reveal strong expression in dorsal mesenchymal tissues (precursors of muscle, tendons, joints and patella) and, interestingly, also in anterior structures of the limb, explaining the anterior to posterior gradient of joint and nail dysplasia observed in NPS patients. Transfection studies showed that both the LIM domain-interacting protein, LDB1, and the helix-loop-helix protein, E47/shPan1, can regulate LMX1B action. While co--transfections of E47/shPan1 with LMX1B result in a synergistic effect on reporter activity, LDB1 down-regulated LMX1B-mediated transactivation irrespective of E47/shPan1. Mutant LMX1B proteins containing human mutations affecting each of the helices or the N-terminal arm of the homeodomain abolished transactivation, while LIM B and truncation mutations retained residual activity. These mutations fail to act in a dominant-negative manner on wild-type LMX1B in mixing studies, thereby supporting haploinsufficiency as the mechanism underlying NPS pathogenesis.","dc:creator":"Dreyer SD","dc:date":"2000","dc:title":"LMX1B transactivation and expression in nail-patella syndrome."},"rdfs:label":"Lmx1b connective tissue expression (in situ)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Strong correlation between expression pattern and affected tissue type/severity of effect observed"},{"id":"cggv:c08fe4ed-3b48-4cd7-ae5a-13eae63b2a72","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9fff3b8-6da9-46ae-82ca-eedb7fdcd106","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridizations performed on whole mount murine kidney.\nLmx1b expression is first detected in the mouse kidney at E13.5, in the region of the S‐shaped body which gives rise to the glomerulus. Early expression is also seen in the visceral epithelium of the glomerulus at E14.5, where it persists into postnatal life","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9590288","type":"dc:BibliographicResource","dc:abstract":"Dorsal-ventral limb patterning in vertebrates is thought to be controlled by the LIM-homeodomain protein Lmx1b which is expressed in a spatially and temporally restricted manner along the dorsal-ventral limb axis. Here we describe the phenotype resulting from targeted disruption of Lmx1b. Our results demonstrate that Lmx1b is essential for the specification of dorsal limb fates at both the zeugopodal and autopodal level with prominent phenotypes including an absence of nails and patellae. These features are similar to those present in a dominantly inherited human condition called nail patella syndrome (NPS), which also has renal involvement. Mouse Lmx1b maps to a region syntenic to that of the NPS gene, and kidneys of Lmx1b mutant mice exhibit pathological changes similar to that observed in NPS (refs 5,6). Our results demonstrate an essential function for Lmx1b in mouse limb and kidney development and suggest that NPS might result from mutations in the human LMX1B gene.","dc:creator":"Chen H","dc:date":"1998","dc:title":"Limb and kidney defects in Lmx1b mutant mice suggest an involvement of LMX1B in human nail patella syndrome."},"rdfs:label":"Lmx1b renal expression (in situ)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:932f3abb-cc5e-4ed3-a48b-21e1271bab7c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49ed1be3-5d12-45d2-8adc-ef7cedab5ec0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridisations performed on whole mount embryonic mice\nLmx1b expression is first detectable in periocular mesenchyme (precursor cells of the sclera and cornea) at embryonic day (E) 10.5 and by birth is restricted to most tissues of the anterior part of the eye, including the developing iris and ciliary body, corneal endothelium and the presumptive trabecular meshwork.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10660670","type":"dc:BibliographicResource","dc:abstract":"Proper development of the anterior segment of the mammalian eye is critical for normal ocular function. Indeed, several congenital syndromes associated with anterior segment anomalies can lead to impaired vision and glaucoma. One such syndrome is nail patella syndrome (NPS), caused by haploinsufficiency for the LIM-homeodomain transcription factor LMX1B. Although mutations in LMX1B cosegregate with NPS, whether these mutations cause the glaucoma associated with NPS is not known. Here, we provide evidence that the LIM-homeodomain transcription factor lmx1b is an essential regulator of murine anterior segment development. Mice that are homozygous for a targeted mutation of lmx1b display iris and ciliary body hypoplasia, and cornea stromal defects. In addition, two cDNAs normally downregulated in presumptive cornea, mf1 and mfh1, exhibit persistent expression, while keratocan, a keratin sulfate proteoglycan expressed by keratocytes, is not detected in mutant corneas. Moreover, ultrastructural examination of homozygous mutants indicates that corneal collagen fibrillogenesis is perturbed. Taken together, our studies suggest a developmental etiology for glaucoma in NPS patients and highlight lmx1b as an essential regulator of anterior segment morphogenesis and patterning. genesis 26:15-25, 2000.","dc:creator":"Pressman CL","dc:date":"2000","dc:title":"LMX1B, a LIM homeodomain class transcription factor, is necessary for normal development of multiple tissues in the anterior segment of the murine eye."},"rdfs:label":"Lmx1b ocular expression (in situ)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca9e3e6a-bd79-45e2-95e3-b70d2d24a2de","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:df0f5bb8-995d-4675-b4d0-512260def675","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"High similarity between hom KO mouse phenotype and human NPS phenotype lead to identification of LMX1B as candidate gene for disorder.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590288","rdfs:label":"lmx1b-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"High degree of phenotypic overlap between human disorder and animal model.\nNoted that human disorder is AD and mouse model is AR, without understanding of mechanism/pathway leading to haploinsufficiency in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:23e71abe-0924-4ab1-ae55-a5b0225281ed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6df21033-38ae-4555-9bd6-f4df226dabbb","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"Sanger sequencing of LMX1B as candidate gene for NPS based on overlapping phenotype to lmx1b null mice.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Nail dysplasia involving at least the thumbs. Elbow stiffness with limitation of pronation and supination. Poorly ossified, malformed patellae. Iliac flaring and iliac horns.","sex":"UnknownEthnicity","variant":{"id":"cggv:23e71abe-0924-4ab1-ae55-a5b0225281ed_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6fa73166-9b76-499b-b3b2-4d22e4a3cfa8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.807C>A (p.Asn269Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254041"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9590287","type":"dc:BibliographicResource","dc:abstract":"The LIM-homeodomain protein Lmx1b plays a central role in dorso-ventral patterning of the vertebrate limb. Targeted disruption of Lmx1b results in skeletal defects including hypoplastic nails, absent patellae and a unique form of renal dysplasia (see accompanying manuscript by H. Chen et al.; ref. 2). These features are reminiscent of the dominantly inherited skeletal malformation nail patella syndrome (NPS). We show that LMX1B maps to the NPS locus and that three independent NPS patients carry de novo heterozygous mutations in this gene. Functional studies show that one of these mutations disrupts sequence-specific DNA binding, while the other two mutations result in premature termination of translation. These data demonstrate a unique role for LMX1B in renal development and in patterning of the skeletal system, and suggest that alteration of Lmx1b/LMX1B function in mice and humans results in similar phenotypes. Furthermore, we provide evidence for the first described mutations in a LIM-homeodomain protein which account for an inherited form of abnormal skeletal patterning and renal failure.","dc:creator":"Dreyer SD","dc:date":"1998","dc:title":"Mutations in LMX1B cause abnormal skeletal patterning and renal dysplasia in nail patella syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590287","rdfs:label":"Patient 2-01"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Stated de novo but maternity/paternity not confirmed. Evidence of altered DNA binding compared to WT. Variant present in multiple cases"},{"id":"cggv:6fce1f95-5cc1-43c7-b905-0d49f822fa7d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b160f963-2206-4300-ae6b-b40785e19a9c","type":"Proband","detectionMethod":"allele-specific oligonucleotide hybridization","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Other","phenotypeFreeText":"nail hypoplasia, patella hypoplasia, elbow hypoplasia","sex":"UnknownEthnicity","variant":{"id":"cggv:6fce1f95-5cc1-43c7-b905-0d49f822fa7d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2cdbb2be-ba58-41f3-92f6-93d764473bd9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.426C>G (p.Cys142Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374912409"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9837817","type":"dc:BibliographicResource","dc:abstract":"Nail-patella syndrome (NPS), a pleiotropic disorder exhibiting autosomal dominant inheritance, has been studied for >100 years. Recent evidence shows that NPS is the result of mutations in the LIM-homeodomain gene LMX1B. To determine whether specific LMX1B mutations are associated with different aspects of the NPS phenotype, we screened a cohort of 41 NPS families for LMX1B mutations. A total of 25 mutations were identified in 37 families. The nature of the mutations supports the hypothesis that NPS is the result of haploinsufficiency for LMX1B. There was no evidence of correlation between aspects of the NPS phenotype and specific mutations.","dc:creator":"McIntosh I","dc:date":"1998","dc:title":"Mutation analysis of LMX1B gene in nail-patella syndrome patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837817","rdfs:label":"57"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Variant segregates with disease in family"},{"id":"cggv:d84f07f2-7f78-453e-b4c9-cfd881306722_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15304b0e-6fc8-4c24-b009-9febfc70aeac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Hypoplastic nails. Limited extension of elbows. Absent patella. Iliac horns. Proteinuria. Irregular thickening of the glomerular basement membrane, patchy electron-lucent areas (“moth-eaten appearance”) and fibers with striated collagen periodicity","sex":"Male","variant":{"id":"cggv:d84f07f2-7f78-453e-b4c9-cfd881306722_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7054c0c7-cbd9-4807-a45b-db403e824821","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.793G>C (p.Val265Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/827648"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15774843","type":"dc:BibliographicResource","dc:abstract":"Nail-patella syndrome (NPS) is an autosomal dominant disease characterized by dysplastic nails, absent or hypoplastic patellae, elbow dysplasia, and nephropathy. Recently, it was shown that NPS is the result of heterozygous mutations in the LIM-homeodomain gene, LMX1B. Subsequently, many mutations of the LMX1B gene have been reported in NPS patients. However, functional analyses of the mutant proteins have been performed in only a few mutations. Furthermore, the mechanisms of dominant inheritance in humans have not been established. In the present study, we analyzed the LMX1B gene in three Japanese patients with NPS and identified two novel mutations, 6 nucleotide deletion (Delta246N 247Q) and V242L. These two mutations are located in the homeodomain of LMX1B. Functional analyses of the LMX1B mutants revealed that these mutants had diminished transcriptional activity and had lost DNA binding ability. Furthermore, we demonstrated that each mutant did not manifest a dominant-negative effect on the transcriptional activity of wild-type LMX1B. These results suggested that NPS is caused by loss-of-function mutations of LMX1B, and haploinsufficiency of LMX1B should be the predominant pathogenesis of NPS in humans.","dc:creator":"Sato U","dc:date":"2005","dc:title":"Functional characterization of LMX1B mutations associated with nail-patella syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15774843","rdfs:label":"3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Experimental data demonstrate negligible transcriptional activity, and absent DNA binding ability.\nStated de novo but maternity/paternity not confirmed.\n"},{"id":"cggv:a72f1773-4dc9-42e0-b311-8b51985de551_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66decfac-8806-4b62-b297-dfb92c974a58","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"'Classic' NPS nail, patella and joint phenotype. Proteinuria. ESRD at age 16. ","sex":"Male","variant":{"id":"cggv:a72f1773-4dc9-42e0-b311-8b51985de551_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:864a6347-9698-4d89-b5f1-c487e5358c98","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.793G>T (p.Val265Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/827649"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32457516","type":"dc:BibliographicResource","dc:abstract":"Nail-patella syndrome (NPS) is a multi-system disorder characterized by hypoplastic nails, hypoplastic patella, skeletal deformities, and iliac horns, which is caused by heterozygous variants of LMX1B. Nephropathy ranging from mild urinary abnormality to end-stage renal disease occurs in some individuals with NPS. Because of the low prevalence of NPS and the lack of longitudinal studies of its kidney involvement, the clinical, pathological, and genetic features characterizing severe nephropathy remain unclear. We conducted a Japanese survey of NPS with nephropathy, and analyzed their clinical course, pathological features, and factors associated with severe renal phenotype. LMX1B gene analysis and luciferase reporter assay were also performed. Among 13 NPS nephropathy cases with genetic validation, 5 patients who had moderate-to-massive proteinuria progressed to advanced chronic kidney disease or end-stage renal disease. Pathological findings in the early phase did not necessarily correlate with renal prognosis. Variants associated with deteriorated renal function including a novel variants were confined to the N-terminal region of the LIM domain and a short sequence in the LMX1B homeodomain, which were distinct from reported variants found in isolated nephropathy without extrarenal manifestation (LMX1B-associated nephropathy). Luciferase reporter analysis demonstrated that variants in patients with severe renal phenotype caused haploinsufficiency, but no dominant-negative effects on promoter activation. A distinct proportion of NPS nephropathy patients progressed to end-stage renal disease in adolescence or young adulthood. Patients with moderate or severe proteinuria, especially those with variants in specific regions of LMX1B, should be monitored for potential deterioration of renal function.","dc:creator":"Harita Y","dc:date":"2020","dc:title":"Clinical and genetic characterization of nephropathy in patients with nail-patella syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32457516","rdfs:label":"Case 7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Missense variant with experimental data showing transcriptional activity negligible. Segregates with disease in family."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1.6},{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:7b04dd7f-0d01-43ff-8acc-8f493b4a5924_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a10a04d5-5db2-4948-9116-fc25f5222bb1","type":"Proband","detectionMethod":"allele-specific oligonucleotide hybridization","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Other","phenotypeFreeText":"nail hypoplasia, patella hypoplasia, elbow hypoplasia, iliac horns","sex":"UnknownEthnicity","variant":{"id":"cggv:7b04dd7f-0d01-43ff-8acc-8f493b4a5924_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:51692e5b-cb93-43a5-9ee4-9e48f6303418","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"LMX1B, 672, G-T, +1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7009"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837817"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837817","rdfs:label":"35"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Predicted to cause loss of exon 4, frameshift, and premature termination. Segregates with disease in family."},{"id":"cggv:b96831f1-fded-4021-81e3-11d145166bdd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9a07f20f-093d-46dd-bcce-984ad77c32e3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":6,"detectionMethod":"Sanger sequencing of LMX1B as candidate gene for NPS based on overlapping phenotype to lmx1b null mice.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Nail dysplasia involving at least the thumbs. Elbow stiffness with limitation of pronation and supination. Poorly ossified, malformed patellae. Iliac flaring and iliac horns.\nJoint stiffness and irregular pigmentation of the iris. Hypoplastic lateral epiphyses of the distal femur and proximal tibia hypoplasia with subluxation of the radial head. ","sex":"UnknownEthnicity","variant":{"id":"cggv:b96831f1-fded-4021-81e3-11d145166bdd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:61de04a3-1db8-41f7-bef1-e2bead89f5f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.661C>T (p.Arg221Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254044"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590287"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590287","rdfs:label":"Patient 5-01 "}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Nonsense variant. Stated de novo but maternity/paternity not confirmed."},{"id":"cggv:b07dc7fa-371c-4e4b-9606-05d2e055790e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1c9f6349-81f3-49d4-b3f8-8fb06f43cbb0","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"detectionMethod":"Sanger sequencing of LMX1B as candidate gene for NPS based on overlapping phenotype to lmx1b null mice.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Nail dysplasia involving at least the thumbs. Elbow stiffness with limitation of pronation and supination. Poorly ossified, malformed patellae. Iliac flaring and iliac horns.\nProteinuria in infancy, progressing to nephrotic syndrome. Light microscopic analysis of a kidney biopsy from this patient showed only mild interstitial fibrosis; ultrastructural studies revealed thickened and split glomerular basement membranes, and fusion and hyperplasia of foot processes.","sex":"UnknownEthnicity","variant":{"id":"cggv:b07dc7fa-371c-4e4b-9606-05d2e055790e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d611dc7f-7ceb-4df8-9445-2f39d0f6c28b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"LMX1B, 1-BP INS, 713A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7002"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590287"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590287","rdfs:label":"Patient 4-01"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Frameshift variant. Stated de novo but maternity/paternity not confirmed."},{"id":"cggv:d183d5b9-6b96-411c-84d1-f0bb965c79a7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6dd5c6ba-2005-42a7-a775-1d49a85c9d5b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":20,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"'Classic' NPS nail and patella phenotype. Focal glomerular obsolescence on biopsy at age 55. CKD Stage 2.","sex":"Male","variant":{"id":"cggv:d183d5b9-6b96-411c-84d1-f0bb965c79a7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5eb33ab6-3a0c-4f7c-94f5-3d24ebbaeef2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.169G>T (p.Glu57Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/827646"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32457516"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32457516","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Nonsense variant. Experimental data showing transcriptional activity negligible. Suspected inherited from affected father (not genetically tested)"},{"id":"cggv:330aa2b0-d071-479a-8f90-bb2de2e7e47c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fdca549a-536b-4ce7-840b-320451a7d8a4","type":"Proband","detectionMethod":"MLPA analysis to identify intragenic and entire LMX1B deletions","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Other","phenotypeFreeText":"Nail dysplasia, Elbow dysplasia, Patellar a/hypoplasia.","previousTesting":true,"previousTestingDescription":"No pathogenetic LMX1B mutation could be detected by sequencing the exons and exon–intron boundaries. ","sex":"Female","variant":{"id":"cggv:330aa2b0-d071-479a-8f90-bb2de2e7e47c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b6e09e46-52b7-42ac-a4a4-0200a4be2ccd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"LMX1B, DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7012"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18414507","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations in the LMX1B gene cause nail patella syndrome (NPS) that is associated with nail and skeletal malformations, nephropathy, and glaucoma. Previous phenotype studies of Lmx1b null mice revealed dorsal limb and renal anomalies similar to human NPS, which contributed to the identification of heterozygous mutations in this LIM-homeodomain protein LMX1B as the genetic defect responsible for NPS. Despite advanced insight into the role of the Lmx1b transcription factor in a broad range of animal developmental programs, the pathogenic mechanism underlying dominant inheritance of NPS in man remained unclear. Here, we describe for the first time the detection of two entire LMX1B gene deletions and one smaller exonic LMX1B deletion by multiplex ligation-dependent probe amplification (MLPA) in a series of eight unrelated families with classical features of NPS in whom no pathogenic LMX1B mutation was found by sequence analysis. The identification of entire LMX1B deletions strongly confirms that haploinsufficiency is the principal pathogenetic mechanism of NPS and suggests a difference in dosage sensitivity for this gene between mice and man.","dc:creator":"Bongers EM","dc:date":"2008","dc:title":"Identification of entire LMX1B gene deletions in nail patella syndrome: evidence for haploinsufficiency as the main pathogenic mechanism underlying dominant inheritance in man."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18414507","rdfs:label":"Proband A"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Stated de novo but maternity/paternity not confirmed. \n"},{"id":"cggv:c4d1dca7-093f-4ade-ad4d-7945c2678c6e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b294bd09-d644-4340-9d9a-1ead399b8cb7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Absent nails in thumb and index fingers and hypoplastic nails in others. Absent patella. Iliac horns. Limited extension and supination of the elbow joints. Hematuria, proteinuria. \nPaternal grandfather died from renal insufficiency at 35 y of age, and her father and a paternal uncle had proteinuria and hypoplastic nails.","sex":"Female","variant":{"id":"cggv:c4d1dca7-093f-4ade-ad4d-7945c2678c6e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdf8a136-b5a2-461f-b298-e6e948d1391f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001174147.2(LMX1B):c.806_811del (p.Asn269_Gln270del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/827650"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15774843"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15774843","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Functional studies demonstrate negligible transcriptional activity, and absent DNA binding ability."},{"id":"cggv:3a515518-de71-44bb-9459-53bc63495f2e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8b2e3f4d-50f7-4999-b18a-1020bb5e7d36","type":"Proband","detectionMethod":"MLPA analysis to identify intragenic and entire LMX1B deletions","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Other","phenotypeFreeText":"Nail dysplasia, Elbow dysplasia, Patellar a/hypoplasia, iliac horns.","previousTesting":true,"previousTestingDescription":"No pathogenetic LMX1B mutation could be detected by sequencing the exons and exon–intron boundaries. ","sex":"Male","variant":{"id":"cggv:3a515518-de71-44bb-9459-53bc63495f2e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:58b377eb-e297-4552-9943-7b0ad952313c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.126690836_126696451del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768478"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18414507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18414507","rdfs:label":"Proband C"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Multi-exon deletion (exons 3-8), genomic breakpoints not determined. Predicted null variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.6}],"evidenceStrength":"Definitive","sequence":3157,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.6,"subject":{"id":"cggv:837dd1b3-015c-46f9-be48-2e9fb9e93cc3","type":"GeneValidityProposition","disease":"obo:MONDO_0008061","gene":"hgnc:6654","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The LMX1B gene is located on chromosome 9 at 9q33.3 and encodes the LIM homeodomain transcription factor 1 beta, a transcription factor that plays a central role in cell differentiation during development. Mutations in LMX1B were first reported in relation to autosomal dominant nail-patella syndrome (NPS) in 1998 (Dreyer at al., 1998 PMID 9590287), although the first clinical description of the disorder was reported in 1933 (Turner JW, 1933 JAMA). The syndrome is characterised by a classic tetrad of congenital changes in the nails (absent, hypoplastic, or dystrophic), patellae (absent, small, or irregularly shaped), and elbows (limited range of motion), and the presence of iliac horns. Although not part of the classic tetrad, kidney disease and glaucoma also occur. While this disorder is highly penetrant, the expressivity of the clinical features is extremely variable both within and between families. More than 170 variants in LMX1B have been reported in NPS. onsense, frameshift, and splice site variants are observed throughout the entire gene, missense variants cluster predominantly in the LIM domains, and the the rest occur in the homeodomain. Partial and complete gene deletions have also been reported. 11 probands from 5 publications have been included in this curation (Dreyer at al., 1998 PMID 9590287; McIntosh et al., 1998 PMID 9837817; Sato et al., 2005 PMID 15774843; Bongers et al., 2008 PMID 18414507; Harita et al., 2020 PMID 32457516) to give a maximum score or 12 points for genetic evidence. . Additional evidence is available in the literature. This gene-disease association is also supported by experimental evidence, including animal models, expression studies, and in vitro functional assays. LMX1B was originally identified as a candidate gene for NPS due to the high degree of phenotypic similarity between lmx1b-knockout mice and humans with the disorder. Homozygous mice have absent patellae, absent nails, and renal abnormalities (Chen et al., 1998 PMID 9590288). Multiple studies examining the spatial and temporal expression pattern of LMX1B, using in situ hybridisation, have demonstrated its expression in the tissue types affected by NPS (Chen et al., 1998 PMID 9590288; Dreyer et al., 2000 PMID 10767331; Pressman et al., 2000 PMID 10660670). The mechanism of pathogenicity in NPS has been demonstrated to be loss of function, with mutated protein showing decreased or absent DNA binding ability and negligible transcriptional activity. No evidence has been observed to support a dominant-negative effect (Dreyer at al., 1998 PMID 9590287; Sato et al., 2005 PMID 15774843; Harita et al., 2020 PMID 32457516). Of note, variants in LMX1B have also been implicated in a renal-restricted nail-patella-like nephropathy. As per the criteria outlined by the ClinGen Lumping and Splitting Working Group, there was sufficient phenotypic variability and differences in the molecular mechanisms to support splitting these disorders into two distinct disease entities; nail-patella syndrome (OMIM: 161200) and focal segmental glomerulosclerosis 10 (OMIM:256020). Autosomal dominant focal segmental glomerulosclerosis 10 has therefore been curated separately. In summary, LMX1B is definitively associated with autosomal dominant nail-patella syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date February 3rd, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:c89e1a52-3ef8-4a61-bf56-1e43cf88fc6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}