{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-08-15T12:31:30.866Z","role":"Publisher"},{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-07-25T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30471716","type":"dc:BibliographicResource","dc:abstract":"To date, mutations in 15 actin- or microtubule-associated genes have been associated with the cortical malformation lissencephaly and variable brainstem hypoplasia. During a multicenter review, we recognized a rare lissencephaly variant with a complex brainstem malformation in three unrelated children. We searched our large brain-malformation databases and found another five children with this malformation (as well as one with a less severe variant), analyzed available whole-exome or -genome sequencing data, and tested ciliogenesis in two affected individuals. The brain malformation comprised posterior predominant lissencephaly and midline crossing defects consisting of absent anterior commissure and a striking W-shaped brainstem malformation caused by small or absent pontine crossing fibers. We discovered heterozygous de novo missense variants or an in-frame deletion involving highly conserved zinc-binding residues within the GAR domain of MACF1 in the first eight subjects. We studied cilium formation and found a higher proportion of mutant cells with short cilia than of control cells with short cilia. A ninth child had similar lissencephaly but only subtle brainstem dysplasia associated with a heterozygous de novo missense variant in the spectrin repeat domain of MACF1. Thus, we report variants of the microtubule-binding GAR domain of MACF1 as the cause of a distinctive and most likely pathognomonic brain malformation. A gain-of-function or dominant-negative mechanism appears likely given that many heterozygous mutations leading to protein truncation are included in the ExAC Browser. However, three de novo variants in MACF1 have been observed in large schizophrenia cohorts.","dc:creator":"Dobyns WB","dc:date":"2018","dc:title":"MACF1 Mutations Encoding Highly Conserved Zinc-Binding Residues of the GAR Domain Cause Defects in Neuronal Migration and Axon Guidance."},"evidence":[{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5},{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3315081-b2bb-49d5-adfb-d7f79e1ad8f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0dabed09-1af2-41af-ad34-1ecbb16e0873","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"At E8.5 MACF1 was ubiquitously expressed (except for allantois) and the stronger staining was in neural tissues in wild type embryos. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16815997","type":"dc:BibliographicResource","dc:abstract":"MACF1 (microtubule actin cross-linking factor 1) is a multidomain protein that can associate with microfilaments and microtubules. We found that MACF1 was highly expressed in neuronal tissues and the foregut of embryonic day 8.5 (E8.5) embryos and the head fold and primitive streak of E7.5 embryos. MACF1(-/-) mice died at the gastrulation stage and displayed developmental retardation at E7.5 with defects in the formation of the primitive streak, node, and mesoderm. This phenotype was similar to Wnt-3(-/-) and LRP5/6 double-knockout embryos. In the absence of Wnt, MACF1 associated with a complex that contained Axin, beta-catenin, GSK3beta, and APC. Upon Wnt stimulation, MACF1 appeared to be involved in the translocation and subsequent binding of the Axin complex to LRP6 at the cell membrane. Reduction of MACF1 with small interfering RNA decreased the amount of beta-catenin in the nucleus, and led to an inhibition of Wnt-induced TCF/beta-catenin-dependent transcriptional activation. Similar results were obtained with a dominant-negative MACF1 construct that contained the Axin-binding region. Reduction of MACF1 in Wnt-1-expressing P19 cells resulted in decreased T (Brachyury) gene expression, a DNA-binding transcription factor that is a direct target of Wnt/beta-catenin signaling and required for mesoderm formation. These results suggest a new role of MACF1 in the Wnt signaling pathway.","dc:creator":"Chen HJ","dc:date":"2006","dc:title":"The role of microtubule actin cross-linking factor 1 (MACF1) in the Wnt signaling pathway."},"rdfs:label":"Expression pattern of MACF in mice embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ebc26cca-f4d9-43f9-90e2-583804a1a36b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42918d24-a57d-42c4-9bc7-356660295c7e","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"MACF1 interacted directly with Axin and was involved in the translocation of the Axin complex from the cytoplasm to the plasma membrane. In the absence of MACF1 this translocation was blocked and inhibited the transcriptional activation of β-catenin/TCF indicating that MACF1 is a positive regulator in the Wnt pathway. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16815997","rdfs:label":"MACF1 in the Wnt/\u0001-catenin signaling pathway."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1b5fd14-7e73-4701-9277-402ca876315b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:384ab58d-bbd5-4844-8c3e-639955a1de1e","type":"FunctionalAlteration","dc:description":"Cells with short cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30471716","rdfs:label":"Cells from affected individuals"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:490ee582-f0a6-41a0-8c11-500394d8200b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:391b7c2b-851f-48ac-9d77-898f72b33e67","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MACF1 participates in dendritic branching, spine formation, and axon outgrowth in the developing mammalian brain. It's deletion inhibits dendrite/axon length growth, but increases the number of short primary dendrites. \nMACF1 contributes to synaptic formation, maturation and maintenance in the brain. Aberrant spine morphology and density caused by many neurodevelopmental and psychiatric diseases including autism spectrum disorders and schizophrenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26526844","type":"dc:BibliographicResource","dc:abstract":"Dendritic arborization and axon outgrowth are critical steps in the establishment of neural connectivity in the developing brain. Changes in the connectivity underlie cognitive dysfunction in neurodevelopmental disorders. However, molecules and associated mechanisms that play important roles in dendritic and axon outgrowth in the brain are only partially understood. Here, we show that microtubule-actin crosslinking factor 1 (MACF1) regulates dendritic arborization and axon outgrowth of developing pyramidal neurons by arranging cytoskeleton components and mediating GSK-3 signaling. MACF1 deletion using conditional mutant mice and in utero gene transfer in the developing brain markedly decreased dendritic branching of cortical and hippocampal pyramidal neurons. MACF1-deficient neurons showed reduced density and aberrant morphology of dendritic spines. Also, loss of MACF1 impaired the elongation of callosal axons in the brain. Actin and microtubule arrangement appeared abnormal in MACF1-deficient neurites. Finally, we found that GSK-3 is associated with MACF1-controlled dendritic differentiation. Our findings demonstrate a novel role for MACF1 in neurite differentiation that is critical to the creation of neuronal connectivity in the developing brain.","dc:creator":"Ka M","dc:date":"2016","dc:title":"Microtubule-Actin Crosslinking Factor 1 Is Required for Dendritic Arborization and Axon Outgrowth in the Developing Brain."},"rdfs:label":"Effects of MACF1 deletion in the developing brain in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":6709,"specifiedBy":"GeneValidityCriteria9","strengthScore":9,"subject":{"id":"cggv:d0a52144-62dc-43b3-9752-e4d197f7ceed","type":"GeneValidityProposition","disease":"obo:MONDO_0100472","gene":"hgnc:13664","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Heterozygous de novo variants in MACF1 gene were first identified in 2018 (PMID: 30471716) in 9 individuals with lissencephaly, complex brain malformations, global developmental delay, severe intellectual development disorder, axial hyptonia, seizures, dysphagia, strabismus, stereotypies and involuntary movements. In this publication 8 variants were missense and affecting the GAR domain (3 of which recurrent) and one was an in-frame deletion. In 2021 (PMID: 33511591) another proband with a recurrent de novo missense variant was also described and had the same phenotype.\n \nOne single report for autosomal recessive inheritance (PMID: 32010038) in two affected brothers with brain malformations, epilepsy and severe developmental delay was not included for the purposes of this curation. Other data about patients harboring variants of this gene and clinical characteristics of schizophrenia (PMID: 26666178), bipolar disorder (PMID: 34100076, 30772743) and sagittal craniosynostosis (PMID: 28808027) were also excluded. In addition, an intragenic duplication (involving exons 1-35 of MACF1) was not scored because it was found in a family with variable neuromuscular symptoms, without mention of any brain malformations, and inherited from a mildly symptomatic mother to three of her four children; two of which had severe symptoms (PMID: 24899269).\n\nMACF1 belongs to spectraplakins and acts as cytoskeletal crosslinker by coordinating with microfilaments, microtubules and intermediate filaments. It is involved in multiple neural processes including neurite outgrowth and neuronal migration. Structurally contains two calponin-homology domains, a plakin domain, a long spectrin-repeat rod domain, two calcium-binding EF-hand domains, a zinc-binding GAR domain (microtubule binding and stabilization), a positively charged Gly-Ser-Arg region and an EB1-binding domain. This gene produces 6 different isoforms via alternative splicing and differential promoter usage. \n \nThe gene-disease relationship is also supported by the fact that MACF1 is required for dendritic arborization and axon outgrowth in the developing brain (PMID: 26526844) and that it acts as a positive regulator in the Wnt pathway (PMID:16815997).\n\nIn summary, MACF1 is moderately associated with autosomal dominant Lissencephaly spectrum disorder with complex brainstem malformation. This was approved by the ClinGen Brain Malformation GCEP on July 25, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:67d61f95-4ea3-41a7-ab90-e642c2c65c2a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}