{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-10-29T14:32:39.437Z","role":"Publisher"},{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-03-20T04:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:087a119d-f05e-46eb-88dc-fde5d8a736d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13b2457b-f8ec-4dfc-a0a0-808d2a66a020","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"All three SHANK proteins (SHANK1, SHANK2 and SHANK3) encode a family of postsynaptic scaffolding proteins that are present at glutamatergic synapses in the CNS. They localize to postsynaptic density (PSD) by forming protein complex with NMDA receptor/PSD-95/GKAP1 and play a role in synaptic function. See Monteiro P et al., 2017 (PMID: 28179641) for review. Mutations in SHANK3 and SHANK2 also cause complex neurodevelopmental disorders with ID and ASD.\n\nShank1 promotes the maturation of dendritic spines and the enlargement of spine heads via its ability to recruit Homer1 to postsynaptic sites (figures 4 and 5).\n\nShank1 and Homer expression in neurons increase miniature excitatory postsynaptic currents (mEPSC) frequency in transfected neurons which enhances presynaptic function (Figure 9).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11498055","type":"dc:BibliographicResource","dc:abstract":"The Shank family of proteins interacts with NMDA receptor and metabotropic glutamate receptor complexes in the postsynaptic density (PSD). Targeted to the PSD by a PDZ-dependent mechanism, Shank promotes the maturation of dendritic spines and the enlargement of spine heads via its ability to recruit Homer to postsynaptic sites. Shank and Homer cooperate to induce accumulation of IP3 receptors in dendritic spines and formation of putative multisynapse spines. In addition, postsynaptic expression of Shank enhances presynaptic function, as measured by increased minifrequency and FM4-64 uptake. These data suggest a central role for the Shank scaffold in the structural and functional organization of the dendritic spine and synaptic junction.","dc:creator":"Sala C","dc:date":"2001","dc:title":"Regulation of dendritic spine morphology and synaptic function by Shank and Homer."},"rdfs:label":"SHANK1 function in dendritic spine maturation and synapse"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is upgraded because the synaptic function of Shank1, which is shared with Shank2 and Shank3, both of which have definitive relationships to ID and ASD, provides strong evidence linking Shank1 to ID and ASD. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:425221f9-6a30-4520-8117-3c04494b5eae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c78386a9-2628-48bc-b60b-1b43dca734c0","type":"FunctionalAlteration","dc:description":"Study of 2 de novo truncating variants in the penultimate exon of SHANK1 (p.Gly1105fs and p.Glu1119*) observed in affected individuals. Both variants escaped nonsense-mediated decay and resulted in stable transcripts. Truncated SHANK1 proteins transfected in cultured rat hippocampal neurons lost synaptic localization.\n\nTruncated SHANK1 proteins completely lost binding with Homer1, a linker protein that binds to the C-terminus of SHANK1, in HEK293 cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34113010","type":"dc:BibliographicResource","dc:abstract":"In this study, we aimed to characterize the clinical phenotype of a SHANK1-related disorder and define the functional consequences of SHANK1 truncating variants.","dc:creator":"May HJ","dc:date":"2021","dc:title":"Truncating variants in the SHANK1 gene are associated with a spectrum of neurodevelopmental disorders."},"rdfs:label":"Truncated SHANK1 lost Homer1 binding & synaptic localization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d02c95c5-9b9f-4f15-ad42-df220d0bd693","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9001ddeb-bbdd-4e4f-93a4-f7feb2251aa3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Repetitive behaviors, including self-grooming, digging behavior, and marble burying, were assessed in Shank1−/− , Shank1+/− , and Shank1+/+ mice. The effect of social context on presence or absence of social odors in the cage bedding on the occurrence of repetitive behaviors was also assessed. Shank1+/- mice (but not Shank1-/- null mice) displayed elevated levels of self-grooming as adults, but not as juveniles. Digging behavior was not affected by genotype. In contrast, marble burying was strongly reduced in adult Shank1+/− and Shank1−/− mice across social contexts compared to Shank1+/+ littermates. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24820912","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is characterized by persistent deficits in social behavior and communication, together with restricted and repetitive patterns of behavior. Several ASD candidate genes have been identified, including the SHANK gene family with its three family members SHANK1, SHANK2, and SHANK3.","dc:creator":"Sungur AÖ","dc:date":"2014","dc:title":"Repetitive behaviors in the Shank1 knockout mouse model for autism spectrum disorder: developmental aspects and effects of social context."},"rdfs:label":"Repetitive behaviors in Shank1+/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Scored 0 due to lack of consistency of the effects of Shank1 deficiency on repetitive behavior across assays and across studies. Silverman et al., 2011 (PMID: 20868654) did not observe genotype differences on repetitive behavior in Shank1 +/-, -/- and wild-type littermates.\n"},{"id":"cggv:ced11b20-afef-42d5-9b2c-4387a77bfd03","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9aa028a4-7d52-4075-a47d-639ca27f843a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Shank1-/- mice exhibit reduced Homer protein levels, reduced dendritic spine size, and decreased basal synaptic transmission in the CA1 region of the hippocampus.\n\nSynaptic transmission and plasticity phenotype altered in the model system are important cellular processes required for normal cognitive development in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18272690","type":"dc:BibliographicResource","dc:abstract":"Experience-dependent changes in the structure of dendritic spines may contribute to learning and memory. Encoded by three genes, the Shank family of postsynaptic scaffold proteins are abundant and enriched in the postsynaptic density (PSD) of central excitatory synapses. When expressed in cultured hippocampal neurons, Shank promotes the maturation and enlargement of dendritic spines. Recently, Shank3 has been genetically implicated in human autism, suggesting an important role for Shank proteins in normal cognitive development. Here, we report the phenotype of Shank1 knock-out mice. Shank1 mutants showed altered PSD protein composition; reduced size of dendritic spines; smaller, thinner PSDs; and weaker basal synaptic transmission. Standard measures of synaptic plasticity were normal. Behaviorally, they had increased anxiety-related behavior and impaired contextual fear memory. Remarkably, Shank1-deficient mice displayed enhanced performance in a spatial learning task; however, their long-term memory retention in this task was impaired. These results affirm the importance of Shank1 for synapse structure and function in vivo, and they highlight a differential role for Shank1 in specific cognitive processes, a feature that may be relevant to human autism spectrum disorders.","dc:creator":"Hung AY","dc:date":"2008","dc:title":"Smaller dendritic spines, weaker synaptic transmission, but enhanced spatial learning in mice lacking Shank1."},"rdfs:label":"Shank1-/- mice reduced dendritic spine and synaptic strength"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded to 1 because the mice studied are homozygous rather than heterozygous."},{"id":"cggv:b43eebd9-d111-4e2b-a229-1a6349509131","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c30631d-e5fe-4ae2-b16c-54bc0b9db952","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Novel object recognition was assessed in juvenile and adult Shank1+/+, Shank1+/−, and Shank1−/− male and female mice.\nBoth female and male juvenile Shank1−/− mice were severely impaired in object recognition memory (figure 1). \n\nMale adult Shank1+/− mice were impaired in object recognition memory as reflected by a complete lack of preference for the novel over the familiar object, suggesting that Shank1 may play a role in learning and memory (figure 2a), however this deficit was not observed in female mice or juvenile Shank1+/− mice. \nOf note, Shank2 +/− and Shank3 +/− mice, show weaker or absent phenotypes relative to homozygous knockout mice.\n\nBoth Shank1+/− and Shank1−/− mice showed normal social behavior (social preference and social recognition)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28500650","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a class of neurodevelopmental disorders characterized by persistent deficits in social communication/interaction, together with restricted/repetitive patterns of behavior. ASD is among the most heritable neuropsychiatric conditions, and while available evidence points to a complex set of genetic factors, the SHANK gene family has emerged as one of the most promising candidates. Here, we assessed ASD-related phenotypes with particular emphasis on social behavior and cognition in Shank1 mouse mutants in comparison to heterozygous and wildtype littermate controls across development in both sexes. While social approach behavior was evident in all experimental conditions and social recognition was only mildly affected by genotype, Shank1","dc:creator":"Sungur AÖ","dc:date":"2017","dc:title":"Aberrant cognitive phenotypes and altered hippocampal BDNF expression related to epigenetic modifications in mice lacking the post-synaptic scaffolding protein SHANK1: Implications for autism spectrum disorder."},"rdfs:label":"Cognitive deficit in Shank1 deficient mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because the deficit in object recognition was only observed in adult heterozygous males, but not in juveniles or females. Furthermore, other studies of cognitive deficits in Shank1-deficient mice have shown inconsistent results, with reports of normal performance, deficits, or even improved performance on some tasks (Hung et al., 2008, PMID: 18272690; Silverman et al., 2011, PMID: 20868654)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":9263,"specifiedBy":"GeneValidityCriteria10","strengthScore":15.5,"subject":{"id":"cggv:2e57a0a6-0400-40dd-9c6c-108dd398e154","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:15474","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*SHANK1* was first reported in relation to autosomal dominant autism spectrum disorder (ASD) in 2012 (Sato et al., PMID: 22503632). The authors reported a male proband with a *de novo* deletion spanning *SHANK1* and *SYT3*, and a multigenerational family with six individuals carrying a deletion of *SHANK1* and *CLEC11A*, in which the males, but not the carrier mothers, had ASD. None of these cases were awarded points in this curation because the deletions encompass other genes. Subsequently, May et al. (2021, PMID: 34113010) reported *de novo* truncating variants in *SHANK1* in six probands with a spectrum of neurodevelopmental disorders, including motor and speech delays, intellectual disability or learning disabilities, ASD, hypotonia, and seizures. At least 9 additional probands with *SHANK1* truncating variants and complex neurodevelopmental disorder, including intellectual disability, developmental delay, ASD, and epilepsy, have been reported in large cohort studies (PMIDs: 27824329, 29100083, 33057194, 34113010, 34374989, 35982160, 36980980). Seven *de novo* truncating variants (nonsense, frameshift, and splice) that have been reported in seven probands in two publications (PMIDs: 27824329, 34113010) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. In addition to the two unaffected deletion carrier mothers mentioned above (PMID: 22503632), a *SHANK1* *de novo* truncating variant was observed in an unaffected male sibling of an ASD proband (PMID: 35982160), suggesting incomplete penetrance. The mechanism of pathogenicity is loss of function (PMID: 34113010). \n\nThis gene-disease relationship is also supported by experimental evidence, including functional alteration, biochemical function, and animal models. *SHANK1* is a member of the SHANK gene family, which includes *SHANK1*, *SHANK2*, and *SHANK3*, and encodes scaffolding proteins that are enriched in the postsynaptic density of glutamatergic synapses. *SHANK2* and *SHANK3* are also involved in neurodevelopmental disorders associated with ASD and intellectual disability.\n \nIn summary, there is definitive evidence supporting the relationship between *SHANK1* and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on March 20, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:57f9ab85-914e-4eec-ae66-efc80d612ef8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}