{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-06-07T19:48:43.477Z","role":"Publisher"},{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-06-07T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.2},{"id":"cggv:a8929b65-cc96-42fe-b0f7-2e4548509947_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a8929b65-cc96-42fe-b0f7-2e4548509947","type":"Proband","allele":{"id":"cggv:fdbe51c8-6366-44f2-8ace-ff6f7a560120","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001261826.3(AP3D1):c.2131G>A (p.Val711Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9059014"}},"detectionMethod":"WES with Sanger confirmation","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The audiograms of all patients showed a sloping configuration with mild-to-moderate low frequency and severe-to-profound HL in the middle and high frequencies.","phenotypes":["obo:HP_0001880","obo:HP_0001257","obo:HP_0007340","obo:HP_0012714","obo:HP_0001251","obo:HP_0012443","obo:HP_0006532","obo:HP_0001249"],"previousTestingDescription":"To address whether the HL could, at least in part, be caused by a central auditory pathology or auditory neuropathy, OAE and ABR testing were carried out. Neither TEOAEs nor DPOAEs were detectable in any of the homozygous patients tested, indicating inner ear damage.\n\nKaryotyping and array-based CNV analysis showed no abnormalities, and FMR1 trinucleotide repeats were in the normal range (≤ 45)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:54d46c76-de0e-4b61-a9af-4171bc72306c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fdbe51c8-6366-44f2-8ace-ff6f7a560120"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36445457","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function variants in AP3D1 have been linked to Hermansky-Pudlak syndrome (HPS) 10, a severe multisystem disorder characterized by oculocutaneous albinism, immunodeficiency, neurodevelopmental delay, hearing loss (HL), and neurological abnormalities, fatal in early childhood. Here, we report a consanguineous family who presented with presumably isolated autosomal recessive (AR) HL. Whole-exome sequencing was performed on all core family members, and selected patients were screened using array-based copy-number analysis and karyotyping. Candidate variants were validated by Sanger sequencing and assessed in silico. A homozygous, likely pathogenic p.V711I missense variant in AP3D1 segregated with the HL. The family was characterized by thorough medical and laboratory examination. The HL was consistent across patients and accompanied by neurological manifestations in two brothers. The sole female patient was diagnosed with premature ovarian failure. Further findings, including mild neutropenia and reduced NK-cell cytotoxicity in some as well as brain alterations in all homozygous patients, were reminiscent of HPS10, though milder and lacking the characteristic albinism. Previously unrecognized, milder, isolated HL was identified in all heterozygous carriers. A protein model indicates that the variant interferes with protein-protein interactions. These results suggest that a missense variant alters inner-ear-specific functions leading to HL with mild HPS10-like symptoms of variable penetrance. Milder HL in heterozygous carriers may point towards semi-dominant inheritance of this trait. Since all previously reported HPS10 cases were pediatric, it is unknown whether the observed primary ovarian insufficiency recapitulates the subfertility in Ap3d1-deficient mice.","dc:creator":"Frohne A","dc:date":"2022","dc:title":"A homozygous AP3D1 missense variant in patients with sensorineural hearing loss as the leading manifestation."}},"rdfs:label":"IV.3"},{"id":"cggv:54d46c76-de0e-4b61-a9af-4171bc72306c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:54d46c76-de0e-4b61-a9af-4171bc72306c_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"This was a consanguineous family who presented with hereditary prelingual HL as the primary symptom in 6 affected siblings. Further examinations unveiled additional neurological symptoms and immunological aberrations that were reminiscent of HPS10 but largely subclinical and showing both variable penetrance and expressivity. Importantly, none of the family members showed signs of prolonged bleeding times nor hypopigmentation, key clinical components of previously described HPS phenotypes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:98addf56-b87a-4169-a9eb-d414bc85ba6c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:98addf56-b87a-4169-a9eb-d414bc85ba6c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":28,"allele":{"id":"cggv:9d5ebd78-149c-47ee-a708-49e177110026","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001261826.3(AP3D1):c.1978del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187309"}},"detectionMethod":"Whole exome sequencing was performed.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband required intubation and mechanical ventilation for 20 days, recurrent severe infections required intensive unit admissions and respiratory support. Tonic seizures involved both upper limbs, clenching of teeth and up-rolling of eyes, were brief and self-limited, occurred up to 3 time per week.\n\nDevelopment was minimal: incapable of rolling over, sitting or reaching for objects, no social smile; did not recognize his parents, did not turn his head to sound.\n\nInguinal hernia on the left side; head lag on neurological examination; normal audiology assessment. Neutropenia was moderate to severe, platelet function CEPI was abnormal while CADP was normal.\n\nBrain MRI at 6 months showed non-specific mild brain atrophy, prominence of ventricles with associated delayed myelination. Chest X-ray revealed persistent right upper lobe collapse. EM examination of the proband's platelets showed complete absence of delta granules. Death due to pneumonia and sepsis.","phenotypes":["obo:HP_0000023","obo:HP_0012444","obo:HP_0002557","obo:HP_0007894","obo:HP_0001537","obo:HP_0007750","obo:HP_0000343","obo:HP_0001433","obo:HP_0004322","obo:HP_0005599","obo:HP_0000666","obo:HP_0000252","obo:HP_0001348","obo:HP_0001010","obo:HP_0005425","obo:HP_0001290","obo:HP_0001875","obo:HP_0000316","obo:HP_0000218","obo:HP_0007730","obo:HP_0010818","obo:HP_0002090","obo:HP_0100806","obo:HP_0011968","obo:HP_0002643"],"previousTesting":true,"previousTestingDescription":"Chromosomal microarray was normal.","sex":"Male","variant":{"id":"cggv:b000fb08-82bb-44be-b60e-7e4b778b2669_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9d5ebd78-149c-47ee-a708-49e177110026"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30472485","type":"dc:BibliographicResource","dc:abstract":"Several types of Hermansky-Pudlak syndromes (HPS) represent a group of immunodeficiency syndromes that feature both leukocyte defects with partial albinism of hair, skin, and eyes. These conditions share defects in genes that encode proteins involved in the biogenesis, function, and trafficking of secretory lysosomes. Mutations in AP3D1 which encode the main subunit AP-3(δ) were recently reported on one individual and led to Hermansky-Pudlak Syndrome type 10 (HPS10; OMIM 617050). HPS10 is a severe condition that manifests with symptoms of oculocutaneous albinism, neurodevelopmental delays, platelet dysfunction, and immunodeficiency. Herein we report on three affected individuals who presented with severe seizures, developmental delay, albinism, and immunodeficiency. Whole exome sequencing identified homozygosity for a deleterious sequence variant of high impact in AP3D1, c.1978delG, predicting p.Ala660Argfs*54 (NM_001261826.3). We further demonstrated an abnormal storage pathway in the platelets. The current study represents a second confirmation report and implicates AP3D1 mutations as a cause of Hermansky-Pudlak Syndrome type 10.","dc:creator":"Mohammed M","dc:date":"2018","dc:title":"Biallelic mutations in AP3D1 cause Hermansky-Pudlak syndrome type 10 associated with immunodeficiency and seizure disorder."}},"rdfs:label":"Mohammed_Proband"},{"id":"cggv:b000fb08-82bb-44be-b60e-7e4b778b2669","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b000fb08-82bb-44be-b60e-7e4b778b2669_variant_evidence_item"}],"strengthScore":1,"dc:description":"The proband was homozygous, due to consanguinity, for the 1-bp deletion that causes a frameshift and premature termination (Ala660Argfs*54). The resulting transcript is expected to undergo NMD.  The variant is absent in gnomAD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0d7bad88-ff9d-40aa-afe6-d77f068b448a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0d7bad88-ff9d-40aa-afe6-d77f068b448a","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":42,"allele":{"id":"cggv:5218a68a-53e8-4b78-8bf0-4adf32e42d28","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001261826.3(AP3D1):c.3565_3566del (p.Val1189LeufsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/253144"}},"detectionMethod":"Whole exome sequencing was performed","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Recurrent apneas at 1 week of age, focal seizure at 11 days. Spasms and seizures developed within first year of life; up to 30 generalized tonic-clonic seizures daily, which were poorly controlled by antiepileptic drugs. EEG showed multifocal spike slow wave activity and no physiological differentiation. Hearing test revealed bilaterally reduced otoacoustic potentials and reduced BERA. Brain MRI showed enlarged external and internal cerebrospinal fluid spaces, in addition to cerebral atrophy and large arachnoid cyst in posterior fossa, hypointense cerebellar white matter indicating myelin only projection fibers, central parts of the supratentorial white matter were myelinated involving some subcortical domains but not U-fibers. Flat acetabulae seen on hip radiograph. Bone marrow showed moderate dysplasias with full maturation of all lineages. Asymptomatic seroconversion to Epstein-Barr virus and cytomegalovirus. NK-cell degranulation and T-cell degranulation were abnormal. Chronic interstitial pneumonia detected on chest X-ray; death due to septic pneumonia","phenotypes":["obo:HP_0011344","obo:HP_0001999","obo:HP_0007369","obo:HP_0001332","obo:HP_0011167","obo:HP_0001954","obo:HP_0002090","obo:HP_0011968","obo:HP_0000601","obo:HP_0002069","obo:HP_0005949","obo:HP_0011166","obo:HP_0002421","obo:HP_0000201","obo:HP_0008936","obo:HP_0006808","obo:HP_0002837","obo:HP_0100702","obo:HP_0000400","obo:HP_0002375","obo:HP_0000319","obo:HP_0001433","obo:HP_0011097","obo:HP_0025405","obo:HP_0007359","obo:HP_0002719","obo:HP_0000639","obo:HP_0001250","obo:HP_0001107","obo:HP_0001875","obo:HP_0001290","obo:HP_0000369","obo:HP_0000278","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"Based on the proband's phenotype, HPS2 was suspected. Mutation screening was performed for the following genes: AP3B1. LYST, RAB27A, LAMTOR2.","sex":"Male","variant":{"id":"cggv:4cadea16-3518-4f21-821c-c314279731cf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5218a68a-53e8-4b78-8bf0-4adf32e42d28"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26744459","type":"dc:BibliographicResource","dc:abstract":"Genetic disorders affecting biogenesis and transport of lysosome-related organelles are heterogeneous diseases frequently associated with albinism. We studied a patient with albinism, neutropenia, immunodeficiency, neurodevelopmental delay, generalized seizures, and impaired hearing but with no mutation in genes so far associated with albinism and immunodeficiency. Whole exome sequencing identified a homozygous mutation in AP3D1 that leads to destabilization of the adaptor protein 3 (AP3) complex. AP3 complex formation and the degranulation defect in patient T cells were restored by retroviral reconstitution. A previously described hypopigmented mouse mutant with an Ap3d1 null mutation (mocha strain) shares the neurologic phenotype with our patient and shows a platelet storage pool deficiency characteristic of Hermansky-Pudlak syndrome (HPS) that was not studied in our patient because of a lack of bleeding. HPS2 caused by mutations in AP3B1A leads to a highly overlapping phenotype without the neurologic symptoms. The AP3 complex exists in a ubiquitous and a neuronal form. AP3D1 codes for the AP3δ subunit of the complex, which is essential for both forms. In contrast, the AP3β3A subunit, affected in HPS2 patients, is substituted by AP3β3B in the neuron-specific heterotetramer. AP3δ deficiency thus causes a severe neurologic disorder with immunodeficiency and albinism that we propose to classify as HPS10. ","dc:creator":"Ammann S","dc:date":"2016","dc:title":"Mutations in AP3D1 associated with immunodeficiency and seizures define a new type of Hermansky-Pudlak syndrome."}},"rdfs:label":"Ammann_Proband"},{"id":"cggv:4cadea16-3518-4f21-821c-c314279731cf","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4cadea16-3518-4f21-821c-c314279731cf_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"The proband was homozygous due to consanguinity, for the 2-bp deletion in exon 32, that causes a frameshift and premature termination of translation. However, since this variant occurs in the last exon, the transcript is not expected to undergo NMD. Two isoforms of AP3D1 are expressed: a ubiquitous isoform 1 with 32 exons and a neuronal isoform 2 with 30 exons. This variant occurs in isoform 2 as well (NM_003938:c.3379_3380delGT). Western blot CD8 T cells showed reduced expression of all 4 subunits of AP3 complex, with significantly decreased AP3δ."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.2},{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:000cbb79-d39f-4e7d-aa0b-6d6961d116af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2b46a77-61c1-4a78-a0c3-b62a9df3f75b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Ap3B1 is shown to form the AP3 adaptor complex with AP3D1 as well as the σ3 and  μ3 subunits","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11807095","type":"dc:BibliographicResource","dc:abstract":"The mouse mutants mocha and pearl are deficient in the AP-3 delta and beta3A subunits, respectively. We have used cells from these mice to investigate both the assembly of AP-3 complexes and AP-3 function. In mocha cells, the beta3 and mu3 subunits coassemble into a heterodimer, whereas the sigma3 subunit remains monomeric. In pearl cells, the delta and sigma3 subunits coassemble into a heterodimer, whereas mu3 gets destroyed. The yeast two hybrid system was used to confirm these interactions, and also to demonstrate that the A (ubiquitous) and B (neuronal-specific) isoforms of beta3 and mu3 can interact with each other. Pearl cell lines were generated that express beta3A, beta3B, a beta3Abeta2 chimera, two beta3A deletion mutants, and a beta3A point mutant lacking a functional clathrin binding site. All six constructs assembled into complexes and were recruited onto membranes. However, only beta3A, beta3B, and the point mutant gave full functional rescue, as assayed by LAMP-1 sorting. The beta3Abeta2 chimera and the beta3A short deletion mutant gave partial functional rescue, whereas the beta3A truncation mutant gave no functional rescue. These results indicate that the hinge and/or ear domains of beta3 are important for function, but the clathrin binding site is not needed.","dc:creator":"Peden AA","dc:date":"2002","dc:title":"Assembly and function of AP-3 complexes in cells expressing mutant subunits."},"rdfs:label":"Peden_Function shared with AP3B1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80e4ed96-9757-4543-9caa-229eb018bff3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:231f05f2-360a-4a7d-a0e8-4bbf12b8d5af","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The expression of AP3δ was observed by immunofluorescence in GFP-positive cells only. Western blot showed restoration of the AP3 subunits, AP3δ, AP3β3A, AP3σ, and AP3µ to normal levels. Degranulation response of transduced patient cells were comparable to that of wild-type cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26744459","rdfs:label":"Ammann_Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"The evidence is awarded default points for the rescue of the molecular phenotype."},{"id":"cggv:5b37cd22-907f-4e25-9677-e6d0c4aa597a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:15261e0b-d3cf-47d6-8dbd-55c134ba5554","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cells expressing the wild-type Ap3d1 take up less anti–LAMP-1 than non-trandfected cells, indicating less misrouting of LAMP-1 to the plasma membrane in them.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11807095","rdfs:label":"Peden_Rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded minimum points as the rescue pertains to a molecular aspect and not the disease phenotype."},{"id":"cggv:d5dd09a2-8fdd-4b27-968b-c09ed2735ce8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8e14ac09-6a5e-4040-86ea-8b11f3e9a901","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ap3d1 loss‐of‐function mutations in zebrafish cause significant expression changes in the melanogenesis genes, dopachrome tautomerase (dct) and tyrosinase‐related protein 1b (tyrp1b). Melanophores were lighter, indicative of a melanin synthesis problem, this recapitulates the albinism in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35816398","type":"dc:BibliographicResource","dc:abstract":"Zebrafish are an emerging model organism to study the syndromic albinism disorder, Hermansky-Pudlak syndrome (HPS), due to visible pigment development at 24 hours postfertilization, and conserved melanogenesis mechanisms. We describe crasher, a novel HPS type 10 (HPS10) zebrafish model, with a mutation in AP-3 complex subunit delta gene, ap3d1. Exon 14 of ap3d1 is overexpressed in crasher mutants, while the expression of ap3d1 as a whole is reduced. ap3d1 knockout in *AB zebrafish recapitulates the mutant crasher phenotype. We show ap3d1 loss-of-function mutations cause significant expression changes in the melanogenesis genes, dopachrome tautomerase (dct) and tyrosinase-related protein 1b (tyrp1b), but not tyrosinase (tyr). Last, Generally Applicable Gene-set Enrichment (GAGE) analysis suggests autophagy pathway genes are upregulated together in crasher. Treatment with autophagy-inhibitor, bafilomycin A1, significantly decreases melanophore number in crasher, suggesting ap3d1 promotes melanophore survival by limiting excessive autophagy. crasher is a valuable model to explore the regulation of melanogenesis gene expression and pigmentation disease.","dc:creator":"Neuffer SJ","dc:date":"2022","dc:title":"AP-3 complex subunit delta gene, ap3d1, regulates melanogenesis and melanophore survival via autophagy in zebrafish (Danio rerio)."},"rdfs:label":"crasher and *AB zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Crasher is a novel syndromic albinism zebrafish model for human HPS10. Whether mutants display the neurological and immunological symptoms in HPS10 remains to be tested. "},{"id":"cggv:7359e577-bf62-4b06-9e55-9f26cb477314","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81a94a08-0e4d-4c72-877e-1167653606fd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mocha mouse model is a spontaneously mutated mouse that recapitulates the phenotypes of HPS10 observed in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9697856","type":"dc:BibliographicResource","dc:abstract":"The mouse mutant mocha, a model for the Hermansky-Pudlak storage pool deficiency syndrome, is characterized by defective platelets, coat and eye color dilution, lysosomal abnormalities, inner ear degeneration, and neurological deficits. Here, we show that mocha is a null allele of the delta subunit of the adaptor-like protein complex AP-3, which is associated with coated vesicles budding from the trans-Golgi network, and that AP-3 is missing in mocha tissues. In mocha brain, the ZnT-3 transporter is reduced, resulting in a lack of zinc-associated Timm historeactivity in hippocampal mossy fibers. Our results demonstrate that the AP-3 complex is responsible for cargo selection to lysosome-related organelles such as melanosomes and platelet dense granules as well as to neurotransmitter vesicles.","dc:creator":"Kantheti P","dc:date":"1998","dc:title":"Mutation in AP-3 delta in the mocha mouse links endosomal transport to storage deficiency in platelets, melanosomes, and synaptic vesicles."},"rdfs:label":"Kantheti_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The evidence is awarded default points as it identifies the spontaneously occurring genetic alteration in the mocha mice as causative of the HPS phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":6341,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.7,"subject":{"id":"cggv:e710224c-d551-44b9-922a-8a4d044c6294","type":"GeneValidityProposition","disease":"obo:MONDO_0014885","gene":"hgnc:568","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"AP3D1 was first reported in relation to autosomal recessive Hermansky-Pudlak syndrome 10 in 2016 (Ammann et al., PMID: 26744459). Hermansky-Pudlak syndrome 10 is a subtype of HPS, characterized by neutropenia, immune defects and neurological manifestations, in addition to oculocutaneous albinism and bleeding tendency. AP3D1 encodes the δ subunit of the adaptor complex-3, AP3, which is a coat protein complex that forms intracellular vesicles (Huizing et al., Hermansky-Pudlak Syndrome, GeneReviews). The AP3D1 deficiency phenotype presents a phenotypic spectrum that has overlap with that observed with AP3B1 and AP3B2 deficiencies (PMID: 27889060). Only 2 reports have been published so far, each reporting one homozygous deletion variant (PMIDs: 26744459, 30472485). In addition, a 12kb deletion in the mouse Ap3d gene is reported to be causative of a phenotype in the “mocha” mice, which is similar to HPS10 in humans (PMID: 9697856). Evidence supporting this gene-disease relationship includes case-level and experimental data.  \n   \nSummary of Case Level Data: 5.2 POINTS \nVariants in this gene have been reported in at least 2 probands in 2 publications (PMID: 26744459 , 30472485). As well as a third case reminiscent of HPS10, though milder and lacking the characteristic albinism (PMID: 36445457).\n   \nThe mechanism for disease is expected to be homozygous loss of function (PMID: 26744459).\n  \nSummary of Experimental Data: 4.5 POINTS \nThis gene-disease association is supported by studies in a spontaneously occurring mouse mutation, the “mocha” mice (PMID: 9697856) and a zebrafish model of syndromic albinism (PMID: 35816398). As well as an experimental rescue in patient cells (PMID: 26744459). \n  \nIn summary, there is moderate evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease pair was originally evaluated by the HT GCEP on 02/26/2020. It was reevaluated on 04/03/2023. As a result of this reevaluation a new possible case (PMID: 36445457) and a new model organism (PMID: 35816398) were identified and the classification was increased from Limited to Moderate (SOP Version 9).","dc:isVersionOf":{"id":"cggv:3ec9ffa2-efda-446d-a848-e6d4d5b92fb6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}