{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-29T16:00:00.000Z","role":"Approver"},{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-12T15:46:07.094Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7697714","type":"dc:BibliographicResource","dc:abstract":"The ATR-X syndrome is an X-linked disorder comprising severe psychomotor retardation, characteristic facial features, genital abnormalities, and alpha-thalassemia. We have shown that ATR-X results from diverse mutations of XH2, a member of a subgroup of the helicase superfamily that includes proteins involved in a wide range of cellular functions, including DNA recombination and repair (RAD16, RAD54, and ERCC6) and regulation of transcription (SW12/SNF2, MOT1, and brahma). The complex ATR-X phenotype suggests that XH2, when mutated, down-regulates expression of several genes, including the alpha-globin genes, indicating that it could be a global transcriptional regulator. In addition to its role in the ATR-X syndrome, XH2 may be a good candidate for other forms of X-linked mental retardation mapping to Xq13.","dc:creator":"Gibbons RJ","dc:date":"1995","dc:title":"Mutations in a putative global transcriptional regulator cause X-linked mental retardation with alpha-thalassemia (ATR-X syndrome)."},"evidence":[{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:518411de-c762-4501-93f8-a5929e5ada47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:764459ad-ad14-471d-846e-5b3e9e006d20","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The N-terminal region of rat MECP2 was used as the bait in the Y2H assay, and a human fetal brain library was probed. Twelve clones for ATRX were verified. The region of interaction was between the N-terminal region of MECP2 (AA 108-169, in the methyl CpG-binding domain) and the C-terminal half of ATRX (c.2010-2280). To confirm that interaction GST-pulldown assays were performed in vitro with mouse brain extract, and they found that ATRX was pulled down, indicating that ATRX is part of a complex with MECP2 in mouse brain. Further confirmation was shown by co-transfection of tagged MECP2 and ATRX in mouse L cells, followed by immunoprecipitation, which showed co-precipitation of ATRX with MECP2. This interaction was abolished when patient derived mutations were introduced into MECP2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17296936","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human methyl-CpG-binding protein gene MECP2 cause the neurological disorder Rett syndrome and some cases of X-linked mental retardation (XLMR). We report that MeCP2 interacts with ATRX, a SWI2/SNF2 DNA helicase/ATPase that is mutated in ATRX syndrome (alpha-thalassemia/mental retardation, X-linked). MeCP2 can recruit the helicase domain of ATRX to heterochromatic foci in living mouse cells in a DNA methylation-dependent manner. Also, ATRX localization is disrupted in neurons of Mecp2-null mice. Point mutations within the methylated DNA-binding domain of MeCP2 that cause Rett syndrome or X-linked mental retardation inhibit its interaction with ATRX in vitro and its localization in vivo without affecting methyl-CpG binding. We propose that disruption of the MeCP2-ATRX interaction leads to pathological changes that contribute to mental retardation.","dc:creator":"Nan X","dc:date":"2007","dc:title":"Interaction between chromatin proteins MECP2 and ATRX is disrupted by mutations that cause inherited mental retardation."},"rdfs:label":"ATRX interacts with MECP2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The authors used three different methods including Y2H, GST pull down, and coimmunoprecipitation to show and confirm the interaction. Furthermore, they showed that patient derived mutations in MECP2 associated with Rett syndrome perturb the interaction, thus showing some significance to disease (albeit more directly for Rett syndrome than ATR-X-related syndrome)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:141df5a0-6473-4315-a334-8b135e2eb6d9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:86ae4282-f4ed-4bbe-9c84-13bd1cac6eba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ATRX mutant mice lacking exon 2 exhibited abnormal dendritic spine formation in the medial prefrontal cortex (mPFC), with longer and thinner spines compared with wild-type mice, without changes in spine number. In addition, increased calcium/calmodulin-dependent protein kinase II (CaMKII) activity was observed in the mPFC of ATRX(ΔE2) mice. Increased CaMKII autophosphorylation and activity were associated with increased phosphorylation of the Rac1-guanine nucleotide exchange factors (GEFs) Tiam1 and kalirin-7 (known substrates of CaMKII), and  increased phosphorylation of p21-activated kinases (PAKs). These findings suggest that aberrant CaMKII activation likely mediates abnormal spine formation in the mPFC. The morphological changes and elevated Rac1-GEF/PAK signaling seen in ATRX(ΔE2) mice may contribute to the ID syndrome in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21209221","type":"dc:BibliographicResource","dc:abstract":"In humans, mutations in the gene encoding ATRX, a chromatin remodeling protein of the sucrose-nonfermenting 2 family, cause several mental retardation disorders, including α-thalassemia X-linked mental retardation syndrome. We generated ATRX mutant mice lacking exon 2 (ATRX(ΔE2) mice), a mutation that mimics exon 2 mutations seen in human patients and associated with milder forms of retardation. ATRX(ΔE2) mice exhibited abnormal dendritic spine formation in the medial prefrontal cortex (mPFC). Consistent with other mouse models of mental retardation, ATRX(ΔE2) mice exhibited longer and thinner dendritic spines compared with wild-type mice without changes in spine number. Interestingly, aberrant increased calcium/calmodulin-dependent protein kinase II (CaMKII) activity was observed in the mPFC of ATRX(ΔE2) mice. Increased CaMKII autophosphorylation and activity were associated with increased phosphorylation of the Rac1-guanine nucleotide exchange factors (GEFs) T-cell lymphoma invasion and metastasis 1 (Tiam1) and kalirin-7, known substrates of CaMKII. We confirmed increased phosphorylation of p21-activated kinases (PAKs) in mPFC extracts. Furthermore, reduced protein expression and activity of protein phosphatase 1 (PP1) was evident in the mPFC of ATRX(ΔE2) mice. In cultured cortical neurons, PP1 inhibition by okadaic acid increased CaMKII-dependent Tiam1 and kalirin-7 phosphorylation. Together, our data strongly suggest that aberrant CaMKII activation likely mediates abnormal spine formation in the mPFC. Such morphological changes plus elevated Rac1-GEF/PAK signaling seen in ATRX(ΔE2) mice may contribute to mental retardation syndromes seen in human patients.","dc:creator":"Shioda N","dc:date":"2011","dc:title":"Aberrant calcium/calmodulin-dependent protein kinase II (CaMKII) activity is associated with abnormal dendritic spine morphology in the ATRX mutant mouse brain."},"rdfs:label":"Atrx exon 2 deletion mice-dendritic spines"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"A total of 2 points were given to the Atrx exon 2 deletion mice, 1 for abnormal behavior and LTP (PMID: 20865721) and 1 for aberrant dendritic spines and CaMKII activity (this reference)."},{"id":"cggv:9d481d8b-f358-4415-8205-5e92479b6089","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8ad138dc-d92e-4a2a-9ea9-14c670eead20","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"For behavioral testing (PMID: 19088125), female NestinCre ATrax mice were studied (Atrx-cHEt) which would show mosaic expression the null allele due to random X-chromosome inactivation. Deficits in memory and learning were observed in the spontaneous novel object recognition task, contextual fear task and Morris Water maze.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19088125","type":"dc:BibliographicResource","dc:abstract":"ATRX is an SWI/SNF-like chromatin remodeling protein that is mutated in several X-linked mental retardation syndromes, including the ATR-X syndrome. In mice, Atrx expression is widespread and attempts to understand its function in brain development are hampered by the lethality associated with ubiquitous or forebrain-restricted ablation of this gene. One way to circumvent this problem is to study its function in a region of the brain that is dispensable for long-term survival of the organism. The retina is a well-characterized tractable model of CNS development and in our review of 202 ATR-X syndrome patients, we found ocular defects present in approximately 25% of the cases, suggesting that studying Atrx in this tissue will provide insight into function. We report that Atrx is expressed in the neuroprogenitor pool in embryonic retina and in all cell types of the mature retina with the exception of rod photoreceptors. Conditional inactivation of Atrx in the retina during embryogenesis ultimately results in a loss of only two types of neurons, amacrine and horizontal cells. We show that this defect does not arise from a failure to specify these cells but rather a defect in interneuron differentiation and survival post-natally. The timing of cell loss is concomitant with light-dependent changes in synaptic organization in the retina and with a change in Atrx subnuclear localization within these interneurons. Moreover, these interneuron defects are associated with functional deficits as demonstrated by reduced b-wave amplitudes upon electroretinogram analysis. These results implicate a role for Atrx in interneuron survival and differentiation.","dc:creator":"Medina CF","dc:date":"2009","dc:title":"Altered visual function and interneuron survival in Atrx knockout mice: inference for the human syndrome."},"rdfs:label":"Atrx floxed conditional null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4ae3446f-d625-42af-a8b9-aa87b1aac6d5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5089a2b3-c588-47cb-ab08-2a937bb68a6a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This Atrx exon2 deletion mouse shows impairments in learning in the contextual fear memory paradigm. The wild-type had freezing following the cue, whereas Atrx exon 2 deletion mice had impaired freezing, suggesting that they were unable to couple the cue with an negative outcome. However, the Atrx exon 2 deletion mice failed to show any changes in learning and memory in the Morris Water maze task. The mice also showed reduced LTP in the hippocampus. The reduction in LTP was abated by the NMDAR antagonist APV, suggesting that the change was mediated by NMDA signaling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20865721","type":"dc:BibliographicResource","dc:abstract":"Mutations of the ATRX gene, which encodes an ATP-dependent chromatin-remodeling factor, were identified in patients with α-thalassemia X-linked mental retardation (ATR-X) syndrome. There is a milder variant of ATR-X syndrome caused by mutations in the Exon 2 of the gene. To examine the impact of the Exon 2 mutation on neuronal development, we generated ATRX mutant (ATRX(ΔE2)) mice. Truncated ATRX protein was produced from the ATRX(ΔE2) mutant allele with reduced expression level. The ATRX(ΔE2) mice survived and reproduced normally. There was no significant difference in Morris water maze test between wild-type and ATRX(ΔE2) mice. In a contextual fear conditioning test, however, total freezing time was decreased in ATRX(ΔE2) mice compared to wild-type mice, suggesting that ATRX(ΔE2) mice have impaired contextual fear memory. ATRX(ΔE2) mice showed significantly reduced long-term potentiation in the hippocampal CA1 region evoked by high-frequency stimulation. Moreover, autophosphorylation of calcium-calmodulin-dependent kinase II (αCaMKII) and phosphorylation of glutamate receptor, ionotropic, AMPA 1 (GluR1) were decreased in the hippocampi of the ATRX(ΔE2) mice compared to wild-type mice. These findings suggest that ATRX(ΔE2) mice may have fear-associated learning impairment with the dysfunction of αCaMKII and GluR1. The ATRX(ΔE2) mice would be useful tools to investigate the role of the chromatin-remodeling factor in the pathogenesis of abnormal behaviors and learning impairment.","dc:creator":"Nogami T","dc:date":"2011","dc:title":"Reduced expression of the ATRX gene, a chromatin-remodeling factor, causes hippocampal dysfunction in mice."},"rdfs:label":"Atrx exon 2 deletion mice-behavior"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mice showed change in one learning and memory paradigm, but failed to show any impairment in other paradigms. The mice also exhibited reduced LTP in the hippocampus. A total of 2 points were given to the Atrx exon 2 deletion mice, 1 for abnormal behavior and LTP (this reference) and 1 for aberrant dendritic spines and CaMKII activity (PMID: 21209221)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3637,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:42806e76-6460-45c8-95b1-2a7e871bb083","type":"GeneValidityProposition","disease":"obo:MONDO_0016980","gene":"hgnc:886","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"ATRX, which encodes a chromatin remodeler, was first reported in relation to X-linked ATR-X-related syndrome in 1995 (Gibbons et al., PMID: 7697714). X-linked alpha thalassaemia intellectual disability (ATR-X) syndrome in males is associated with profound intellectual disability, facial dysmorphism, genital abnormalities, and alpha thalassaemia. Alpha thalassaemia is observed in approximately 75% of affected individuals. Female carriers are typically unaffected, and have skewed X inactivation. Seven variants (2 missense, 2 nonsense, 1 frameshift, 1 canonical splice site, and 1 near splice site) that have been reported in 10 probands in 6 publications (PMIDs: 7697714, 10204841, 11559911, 20500465, 23681356, 24805811) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is loss of function. This gene-disease relationship is also supported by two knockout mouse models, and a physical association with MECP2, involved in Rett syndrome (PMIDs: 15668733, 20865721, 21209221, 17296936). In summary, there is definitive evidence to support the relationship between ATRX and ATR-X-related syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 27, 2018. It was recurated on September 29, 2021, and as a result of this re-evaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:5296ecdf-b709-47bd-9032-daec8b91e300"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}