{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-04-29T21:08:06.386Z","role":"Approver"},{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-04-29T21:08:24.538Z","role":"Publisher"}],"evidence":[{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03c16dbc-87ba-4568-b5b8-bd649e4c0c85","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ccda247e-4d0f-44b7-9403-2b6aa1dcf75b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CD81 is expressed by most B lineage types including most lymphocytes, natural killer cells, thymocytes, neuroblastomas, melanomas, and fibroblasts. Also confirmed in GTEx.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1695320","type":"dc:BibliographicResource","dc:abstract":"A murine monoclonal antibody was identified by its ability to induce a reversible antiproliferative effect on a human lymphoma cell line. Immunoprecipitation studies revealed that the antibody reacted with a 26-kilodalton cell surface protein (TAPA-1). A diverse group of human cell lines, including hematolymphoid, neuroectodermal, and mesenchymal cells, expressed the TAPA-1 protein. Many of the lymphoid cell lines, in particular those derived from large cell lymphomas, were susceptible to the antiproliferative effects of the antibody. TAPA-1 may therefore play an important role in the regulation of lymphoma cell growth. A cDNA clone coding for TAPA-1 was isolated by using the monoclonal antibody to screen an expression library in COS cells. Analysis of the deduced amino acid sequence indicated that the protein is highly hydrophobic and that it contains four putative transmembrane domains and a potential N-myristoylation site. TAPA-1 showed strong homology with the CD37 leukocyte antigen and with the ME491 melanoma-associated antigen, both of which have been implicated in the regulation of cell growth.","dc:creator":"Oren R","dc:date":"1990","dc:title":"TAPA-1, the target of an antiproliferative antibody, defines a new family of transmembrane proteins."},"rdfs:label":"CD81 B-cell expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"CD81 is found to be expressed most B cell lineage types."},{"id":"cggv:b35875b0-66d8-4a56-b17f-f4ed8aa43650","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f565df2-2dc8-4810-87db-bd1760c665b8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Through coimmunoprecipitation and western blot analysis, CD81 was found to complex with CD19 (and other proteins) to generate a functional signalling complex on the surface of B cells. The CD19 complex is critically important for B-cell development, differentiation and maturation. Biallelic variants in CD19 have previously been identified in patients with common variable immunodeficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1383329","type":"dc:BibliographicResource","dc:abstract":"CD19 is a member of the Ig superfamily expressed on the surface of B lymphocytes that may be involved in the regulation of B cell function. Immunoprecipitation studies with B cell lines solubilized by digitonin have shown CD19 to be part of a multimolecular complex that includes CD21 (CR2) and other unidentified proteins. In this study, two of the CD19-associated proteins were identified as TAPA-1, which is expressed on most cell types, and Leu-13, which is expressed on subsets of lymphoid cells. TAPA-1 and Leu-13 are physically associated in many cell lineages. CD19 and CD21 mAb each specifically coprecipitated proteins of the same size as those precipitated by TAPA-1 and Leu-13 mAb from B cell lines and cDNA-transfected K562 cell lines. Western blot analysis with a TAPA-1 mAb verified the identity of TAPA-1 in CD19 and CD21 immunoprecipitated materials. In addition, when TAPA-1 or Leu-13 were crosslinked and patched on the cell surface, all of the CD19 comigrated with TAPA-1 and some of the CD19 comigrated with Leu-13. Furthermore, mAb binding to CD19, CD21, TAPA-1, and Leu-13 on B cell lines induced similar biologic responses, including the induction of homotypic adhesion, inhibition of proliferation, and an augmentation of the increase in intracellular [Ca2+] induced by suboptimal cross-linking of surface Ig on B cell lines. Together, these data suggest that TAPA-1 and Leu-13 are broadly expressed members of a signal transduction complex in which lineage-specific proteins, such as CD19 and CD21, provide cell-specific functions.","dc:creator":"Bradbury LE","dc:date":"1992","dc:title":"The CD19/CD21 signal transducing complex of human B lymphocytes includes the target of antiproliferative antibody-1 and Leu-13 molecules."},"rdfs:label":"CD19 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Through coimmunoprecipitation and western blot analysis, CD81 was found to complex with CD19 (and other proteins) to generate a functional signalling complex on the surface of B cells. The CD19 complex is critically important for B-cell development, differentiation and maturation. Biallelic variants in CD19 have previously been identified in patients with common variable immunodeficiency (PMID: 17627754). CD19 has not yet been evaluated by the working group (Scheduled for August 2021)"},{"id":"cggv:dd16a078-5b2c-46e9-bbf7-b1769fd4b1eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7b09a19-c183-4e8a-a8d9-8541d444a6b9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The CD19 complex that contains CD81 is found to be critical B-cell development and activation, which is critical for immune function. Defects in CD19 complex-mediated signaling can contribute to humoral defects.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9047233","type":"dc:BibliographicResource","dc:creator":"Tedder TF","dc:date":"1997","dc:title":"The CD19-CD21 complex regulates signal transduction thresholds governing humoral immunity and autoimmunity."},"rdfs:label":"CD81 Role in Signal Transduction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"CD81 functions in a complex with CD19 and CD21, and CD225 to signal with the B cell receptor upon antigen recognition. This complex is critical in establishing signalling thresholds that regulate B cell development, innate immunity, and humoral immune responses.\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16648d0b-6d5c-485a-ae87-7a0188004bea","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f20764b3-5c7a-4eb4-bc67-7e9078ddb8e6","type":"FunctionalAlteration","dc:description":"The authors show that the homozygous CD81 variant seen in the only patient case in the literature (PMID: 20237408) leads to an absence of the CD81 protein on the cell surface and demonstrate that a truncated human CD81 protein was produced, but is retained intracellularly. This CD18 mutant protein that is associated with CD19 cannot exit the ER, preventing the maturation and cell surface trafficking of both molecules. Mutated CD81 and CD19 were unable to co-immunoprecipitate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25739915","type":"dc:BibliographicResource","dc:abstract":"A homozygous mutation in a splice site of the CD81 gene was identified previously in a patient, as the cause in a case of common variable immune deficiency (CVID). CD19 expression is reduced in mice that lack CD81; however, B cells in this patient lacked completely CD19 surface expression. The mutation led to an absence of the CD81 protein on the cell surface and it was assumed that the CD81 protein was not produced. Here we demonstrate that a truncated human CD81 mutant (CD81mut) was actually produced, but retained intracellularly. We also demonstrate that the truncated CD81mut protein is in close proximity to the intracellularly sequestered CD19. However, this interaction does not enable normal CD19 maturation and surface expression. In addition, we show that specific domains of CD81 enable retrieval and trafficking of human CD19 to the cell surface. Finally, we demonstrate that surface expression of CD19 requires CD81, even in non-B cells.","dc:creator":"Vences-Catalán F","dc:date":"2015","dc:title":"A mutation in the human tetraspanin CD81 gene is expressed as a truncated protein but does not enable CD19 maturation and cell surface expression."},"rdfs:label":"Functional Alteration in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The authors evaluated the functional effect of the homozygous splice variant previously identified in a patient case (PMID: 20237408). In the patient's case report, no surface expression of CD81 is seen and it was thought that this variant resulted in absent CD81 protein. In B cell lines derived from this patient, it was found that this variant does result in production of a truncated human CD81 protein, but it is retained intracellularly. This truncated protein cannot exit the ER, and prevents the maturation and cell-surface trafficking of CD19. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b403e366-4b51-4245-bcb6-7e871f990762","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:44a2aa0b-dc71-444c-b9b8-96b9dcf9b226","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transduction of WT CD81 restored the CD91 expression that is seen in controls","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20237408","type":"dc:BibliographicResource","dc:abstract":"Antibody deficiencies constitute the largest group of symptomatic primary immunodeficiency diseases. In several patients, mutations in CD19 have been found to underlie disease, demonstrating the critical role for the protein encoded by this gene in antibody responses; CD19 functions in a complex with CD21, CD81, and CD225 to signal with the B cell receptor upon antigen recognition. We report here a patient with severe nephropathy and profound hypogammaglobulinemia. The immunodeficiency was characterized by decreased memory B cell numbers, impaired specific antibody responses, and an absence of CD19 expression on B cells. The patient had normal CD19 alleles but carried a homozygous CD81 mutation resulting in a complete lack of CD81 expression on blood leukocytes. Retroviral transduction and glycosylation experiments on EBV-transformed B cells from the patient revealed that CD19 membrane expression critically depended on CD81. Similar to CD19-deficient patients, CD81-deficient patients had B cells that showed impaired activation upon stimulation via the B cell antigen receptor but no overt T cell subset or function defects. In this study, we present what we believe to be the first antibody deficiency syndrome caused by a mutation in the CD81 gene and consequent disruption of the CD19 complex on B cells. These findings may contribute to unraveling the genetic basis of antibody deficiency syndromes and the nonredundant functions of CD81 in humans.","dc:creator":"van Zelm MC","dc:date":"2010","dc:title":"CD81 gene defect in humans disrupts CD19 complex formation and leads to antibody deficiency."},"rdfs:label":"CD81 Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Retroviral transduction of wildtype CD81 on EBV-transformed B cells from the patient was found to restore expression CD19 with high molecular mass, comparable to controls. Since the loss of CD91 surface expression is the postulated disease mechanism, this study shows that CD19 surface expression requires willd-type CD81. This rescue study only provides data on protein expression changes, and therefore is allotted half a point."},{"id":"cggv:473b2ec8-6e45-4a4e-8035-1de732b8f1f9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a4db9b1-cc6e-43e6-95d8-83c5adb333e4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Decreased CD19 expression on B cells is consistent with what is seen in the human case.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9250665","type":"dc:BibliographicResource","dc:abstract":"CD81 (TAPA-1) is a member of the transmembrane 4 superfamily (TM4SF) which is expressed on the cell surface of most cells of the body throughout their cellular differentiation. It has been recognized in several cell surface complexes of lymphocytes, suggesting that it may have diverse roles in lymphocyte development and activation regulation. Mice with a CD81 null mutation revealed normal T- and conventional B-cell development, although CD19 expression on B cells was dull and B-1 cells were reduced in number. However, both T and B cells of mutant mice exhibited strikingly enhanced proliferation in response to various types of stimuli. Interestingly, while proliferative responses of T cells following T-cell antigen receptor (TCR) engagement was enhanced in the absence of CD81, B-cell proliferation in response to B-cell antigen-receptor (BCR) cross-linking was severely impaired. Despite these altered proliferative responses, both tyrosine phosphorylation and intracellular calcium flux in response to cross-linking of cell surface antigen receptors were normal in mutant mice, reflecting apparently normal initial signaling of antigen receptors. In conclusion, though CD81 is not essential for normal T- and conventional B-cell development, it plays key roles in controlling lymphocyte homeostasis by regulating lymphocyte proliferation in distinct manners, dependent on the context of stimulation.","dc:creator":"Miyazaki T","dc:date":"1997","dc:title":"Normal development but differentially altered proliferative responses of lymphocytes in mice lacking CD81."},"rdfs:label":"Mouse Knockout III"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced B-1 cells and decreased CD19 expression in B-cells was observed in CD81-knockout mice. T- and B- cell development were both found to be normal, however both T and B ells exhibited strikingly enhanced proliferation in response to various types of antigens (T-cell response was enhanced, while B-cell response was impaired). Given the overlapping deficiency in CD19 expression with the human case but no agammaglobulinemia was observed, this model was scored at 1.5"},{"id":"cggv:518f4ba5-390b-48ca-b12b-17e315040a99","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5fc352b-fecb-45a4-af3e-3fdb95d31df0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CD81-knockout mice underwent normal thymic development, produce normal numbers of mature T cells, and undergo normal B cell development. CD81-null B cells were found to express lower levels of CD19 and show decreased early antibody production in response to a protein antigen. These mutants recover antibody production with time and with repeated antigen exposure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9126932","type":"dc:BibliographicResource","dc:abstract":"CD81 is a cell surface molecule expressed on many cell types and associated with the CD19/CD21/Leu13 signal-transducing complex on B cells. A recent report implies that CD81 expression on thymic stromal cells is important in the maturation of thymocytes from CD4-CD8- to CD4+CD8+. However, we have produced CD81-null mice by gene targeting, and find that they undergo normal development of thymocytes and express normal numbers of T cells. B cells are also found in normal numbers in the spleen, blood, and peritoneal cavity of CD81-null mice, but they express a lower level of CD19 compared to heterozygous littermates. Finally, early antibody responses to the protein antigen ovalbumin are weaker in CD81-null mice compared to their heterozygous littermates. This is consistent with the proposed role of the CD19/CD21/CD81-signaling complex in lowering the threshold for B cell responses. These results show that CD81 is not required for maturation of T cells, but is important for optimal expression of CD19 on B cells and optimal stimulation of antibody production.","dc:creator":"Maecker HT","dc:date":"1997","dc:title":"Normal lymphocyte development but delayed humoral immune response in CD81-null mice."},"rdfs:label":"Mouse Knockout I"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"While the mutants show lower levels of B-cell CD19 expression and decreased early antibody production in response to a protein antigen, consistent with the phenotype observed in humans, mutants recover antibody production with time. They also display normal T cell and B cell development.\n"},{"id":"cggv:b00cd072-adaf-4bc6-93db-c5c392b2e26f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c3b53b2-24ac-419f-b8d3-eecc7e5c73ed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CD81-knockout mice were found to have normal T cells, decreased expression of CD19 in B-cells and a severe reduction in peritoneal B-1 cells. CD81-deficient mice had increased serum IgM and IgA and an exaggerated antibody response to antigens. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9380722","type":"dc:BibliographicResource","dc:abstract":"The tetraspanin CD81 is ubiquitously expressed and associated with CD19 on B lymphocytes and with CD4 and CD8 on T lymphocytes. Analysis of mice with disrupted CD81 gene reveals normal T cells but a distinct abnormality in B cells consisting of decreased expression of CD19 and severe reduction in peritoneal B-1 cells. CD81-deficient B cells responded normally to surface IgM crosslinking, but had severely impaired calcium influx following CD19 engagement. CD81-deficient mice had increased serum IgM and IgA and an exaggerated antibody response to the type II T independent antigen TNP-Ficoll. These results suggest that CD81 is important for CD19 signaling and B cell function.","dc:creator":"Tsitsikov EN","dc:date":"1997","dc:title":"Impaired CD19 expression and signaling, enhanced antibody response to type II T independent antigen and reduction of B-1 cells in CD81-deficient mice."},"rdfs:label":"Mouse Knockout II"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"These CD81 knockout mice were found to have decreased CD19 expression, consistent with what is seen in the human patient and the postulated mechanism of disease. They also found enhanced antibody responses to type II TI antigens, which is not consistent with the human patient. Specific information on whether the mice had  specifically give numbers for if they have agammaglobulinemia was not provided- scoring this model at 1.5"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:93c6b1e0-e452-4c87-a6b8-f9196e7f76b6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59060678-cb14-440c-9962-1db12da0033b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":6,"detectionMethod":"All 8 exons and splice sites of CD81 were sequenced. ","firstTestingMethod":"PCR","phenotypeFreeText":"Purpuric rash on legs\nDiagnosis of Henoch-Schönlein purpura\ndistended abdomen with enlarged liver palpable at 2 cm below the rib cage\nleukocytoclastic IgA vasculitis\nepisodes of thrombocytopenia associated with antiplatelet antibodies (2.5, with a normal range of 0.01–1)\npersistent inflammatory syndrome with erythrocyte sedimentation rate (ESR) varying between 50 and 80 mm/h\nhypogammaglobulinemia with low IgG concentrations (2.4 g/l) but normal IgM (0.9 g/l) and normal to low IgA serum levels (1.7 g/l at 6 years; 0.59 g/l at 8 years)\nNo antibody recall response was found upon vaccination with both tetanus and pneumococcal antigens\nLow allohemagglutinin titer (1/4 anti-B; blood group A)\nB cells lacked CD19 expression- relative frequencies of transitional B cells and memory B cells were reduced\n\nLymphocytes (cells/mm^3):\nTotal lymphocytes (2195)\nCD3+ T cells: 1385\nCD4+ T cells: 956\nCD8+ T cells: 345\nCD16/56+ NK cells: 292\nCD20+ B cells: 426\n\nB cells subsets (CD20+, %)\nCD24hiCD38hiCD27-transitional : 1\nCD24dimCD38dimDC27- naive mature: 90\nCD27+IgM+IgD+ memory: 4\nCD27+IgD- memory: 3\nCD5+: 12\n\nT cell subsets (CD4+; %)\nCD25hiCD127-FoxP3+ Treg: 3.87\nIL17+Th17B: 0.08\n","phenotypes":["obo:HP_0012587","obo:HP_0012475","obo:HP_0012593","obo:HP_0003202","obo:HP_0004315","obo:HP_0003270","obo:HP_0033277","obo:HP_0002720","obo:HP_0001873","obo:HP_0002829","obo:HP_0003774","obo:HP_0000105","obo:HP_0000099"],"previousTesting":true,"previousTestingDescription":"Sequencing of CD19 gene- revealed no variation.","sex":"Female","variant":{"id":"cggv:93c6b1e0-e452-4c87-a6b8-f9196e7f76b6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2b206d5e-ac42-4f2e-b516-dd0b4fe21f3c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004356.3(CD81):c.561+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA122675"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20237408"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20237408","rdfs:label":"Proband A"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"A homozygous splice variant in CD81, c.561+1G>A, was identified in a 6-year-old female patient with progressive nephropathy and hypogammaglobulinemia born to consanguineous parents. The variant is found directly downstream of exon 6 out of 8, resulting in a disrupted splice donor site and use of a cryptic splice site 13 nucleotides downstream of exon 6, causing a frameshift and premature stop gain (predicted to undergo NMD). Both parents and brother of the patient were heterozygous for the variant and showed not signs of immunodeficiency. Expression of CD81 and CD19 was found to be absent on the patient's B cells and reduced for familial carriers. Vences-Catalán et al., 2015 (PMID: 25739915) found that functionally, this variant results in truncated human CD81 mutant that was produced, but retained intracellularly and does not enable CD19 maturation and surface expression."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":2757,"specifiedBy":"GeneValidityCriteria8","strengthScore":9,"subject":{"id":"cggv:9df43c99-e128-46f3-b0bd-49884250c38e","type":"GeneValidityProposition","disease":"obo:MONDO_0013286","gene":"hgnc:1701","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CD81 was first reported in relation to autosomal recessive common variable immunodeficiency in 2010 (van Zelm et al., PMID: 25739915). This single case report described a homozygous splice variant predicted to undergo NMD that was present in the heterozygous state in both unaffected parents and one unaffected sibling. Expression of CD81 and CD19 was found to be absent on the patient's B cells and reduced for familial carriers.This gene-disease relationship is further supported by protein interactions (Bradbury et al., 1992,  PMID: 1383329), boichemical function (Tedder, et al., 1997, PMID: 9047233), and expression analysis (Oren,  et al., 1990, PMID: 1695320). Three independent CD81-knockout mice were found to partially recapitulate the cellular and molecular phenotype seen in the human patient, but did not exhibit an overlapping clinical phenotype (Miyazaki, et al., 1997, PMID: 9250665, Tsitsikov, et al., 1997, PMID: 9380722, Maecker, et al., 1997, PMID: 9126932). In summary, there is limited evidence to support this gene-disease relationship. While more\nevidence is needed to establish this relationship definitively, no convincing contradictory\nevidence has emerged.\nOnly 1 patient has been described in the literature, which does not meet the criteria for a moderate classification","dc:isVersionOf":{"id":"cggv:e2092b4c-a8ff-4b40-bc09-17fbe33aa3e7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}