{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"},{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T20:22:12.968Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30449416","type":"dc:BibliographicResource","dc:abstract":"We have investigated a distinct disorder with progressive corneal neovascularization, keloid formation, chronic skin ulcers, wasting of subcutaneous tissue, flexion contractures of the fingers, and acro-osteolysis. In six affected individuals from four families, we found one of two recurrent variants in discoidin domain receptor tyrosine kinase 2 (DDR2): c.1829T>C (p.Leu610Pro) or c.2219A>G (p.Tyr740Cys). DDR2 encodes a collagen-responsive receptor tyrosine kinase that regulates connective-tissue formation. In three of the families, affected individuals comprise singleton adult individuals, and parental samples were not available for verification of the de novo occurrence of the DDR2 variants. In the fourth family, a mother and two of her children were affected, and the c.2219A>G missense variant was proven to be de novo in the mother. Phosphorylation of DDR2 was increased in fibroblasts from affected individuals, suggesting reduced receptor autoinhibition and ligand-independent kinase activation. Evidence for activation of other growth-regulatory signaling pathways was not found. Finally, we found that the protein kinase inhibitor dasatinib prevented DDR2 autophosphorylation in fibroblasts, suggesting an approach to treatment. We propose this progressive, fibrotic condition should be designated as Warburg-Cinotti syndrome.","dc:creator":"Xu L","dc:date":"2018","dc:title":"Recurrent, Activating Variants in the Receptor Tyrosine Kinase DDR2 Cause Warburg-Cinotti Syndrome."},"evidence":[{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:871e4794-1c8a-4ea1-af80-993a0d4fde20","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88a8541b-8d62-4029-b69c-be9a954d6011","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"DDR2 was observed in fibrobalsts of affected individuals","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30449416","rdfs:label":"Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cfc9d248-1271-4c22-80f9-67f166e4027f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:587a034a-1f75-41f7-a4fa-0b86f44fcb56","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Matrix metalloproteinases (MMPs) cleave the protein components of the extracellular matrix and thereby play a central role in tissue remodeling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9659899","type":"dc:BibliographicResource","dc:abstract":"Two mammalian receptor tyrosine kinases (DDR1 and DDR2) have extracellular domains closely related to a D. discoideum lectin, discoidin, required for cell aggregation. Here, we show that the mammalian DDR receptors bind and are activated by specific types of collagen. Stimulation of DDR receptor tyrosine kinase activity requires the native triple-helical structure of collagen and occurs over an extended period of time. Collagen activation of DDR1 induces phosphorylation of a docking site for the Shc phosphotyrosine binding domain, whose presence is controlled by alternative splicing. Activation of DDR2 by collagen results in the up-regulation of matrix metalloproteinase-1 expression. These results suggest that the discoidin-related DDR tyrosine kinases are novel collagen receptors with the potential to control cellular responses to the extracellular matrix.","dc:creator":"Vogel W","dc:date":"1997","dc:title":"The discoidin domain receptor tyrosine kinases are activated by collagen."},"rdfs:label":"DDR2 activation results in MMP-1 up-regulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df0cbadc-cc4e-4eb4-b449-c7c9fc38a4a9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b011af00-85a9-4d22-aeab-591a12940a5b","type":"FunctionalAlteration","dc:description":"Phosphorylation of DDR2 increased in fibroblasts from affected individuals and autophosphorylation was inhibited by the kinase inhibitor dasatinib. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30449416","rdfs:label":"Autophosphorylation of DDR2"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":6291,"specifiedBy":"GeneValidityCriteria9","strengthScore":6.5,"subject":{"id":"cggv:406742d9-b0ab-4c87-84b8-51843aa87232","type":"GeneValidityProposition","disease":"obo:MONDO_0032579","gene":"hgnc:2731","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The DDR2 gene is located on chromosome 1 at 1q23.3 and encodes the discoidin domain receptor tyrosine kinase 2 protein, a receptor tyrosine kinase widely expressed in cells of mesenchymal origin and activated by fibrillar collagen in the extracellular matrix. The protein is involved in cell adhesion, proliferation and extracellular matrix remodeling.Variants in DDR2 have been associated with multiple disorders: spondyloepimetaphyseal dysplasia-short limb-abnormal calcification syndrome (MONDO:0010077) and Warburg-Cinotti syndrome (MONDO:0032579). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found sufficient differences in heritability and phenotype to support splitting these disorders into two distinct disease entities. The role of DDR2 in autosomal recessive Spondyloepimetaphyseal dysplasia-short limb-abnormal calcification syndrome (MONDO:0010077) has been curated separately.\nDDR2 was first reported in relation to autosomal-dominant Warburg-Cinotti syndrome (MONDO:0032579) in 2018 (Xu et al., PMID: 30449416). This publication reports two recurrent missense variants in six individuals across four families, including segregation in three affected family members in one family (affected mother with two affected offspring). Affected individuals displayed the clinical features of progressive corneal neovascularization, keloid formation, flexion contractures of the fingers, and acro-osteolysis. The proposed mechanism is activating gain-of-function with experimental evidence showing sustained ligand-independent kinase activity in patient fibroblasts carrying both p.Leu610Pro and p.Tyr740Cys variants (PMID: 30449416). This gene-disease relationship is also supported by expression and in vitro functional assays showing a role of DDR2 in tissue remodeling. (Vogel et al., 1997, PMID: 9659899). Since only two missense variants have been described with Warburg-Cinotti syndrome, other variants would need very careful consideration.\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 10/21/2022 (SOP Version 9.0).\n","dc:isVersionOf":{"id":"cggv:e6fc9f08-7935-48c2-a40e-bf93af5c5e1f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}