{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-06-12T20:14:31.245Z","role":"Publisher"},{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-02-28T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:bfdaaa08-b0d7-4b7c-adc9-370ece436172_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bfdaaa08-b0d7-4b7c-adc9-370ece436172","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:422463b1-4e96-4ce8-bbd3-5aba732498a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016734.3(PAX5):c.92G>A (p.Arg31Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA373488446"}},{"id":"cggv:236c7eff-ad1d-4a4b-bd0f-a8d9ae2c2f3e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016734.3(PAX5):c.724G>T (p.Glu242Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA373486680"}}],"detectionMethod":"WES followed by Sanger sequencing confirmation in the patient and parents. then RT-qPCR amplification and subsequent cloning of the entire PAX5-coding sequence from naive mature B cells of the patient’s blood revealed that the two mutations were present on separate PAX5 alleles.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Profound hypoplasia of the substantia nigra and ventral tegmental area due to loss of GABAergic neurons. \n\nB cells consisted of transitional and naive mature B cells that expressed lower levels of the B cell surface proteins CD19 and IgD compared with B cells of controls; antigen-experienced CD27+ B cells, including natural effector and memory B cells as well as plasmablasts, were absent.\n\n(IgG < 1.7 g/liter [reference value 3.5–10 g/liter]; IgA < 0.067 g/l [0.19–1.1 g/liter]; and IgM < 0.3 g/l [0.3–1.4 g/liter])","phenotypes":["obo:HP_0004313","obo:HP_0002360","obo:HP_0000729","obo:HP_0010976","obo:HP_0001263","obo:HP_0045007","obo:HP_0011108","obo:HP_0002110","obo:HP_0001508","obo:HP_0100710","obo:HP_0100543","obo:HP_0009098","obo:HP_0002788","obo:HP_0000403","obo:HP_0001256"],"previousTestingDescription":"Genetic analysis did not show variants in BTK. WES did not reveal pathogenic or candidate variants in primary immunodeficiency–associated genes.","sex":"Male","variant":[{"id":"cggv:2346740d-4b29-4a51-9145-88f0dd38b5df_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:236c7eff-ad1d-4a4b-bd0f-a8d9ae2c2f3e"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35947077","type":"dc:BibliographicResource","dc:abstract":"The genetic causes of primary antibody deficiencies and autism spectrum disorder (ASD) are largely unknown. Here, we report a patient with hypogammaglobulinemia and ASD who carries biallelic mutations in the transcription factor PAX5. A patient-specific Pax5 mutant mouse revealed an early B cell developmental block and impaired immune responses as the cause of hypogammaglobulinemia. Pax5 mutant mice displayed behavioral deficits in all ASD domains. The patient and the mouse model showed aberrant cerebellar foliation and severely impaired sensorimotor learning. PAX5 deficiency also caused profound hypoplasia of the substantia nigra and ventral tegmental area due to loss of GABAergic neurons, thus affecting two midbrain hubs, controlling motor function and reward processing, respectively. Heterozygous Pax5 mutant mice exhibited similar anatomic and behavioral abnormalities. Lineage tracing identified Pax5 as a crucial regulator of cerebellar morphogenesis and midbrain GABAergic neurogenesis. These findings reveal new roles of Pax5 in brain development and unravel the underlying mechanism of a novel immunological and neurodevelopmental syndrome.","dc:creator":"Kaiser FMP","dc:date":"2022","dc:title":"Biallelic PAX5 mutations cause hypogammaglobulinemia, sensorimotor deficits, and autism spectrum disorder."}},{"id":"cggv:93bd4f06-a53b-49f9-ba85-e7911b7cb6bd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:422463b1-4e96-4ce8-bbd3-5aba732498a7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35947077"}],"rdfs:label":"Kaiser 2022 Patient"},{"id":"cggv:2346740d-4b29-4a51-9145-88f0dd38b5df","type":"obo:SEPIO_0004097","calculatedScore":2.5,"direction":"Supports","evidence":[{"id":"cggv:2346740d-4b29-4a51-9145-88f0dd38b5df_variant_evidence_item"},{"id":"cggv:2346740d-4b29-4a51-9145-88f0dd38b5df_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The PAX5-E242X protein was unable to activate a PAX5-dependent luciferase reporter gene in transiently transfected HEK-293T cells."}],"strengthScore":2.5,"dc:description":"The nonsense variant occurs in exon 6 of 10 and is predicted to result in NMD. This is consistent with RT-qPCR analysis which demonstrated that the PAX5-c.G92A (R31Q) mRNA constituted 92.2% of all PAX5 mRNA in naive mature B cells of the patient, as most of the PAX5-c.G724T (E242*) transcripts were apparently eliminated by nonsense-mediated mRNA decay induced by the presence of the premature stop codon. Consequently, the PAX5 protein consisted almost exclusively of the PAX5-R31Q protein, as shown by immunoblot analysis of EBV-immortalized B cells of the patient. "},{"id":"cggv:93bd4f06-a53b-49f9-ba85-e7911b7cb6bd","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93bd4f06-a53b-49f9-ba85-e7911b7cb6bd_variant_evidence_item"},{"id":"cggv:93bd4f06-a53b-49f9-ba85-e7911b7cb6bd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The PAX5-R31Q protein was able to activate a PAX5-dependent luciferase reporter gene in transiently transfected HEK-293T cells, albeit less efficiently compared with the wild-type PAX5 protein."}],"strengthScore":0.5,"dc:description":"The missense mutation R31Q is in the N-terminal part of the DNA-binding paired domain and was inherited from the mother."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:10802a96-1cad-44c2-aed3-24f07ad78930","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dec47ba6-77d3-48d3-acc1-602582059de5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In this study, the authors investigated the expression of Pax5 at single-cell resolution by inserting a GFP or human Cd2 indicator gene under the translational control of an internal ribosomal entry sequence into the 3' untranslated region of Pax5. Transheterozygous Pax5(ihCd2/iGFP) mice coexpressed GPF and human CD2 at similar levels from pro-B to mature B cells, thus demonstrating biallelic expression of Pax5 at all stages of B cell development. No reporter gene expression could be detected in plasma cells and non-B cells of hemopoietic system. Moreover, the vast majority of common lymphoid progenitors and pre-pro-B in the bone marrow of Pax5(ihGFP/iGFP) mice did not yet express GFP, indicating that Pax5 expression is fully switched on only during the transition form uncommitted pre-pro-B cells to committed pro-B cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17600970","type":"dc:BibliographicResource","dc:abstract":"The transcription factor Pax5 is essential for B cell commitment and development. Although the detail Pax5 expression pattern within the hemopoietic system is still largely unknown, we previously reported that Pax5 is monoallelically transcribed in pro-B and mature B cells. In this study, we have investigated the expression of Pax5 at single-cell resolution by inserting a GFP or human Cd2 indicator gene under the translational control of an internal ribosomal entry sequence into the 3' untranslated region of Pax5. These insertions were noninvasive, as B cell development was normal in Pax5(ihCd2/ihCd2) and Pax5(ihGFP/iGFP) mice. Transheterozygous Pax5(ihCd2/iGFP) mice coexpressed GPF and human CD2 at similar levels from pro-B to mature B cells, thus demonstrating biallelic expression of Pax5 at all stages of B cell development. No reporter gene expression could be detected in plasma cells and non-B cells of hemopoietic system. Moreover, the vast majority of common lymphoid progenitors and pre-pro-B in the bone marrow of Pax5(ihGFP/iGFP) mice did not yet express GFP, indicating that Pax5 expression is fully switched on only during the transition form uncommitted pre-pro-B cells to committed pro-B cells. Hence, the transcriptional initiation and B cell-specific expression of Pax5 is entirely consistent with its B cell lineage commitment function.","dc:creator":"Fuxa M","dc:date":"2007","dc:title":"Reporter gene insertions reveal a strictly B lymphoid-specific expression pattern of Pax5 in support of its B cell identity function."},"rdfs:label":"B cell expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The transcriptional initiation and B cell-specific expression of Pax5 is entirely consistent with its B cell lineage commitment function.\n\nThe human protein atlas also reports enriched RNA expression in lymphoid tissues, specifically B-cells."},{"id":"cggv:acfa6a05-1130-43af-aa02-db8b1f01ab84","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a948aa6-6d0e-464f-9062-8d07ccfe27bd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The transcription factor Pax5 represses B lineage-inappropriate genes and activates B cell-specific genes in B lymphocytes. Loss of Pax5 thus leads to B lymphocytopenia observed in the patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17658281","type":"dc:BibliographicResource","dc:abstract":"The transcription factor Pax5 represses B lineage-inappropriate genes and activates B cell-specific genes in B lymphocytes. Here we have identified 170 Pax5-activated genes. Conditional mutagenesis demonstrated that the Pax5-regulated genes require continuous Pax5 activity for normal expression in pro-B and mature B cells. Expression of half of the Pax5-activated genes is either absent or substantially reduced upon Pax5 loss in plasma cells. Direct Pax5 target genes were identified based on their protein synthesis-independent activation by a Pax5-estrogen receptor fusion protein. Chromatin immunoprecipitation (ChIP) of Pax5 together with chromatin profiling by ChIP-on-chip analysis demonstrated that Pax5 directly activates the chromatin at promoters or putative enhancers of Pax5 target genes. The Pax5-activated genes code for key regulatory and structural proteins involved in B cell signaling, adhesion, migration, antigen presentation, and germinal-center B cell formation, thus revealing a complex regulatory network that is activated by Pax5 to control B cell development and function.","dc:creator":"Schebesta A","dc:date":"2007","dc:title":"Transcription factor Pax5 activates the chromatin of key genes involved in B cell signaling, adhesion, migration, and immune function."},"rdfs:label":"B cell differentiation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Here the authors identified 170 Pax5-activated genes. Conditional mutagenesis demonstrated that the Pax5-regulated genes require continuous Pax5 activity for normal expression in pro-B and mature B cells. Chromatin immunoprecipitation (ChIP) of Pax5 together with chromatin profiling by ChIP-on-chip analysis demonstrated that Pax5 directly activates the chromatin at promoters or putative enhancers of Pax5 target genes. The Pax5-activated genes code for key regulatory and structural proteins involved in B cell signaling, adhesion, migration, antigen presentation, and germinal-center B cell formation, thus revealing a complex regulatory network that is activated by Pax5 to control B cell development and function."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbc1f614-ad74-4723-ba70-2c8c6c9dddd2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fadc99c0-e358-414a-94ed-4e6e7a620196","type":"FunctionalAlteration","dc:description":"Analysis of EBV-immortalized B cells of the patient and a control revealed that PTEN expression was upregulated, and AKT phosphorylation at Ser473 was strongly reduced in B cells of the patient compared with the control. This was corroborated by stimulating naive mature B cells of the patient and a control for 30 min with anti-IgM, which induced phosphorylation of AKT at Ser473 in the control B cells, but not in B cells of the patient. These data therefore demonstrated that the residual mature B cells of the patient were impaired in their function due to the observed PI3K signaling defect.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35947077","rdfs:label":"PTEN regulation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Pax5 has recently been shown to fulfill an important function in mature B cells by promoting PI3K signaling by down-regulating the expression of the PTEN protein, a negative regulator of this pathway (Calderón et al., 2021)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1b4f457-2c52-402e-a376-ced490655cb8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:376d83ca-9a10-4423-be22-9a8800dd3f5d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"B cell development was partially arrested at the transition from pro-B to pre-B cell in the Pax5R31Q/E242* and Pax5R31Q/− mouse models. Similar to the patient, the frequency of B cells in the peripheral blood of Pax5R31Q/E242* and Pax5R31Q/− mice was strongly reduced compared with control, moreover, total B cell numbers were 3.5-fold reduced in the bone marrow. Pro-B cells were, however, 3-fold increased, while pre-B and immature B cells were 7- and 9-fold decreased in Pax5R31Q/E242* and Pax5R31Q/− mice compared.\n\nWhen immunized with the T cell–independent antigen Pl4-hydroxy-3-nitrophenylacetyl (NP)–conjugated Ficoll. NP-specific plasma cells were strongly reduced on day 7 after NP-Ficoll immunization in the spleen of Pax5R31Q/− mice compared with Pax5+/+ mice. Immunization with the T cell–dependent antigen NP-keyhole limpet hemocyanin (NP-KLH) in the adjuvant alum demonstrated that no germinal center (GC) B cells were generated in the spleen of Pax5R31Q/− mice on day 14 after immunization. These data demonstrated that the B cell immune responses to T cell–independent and T cell–dependent antigens were largely lost in the Pax5R31Q/− mouse model, consistent with the patient’s diagnosis of hypogammaglobulinemia.\n\nPax5R31Q/− mice demonstrated substantial motor performance deficits in the Rotarod assay compared with Pax5+/− and Pax5+/+ mice. In the ErasmusLadder test, both Pax5R31Q/− and Pax5+/− mice demonstrated impaired performance as illustrated by the prolonged time required to traverse the ErasmusLadder, the increased frequency of missteps, and the increased time performing short and long steps. Similar motor performance and motor learning deficits were observed in both the patient and the Pax5R31Q/− mouse model.\n\nThe three-chamber social interaction assay unveiled hypersociability as a prominent trait of the Pax5R31Q/− mouse, which may reflect the social disinhibition of the patient. Hyperactivity in the mice were also consistent with the restlessness that was reported for the patient. Pax5R31Q/− mice displayed impaired spatial learning in the Y-maze, which is consistent with the observed cognitive impairment of the patient. \n\nSimilar to patients, high-resolution MRI of the brains of Pax5R31Q/− and control Pax5+/+ mice revealed significant differences in the volume of the vermal lobules IV/V and VII. Within the midbrain of the patient, there was hypoplasia of several midbrain and subcortical structures, which was most notable in the SN pars compacta (SNc) and pars reticularis (SNr) as well as in the VTA, compared with age- and gender-matched controls. These three regions were also significantly reduced in the midbrain of Pax5R31Q/− mice compared with Pax5+/+ mice. Hence, the same neuroanatomic defects were observed in both the patient and corresponding mouse model. Furthermore, both the patient as well as the Pax5R31Q/− mouse showed structural cerebellar abnormalities, which are a common pathological finding in ASD.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35947077","rdfs:label":"Pax5R31Q/E242* and Pax5R31Q/− mouse models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Both Pax5R31Q/E242* and Pax5R31Q/− mutant mice, with patient derived mutations, revealed an early B cell developmental block and impaired immune responses as the cause of hypogammaglobulinemia.  Pax5R31Q/− mutant mice were further characterized to display behavioral deficits in all ASD domains. PAX5 deficiency also caused profound hypoplasia of the substantia nigra and ventral tegmental area due to loss of GABAergic neurons, thus affecting two midbrain hubs, controlling motor function and reward processing, respectively."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":6363,"specifiedBy":"GeneValidityCriteria9","strengthScore":9,"subject":{"id":"cggv:aa0fbfd2-16f5-4b4f-8e77-e48e0ef75bd4","type":"GeneValidityProposition","disease":"obo:MONDO_0100299","gene":"hgnc:8619","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*PAX5* was first reported in relation to B lymphopenia and autism spectrum disorder (ASD) in 2022 (Kaiser FMP, et al., 2022, PMID: 35947077). This is the only patient reported to date; two variants (one hypomorphic missense variant and one null nonsense variant) were reported in this proband (PMID: 35947077). Experimentally, this gene-disease relationship is supported by its expression pattern and biochemical function. During embryogenesis, the transcription factor Pax5 is expressed, together with the related Pax2 protein, in the isthmic organizer at the midbrain–hindbrain boundary, from which the cerebellum, and within the hematopoietic system, Pax5 is exclusively expressed in the B lymphoid lineage (PMID: 17600970). At the molecular level, Pax5 performs a dual role in B lymphopoiesis by acting as a transcriptional repressor to suppress B lineage–inappropriate genes and as an activator to induce gene expression required for B cell development and function (PMID: 17658281). In patient cells the residual mature B cells of the patient were impaired in their function due to the observed PI3K signaling defect (PMID: 35947077). Furthermore, in mouse models both Pax5R31Q/E242* and Pax5R31Q/− mutant mice, with patient derived mutations, revealed an early B cell developmental block and impaired immune responses as the cause of hypogammaglobulinemia (PMID: 35947077) and Pax5R31Q/− mutant mice exhibited aberrant social and stereotypical behavior and cognitive deficits. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nOf note, *PAX5* has also been identified as a candidate ASD risk gene with de novo heterozygous loss of function variants in 8PAX58 identified in large cohorts of individuals with ASD (Gofin et al., 2022; Iossifov et al., 2012; O’Roak et al., 2014; Stessman et al., 2017). This curation only considered *PAX5* variation related to a monogenic form of ASD accompanied by hypogammaglobulinemia. Another important function of Pax5, not considered in this curation, is to suppress B cell tumorigenesis in mice (Cobaleda et al., 2007) and humans (Mullighan et al., 2007), where heterozygous *PAX5* mutations prominently contribute to the development of B cell acute lymphoblastic leukemia (Gu et al., 2019).","dc:isVersionOf":{"id":"cggv:111b7453-55ff-4638-9cb7-1936400ec2a4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}