{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2021-05-12T16:57:21.184Z","role":"Publisher"},{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2021-05-12T16:56:01.478Z","role":"Approver"}],"evidence":[{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:679d0436-254b-4e09-9af7-c96e190b960c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6abc12ad-6404-412d-adf5-d670da784479","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression was shownd buth by in situ hybridization and northern blot analysis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8245783","type":"dc:BibliographicResource","dc:abstract":"The growth factor receptors expressed on endothelial cells are of special interest because of their potential to program endothelial cell growth and differentiation during development and neovascularization in various pathological states, such as wound healing and angiogenesis associated with tumorigenesis. Vascular endothelial growth factor ([VEGF] also known as vascular permeability factor) is a potent mitogen and permeability factor, which has been suggested to play a role in embryonic and tumor angiogenesis. The newly cloned FLT4 receptor tyrosine kinase gene encodes a protein related to the VEGF receptors FLT1 and KDR/FLK-1. We have here studied the expression of FLT4 and the other two members of this receptor family in human fetal tissues by Northern and in situ hybridization. These results were also compared with the sites of expression of VEGF and the related placenta growth factor (PlGF). Our results reveal FLT4 mRNA expression in vascular endothelial cells in developing vessels of several organs. A comparison of FLT4, FLT1 and KDR/FLK-1 receptor mRNA signals shows overlapping, but distinct expression patterns in the tissues studied. Certain endothelia lack one or two of the three receptor mRNAs. These data suggest that the receptor tyrosine kinases encoded by the FLT gene family may have distinct functions in the regulation of the growth/differentiation of blood vessels.","dc:creator":"Kaipainen A","dc:date":"1993","dc:title":"The related FLT4, FLT1, and KDR receptor tyrosine kinases show distinct expression patterns in human fetal endothelial cells."},"rdfs:label":"In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":2,"dc:description":"Numerous studies show expresion of KDR in pulmonary tissue"},{"id":"cggv:d6a306da-d3f1-4733-aeac-65b14d44f827","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fe7f0b59-1cc0-4b28-8294-ee1751cbd26a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"RNA analysis showed differential expression of KDR in PAH vs control lung explants","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32166015","type":"dc:BibliographicResource","dc:abstract":"Despite recent improvements in management of idiopathic pulmonary arterial hypertension, mortality remains high. Understanding the alterations in the transcriptome-phenotype of the key lung cells involved could provide insight into the drivers of pathogenesis. In this study, we examined differential gene expression of cell types implicated in idiopathic pulmonary arterial hypertension from lung explants of patients with idiopathic pulmonary arterial hypertension compared to control lungs. After tissue digestion, we analyzed all cells from three idiopathic pulmonary arterial hypertension and six control lungs using droplet-based single cell RNA-sequencing. After dimensional reduction by t-stochastic neighbor embedding, we compared the transcriptomes of endothelial cells, pericyte/smooth muscle cells, fibroblasts, and macrophage clusters, examining differential gene expression and pathways implicated by analysis of Gene Ontology Enrichment. We found that endothelial cells and pericyte/smooth muscle cells had the most differentially expressed gene profile compared to other cell types. Top differentially upregulated genes in endothelial cells included novel genes: ROBO4, APCDD1, NDST1, MMRN2, NOTCH4, and DOCK6, as well as previously reported genes: ENG, ORAI2, TFDP1, KDR, AMOTL2, PDGFB, FGFR1, EDN1, and NOTCH1. Several transcription factors were also found to be upregulated in idiopathic pulmonary arterial hypertension endothelial cells including SOX18, STRA13, LYL1, and ELK, which have known roles in regulating endothelial cell phenotype. In particular, SOX18 was implicated through bioinformatics analyses in regulating the idiopathic pulmonary arterial hypertension endothelial cell transcriptome. Furthermore, idiopathic pulmonary arterial hypertension endothelial cells upregulated expression of FAM60A and HDAC7, potentially affecting epigenetic changes in idiopathic pulmonary arterial hypertension endothelial cells. Pericyte/smooth muscle cells expressed genes implicated in regulation of cellular apoptosis and extracellular matrix organization, and several ligands for genes showing increased expression in endothelial cells. In conclusion, our study represents the first detailed look at the transcriptomic landscape across idiopathic pulmonary arterial hypertension lung cells and provides robust insight into alterations that occur in vivo in idiopathic pulmonary arterial hypertension lungs.","dc:creator":"Saygin D","dc:date":"2020","dc:title":"Transcriptional profiling of lung cell populations in idiopathic pulmonary arterial hypertension."},"rdfs:label":"Transcirptiojnal profiling using RNA seq in PAH patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf59f123-1117-4973-a132-bf5fcc8223d1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:632dca27-0cec-42e3-aff5-86e3caeec729","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Inhibition of VEGFR with SUS416 combined with ypoxia induces PAH in mice\nChornic exposure to hypoxia in mice is frequently used to pre clinically model PAH. The combination of chronic hypoxia with VEGFR 9KDR) inhibition aggavates echocardiographic measurements indicating heart failure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21868504","type":"dc:BibliographicResource","dc:abstract":"The complex pathologies associated with severe pulmonary arterial hypertension (PAH) in humans have been a challenge to reproduce in mice due to the subtle phenotype displayed to PAH stimuli.","dc:creator":"Ciuclan L","dc:date":"2011","dc:title":"A novel murine model of severe pulmonary arterial hypertension."},"rdfs:label":"VEGFR inhibition combined with hypoxia"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:79df9696-a822-4cf1-bfe6-d6e019f56b57","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78d8eb63-b24a-4a0d-aebc-5d56069987fc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Endothelial cell-specific conditional deletion of the kinase insert domain protein receptor (kdr) gene, coding for VEGFR-2, in C57/BL6 mice (Kdr∆end) and held them in an environmental chamber with 10% FiO2 or under normoxia for 6 weeks. Kdr knockout led to a mild PH phenotype under normoxia that worsened under hypoxia. Kdr∆end mice exhibited a significant increase in pulmonary arterial wall thickness, muscularization, and VEGFR-3+ endothelial cells obliterating the pulmonary artery vessel lumen. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32880713","type":"dc:BibliographicResource","dc:abstract":"Pulmonary arterial hypertension is a severe and progressive disease characterized by a pulmonary vascular remodeling process with expansion of collateral endothelial cells and total vessel occlusion. Endothelial cells are believed to be at the forefront of the disease process. Vascular endothelial growth factor (VEGF) and its tyrosine kinase receptor, VEGF receptor-2 (VEGFR-2), play a central role in angiogenesis, endothelial cell protection, but also in the destabilization of endothelial barrier function. Therefore, we investigated the consequences of altered VEGF signaling in an experimental model, and looked for translational correlates of this observation in patients. We performed an endothelial cell-specific conditional deletion of the kinase insert domain protein receptor (kdr) gene, coding for VEGFR-2, in C57/BL6 mice (Kdr∆end) and held them in an environmental chamber with 10% FiO2 or under normoxia for 6 weeks. Kdr knockout led to a mild PH phenotype under normoxia that worsened under hypoxia. Kdr∆end mice exhibited a significant increase in pulmonary arterial wall thickness, muscularization, and VEGFR-3+ endothelial cells obliterating the pulmonary artery vessel lumen. We observed the same proliferative vasculopathy in our rodent model as seen in patients receiving anti-angiogenic therapy. Serum VEGF-a levels were elevated both in the experimental model and in humans receiving bevacizumab. Interrupted VEGF signaling leads to a pulmonary proliferative arteriopathy in rodents after direct ablative gene manipulation of Kdr. Histologically, similar vascular lesions can be observed in patients receiving anti-VEGF treatment. Our findings illustrate the importance of VEGF signaling for maintenance of pulmonary vascular patency.","dc:creator":"Winter MP","dc:date":"2020","dc:title":"Interruption of vascular endothelial growth factor receptor 2 signaling induces a proliferative pulmonary vasculopathy and pulmonary hypertension."},"rdfs:label":"Inducible knock out"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:9f36f721-0dca-431c-ae90-8ff71c407b23","type":"EvidenceLine","evidence":[{"id":"cggv:9f36f721-0dca-431c-ae90-8ff71c407b23_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6a6f1d2c-6c0c-4263-a1b2-8635b31495b1","type":"Cohort","allGenotypedSequenced":838,"alleleFrequency":0.00477326968973747,"detectionMethod":"DNA extracted from venous blood underwent\nwhole-genome sequencing using the Illumina TruSeq DNA PCR-Free Sample\nPreparation kit (Illumina Inc., San Diego, CA, USA) and Illumina HiSeq 2000 or\nHiSeq X sequencer, generating 100–150 bp reads with a minimum coverage of 15×\nfor ~95% of the genome (mean coverage of 35×). Whole-exome sequencing was\nconducted for individual II-1 (Fig. 4a) using genomic DNA extracted from peripheral blood. Paired-end sequence reads were generated on an Illumina HiSeq\n2000.","evidence":[{"id":"cggv:9f36f721-0dca-431c-ae90-8ff71c407b23_cc_evidence_item"}],"numWithVariant":4,"relatedCondition":{"id":"obo:MONDO_0015924"}},"controlCohort":{"id":"cggv:dfcb262e-cc21-4824-9bd1-5b752b5747cb","type":"Cohort","allGenotypedSequenced":6385,"alleleFrequency":0,"detectionMethod":"DNA extracted from venous blood underwent\nwhole-genome sequencing using the Illumina TruSeq DNA PCR-Free Sample\nPreparation kit (Illumina Inc., San Diego, CA, USA) and Illumina HiSeq 2000 or\nHiSeq X sequencer, generating 100–150 bp reads with a minimum coverage of 15×\nfor ~95% of the genome (mean coverage of 35×). Whole-exome sequencing was\nconducted for individual II-1 (Fig. 4a) using genomic DNA extracted from peripheral blood. Paired-end sequence reads were generated on an Illumina HiSeq\n2000.","evidence":[{"id":"cggv:9f36f721-0dca-431c-ae90-8ff71c407b23_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.0018,"statisticalSignificanceType":"","statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29650961","type":"dc:BibliographicResource","dc:abstract":"Pulmonary arterial hypertension (PAH) is a rare disorder with a poor prognosis. Deleterious variation within components of the transforming growth factor-β pathway, particularly the bone morphogenetic protein type 2 receptor (BMPR2), underlies most heritable forms of PAH. To identify the missing heritability we perform whole-genome sequencing in 1038 PAH index cases and 6385 PAH-negative control subjects. Case-control analyses reveal significant overrepresentation of rare variants in ATP13A3, AQP1 and SOX17, and provide independent validation of a critical role for GDF2 in PAH. We demonstrate familial segregation of mutations in SOX17 and AQP1 with PAH. Mutations in GDF2, encoding a BMPR2 ligand, lead to reduced secretion from transfected cells. In addition, we identify pathogenic mutations in the majority of previously reported PAH genes, and provide evidence for further putative genes. Taken together these findings contribute new insights into the molecular basis of PAH and indicate unexplored pathways for therapeutic intervention.","dc:creator":"Gräf S","dc:date":"2018","dc:title":"Identification of rare sequence variation underlying heritable pulmonary arterial hypertension."},"rdfs:label":"NIHR BR-RD dataset"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":3.5},{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:70b46b0e-ef29-4607-97b3-4efe7e827ac5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a8555ee8-a50f-46ef-9796-1d7e8980024b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":55,"detectionMethod":"NGS panel analysis was performed. KDR variants were confirmed by Sanger sequencing","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Next generation sequencing panels","previousTesting":true,"previousTestingDescription":"NGS Panel analysis was performed\nGenes analyzed: BMPR2, TBX4, EIF2AK4, CAV1, KCNK3, SMAD9, ACVRL1, ENG, BMP9 and KDR.\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:70b46b0e-ef29-4607-97b3-4efe7e827ac5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7131ac16-e668-4082-b32b-4332c09943f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002253.3(KDR):c.3302T>G (p.Leu1101Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356902246"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31980491","type":"dc:BibliographicResource","dc:abstract":"Beyond the major gene BMPR2, several new genes predisposing to PAH have been identified during the last decade. Recently, preliminary evidence of the involvement of the KDR gene was found in a large genetic association study.We prospectively analysed the KDR gene by targeted panel sequencing in a series of 311 PAH patients referred to a clinical molecular laboratory for genetic diagnosis of PAH.Two index cases with severe PAH from two different families were found to carry a loss-of-function mutation in the KDR gene. These two index cases were clinically characterised by low diffusing capacity for carbon monoxide adjusted for haemoglobin (DLCOc) and interstitial lung disease. In one family, segregation analysis revealed that variant carriers are either presenting with PAH associated with low DLCOc, or have only decreased DLCOc, whereas non-carrier relatives have normal DLCOc. In the second family, a single affected carrier was alive. His carrier mother was unaffected with normal DLCOc.We provided genetic evidence for considering KDR as a newly identified PAH-causing gene by describing the segregation of KDR mutations with PAH in two families. In our study, KDR mutations are associated with a particular form of PAH characterised by low DLCOc and radiological evidence of parenchymal lung disease including interstitial lung disease and emphysema.","dc:creator":"Eyries M","dc:date":"2020","dc:title":"Familial pulmonary arterial hypertension by KDR heterozygous loss of function."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31980491","rdfs:label":"II-4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:9699a8fa-bcb4-4ef5-ae6f-7231c7e668c7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d65d0aa0-aa98-4016-85e3-1ade7f722726","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":30,"ethnicity":{"id":"cg:UnknownEthnicity"},"sex":"Male","variant":{"id":"cggv:9699a8fa-bcb4-4ef5-ae6f-7231c7e668c7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d033fcb0-5f3d-4798-aa96-364c969e9537","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000004.12:g.55113302A>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356914538"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31980491"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31980491","rdfs:label":"III-3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.5}],"evidenceStrength":"Definitive","sequence":2777,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.5,"subject":{"id":"cggv:bd71eb2a-9661-4a99-b397-ac8240c12de0","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:6307","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"KDR was first reported in relation to autosomal dominant pulmonary arterial hypertension in 2018 by Graf et al., (PMID29650961). At least 6 loss of function variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, case-control data and experimental data.\n\nSummary of case level data: 3 points.\nVariants in this gene have been reported in at least 2 probands with a predicted or proven null variant (PMID: 31980491). Variants in this gene segregated with the disease in 2 additional family members with PAH.\n\nSummary of Case-Control Data: 3.5 points\nThis gene-disease relationship has been studied in at least 1 case control study at the aggregate variant level. (PMID29650961).  Protein truncating variants were reported in 4 out of 838 PAH cases versus 0 in 6385 controls. Both the case and the control group were analysed using whole genome sequencing. \nThe gene-disease association is supported by animal models and expression studies. \nIn summary, there is strong evidence to support the relationship between KDR and autosomal dominant pulmonary arterial hypertension. Three years must elapse from the first proposal of the association to reach a definitive classification.","dc:isVersionOf":{"id":"cggv:07a11f06-0904-4a38-9fd3-0aec2bece699"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}