{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-22T01:48:26.188Z","role":"Approver"},{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-22T01:50:09.457Z","role":"Publisher"}],"evidence":[{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9fcd3e04-8749-4035-ad12-cf8d2fd2f371_proband_score_evidence_line","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:7fe6d814-d0a4-4059-bfe1-89e372e3fbd8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Decreased IgG (4.7 g/L) and IgA (0.09 g/L) levels, but normal IgM levels (0.7g/L)\nThe number of IgM− IgD− CD19+ CD27+–switched memory B cells was low.  In vitro CD40L+ IL4-induced CSR to IgE was consistently found impaired in peripheral blood lymphocytes from this proband, when compared with age-matched controls. An ex vivo analysis of Sμ-Sα junctions revealed that blunt junctions were less frequent in the patient than in age-matched controls. P1 received prophylactic antibiotics with no immunoglobulin substitution. During follow-up, the IgG levels (including IgG isotypes) and IgA levels rose progressively but remained lower than normal at 10 years of age.","phenotypes":"obo:HP_0002718","previousTesting":true,"previousTestingDescription":"Ruled out other genes known to cause CSR defects through sequence analysis of AICDA and UNG or through observation of CD40L and CD40 expression and CD40-mediated B cell proliferative responses.","sex":"Male","variant":{"id":"cggv:9fcd3e04-8749-4035-ad12-cf8d2fd2f371_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b3d61317-6163-4d34-940d-0ad2ed0ed8a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017553.3(INO80):c.3323T>G (p.Val1108Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7488762"}},{"id":"cggv:d04e6fe1-1838-42b2-ac29-fbfb36180c8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017553.3(INO80):c.433G>A (p.Asp145Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7489554"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25312759","type":"dc:BibliographicResource","dc:abstract":"Immunoglobulin class-switch recombination defects (CSR-D) are rare primary immunodeficiencies characterized by impaired production of switched immunoglobulin isotypes and normal or elevated IgM levels. They are caused by impaired T:B cooperation or intrinsic B cell defects. However, many immunoglobulin CSR-Ds are still undefined at the molecular level.","dc:creator":"Kracker S","dc:date":"2015","dc:title":"An inherited immunoglobulin class-switch recombination deficiency associated with a defect in the INO80 chromatin remodeling complex."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25312759","rdfs:label":"Patient I"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","dc:description":"Variants confirmed to be in trans. No evidence of functional impact to the gene-  these variants did not alter the expression of INO80 protein patient-derived EBV B cell lines. \n The variant c.433G>A (p.Asp145Asn) has an MAF of 0.004% in the European non-Finnish population. The variant c.3323T>G (p.Val1108Gly) has an MAF of 1.68% in the ASHJ population, which is higher than would be expected for a disease-causing variant. Mild γ-radiation sensitivity of patients' fibroblasts was corrected by transduction of wt INO80 (Figure 1-E)."},{"id":"cggv:4f7c4065-95e1-4590-908d-aa38fbe4f59e_proband_score_evidence_line","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:cfee99ef-fe66-4273-bc44-3733990e02c1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":18,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"First suffered from severe and recurrent upper respiratory infections at the age of 18. No susceptibility to opportunistic infections was reported. Decreased IgG levels (0.70 g/L) and IgA levels (0.03 g/L) but had normal IgM levels (0.87 g/L)\nLow number of IgM− IgD− CD19+ CD27+–switched memory B cells \nAbnormal repair of switch junctions in B-cells. \n\nAt the time of evaluation, Patient 2 was 67 years old and had COPD (smoker of 35 years). Immunoglobulin assays revealed a lack of serum IgA but a slight decrease of serum IgM; IgG (and specific antibody response) could not be evaluated because of the patient's regular immunoglobulin replacement therapy. The patient responded well to immunoglobulin replacement therapy, with the exception of the chronic obstructive pulmonary disease. An ex vivo analysis of Sμ-Sα junctions revealed that blunt junctions were less frequent in the patient than in age-matched controls.","phenotypes":["obo:HP_0006510","obo:HP_0002788"],"previousTesting":true,"previousTestingDescription":"Ruled out other genes known to cause CSR defects through sequence analysis of AICDA and UNG or through observation of CD40L and CD40 expression and CD40-mediated B cell proliferative responses.","sex":"Male","variant":{"id":"cggv:4f7c4065-95e1-4590-908d-aa38fbe4f59e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0fb18e63-dfd0-4ad5-9001-943e6b81d71c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017553.3(INO80):c.2644A>G (p.Ile882Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7488963"}},{"id":"cggv:b3d61317-6163-4d34-940d-0ad2ed0ed8a9"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25312759"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25312759","rdfs:label":"Patient II"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","dc:description":"Confirmed to be in trans, with no evidence of functional impact to the gene. These variants did not alter the expression of INO80 protein patient-derived EBV B cell lines. The variant c.3323T>G (p.Val1108Gly) has an MAF of 1.68% in the ASHJ population. The variant c.2644A>G (p.Ile882Val) has an MAF of 3.466% in the European Finnish population. These allele frequencies are higher than would be expected for disease-causing variants. Potentially contradictory evidence for the gene-disease relationship. Authors found that mild γ-radiation sensitivity of patients' fibroblasts was corrected by transduction of wt INO80 (Figure 1E)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55232952-1b13-4300-bc75-8663443570da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a56407ba-32b9-44ab-93d4-84cc4ac49f4a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"INO80 has an established role in DNA repair. Although this does not directly link the gene to the phenotype, it is proposed that INO80 may contribute to CSR-- both at S-region synapsis and DNA repair.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18026119","type":"dc:BibliographicResource","dc:abstract":"DNA damage repair is crucial for the maintenance of genome integrity and cancer suppression. We found that loss of the mouse transcription factor YY1 resulted in polyploidy and chromatid aberrations, which are signatures of defects in homologous recombination. Further biochemical analyses identified a YY1 complex comprising components of the evolutionarily conserved INO80 chromatin-remodeling complex. Notably, RNA interference-mediated knockdown of YY1 and INO80 increased cellular sensitivity toward DNA-damaging agents. Functional assays revealed that both YY1 and INO80 are essential in homologous recombination-based DNA repair (HRR), which was further supported by the finding that YY1 preferentially bound a recombination-intermediate structure in vitro. Collectively, these observations reveal a link between YY1 and INO80 and roles for both in HRR, providing new insight into mechanisms that control the cellular response to genotoxic stress.","dc:creator":"Wu S","dc:date":"2007","dc:title":"A YY1-INO80 complex regulates genomic stability through homologous recombination-based repair."},"rdfs:label":"Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"The TF YY1 and INO80 co-immunoprecipitate upon exposure to UV radiation.\nKnockdown of INO80 (and INO80+YY1) in U2OS cells lead to significant decreased cell-survival compared to controls when treated with UV light- seen in survival assay. A significant reduction in repair efficiency is also seen. HT1080–1885 cells transfected with YY1 shRNA, INO80 shRNA or both showed about 13-fold less HRR of I-SceI– induced DSBs than cells transfected with control shRNA. This paper highlights the role of INO80 in DNA repair. Thought to contribute to DNA repair in immunoglobulin CSR."},{"id":"cggv:25e184a4-36e1-49b4-9936-3bcfe9a054ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6db37822-0aea-4e02-a2b3-47264064bbc9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Although the phenotype is not consistent with the function of the INO80 complex in cohesin dynamics, it is postulated that cohesin plays a critical role in CSR, and that INO80 is involved in modulating its function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17471029","type":"dc:BibliographicResource","dc:abstract":"Here we identify a defect in sister chromatid cohesion in the Saccharomyces serevisiae arp8 mutant, which impairs the chromatin remodeling activity of the INO80 complex, and we report the direct association of Ino80 with centromeres and cohesin-associated regions. In early S phase, Ino80 is recruited to replication forks along with Ctf18 and PCNA, both of which are involved in the establishment of sister chromatid cohesion. The arp8 mutation perturbs the association of Ctf18 and PCNA but not of cohesin with replication forks. We propose that the INO80 complex is required for the proper establishment of sister chromatid cohesion.","dc:creator":"Ogiwara H","dc:date":"2007","dc:title":"The INO80 chromatin remodeling complex functions in sister chromatid cohesion."},"rdfs:label":"Function in Chromatid cohesin"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This paper highlights the role of the INO80 complex in sister chromatid cohesion in yeast. The INO80 complex is recruited to replication forks in early S-phase in yeast. Defects in yeast ARP8 (a subunit of the INO80 complex critical for its function) results in sister chromatid cohesion defects- likely due to the role of the INO80-C in cohesion function. Kracker et al., 2015 proposes that the INO80 complex modulates cohesin function that may be required during immunoglobulin switch region synapsis."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:048a0e8f-311a-421d-8673-c90d36de0beb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbf3bd7b-ef90-4f82-bff4-71ea0f437b49","type":"FunctionalAlteration","dc:description":"Knockdown of INO80 in murine CH12-F3 B cells reduced the percentage of IgA+ cells by an average of 30% compared with controls. Therefore, knockdown of INO80 impaired Immunoglobulin class-switch recombination (CSR). The authors also found that INO80 knockdown altered cell survival and DNA repair in the CH12-F3 B cells, suggesting that INO80 likely impacts the DNA repair step in CSR.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25312759","rdfs:label":"INO80 Knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Knockdown of INO80 using lentiviral shRNA in murine CH12-F3 B cells resulted in a 30% reduction of IgA+ cells, due to impaired Immunoglobulin class-switch recombination, altered DNA repair, and impacted sister chromatid cohesion"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ace74060-c78e-44ec-8cbc-bb6431cf3500","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:cac7be26-5800-4c8d-95d3-951ee5e6a588","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model system phenotype is not similar to the phenotype observed in humans. Homozygous knockout of INO80 in mice results in early embryonic lethality with intrauterine developmental defects. Conditional deletion of mIno80 in mice results in progressive weight loss and premature early death. In mouse embryonic fibroblasts, Conditional deletion of mIno80 (upon addition of 4-hydroxytamoxifen) resulted in critical cellular proliferation defects and defects in homology-directed repair.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23979016","type":"dc:BibliographicResource","dc:abstract":"The INO80 (inositol requiring mutant 80) chromatin remodeling complex plays important roles in transcriptional regulation and DNA replication and repair, and consists of several functional protein subunits, including the critical Ino80 ATPase catalytic subunit. While the function of INO80 has been studied in yeast and mammalian cell lines, we do not know how mIno80 contributes to the maintenance of genome stability to prevent cancer development in mice. Here, we use a conditional knockout approach to explore the cellular and organismal functions of mIno80. Deletion of mIno80 results in profound cellular proliferative defects and activation of p21-dependent cellular senescence. While mIno80 is required for efficient repair of DNA double strand breaks, its depletion did not impact upon the formation of γ-H2AX and 53BP1 DNA damage foci, or the activation of the ATM-CHK2-dependent DNA damage response. mIno80 deletion inhibited the generation of single-strand DNA, resulting in defects in homology-directed DNA repair (HDR) at telomeres. Fragile telomeres were prominent in mIno80(Δ/Δ) MEFs, suggesting that chromatin remodeling is required for efficient telomere replication. mIno80(-/-) mouse embryos die early during embryogenesis, while conditional deletion of mIno80 in adult mice results in weight loss and premature death. In a p53(-/-) tumor-prone background, mIno80 haploinsufficiency favored the development of sarcomas. Our studies suggest that the mIno80 chromatin remodeling complex plays important roles in telomere replication, HDR-mediated repair of dysfunctional telomeres, and maintenance of genome stability.","dc:creator":"Min JN","dc:date":"2013","dc:title":"The mINO80 chromatin remodeling complex is required for efficient telomere replication and maintenance of genome stability."},"rdfs:label":"Mouse Knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Homozygous knockout of INO80 in mice results in embryonic lethality with intrauterine growth restriction and developmental defects. While the mechanism of disease for the defects observed in mice is consistent with the gene's function in chromatin remodelling, there is a lack of phenotypic overlap with human immunodeficient patients. This could be attributed to differences in mutation type (missense variants in human cases causing a less severe phenotype in human patients).\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Disputed","sequence":1889,"specifiedBy":"GeneValidityCriteria8","strengthScore":0.5,"subject":{"id":"cggv:94af2862-87f8-414c-8220-a15a92a01738","type":"GeneValidityProposition","disease":"obo:MONDO_0011864","gene":"hgnc:26956","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"INO80 was reported in relation autosomal recessive common variable Immunodeficiency in 2015 (Kracker et al., PMID: 25312759). In this study, compound heterozygous missense variants in INO80 were identified in 2 unrelated male patients with an immunoglobulin class-switch repair deficiency. The allele frequencies for the variants in these cases are higher than would be expected for disease-causing variants and were flagged as contradictory evidence. This gene-disease association is supported by in vitro functional assay. Experimental evidence like mouse models and biochemical function highlighted INO80's role in DNA repair, consistent with the mechanism of disease, but the data was insufficient for scoring. Given the allele frequencies in only two the patients reported, there is convincing evidence disputing the relationship between INO80 and\nautosomal recessive common variable Immunodeficiency. More evidence is needed to either support or refute the role INO80\nplays in this disease.\n\n\nMAF for human variants too high.","dc:isVersionOf":{"id":"cggv:16d9f828-f6fa-4e35-bc23-c9f1b1138b9a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}