{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-11-29T17:00:00.000Z","role":"Approver"},{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-12-19T22:23:08.109Z","role":"Publisher"}],"evidence":[{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9d7fe58-a4cf-49a3-a659-14381e89be38","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fcb9b98d-68fa-4202-af59-9fd0ca21cfc9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"To identify signaling molecules that bind phosphorylated ICOS, a new yeast three-hybrid system was developed. The only interacting protein identified was the p85 regulatory subunit of PI3K, and it was suggested that PI3K p85 binds phosphorylated ICOS via the SH2 domain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17014982","type":"dc:BibliographicResource","dc:abstract":"In the past decade, the fundamental importance and therapeutic potential of costimulatory signals for lymphocyte activation have spurred a large amount of work in immunology, infection, cancer, autoimmune diseases, etc. However, the mechanisms behind T cell costimulation remain unclear, partly due to the lack of suitable techniques. There is an urgent need for functional genomic research to develop comprehensive approaches to direct identification of protein-protein interactions that are dependent on the posttranslational modification of one component of the complex, particularly in the field of T cell immunology. Using inducible costimulator (ICOS) as a model, we failed to find any proteins that associated with the cytoplasmic tail of ICOS by the yeast two-hybrid approach. Therefore, we have developed a new yeast three-hybrid system that facilitates the rapid screening of cDNA libraries to find signaling molecules that interact with phosphorylated T cell costimulatory receptors. We demonstrate the utility of this technique to detect the interaction between ICOS and the p85 regulatory subunit of phosphatidylinositol 3-kinase (PI3K). The p85 unit of PI3K is the only signaling molecule identified so far that interacts with ICOS. This system may be of great help in dissecting the mechanisms of T cell costimulation and could be applied to other receptors.","dc:creator":"Zang X","dc:date":"2006","dc:title":"A genetic library screen for signaling proteins that interact with phosphorylated T cell costimulatory receptors."},"rdfs:label":"Zang_interaction with PIK3R1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"PIK3R1 is definitively associated with immunodeficiency 36, inherited in the autosomal dominant manner. "},{"id":"cggv:3b4879ae-647e-4301-9714-d30ab964a25a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4ae9dc2-d0ef-40c0-913a-6cc771a5afaf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Individuals with ICOS-related CVID are reported with viral and opportunistic infections, in addition to the susceptibility to bacterial infections initially reported.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31283790","type":"dc:BibliographicResource","dc:abstract":"Signaling through the inducible costimulator ICOS is required for the homeostasis and function of various immune cell populations, with an outstanding role in the generation and maintenance of germinal centers. Very recently, it has been suggested that the clinical phenotype of ICOS-deficient patients is much broader than initially anticipated and the innate immune response might be also affected. However, the role of the ICOS/ICOS-Ligand axis in the homeostasis and development of innate NK cells is not known, and reports on its participation in NK cell activation are scarce. NK cells may express low levels of ICOS that are markedly enhanced upon activation. We show here that ICOS-deficient (ICOS-KO) mice present low NK cell numbers and defects in the homeostasis of these cells, with delayed maturation and altered expression of the developmental NK cell markers CD122, NK1.1, CD11b or CD27. Our experiments in mixed bone marrow chimera mice indicate that, both, cell-intrinsic defects of ICOS-KO NK and deficiencies in the milieu of these mice contribute to the altered phenotype. ICOS-deficient NK cells show impaired production of IFN-γ and cytotoxicity, and a final outcome of defects in NK cell-mediated effector function during the response to poly(I:C) or vaccinia virus infection in vivo. Interestingly, we show that murine innate cells like IL-2-cultured NK and bone marrow-derived dendritic cells can simultaneously express ICOS and ICOS-Ligand; both molecules are functional in NK intracellular signaling, enhancing early phosphorylation of Akt and Erk, or IFN-γ secretion in IL-2-activated NK cells. Our study shows the functional importance of the ICOS/ICOS-L pair in NK cell homeostasis, differentiation and activity and suggests novel therapeutic targets for NK manipulation.","dc:creator":"Montes-Casado M","dc:date":"2019","dc:title":"ICOS deficiency hampers the homeostasis, development and function of NK cells."},"rdfs:label":"Montes-Casado_NK cell response"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e8363ec1-70b4-4551-a8d4-cadf3b72c189","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:00259e40-0815-42ae-9742-48c55809fd40","type":"FunctionalAlteration","dc:description":"The ability of each ICOSIg mutant to bind to B7-H2 was determined by sandwich ELISA and by FACS analysis of the ICOSIg binding to CHO cells transfected to express B7-H2. In the capture ELISA, Q49S reduced the binding to B7-H2 only slightly. However, Q50S, D64S, and K69S displayed almost complete loss of binding. F51S, K67S, F114S, D115S, P117S, and F119S completely abrogated B7-H2 binding capacity. Only two variants, K52S and S76E, bound B7-H2 two- or threefold better than wild-type ICOSIg in both ELISA and FACS analysis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11956294","type":"dc:BibliographicResource","dc:abstract":"Interaction between inducible costimulator (ICOS) and its ligand is implicated in the induction of cell-mediated and humoral immune responses. However, the molecular details of this interaction are unknown. We report here a mutagenesis analysis of residues in ICOS that are critical for ligand binding. A three-dimensional model of the extracellular immunoglobulin-like domain of ICOS was used to map the residues conserved within the CD28 family. This analysis identified a surface patch containing the characteristic \"PPP\" sequence and is conserved in human and mouse ICOS. Mutations in this region of human ICOS reduce or abolish ligand binding. Our results suggest that the ligand binding site in ICOS maps to a region overlapping yet distinct from the CD80/CD86 binding sites in CD28 and cytotoxic T lymphocyte antigen (CTLA)-4. Thus, the analysis suggests that differences in ligand binding specificity between these related costimulatory molecules have evolved by utilization of overlapping regions with different patterns of conserved and nonconserved residues. Two site-specific mutants generated in the course of our studies bound ICOS ligand with higher avidity than wild-type ICOS. An S76E mutant protein of ICOS blocked T cell costimulatory function of ICOS ligand and inhibited T cell response to allogeneic antigens superior to wild-type ICOS. Our studies thus identified critical residues involving in ICOS receptor-ligand interaction and provide new modulators for immune responses.","dc:creator":"Wang S","dc:date":"2002","dc:title":"Ligand binding sites of inducible costimulator and high avidity mutants with improved function."},"rdfs:label":"Wang_ICOSL binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The study identified several critical residues in ICOS that likely have a role in ligand binding. While not many missense variants are reported in individuals with ICOS-related CVID, the functional evidence suggests an important mechanism for loss of protein function. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6d76bf4-9a3b-4d44-bcfb-d732569c8a27","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0458a4a4-294d-45b3-9c2c-8e7318e763e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The basal serum levels of IgG1 were reduced significantly in ICOS-/- mice (30% of wild type), whereas the levels of the other immunoglobulin isotypes did not differ significantly from those of control littermates. ICOS-/- mice produced lower levels (43% of wild type) of NP-specific IgG1 compared with controls. IgE was undetectable in all ICOS-/- mice examined, whereas isotype switching to IgE occurred in 72% of wild-type and 87.5% of heterozygous littermates. ICOS was shown to be required for isotype switching in both primary and secondary T-cell-dependent B-cell-responses. It is suggested that the deficiency in IL-4 production in the absence of ICOS may account for the defect in isotype switching to IgE and IgG1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11343123","type":"dc:BibliographicResource","dc:abstract":"The outcome of T-cell responses after T-cell encounter with specific antigens is modulated by co-stimulatory signals, which are required for both lymphocyte activation and development of adaptive immunity. ICOS, an inducible co-stimulator with homology to CD28, is expressed on activated, but not resting T cells, and shows T-cell co-stimulatory function in vitro. ICOS binds specifically to its counter-receptor B7RP-1 (refs 5,6,7), but not to B7-1 or B7-2. Here we provide in vivo genetic evidence that ICOS delivers a co-stimulatory signal that is essential both for efficient interaction between T and B cells and for normal antibody responses to T-cell-dependent antigens. To determine the physiological function of ICOS, we generated and characterized gene-targeted ICOS-deficient mice. In vivo, a lack of ICOS results in severely deficient T-cell-dependent B-cell responses. Germinal centre formation is impaired and immunoglobulin class switching, including production of allergy-mediating IgE, is defective. ICOS-deficient T cells primed in in vivo and restimulated in vitro with specific antigen produce only low levels of interleukin-4, but remain fully competent to produce interferon-gamma.","dc:creator":"Tafuri A","dc:date":"2001","dc:title":"ICOS is essential for effective T-helper-cell responses."},"rdfs:label":"Tafuri_KO model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:0424f068-ca83-4307-9716-f587524b3bb5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23456fab-322f-4b03-b26a-e040633a3bb7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"T lymphocytes developed normally in the thymus in the absence of ICOS and exhibited normal CD4 and CD8 cell populations in lymph nodes and spleen. ICOS is shown to be essential in the regulation of IL-2 expression in the effector phase. An IL-2 production defect after in vivo priming in the ICOS-/- mice was also reported. When lung lymph-node cells were stimulated, the wild-type cells produced small but detectable amounts of IL-4, whereas the knockout cells did not. Production of IL-13, another Th2 cytokine important for murine airway hyperresponsiveness, was reduced in the absence of ICOS . Sera of immunized ICOS-/- mice were deficient in ovalbumin-specific IgG1 and more strikingly IgE. \n\nExperimental autoimmune encephalomyelitis (EAE) was induced in C57BL/6 mice by injection of myelin oligodendrocyte glycoprotein (MOG) peptide. ICOS+/+ mice with the C57BL/6x129 F2 genetic background only exhibited mild disease, but ICOS-/- mice on the same genetic background uniformly developed greatly enhanced disease, and 50% of the tested mice died after disease induction. In vitro and in vivo primed ICOS-deficient cells were defective in production of effector cytokines, in particular IL-4. Although ICOS is shown to be critical for T-helper cell function to direct appropriate antibody responses against foreign antigens. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11343121","type":"dc:BibliographicResource","dc:abstract":"T-lymphocyte activation and immune function are regulated by co-stimulatory molecules. CD28, a receptor for B7 gene products, has a chief role in initiating T-cell immune responses. CTLA4, which binds B7 with a higher affinity, is induced after T-cell activation and is involved in downregulating T-cell responses. The inducible co-stimulatory molecule (ICOS), a third member of the CD28/CTLA4 family, is expressed on activated T cells. Its ligand B7H/B7RP-1 is expressed on B cells and in non-immune tissues after injection of lipopolysaccharide into animals. To understand the role of ICOS in T-cell activation and function, we generated and analysed ICOS-deficient mice. Here we show that T-cell activation and proliferation are defective in the absence of ICOS. In addition, ICOS -/- T cells fail to produce interleukin-4 when differentiated in vitro or when primed in vivo. ICOS is required for humoral immune responses after immunization with several antigens. ICOS-/- mice showed greatly enhanced susceptibility to experimental autoimmune encephalomyelitis, indicating that ICOS has a protective role in inflammatory autoimmune diseases.","dc:creator":"Dong C","dc:date":"2001","dc:title":"ICOS co-stimulatory receptor is essential for T-cell activation and function."},"rdfs:label":"Dong_KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d0e58c07-ab6d-4972-b37c-5fb5d4b3704c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9d5d36f9-2635-408d-8af4-56f6ba8285d4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ICOS-/-mice were viable and born at the expected frequency. Flow cytometry showed comparable numbers and maturation of thymocytes in ICOS-/- and ICOS+/+ mice. Spleen and lymph-node cells had comparable numbers of B220+, CD3+, CD4+ and CD8+ cells, and of the natural killer cell marker DX5 population. ICOS-/- and ICOS+/+ mice had comparable IgM levels but ICOS-/- mice had modestly elevated IgG3. ICOS-/- mice had reduced IgG1, IgG2a and IgE levels (IgE was undetectable in most mice), indicating that ICOS might have a critical role in class switching of immunoglobulin isotypes. \nICOS-/- mice produced less IgG1 and IgG2a anti-TNP antibodies than did ICOS+/+ mice (not statistically significant) when immunized with 2,4,6-trinitrophenol-keyhole limpet haemocyanin. When ICOS-/- mice were immunized with TNP-KLH in the adjuvants alum and incomplete Freund's adjuvant (IFA), marked defects in isotype class switching were observed. anti-TNP IgG2a response was reduced to 6% and IgG1 reduced to 2% of wild-type levels with alum or IFA in ICOS-/- mice.  ICOS-/- mice had smaller and fewer GCs than ICOS+/+ mice. in the absence of B7h–ICOS interactions, it is likely that B cells are poorly stimulated in the T-cell-rich regions and fail to migrate into the follicular dendritic cells network to form a GC. \n\nPMID: 11238604 provides additional data from a different knock-out model. They show that ICOS−/− mice are defective in B cell expansion and class switch in primary GC and that ICOS is essential for secondary GC formation, probably through an IL-4-independent mechanism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11343122","type":"dc:BibliographicResource","dc:abstract":"The inducible co-stimulatory molecule (ICOS) is a CD28 homologue implicated in regulating T-cell differentiation. Because co-stimulatory signals are critical for regulating T-cell activation, an understanding of co-stimulatory signals may enable the design of rational therapies for immune-mediated diseases. According to the two-signal model for T-cell activation, T cells require an antigen-specific signal and a second, co-stimulatory, signal for optimal T-cell activation. The co-stimulatory signal promotes T-cell proliferation, lymphokine secretion and effector function. The B7-CD28 pathway provides essential signals for T-cell activation, but does not account for all co-stimulation. We have generated mice lacking ICOS (ICOS-/- ) to determine the essential functions of ICOS. Here we report that ICOS-/- mice exhibit profound deficits in immunoglobulin isotype class switching, accompanied by impaired germinal centre formation. Class switching was restored in ICOS-/- mice by CD40 stimulation, showing that ICOS promotes T-cell/B-cell collaboration through the CD40/CD40L pathway.","dc:creator":"McAdam AJ","dc:date":"2001","dc:title":"ICOS is critical for CD40-mediated antibody class switching."},"rdfs:label":"McAdam_KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1561dd0-5081-43d8-97e9-d28d5603d354_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b1561dd0-5081-43d8-97e9-d28d5603d354","type":"Proband","allele":{"id":"cggv:7d322565-aa2e-4b79-be42-a9906c0a8ff0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012092.4(ICOS):c.323_332del (p.Phe108TyrfsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA539390537"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband was diagnosed with CVID based on the ESID criteria. Additional features included NK lymphopenia, increased naive B cells, reduced non-SM B cells and reduced SM B cells.","phenotypes":["obo:HP_0031691","obo:HP_0005523","obo:HP_0001888","obo:HP_0001873","obo:HP_0001903","obo:HP_0004313","obo:HP_0001882","obo:HP_0002086","obo:HP_0001875"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:02a4fa35-ff77-4381-9f62-cdec5592319d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7d322565-aa2e-4b79-be42-a9906c0a8ff0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31858365","type":"dc:BibliographicResource","dc:abstract":"Inducible T cell co-stimulator (ICOS) deficiency has been categorized as a combined immunodeficiency often complicated by enteropathies, autoimmunity, lymphoproliferation, and malignancy. We report seven new patients and four novel ICOS mutations resulting in a common variable immunodeficiency (CVID)-like phenotype and show that dysregulated IL-12 release, reduced cytotoxic T lymphocyte-associated protein 4 (CTLA4) expression, and skewing towards a Th1-dominant phenotype are all associated with inflammatory complications in this condition.","dc:creator":"Abolhassani H","dc:date":"2020","dc:title":"Expanding Clinical Phenotype and Novel Insights into the Pathogenesis of ICOS Deficiency."}},"rdfs:label":"Abolhassani_Proband P16"},{"id":"cggv:02a4fa35-ff77-4381-9f62-cdec5592319d","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:02a4fa35-ff77-4381-9f62-cdec5592319d_variant_evidence_item"},{"id":"cggv:02a4fa35-ff77-4381-9f62-cdec5592319d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Neither the proband, P16, nor P17 (another unrelated proband with the same homozygous deletion mutation) had any expression of ICOS on CD4+ T cells following stimulations with anti-CD3 and PHA. "}],"strengthScore":0,"dc:description":"The proband and two other unrelated probands from different kindreds but from the same ethnic origin (Pakistani) were homozygous for the 10-bp deletion leading to a frameshift, Phe108TyrfsTer11, and premature termination in exon 2/5, with NMD predicted. The proband is not scored in this instance as another individual of Pakistani descent was previously scored for this likely founder variant. Score may be updated upon expert review. \nNote, the variant in the paper is identified as F108TfsX11, while the previously reported frameshift is designated as F108YfsX10. Both variants are the same (verified in the Allele Registry and Mutalyzer) and the correct designation is F108YfsTer11."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:25e0f822-1904-4899-b325-93f881fa6969_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:25e0f822-1904-4899-b325-93f881fa6969","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":38,"allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.203955124_203956858del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573332076"}},"detectionMethod":"Long-range PCR confirmed deletion of intron 1 through intron 3. Sanger sequencing showed the 1815-bp deletion.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had a typical clinical history of recurrent respiratory infections and was diagnosed with CVID according to ESID criteria.","phenotypes":["obo:HP_0001744","obo:HP_0002788","obo:HP_0002837","obo:HP_0002716","obo:HP_0002321","obo:HP_0000246","obo:HP_0002315","obo:HP_0001251","obo:HP_0002090"],"previousTesting":true,"previousTestingDescription":"Absence of ICOS expression on activated T cells was verified by FACS","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:382befdc-83a8-4837-9cbe-8d3d973726b6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15507387","type":"dc:BibliographicResource","dc:abstract":"Common variable immunodeficiency (CVID) is the most frequent clinically significant primary antibody deficiency in man, predisposing to recurrent bacterial infections. Recently, we showed that the homozygous loss of the inducible costimulator (ICOS) on activated T cells may result in an adult onset form of CVID with autosomal recessive inheritance (AR-CVID). We screened 181 sporadic CVID patients and 13 CVID patients from nine families with AR-CVID for mutations in ICOS by genomic DNA sequencing. In the AR-CVID families, the genomic integrity of the ligand for ICOS (ICOS-L) was also evaluated. In two of the nine AR-CVID families, we identified five individuals with ICOS deficiency, carrying the identical large genomic deletion of ICOS as previously described. In the remaining seven AR-CVID families, we subsequently sequenced the coding region of the ICOS ligand but found no mutations. The incidence of ICOS deficiency among patients with CVID is less than 5%. Worldwide, there are now a total of nine patients diagnosed with ICOS deficiency most likely due to a common founder. ICOS-L deficiency could not be identified in families with AR-CVID.","dc:creator":"Salzer U","dc:date":"2004","dc:title":"ICOS deficiency in patients with common variable immunodeficiency."}},"rdfs:label":"Salzer_Family C_Patient II.3"},{"id":"cggv:382befdc-83a8-4837-9cbe-8d3d973726b6","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:382befdc-83a8-4837-9cbe-8d3d973726b6_variant_evidence_item"},{"id":"cggv:382befdc-83a8-4837-9cbe-8d3d973726b6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"f"}],"strengthScore":0,"dc:description":"The proband and a similarly affected sibling were homozygous for the multi-exon deletion in ICOS, while parents were heterozygous. The deletion was shown to cause a frameshift that resulted in a truncated protein of 28 amino acids, compared to the full-length ICOS protein of 199 amino acids. This deletion variant is absent from the list of ICOS structural variants in gnomAD. This likely founder variant has been previously scored once. It may be scored again upon expert review."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:19fbe79a-def6-4314-82b0-fb2eb4d416b5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:19fbe79a-def6-4314-82b0-fb2eb4d416b5","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":31,"allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"detectionMethod":"Genotyping the family for microsatellite markers near ICOS on 2q33 revealed positive linkage. Northern blot on activated T cells from proband showed shortened 2.3-kb mRNA compared to 2.8kb transcript in healthy controls. Sequencing of the short transcript revealed deletion of 443 nucleotides corresponding to exons 2 and 3. Subsequent genomic DNA PCR and sequencing of the partial ICOS gene revealed a deletion encompassing partial intron 1, complete exon 2, intron 2 and exon 3 and partial intron 3.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Proband is noted to have been diagnosed with common variable immunodeficiency (CVID) based on clinical and laboratory parameters according to the ESID criteria. Proband had pneumonia at 6y of age. Diagnosis of CVID was made at age 31y after 3y of recurrent infection. ","phenotypes":["obo:HP_0002718","obo:HP_0004313","obo:HP_0004798","obo:HP_0031949","obo:HP_0410242"],"previousTesting":true,"previousTestingDescription":"T cells from proband showed normal surface expression of CD69, CD154 (CD40L), CD25 and CD134 (OX40) upon CD28 costimulation. CTLA-4 was also fully induced, as determined by intracellular staining of activated T cells. PBMCs from proband were stained with soluble ICOS-L Ig-fusion reagent, which specifically binds correctly folded ICOS. No ICOS-specific signal was detected on CD4+ or CD8+ T cells. ICOS-L expression on patient B cells was elevated.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4f98086a-97cd-4ca9-ad12-d2b6feec1140_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12577056","type":"dc:BibliographicResource","dc:abstract":"No genetic defect is known to cause common variable immunodeficiency (CVID), a heterogeneous human disorder leading to adult-onset panhypogammaglobulinemia. In a search for CVID candidate proteins, we found four of 32 patients to lack ICOS, the \"inducible costimulator\" on activated T cells, due to an inherited homozygous deletion in the ICOS gene. T cells from these individuals were normal with regard to subset distribution, activation, cytokine production and proliferation. In contrast, naive, switched and memory B cells were reduced. The phenotype of human ICOS deficiency, which differs in key aspects from that of the ICOS-/- mouse, suggests a critical involvement of ICOS in T cell help for late B cell differentiation, class-switching and memory B cell generation.","dc:creator":"Grimbacher B","dc:date":"2003","dc:title":"Homozygous loss of ICOS is associated with adult-onset common variable immunodeficiency."}},"rdfs:label":"Grimbacher_Family B_Patient 3"},{"id":"cggv:4f98086a-97cd-4ca9-ad12-d2b6feec1140","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f98086a-97cd-4ca9-ad12-d2b6feec1140_variant_evidence_item"},{"id":"cggv:4f98086a-97cd-4ca9-ad12-d2b6feec1140_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"ICOS expression was absent on patient T cells."}],"strengthScore":0,"dc:description":"The proband and a similarly affected sibling were homozygous for the multi-exon deletion in ICOS, while a parent and a healthy sibling were heterozygous. The deletion was shown to cause a frameshift that resulted in a truncated protein of 28 amino acids, compared to the full-length ICOS protein of 199 amino acids. This deletion variant is absent from the list of ICOS structural variants in gnomAD. The proband from Family B is not scored as this likely founder variant has been scored in Family A already. Score may be changed upon expert review."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:56189773-263d-4dae-922e-755e62a95a8b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:56189773-263d-4dae-922e-755e62a95a8b","type":"Proband","allele":[{"id":"cggv:0e547e25-ba0a-4e35-a6e3-8676ec2dd960","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012092.4(ICOS):c.58+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2067200"}},{"id":"cggv:b97439da-8f98-4230-8f9a-77e16bb27de5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012092.4(ICOS):c.356T>C (p.Phe119Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2067249"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband was diagnosed based on the ESID criteria","phenotypes":["obo:HP_0002960","obo:HP_0012475","obo:HP_0002242","obo:HP_0002086","obo:HP_0004313"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:d3610260-ec93-47a9-8c02-c7fe6f704e23_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b97439da-8f98-4230-8f9a-77e16bb27de5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31858365"},{"id":"cggv:69a30af1-aef6-4bfe-a7c4-361779c08ed5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0e547e25-ba0a-4e35-a6e3-8676ec2dd960"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31858365"}],"rdfs:label":"Abolhasseni_Patient 19"},{"id":"cggv:d3610260-ec93-47a9-8c02-c7fe6f704e23","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d3610260-ec93-47a9-8c02-c7fe6f704e23_variant_evidence_item"},{"id":"cggv:d3610260-ec93-47a9-8c02-c7fe6f704e23_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant was expressed in COS cells and it was shown to abrogate B7-H2 binding capacity."}],"strengthScore":0,"dc:description":"The proband and similarly affected brother were compound heterozygous for the missense variant, Phe119Ser and a splice donor variant. The variants are not confirmed in trans and hence the proband is not scored. This missense variant is reported in gnomAD v2.1.1 at a frequency of 0.00002650 (3/113190 non-Finnish European alleles)."},{"id":"cggv:69a30af1-aef6-4bfe-a7c4-361779c08ed5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:69a30af1-aef6-4bfe-a7c4-361779c08ed5_variant_evidence_item"}],"strengthScore":0,"dc:description":"The proband and similarly affected brother were compound heterozygous for the splice donor variant, c.58+1G>A and a missense variant. The variants are not confirmed in trans and hence the proband is not scored. This splice donor variant is reported in gnomAD v2.1.1 in 1 allele."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c8bf5ab4-a67e-4d5d-b329-ede7f9511596_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c8bf5ab4-a67e-4d5d-b329-ede7f9511596","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"detectionMethod":"Long-range PCR confirmed deletion of intron 1 through intron 3. Sanger sequencing showed the 1815-bp deletion. Linkage analysis indicated a possible founder effect for this variant.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Proband was healthy up to 8y of age, when she presented with scarring pneumonia in the lower left lobe of lung. Recurrent pneumonia destroyed the lower left lobe leading to lobectomy. At 15y of age she was diagnosed with CVID.","phenotypes":["obo:HP_0002110","obo:HP_0006532","obo:HP_0004313"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7912e856-f6ae-4725-989c-563a86f1d06e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15507387"},"rdfs:label":"Salzer_Family D_Proband II.1"},{"id":"cggv:7912e856-f6ae-4725-989c-563a86f1d06e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7912e856-f6ae-4725-989c-563a86f1d06e_variant_evidence_item"}],"strengthScore":0,"dc:description":"The proband and a similarly affected sibling were homozygous for the multi-exon deletion in ICOS, while a parent and a healthy sibling were heterozygous. The deletion was shown to cause a frameshift that resulted in a truncated protein of 28 amino acids, compared to the full-length ICOS protein of 199 amino acids. This deletion variant is absent from the list of ICOS structural variants in gnomAD. This likely founder variant has been previously scored once. It may be scored again upon expert review."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1e57a4c9-e6e6-4b64-8d96-2fee5f544a71_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1e57a4c9-e6e6-4b64-8d96-2fee5f544a71","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:7d322565-aa2e-4b79-be42-a9906c0a8ff0"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband at the age of 3.5 years was noted to have absent class-switched memory B-cells. She showed impaired vaccine response. Stools were free of enteric pathogens with the exception of single samples positive for norovirus, adenovirus and Cryptosporidium. Liver and gut biopsies showed mild chronic hepatitis and severe active chronic panenteritis, respectively. Samples from sigmoid colon, duodenum and liver were PCR positive for human herpesvirus 6. \nShe received an unrelated, matched transplant but developed respiratory distress followed by toxic epidermal necrolysis and died from these complications at 6y of age.","phenotypes":["obo:HP_0002027","obo:HP_0002910","obo:HP_0002240","obo:HP_0001254","obo:HP_0002028","obo:HP_0200123","obo:HP_0001945","obo:HP_0004313","obo:HP_0001824","obo:HP_0033256"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ec481204-329b-4bc1-9f3b-fd799f170ee7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7d322565-aa2e-4b79-be42-a9906c0a8ff0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26399252","type":"dc:BibliographicResource","dc:abstract":"ICOS encodes the Inducible T-cell Co-Stimulator (ICOS). Deficiency of this receptor in humans causes a common variable immunodeficiency (CVID) characterised by an absence of class-switched memory B cells and hypogammaglobulinemia. Three pathogenic mutations in ICOS have been described to date in a total of 13 cases. Here we report a novel homozygous 10 base pair frameshift deletion in exon 2 discovered by whole exome sequencing of two siblings from a family of Pakistani origin. Both patients presented in early childhood with diarrhea, colitis and transaminitis and one showed defective handling of human herpesvirus 6. Activated patient CD3(+)CD4(+) T lymphocytes demonstrated a complete absence of ICOS expression and, consistent with previous reports, we detected a reduction in circulating T follicular helper cells. Findings in this kindred emphasise the phenotypic variability of ICOS deficiency and, in particular, the variably impaired antiviral immunity that is a poorly understood facet of this rare disorder. ","dc:creator":"Robertson N","dc:date":"2015","dc:title":"Astute Clinician Report: A Novel 10 bp Frameshift Deletion in Exon 2 of ICOS Causes a Combined Immunodeficiency Associated with an Enteritis and Hepatitis."}},"rdfs:label":"Robertson_Patient 1"},{"id":"cggv:ec481204-329b-4bc1-9f3b-fd799f170ee7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec481204-329b-4bc1-9f3b-fd799f170ee7_variant_evidence_item"},{"id":"cggv:ec481204-329b-4bc1-9f3b-fd799f170ee7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional evidence from Patient 2 (sibling of the proband who was homozygous for the variant) showed complete absence of ICOS expression despite upregulation of the T-cell activation marker CD69 in frozen aliquots of PBMCs through flow cytometry. "}],"strengthScore":2,"dc:description":"The proband and her sibling were homozygous for the 10-bp deletion in exon 2 that causes a frameshift, Phe108TyrfsTer11, and premature termination in exon 2/5 that is expected to result in NMD.\nNote, the variant is referred to as c.321_330del and p.F108YfsX118 in the paper; however the correct designation is c.323_332del, and p.F108YfsTer11, as verified in Allele Registry and Mutalyzer."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ee14a41d-b920-4e45-84ed-5ec857657ad9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ee14a41d-b920-4e45-84ed-5ec857657ad9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"allele":{"id":"cggv:3ea32b22-1cb5-4603-aaae-a86a832bbd7c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012092.4(ICOS):c.90del (p.Met30IlefsTer27)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573332082"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had chronic colitis in the lamina propria of the duodenum, cecum, and colon, which progressed to complete villous atrophy and crypt hyperplasia. At at age 6 months, he had an IgG level of 113 mg/dL (normal, 215-704 mg/dL), an IgA level of 3 mg/dL (normal, 8-68 mg/dL), and an IgM level of 203 mg/dl (normal, 35-102 mg/dL). Following respiratory failure due to Pneumocystis jirovecii at 2yo, he underwent a matched, related donor HSCT after myeloablative conditioning, resulting in improvement of the duodenal villous atrophy, resolution of the diarrhea, cessation of the need for total parental nutrition, and weight gain.","phenotypes":["obo:HP_0004313","obo:HP_0032247","obo:HP_0002028","obo:HP_0100281","obo:HP_0002878"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:323beace-f2fb-4afc-8aa3-5d1d18028100_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3ea32b22-1cb5-4603-aaae-a86a832bbd7c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25678089","type":"dc:BibliographicResource","dc:creator":"Chou J","dc:date":"2015","dc:title":"A novel mutation in ICOS presenting as hypogammaglobulinemia with susceptibility to opportunistic pathogens."}},"rdfs:label":"Chou_Patient 1"},{"id":"cggv:323beace-f2fb-4afc-8aa3-5d1d18028100","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:323beace-f2fb-4afc-8aa3-5d1d18028100_variant_evidence_item"},{"id":"cggv:323beace-f2fb-4afc-8aa3-5d1d18028100_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PBMCs from both patients failed to express detectable ICOS after PHA stimulation, despite robust CD25 upregulation. Variant is predicted to result in decreased circulating CD4+CXCR5+CD45RO+ T cells, which correlates with the follicular germinal center–associated T cells that require ICOS for development."}],"strengthScore":2,"dc:description":"Proband and an affected sibling were homozygous for the 1-bp deletion that results in a frameshift, Met30IlefsTer27, and early termination in exon 2/5, expected to lead to NMD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:f21d3fd9-530d-4d65-9a26-2890ebf61fc6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f21d3fd9-530d-4d65-9a26-2890ebf61fc6","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":28,"allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"detectionMethod":"Genotyping the family for microsatellite markers near ICOS on 2q33 revealed positive linkage. Northern blot on activated T cells from proband showed shortened 2.3-kb mRNA compared to 2.8kb transcript in healthy controls. Sequencing of the short transcript revealed deletion of 443 nucleotides corresponding to exons 2 and 3. Subsequent genomic DNA PCR and sequencing of the partial ICOS gene revealed a deletion encompassing partial intron 1, complete exon 2, intron 2 and exon 3 and partial intron 3.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Proband is noted to have been diagnosed with common variable immunodeficiency (CVID) based on clinical and laboratory parameters according to the ESID criteria. Diagnosis was made after 1y of recurrent upper and lower respiratory infections including pneumonia. She had impetigo caused by Staphylococcus aureus. At age 34 years, she was diagnosed with plurifocal verrucous squamous epidermal carcinoma of the vulva associated with human papilloma virus infection","phenotypes":["obo:HP_0031949","obo:HP_0030416","obo:HP_0410242","obo:HP_0005406","obo:HP_0004313","obo:HP_0002718","obo:HP_0004798"],"previousTesting":true,"previousTestingDescription":"T cells from proband showed normal surface expression of CD69, CD154 (CD40L), CD25 and CD134 (OX40) upon CD28 costimulation. CTLA-4 was also fully induced, as determined by intracellular staining of activated T cells. PBMCs from proband were stained with soluble ICOS-L Ig-fusion reagent, which specifically binds correctly folded ICOS. No ICOS-specific signal was detected on CD4+ or CD8+ T cells. ICOS-L expression on patient B cells was elevated.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6a64d4dc-e7f4-4dee-ba55-ccaa8faf6a2a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4cafa8f7-a170-4bf5-aac4-40d4f210338d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12577056"},"rdfs:label":"Grimbacher_Family A_Patient 1"},{"id":"cggv:6a64d4dc-e7f4-4dee-ba55-ccaa8faf6a2a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a64d4dc-e7f4-4dee-ba55-ccaa8faf6a2a_variant_evidence_item"},{"id":"cggv:6a64d4dc-e7f4-4dee-ba55-ccaa8faf6a2a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"ICOS expression was absent on patient T cells."}],"strengthScore":2,"dc:description":"The proband and a similarly affected younger brother were homozygous for the multi-exon deletion in ICOS, while a parent and a healthy sibling were heterozygous. The deletion was shown to cause a frameshift that resulted in a truncated protein of 28 amino acids, compared to the full-length ICOS protein of 199 amino acids."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1331aef3-8433-4708-82f1-f32f1e9d7235_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1331aef3-8433-4708-82f1-f32f1e9d7235","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":34,"allele":{"id":"cggv:ec6ed4a0-a9e0-47c7-b462-6df2fea23fca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012092.4(ICOS):c.285del (p.Leu96TyrfsTer26)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645534016"}},"detectionMethod":"Sequencing of the ICOS gene revealed the homozygous deletion","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband was diagnosed with diagnosed with CVID based on ESID criteria at the age of 34y following  a pulmonary abscess after an appendectomy. Arthritis was reported in multiple joints including bilateral shoulder, wrist, knee, metacarpophalangeal, proximal interphalangeal, and metatarsophalangeal joints. At age 45, proband developed recurrent CMV vulvovaginitis, requiring long-term oral valganciclovir. At age 48, she developed abdominal pain associated with bloody stools, and was diagnosed with CMV colitis.","phenotypes":["obo:HP_0001370","obo:HP_0033431","obo:HP_0002014","obo:HP_0025526","obo:HP_0011227","obo:HP_0011848","obo:HP_0025615","obo:HP_0001369","obo:HP_0011355","obo:HP_0002037","obo:HP_0100769","obo:HP_0006515","obo:HP_0030683","obo:HP_0004429"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:846a7190-4c91-4c16-bba3-b3def9b93c68_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ec6ed4a0-a9e0-47c7-b462-6df2fea23fca"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19380800","type":"dc:BibliographicResource","dc:abstract":"Interaction of ICOS with its ligand is essential for germinal center formation, T cell immune responses, and development of autoimmune diseases. Human ICOS deficiency has been identified worldwide in nine patients with identical ICOS mutations. In vitro studies of the patients to date have shown only mild T cell defect. In this study, we report an in-depth analysis of T cell function in two siblings with novel ICOS deficiency. The brother displayed mild skin infections and impaired Ig class switching, whereas the sister had more severe symptoms, including immunodeficiency, rheumatoid arthritis, inflammatory bowel disease, interstitial pneumonitis, and psoriasis. Despite normal CD3/CD28-induced proliferation and IL-2 production in vitro, peripheral blood T cells in both patients showed a decreased percentage of CD4 central and effector memory T cells and impaired production of Th1, Th2, and Th17 cytokines upon CD3/CD28 costimulation or PMA/ionophore stimulation. The defective polarization into effector cells was associated with impaired induction of T-bet, GATA3, MAF, and retinoic acid-related orphan nuclear hormone receptor (RORC). Reduced CTLA-4(+)CD45RO(+)FoxP3(+) regulatory T cells and diminished induction of inhibitory cell surface molecules, including CTLA-4, were also observed in the patients. T cell defect was not restricted to CD4 T cells because reduced memory T cells and impaired IFN-gamma production were also noted in CD8 T cells. Further analysis of the patients demonstrated increased induction of receptor activator of NF-kappaB ligand (RANKL), lack of IFN-gamma response, and loss of Itch expression upon activation in the female patient, who had autoimmunity. Our study suggests that extensive T cell dysfunction, decreased memory T cell compartment, and imbalance between effector and regulatory cells in ICOS-deficient patients may underlie their immunodeficiency and/or autoimmunity.","dc:creator":"Takahashi N","dc:date":"2009","dc:title":"Impaired CD4 and CD8 effector function and decreased memory T cell populations in ICOS-deficient patients."}},"rdfs:label":"Takahashi_Patient 1"},{"id":"cggv:846a7190-4c91-4c16-bba3-b3def9b93c68","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:846a7190-4c91-4c16-bba3-b3def9b93c68_variant_evidence_item"},{"id":"cggv:846a7190-4c91-4c16-bba3-b3def9b93c68_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"ICOS expression on activated T cells from proband was absent"}],"strengthScore":1.5,"dc:description":"The proband and an affected sibling were homozygous for a deletion of T at codon 285 that results in a frameshift, Leu96TyrfsTer26, and premature termination in exon 2/5 that is predicted to lead to NMD. Proband's parents were noted to be consanguineous. This variant is absent in gnomAD, but another frameshift at the same residue is noted in two alleles in gnomAD v2.1.1"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7ad24e99-0658-4fa2-b538-3af8ba7b852a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7ad24e99-0658-4fa2-b538-3af8ba7b852a","type":"Proband","allele":{"id":"cggv:17134f39-b5bd-4410-86b1-02368b3c0dd5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012092.4(ICOS):c.451G>C (p.Val151Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2067284"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband was diagnosed with CVID based on ESID criteria","phenotypes":["obo:HP_0012475","obo:HP_0002242","obo:HP_0004313","obo:HP_0002086"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9c34302c-8f18-4a47-907d-39d424cc06f2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:17134f39-b5bd-4410-86b1-02368b3c0dd5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31858365"},"rdfs:label":"Abolhassani_Patient 21"},{"id":"cggv:9c34302c-8f18-4a47-907d-39d424cc06f2","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:9c34302c-8f18-4a47-907d-39d424cc06f2_variant_evidence_item"}],"strengthScore":0,"dc:description":"The proband and an affected sibling were homozygous for the missense variant, Val151Leu, with heterozygous parents. No functional evidence is available and the variant is reported at the highest MAF of 0.006611 (165/249580 alleles, 0.6%) in the African/African American population in gnomAD v2.1.1. This variant has conflicting interpretations in ClinVar including likely benign. The proband is scored 0 in light of the high population frequency evidence. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5517,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:329ed8cd-7239-40bc-8a9a-18622ee98157","type":"GeneValidityProposition","disease":"obo:MONDO_0015517","gene":"hgnc:5351","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ICOS and Common variable immunodeficiency (CVID), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of November, 2022. ICOS belongs to the CD28 and CTLA-4 cell-surface receptor family. It forms homodimers and plays an important role in cell-cell signaling, immune responses, and regulation of cell proliferation. ICOS was first reported in relation to autosomal recessive CVID in 2003 (Grimbacher et al,  PMID: 12577056). Variants reported in this gene thus far include deletion, frameshift and missense variants. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (12 points):\nThere have been at least 10 patients from 8 publications, till date, reported with homozygous variants in ICOS (PMID: 12577056, 15507387, 26399252, 25678089, 19380800, 28861081, 16384931, 31858365). The mechanism of disease is reported to be biallelic loss of function. \n\nSummary of experimental data (5.5 points):\nThis gene-disease association is supported by in-vitro functional assays and animal models. ICOS binds to its ligand, ICOSL, through critical residues (PMID: 11956294). ICOS is shown to interact with PIK3R1 (PMID: 17014982). At least three different mouse models are shown to recapitulate human phenotypes such as hypogammaglobulinemia, Ig class-switch defects, and impaired germinal center reactions, defective antibody response and autoimmunity (PMID: 11343123, 11343122, 11238604, 11343121). Impaired ICOS/ICOSL interactions compromise NK cell activation and NK cell response (PMID: 31283790).\n  \nIn summary, the evidence to support the gene-disease relationship of ICOS and Common variable immunodeficiency is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:51864ec9-27d9-4a94-9524-d6828b17361d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}