{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2021-05-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-06-30T22:39:56.298Z","role":"Publisher"}],"evidence":[{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3bd4f930-45ff-4bde-bd82-92167d448600","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78a74b2e-0984-4573-99a6-b334a3997750","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"DAB immunohistochemistry confirmed that SSBP1 is abundant in all the layers of the retina in 2mo mouse eye. Authors also found it colocalized with mitochondria and mitochondrial nucleoids in SH-SY5Y cells labeled with mitotracker and anti-TFAM. In zebrafish, authors note that ssbp1 is ubiquitously expressed during development, including in the retina.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31298765","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant optic atrophy (ADOA) starts in early childhood with loss of visual acuity and color vision deficits. OPA1 mutations are responsible for the majority of cases, but in a portion of patients with a clinical diagnosis of ADOA, the cause remains unknown. This study aimed to identify novel ADOA-associated genes and explore their causality.","dc:creator":"Jurkute N","dc:date":"2019","dc:title":"SSBP1 mutations in dominant optic atrophy with variable retinal degeneration."},"rdfs:label":"Jurkute_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a1d69f2e-0506-41ab-a634-c82a9052d1b8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9945072e-ee30-4f2d-8889-b2a73a1e4dfa","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Fibroblasts from patients with SSBP1 variants show mtDNA deletion and depletion as well as reduced protein levels of TFAM and POLG1 and reduced area and volume of nucleoids. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28638454","type":"dc:BibliographicResource","dc:abstract":"Radiotherapy is one of the major therapeutic strategies for human non-small cell lung cancer (NSCLC), but intrinsic radioresistance of cancer cells makes a further improvement of radiotherapy for NSCLC challenging. Mitochondrial function is frequently dysregulated in cancer cells for adaptation to the changes of tumor microenvironment after exposure to radiation. Therefore, targeting mitochondrial biogenesis and bioenergetics is an attractive strategy to sensitize cancer cells to radiation therapy. In this study, we found that downregulation of single-strand DNA-binding protein 1 (SSBP1) in H1299 cells was associated with inducing mitochondrial dysfunction and increasing radiosensitivity to ionizing radiation. Mechanistically, SSBP1 loss induced mitochondrial dysfunction via decreasing mitochondrial DNA copy number and ATP generation, enhancing the mitochondrial-derived ROS accumulation and downregulating key glycolytic enzymes expression. SSBP1 knockdown increased the radiosensitivity of H1299 cells by inducing increased apoptosis, prolonged G2/M phase arrest and defective homologous recombination repair of DNA double-strand breaks. Our findings identified SSBP1 as a radioresistance-related protein, providing potential novel mitochondrial target for sensitizing NSCLC to radiotherapy.","dc:creator":"Wang Y","dc:date":"2017","dc:title":"Downregulation of Mitochondrial Single Stranded DNA Binding Protein (SSBP1) Induces Mitochondrial Dysfunction and Increases the Radiosensitivity in Non-Small Cell Lung Cancer Cells."},"rdfs:label":"Wang_mitochondrial dysfunction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default points are scored based on expert review."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f0f5329c-0499-4036-b6bc-b4f0bba8b8a2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6511749a-ac2a-4cad-b7fd-1ba106982206","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Re-introduction of the wild-type ssbp1 mRNA led to significant alleviation of retinal defects resulting from knockdown of ssbp1.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31298765","rdfs:label":"Jurkute_Rescue in zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Minimal points are awarded as the rescue evidence is limited and the authors do not show the associated data."},{"id":"cggv:5de01b43-b5f1-4399-89e9-f8880712bd19","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62c2dca0-b53c-49a8-9e62-330a7f5fa910","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of ssbp1 resulted in impaired initiation of retinal ganglion cell differentiation and retinal integrity in zebrafish. The expression of developmental regulator genes, isl1 and atoh7, was strongly reduced in retinal ganglion cell precursors. Nonphotoreceptor cells both in the ganglion cell layer and, likely secondarily, in the inner nuclear layer, displayed compromised neuronal specification, whereas cell numbers in both layers were unaltered. The optic nerve, consisting of RGC axons, was much thinner, consistent with the axonal deficiencies of peripheral neurons.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31298765","rdfs:label":"Jurkute_Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The morphological changes observed in the model system are consistent with the human phenotype of optic atrophy. Default points are awarded. PMID: 31550240 also performed experiments is zebrafish, showing similar optic nerve defects. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Strong","sequence":4711,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.5,"subject":{"id":"cggv:0f961232-f5e1-4979-a0c7-5fa0d3140028","type":"GeneValidityProposition","disease":"obo:MONDO_0008135","gene":"hgnc:11317","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between SSBP1 and optic atrophy with negative Electroretinograms, an autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of May, 2021. SSBP1 encodes the single-stranded DNA-binding protein 1. It is a housekeeping gene involved in mitochondrial biogenesis and is a subunit of a single-stranded DNA (ssDNA)-binding complex. optic atrophy with negative Electroretinograms (also referred to as Optic atrophy 13 with retinal and foveal abnormalities) is characterized by bilateral optic atrophy, foveopathy, loss of vision/color vision and retinal pigmentary defects, in some cases (Jurkute t al, 2019; PMID: 31298765). \n\nSSBP1 was first reported in relation to autosomal dominant optic atrophy with negative Electroretinograms in 2019. (Jurkute et al; PMID: 31298765). At least 8 missense variants have been reported in humans thus far. Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n   \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 13 probands in 4 publications ( PMID: 31298765,  31550237, 31550240, 31479473). Variants segregated with disease in several (>40) additional family members. All variants reported are missense, and are found to recur across families. A founder effect has not been reported, but is likely. The mechanism for disease is expected to be dominant negative resulting in a loss of function of the wild-type protein.  \n  \nSummary of experimental data (3.5 points):\nThis gene-disease association is supported by in vitro functional assays and animal models. SSBP1 is found to be ubiquitously expressed, and is especially abundant in the retina (PMID: 31298765, 31550237). SSBP1 alterations affect mitochondrial morphogenesis as seen experimentally and in patients (PMID: 28638454). Several groups have studied the effects of SSBP1 variation in zebrafish models, which recapitulate the human phenotype (PMID: 31298765, 31550237, 31550240). Re-introduction of wild-type SSBP1 rescues the phenotype in the zebrafish model (PMID: 31298765).  \n  \nIn summary, there is strong evidence to support the relationship between SSBP1 and autosomal dominant optic atrophy with negative Electroretinograms. Three years must elapse from the first proposal of the association to reach a definitive classification. ","dc:isVersionOf":{"id":"cggv:51701b05-3956-4d7b-adc7-7ba4192e8283"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}