{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-04-18T12:34:54.696Z","role":"Approver"}],"evidence":[{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:965ee3e8-c13c-4f52-9102-81cb6e36472c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66ac664c-8bfe-4c28-b8d2-6b2f057f7f5c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of SLC2A1 mRNA in rat brain showed relatively low levels at prenatal day 20 and early postnatal stages. However, these levels increased at the time of weaning and reached maximal levels at 50 days of age. This tissue-specific increase in expression was seen only in the brain; while other tissues (liver, lung, heart) showed decrease in expression with age.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2710134","type":"dc:BibliographicResource","dc:abstract":"The developmental regulation of rat brain-derived/Hep G2 glucose transporter gene expression was studied by means of Northern blot hybridization, using a rat brain glucose transporter cDNA probe, in order to directly quantify steady state glucose transporter mRNA levels. The results obtained showed different tissue-specific patterns of glucose transporter mRNA levels during ontogenesis; while in brain there was a sustained increase in the levels of the message from 20 days embryogenesis until 50 days postnatal, other organs such as heart, lung, liver, and muscle expressed maximal levels of the glucose transporter mRNA in 20-day fetuses and 1-day neonates, decreasing subsequently to very low levels. The relative expression of the glucose transporter mRNA in the different tissues, at both fetal and adult stages, was analyzed using a solution hybridization-RNase protection assay. This approach revealed that, while the heart expresses the highest levels of glucose transporter mRNA at 20 days of fetal life, the brain shows the highest levels at the adult stage. These results indicate a tissue-specific ontogenic pattern of glucose transporter gene expression, suggesting a developmental role for this glucose transporter gene product.","dc:creator":"Werner H","dc:date":"1989","dc:title":"Developmental regulation of rat brain/Hep G2 glucose transporter gene expression."},"rdfs:label":"Werner_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"The evidence is not scored since expression of SLC2A1 is not specific to brain. However, the evidence shows that GLUT1 expression increases during the developmental stages and peaks in adult life, establishing the significance of the glucose transporter in the brain."},{"id":"cggv:3d136e2b-6bad-44cb-8fef-5b79cd7cf81a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:245edef9-f664-4344-b80e-c72f30664b11","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Anti-GLUT1 monoclonal antibody targeting the C-terminal 13 amino acids of GLUT-1 was used to immunoprecipitate GLUT-1 from human RBC membranes. A 30-kDa protein that consistently coimmunoprecipitated with GLUT-1 was identified as Stomatin by Western blot with anti-stomatin antibody. Similar results were seen when the reaction was carried out on HepG2 cells and Clone 9 cells, which have ~1/200th of the GLUT1 levels of RBCs.\n\nThe association of GLUT1 adn stomatin was verified by immunoprecipitating stomatin and identifying GLUT-1 as the coimmunoprecipitate. Band 3 (most abundant integral membrane protein in RBC) or actin were not detected in the immunoprecipitates.\n\nThe significance of this interaction is not known; however, hemolytic anemia and cation leak  and stomatin-deficient cryohydrocytosis is reported as one of the phenotypes in GLUT1 deficiency syndrome. Fricke et al (PMID: 15180870) describe individuals with SLC2A1 variants with this phenotype, but with no significant variation in the STOM gene and reduced stomatin expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10562431","type":"dc:BibliographicResource","dc:abstract":"Employing a monoclonal antibody directed against the C-terminal peptide of glucose transporter molecule 1 (Glut1), we identified a approximately 30-kDa polypeptide which coimmunoprecipitated with Glut1 from sample of human red blood cells (RBC) membranes. The approximately 30-kDa polypeptide reacted with an antibody directed against stomatin, an integral plasma membrane protein which is also present at a high abundance in the human RBC plasma membrane. Likewise, employing anti-stomatin antibody, we found that Glut1 coimmunoprecipitated with stomatin from samples of RBC membranes. However, neither band 3, which is the most abundant integral membrane protein in the RBC, nor actin coimmunoprecipitated with Glut1, indicating a specific interaction between Glut1 and stomatin. Similar to the results obtained in the RBC, Glut1 and stomatin immunoprecipitated with each other in lysates of Clone 9 cells, a rat liver cell line in which Glut1 is expressed at approximately 1/200 the level present in RBC. Employing conditions that resulted in immunoprecipitation of approximately 10% of Glut1 in RBC membranes led to a approximately 3% coimmunoprecipitation of stomatin. A mixed population of Clone 9 cells stably transfected with a plasmid overexpressing the mouse stomatin exhibited 30 +/- 3% reduction in the basal rate of glucose transport compared to control cells or cells stably transfected with the empty vector. The above results suggest that stomatin is closely associated with Glut1 in the plasma membrane and that overexpression of stomatin results in a depression in the basal rate of glucose transport.","dc:creator":"Zhang JZ","dc:date":"1999","dc:title":"Association of stomatin (band 7.2b) with Glut1 glucose transporter."},"rdfs:label":"Zhang_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"The evidence is noted here since the significance of stomatin-deficient cryohydrocytosis in GLUT-1 deficiency syndrome is unclear."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:605c8dda-8948-4b3f-bf14-6442ebd1422c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a514178c-0e35-4c92-aa98-24bb0547449e","type":"FunctionalAlteration","dc:description":"2-deoxy-D-glucose uptake in CHO cells was measured: cells expressing the deletion variant showed about 8-fold decrease in glucose uptake, compared to cells expressing wild-type GLUT1, and similar to untransfected CHO cells and cells with vector alone. Uptake was not significantly different with low or high concentrations of 2-deoxy-D-glucose or with 3-o-methyl-D-glucose.\n\nGLUT1 glucose transport activity is reported to depend on its alternating outward-facing and inward-facing conformations with glucose-binding sites. The loss of glucose transport activity in the deletion variant is attributed to a locked conformation of the defective protein in the inward-facing form, based on experiments with 4,6-O-ethylidene-D-glucose and n-propyl β-D-glucopyranoside, which preferentially bind to the outer and inner glucose-binding sites, respectively. It was found to properly integrate into the plasma membrane similar to wild-type protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2348864","type":"dc:BibliographicResource","dc:abstract":"The facilitated glucose transporters comprise a structurally related family of proteins predicted to have 12 membrane-spanning domains, with the amino terminus, a relatively large middle loop and the carboxy-terminus all oriented towards the cytoplasm. An alternating conformation model has been proposed to explain the mechanism of facilitated glucose transport. To understand the structure-function relationships, especially the role of the intracellular C-terminal domain, we have modified the rabbit equivalent of the erythroid-type transporter, GLUT1 (ref. 18), using complementary DNA to code for a deletion mutant that lacks most (37 out of 42 amino acids) of the intracellular C-terminal domain. This deletion mutant is expressed at the cell surface of Chinese hamster ovary (CHO) cells, but is functionally inactive, probably because it has lost its capacity to alternate in conformation and so is locked into an inward-facing form.","dc:creator":"Oka Y","dc:date":"1990","dc:title":"C-terminal truncated glucose transporter is locked into an inward-facing form without transport activity."},"rdfs:label":"Oka_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:46622e44-3edc-4b95-aac3-7e9a0d856d13","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b28a4d64-69b4-4ce3-91bf-1698101c4fa8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Heterozygous Glut1-deficient mice perform poorly on Rotarod tests. Rotarod tests of mice injected with AAV-hSLC2A1 showed that motor function improved, irrespective of administration route, compared to untreated Glut+/- mice. At 4 weeks post ICVI, motor function was significantly improved to the level of wild-type mice. Footprint tests showed no difference between treated and untreated mice.\n\nMeasurement of CSF and blood glucose levels showed that CSF glucose levels were partially restored and CSF/blood glucose ratio was significantly elevated in treated mice (87.5 ± 12.1 mg/dL, 0.495) compared to untreated mice (71.3 ± 4.3 mg/dL, 0.42). Levels in wild-type = 92.4 ± 7.9 mg/dl, 0.69 ± 0.05.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28119822","type":"dc:BibliographicResource","dc:abstract":"We generated an adeno-associated virus (AAV) vector in which the human SLC2A1 gene was expressed under the synapsin I promoter (AAV-hSLC2A1) and examined if AAV-hSLC2A1 administration can lead to functional improvement in GLUT1-deficient mice.","dc:creator":"Nakamura S","dc:date":"2017","dc:title":"Gene therapy for a mouse model of glucose transporter-1 deficiency syndrome."},"rdfs:label":"Nakamura_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1.5,"dc:description":"The evidence is scored reduced points since the human wild type (96% homology to mouse Slc2a1) is shown to rescue the model phenotype. Also, the paper does not discuss rescue of the seizure phenotype in mice. \n\nNote: PMID: 29624790 by the same group uses the AAV vector using the human endogenous SLC2A1 promoter instead of synapsin-I."},{"id":"cggv:564f1620-bc36-49f6-b8ba-6d2b91fa8781","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e308700-84dc-44d8-8def-d070fefda026","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The absence of the expected number of offsring homozygous for the variant suggested that complete knock-out of Slc2a1 is embryonic lethal.\n\nHeterozygous mice +/- showed phenotypes similar to humans with Glut-1 deficiency syndrome.(1) Abnormal motor coordination: Motor coordination and learning tested by fixed speed Rotarod treadmill showed that +/- mice performed significantly poorly, compared to +/+. Balance and motor coordination tested by beam walking showed that +/- mice displayed latency and hindpaw slips that were statistically significant, compared to +/+. Footprint test measuring stride length and hindpaw base width, to evaluate gait, showed no significant difference between the mice. (2) Hypoglycorhachia: The average brain weights of +/- mice were significantly less than +/+. Blood glucose values between the two mice showed no difference, while CSF glucose in +/- was significantly reduced compared to +/+. Glut-1 expression in +/- mouse forebrain sections was 66% of that in +/-. PET scan showed that brain uptake of glucose in +/- mice was reduced, compared to +/+ mice. (3) Seizures: +/- mice monitored by EEG for development of spontaneous seizures showed many types. Generalized or partial lateralized or bilateral seizures occurred without interruption of behavior. Frequent brief bilateral rhythmic 6/s spike discharges with behavior arrest were observed in mice in the fasting state. No EEG abnormalities were seen in +/+ mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16497725","type":"dc:BibliographicResource","dc:abstract":"Glut-1 deficiency syndrome (Glut-1 DS, OMIM #606777) is characterized by infantile seizures, developmental delay, acquired microcephaly and hypoglycorrhachia. It is caused by haploinsufficiency of the blood-brain barrier hexose carrier. Heterozygous mutations or hemizygosity of the GLUT-1 gene cause Glut-1 DS. We generated a heterozygous haploinsufficient mouse model by targeted disruption of the promoter and exon 1 regions of the mouse GLUT-1 gene. GLUT-1+/- mice have epileptiform discharges on electroencephalography (EEG), impaired motor activity, incoordination, hypoglycorrhachia, microencephaly, decreased brain glucose uptake as measured by positron emission tomography (PET) scan and decreased brain Glut-1 expression by western blot (66%). The GLUT-1+/- murine phenotype mimics the classical human presentation of Glut-1 DS. This GLUT-1+/- mouse model creates an opportunity to investigate Glut-1 function, to examine the pathophysiology of Glut-1 DS in vivo and to evaluate new treatment strategies.","dc:creator":"Wang D","dc:date":"2006","dc:title":"A mouse model for Glut-1 haploinsufficiency."},"rdfs:label":"Wang_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The model is scored increased points since the model shows that total loss of SLC2A1 in incompatible with life and that haploinsufficiency of SLC2A1 is responsible for GLUT-1 deficiency syndrome and recapitulates most of the human phenotype.\n\nOhtsuki et al (PMID: 16880609) have also reported a similar Glut-1 deficient mouse model generated by exon-trap technology. The model recapitulates the human phenotype as well."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:23c0930e-8d64-4b88-86bc-e6abd8e93498_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6f92608c-e016-4b75-8d89-dd536b102193","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequencing of SLC2A1 was performed.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"PED was juvenile onset. Symptoms started at age 12; walking for 1 hour resulted in stiffness and spasms (lasting 10 to 15 mins) in leg muscles, legs tended to \"turn in\" and toes \"curled in\", symptoms relieved by sitting down at least for 30 mins; hands tighten up if holding tools for a while; talking or chewing for long caused speech to slur, attacks were frequent, occasionally preceded by tinglinf and mild ache in thigh muscles; occasional post-exercise bifrontal headaches lasting 15-30 minutes, relieved after a short nap.\n\nNeurological examination normal; normal blood lactate levels; normal response to ischemic exercise test; absence of extractable nuclear antigen, striated muscle antibodies, antivoltage gated potassium channel antibodies; normal muscle biopsy.\n\nAcetazolamide treatment was ineffective.","phenotypes":["obo:HP_0002072","obo:HP_0001332","obo:HP_0002083","obo:HP_0008967","obo:HP_0007166","obo:HP_0003710","obo:HP_0002315","obo:HP_0002487","obo:HP_0002174","obo:HP_0025377","obo:HP_0000737"],"previousTesting":true,"previousTestingDescription":"CSF/serum glucose ratio was 0.54","sex":"Male","variant":{"id":"cggv:23c0930e-8d64-4b88-86bc-e6abd8e93498_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7e9d1c3-d44b-4cdd-8a6e-ffe8f4dd4920","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006516.3(SLC2A1):c.823G>A (p.Ala275Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16114"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18451999","type":"dc:BibliographicResource","dc:abstract":"Paroxysmal dyskinesias are episodic movement disorders that can be inherited or are sporadic in nature. The pathophysiology underlying these disorders remains largely unknown but may involve disrupted ion homeostasis due to defects in cell-surface channels or nutrient transporters. In this study, we describe a family with paroxysmal exertion-induced dyskinesia (PED) over 3 generations. Their PED was accompanied by epilepsy, mild developmental delay, reduced CSF glucose levels, hemolytic anemia with echinocytosis, and altered erythrocyte ion concentrations. Using a candidate gene approach, we identified a causative deletion of 4 highly conserved amino acids (Q282_S285del) in the pore region of the glucose transporter 1 (GLUT1). Functional studies in Xenopus oocytes and human erythrocytes revealed that this mutation decreased glucose transport and caused a cation leak that alters intracellular concentrations of sodium, potassium, and calcium. We screened 4 additional families, in which PED is combined with epilepsy, developmental delay, or migraine, but not with hemolysis or echinocytosis, and identified 2 additional GLUT1 mutations (A275T, G314S) that decreased glucose transport but did not affect cation permeability. Combining these data with brain imaging studies, we propose that the dyskinesias result from an exertion-induced energy deficit that may cause episodic dysfunction of the basal ganglia, and that the hemolysis with echinocytosis may result from alterations in intracellular electrolytes caused by a cation leak through mutant GLUT1.","dc:creator":"Weber YG","dc:date":"2008","dc:title":"GLUT1 mutations are a cause of paroxysmal exertion-induced dyskinesias and induce hemolytic anemia by a cation leak."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18451999","rdfs:label":"Weber_PED4_Proband_III-15"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"he proband was heterozygous for a missense variant, Ala275Thr, at the cytoplasmic end of the 7th transmembrane segment. The variant was also detected in 4 other individuals in the family, and it is not reported in gnomAD.\n\nThe variant was expressed in Xenopus oocytes and glucose uptake was measured. Uptake was largely reduced when compared to wild-type. Rb uptake was normal, indicating that the variant did not cause increased permeability to cations.\n\nKinetic analysis of the uptake measurements showed that the variant markedly decreased V-max (upake velocity) without affecting K-m. Western blot showed equal production of and stability of variant and wildtype and immunocytochemistry revealed that the variant proteins inserted in the cell-surface membrane."},{"id":"cggv:986c1cbc-b3c4-48ca-b64b-4e3cf4d5cacc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:faa3b586-2f16-472a-8f72-52225c25004f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"detectionMethod":"Direct sequencing of SLC2A1 was performed.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"PED was childhood onset. Involuntary movement attacks (characterized by involuntary flexing and extending and alternatively twisting movements of upper and lower limbs, lasting 10 to 40 mins every week), induced by exercise/fasting started at 6 yrs of age.\n\nOccasionally, tingling/twitching sensation in the limb before attack. No loss of consciousness associated with attacks, and they never occurred in sleep.\n\nAbsence seizures at age 8y, 1-2 seizures per month; hairy nevus on the back, cafe au lait spots on left side of trunk, clonic movements of upper leg when crossed.\n\nEEG at 11y showed burst of 3-Hz bilateral spike wave complexes lasting 6s; EEG at 15y showed mild irregular background activity, bursts of bilateral 3.0-3.5 Hz spike-wave complexes lasting 8s, without clinical evidence, activated by hyperpnoea. Rare bilateral spike-wave complexes were observed during sleep. Brain MRI was normal.\n\nMultimodal evoked potential study showed amplitude reduction of parietal and frontal cortical componenets bilaterally on MN-SEPs and PTN-SEPs, lower threshold and increased amplitude on MEPs, slight reduction in duration and amplitude of motor unit potentials, spontaneous and provoked myotonic discharge without clinical evidence of myotonia, doublet and triplet discharges during ischemia and hyperventilation.\n\nNormal CBC, serum electrolytes, bilirubin, uric acid, cholesterol, triglycerides, serum total protein, creatine phosphokinase, lactic dehydrogenase, alkaline phosphatase, serum protein electrophoresis,serum copper, serum ceruloplasmin, 24-hour urinary copper excretion, serum and urinary amino acid assays, urinary vanillyl mandelic acid excretion, pyruvic and lactic acid.\n\nValproate was ineffective on absences and increased PD attacks, Colnazepam increased hyperactive behabior. Ethosuximide effectively caused absences to disappear by age 16y; EEG subsequently became normal. Addition of gabapentin to treatment at 21y reduced frequency of dyskinetic attacks and improved irritable behavior.","phenotypes":["obo:HP_0000718","obo:HP_0025377","obo:HP_0001256","obo:HP_0000737","obo:HP_0100710","obo:HP_0006801","obo:HP_0002121","obo:HP_0000957","obo:HP_0004305","obo:HP_0002384","obo:HP_0003710","obo:HP_0007166"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:986c1cbc-b3c4-48ca-b64b-4e3cf4d5cacc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d66a0cef-b797-452d-af24-a5b40e54b9f9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006516.3(SLC2A1):c.940G>A (p.Gly314Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16113"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18451999"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18451999","rdfs:label":"Weber_PED2_Proband_IV-4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was heterozygous for a missense variant, Gly314Ser, in the 8th transmembrane segment. The variant was also detected in 4 other individuals in the family, and it is not reported in gnomAD.\n\nThe variant was expressed in Xenopus oocytes and glucose uptake was measured. Uptake was largely reduced when compared to wild-type. Rb uptake was normal, indicating that the variant did not cause increased permeability to cations.\n\nKinetic analysis of the uptake measurements showed that the variant markedly decreased V-max (upake velocity) without affecting K-m. Western blot showed equal production of and stability of variant and wildtype and immunocytochemistry revealed that the variant proteins inserted in the cell-surface membrane.\n\nThe variant is scored default points."},{"id":"cggv:cc50a41b-81cb-4ac0-a46c-bc269a631bf1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e0806ab-a5f8-44ec-b499-31cf13de67e0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":8,"detectionMethod":"The promoter region, all exons and their boundaries were amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Age of onset of symptoms was 3m","phenotypes":["obo:HP_0000496","obo:HP_0001290"],"previousTesting":true,"previousTestingDescription":"CSF glucose level was 1.9 mmol/l and CSF/blood glucoe ratio was 0.39","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:cc50a41b-81cb-4ac0-a46c-bc269a631bf1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f71b494d-f62d-481e-8b64-6dfadfe8d930","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006516.3(SLC2A1):c.653G>A (p.Arg218His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/546093"}},{"id":"cggv:e8ab9fb6-b288-4b5b-9077-4f91670fae34","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.42929963C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339958638"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26193382","type":"dc:BibliographicResource","dc:abstract":"Glucose transporter type 1 deficiency syndrome (GLUT1DS) is a rare genetic disorder due to mutations or deletions in SLC2A1, resulting in impaired glucose uptake through the blood brain barrier. The classic phenotype includes pharmacoresistant epilepsy, intellectual deficiency, microcephaly and complex movement disorders, with hypoglycorrhachia, but milder phenotypes have been described (carbohydrate-responsive phenotype, dystonia and ataxia without epilepsy, paroxysmal exertion-induced dystonia). The aim of our study was to provide a comprehensive overview of GLUT1DS in a French cohort.","dc:creator":"Hully M","dc:date":"2015","dc:title":"From splitting GLUT1 deficiency syndromes to overlapping phenotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26193382","rdfs:label":"Hully_Proband_48"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The proband was compound heterozygous for two missense variants, Ala197Pro and Arg218His. The proband's parents each carried one of the two variants, and therefore the authors conclude that there could be a case of autosomal recessive inheritance in this family.\n\nThe Ala197Pro variant is not found in gnomAD and is reported to be a novel variant. The Arg218His variant, however, is reported at an MAF of 0.001061 in Ashkenazi Jews, with no homozygotes. The pathogenicity of the variant is reported as \"Uncertain significance\" in ClinVar and has a prediction of \"tolerated\" by SIFT. In the absence of functional evidence, the variant cannot be considered disease-causing in the proband.\n\nThe proband is not scored since the pathogenicity of the variants is unknown and since the inheritance pattern reported is questionable."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:dce303cd-f916-479c-ab66-3abf928c6807_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6d191af9-ac5a-4bc0-b89f-2d9ce532720c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Fluorescence in-situ hybridization with a 85-kb probe including GLUT-1 showed the presence of signal only on one homolog. (Figure 5)","firstTestingMethod":"Other","phenotypeFreeText":"infantile seizures","phenotypes":["obo:HP_0001250","obo:HP_0011972"],"previousTesting":true,"previousTestingDescription":"Glucose uptake study in cultured fibroblasts showed serum-dependent increments in uptake that was approx. half of mean in control cells","sex":"UnknownEthnicity","variant":{"id":"cggv:dce303cd-f916-479c-ab66-3abf928c6807_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7a09e17-dbb0-40c7-9cef-4473acc9acda","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.(?_42925375)_(42959176_?)del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16105"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9462754","type":"dc:BibliographicResource","dc:abstract":"The high metabolic requirements of the mammalian central nervous system require specialized structures for the facilitated transport of nutrients across the blood-brain barrier. Stereospecific high-capacity carriers, including those that recognize glucose, are key components of this barrier, which also protects the brain against noxious substances. Facilitated glucose transport in vertebrates is catalyzed by a family of carriers consisting of at least five functional isoforms with distinct tissue distributions, subcellular localizations and transport kinetics. Several of these transporters are expressed in the mammalian brain. GLUT-1, whose sequence was originally deduced from cDNAs cloned from human hepatoma and rat brain, is present at high levels in primate erythrocytes and brain endothelial cells. GLUT1 has been cloned and positionally mapped to the short arm of chromosome 1 (1p35-p31.3; refs 6-8). Despite substantial metabolic requirements of the central nervous system, no genetic disease caused by dysfunctional blood-brain barrier transport has been identified. Several years ago, we described two patients with infantile seizures, delayed development and acquired microcephaly who have normal circulating blood glucose, low-to-normal cerebrospinal fluid (CSF) lactate, but persistent hypoglycorrachia (low CSF glucose) and diminished transport of hexose into isolated red blood cells (RBC). These symptoms suggested the existence of a defect in glucose transport across the blood brain barrier. We now report two distinct classes of mutations as the molecular basis for the functional defect of glucose transport: hemizygosity of GLUT1 and nonsense mutations resulting in truncation of the GLUT-1 protein.","dc:creator":"Seidner G","dc:date":"1998","dc:title":"GLUT-1 deficiency syndrome caused by haploinsufficiency of the blood-brain barrier hexose carrier."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754","rdfs:label":"Seidner_Proband_Ca"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband was hemizygous for the SLC2A1 gene: a deletion of one of the alleles was detected by FISH. Western blot on erythrocyte membranes probed with antibody for the middle cytoplasmic loop of GLUT-1 showed 55.9% of levels relative to the proband's parents.The variant is not reported in gnomAD.\n\nThe proband is scored default points for a null variant.\n\nNote: The proband's clinical features are reported elsewhere, however, no citation is available."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:129bddf5-e540-4e63-a548-b80703d25eff_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e9bdc6fe-f45f-4312-9ec8-a72cd84ce288","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Fluorescence in-situ hybridization with a 85-kb probe including GLUT-1 showed the presence of signal only on one homolog (Figure 5).\n\nSouthern blotting of DNA from the proband and his family members digested with StuI and probed with SLC2A1 and CYPB (control) cDNA showed a ratio of 0.63. Digestion with MspI showed that the proband carried only the maternal allele, while both siblings were heterozygous.","firstTestingMethod":"Other","phenotypeFreeText":"Oligohydramnios and viral illness in mother during gestation; Birth Weight: 3.2Kg, Apgar: 7 at 5 mins; transient neonatal respiratory distress; mild hypotonia; seizures started at the age of 2.5 m, characterized by myoclonic jerks of one limb, lasting up to 8 min, associated with staring; head circumference in the 50th percentile at 2.5m and <3rd percentile at 7.5m; normal protein in CSF; ratio of CSF glucose to blood glucose = 0.29 (nv=0.65); recurrent hypoglycorrhachia at 4.5m, 6m, and 7.5m; EEG normal at 2.5m, right frontal focus admixed with vertex transient wave at 7.5m; cranial MRI normal at 2.5m, showed mild delay in myelination at 7.5m; limb tone increased and brisk tendon reflexes at 7.5m;\n\nSubtle myoclonic limb jerking and staring alternating with eye-rolling continued despite treatment with phenobarbital and clonazepam. Responded to ketogenic diet: seizures stopped, but neurological development mildly delayed.","phenotypes":["obo:HP_0001250","obo:HP_0011972","obo:HP_0002643","obo:HP_0030933","obo:HP_0002033","obo:HP_0006801","obo:HP_0030086","obo:HP_0001319"],"previousTesting":true,"previousTestingDescription":"Glucose uptake study in cultured fibroblasts showed serum-dependent increments in uptake that was approx. half of mean in control cells","sex":"Male","variant":{"id":"cggv:129bddf5-e540-4e63-a548-b80703d25eff_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7a09e17-dbb0-40c7-9cef-4473acc9acda"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754","rdfs:label":"Seidner_Proband_Ru"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband was hemizygous for the SLC2A1 gene: a deletion of one of the alleles was detected by FISH. Western blot on erythrocyte membranes probed with antibody for the middle cytoplasmic loop of GLUT-1 showed 53.7% of levels relative to the proband's parents. Additional analysis with antibody to carboxy terminus of GLUT-1 also revealed a decrease of 50% in GLUT-1 levels in the proband, compared to the rest of the family.\n\nThe deletion in the proband was de novo since neither parent had the deletion. The proband is scored default points."},{"id":"cggv:075a7187-6495-43c2-92c1-e63f799ea98f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e1e20a5-ebaf-4f65-a18c-b9a20130a37e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA from cultured skin fibroblasts was used for analysis. PCR products from the amplification of the coding region of SLC2A1 were sequenced. Subclones showed both wild-type and mutant DNA, indicating heterozygosity.\n\nRFLP analysis on digestion with AflII revealed heterozygosity too.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"infantile seizures","phenotypes":["obo:HP_0011972","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"Glucose uptake study in cultured fibroblasts showed serum-dependent increments in uptake that was approx. half of mean in control cells. Similar results were observed in uptake in RBC ghosts. FISH ruled out gene deletion.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:075a7187-6495-43c2-92c1-e63f799ea98f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f1d4fbfd-285a-482b-8f2c-36f867858519","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006516.3(SLC2A1):c.1366A>T (p.Lys456Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16106"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754","rdfs:label":"Seidner_Proband_Pa"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband was heterozygous for the nonsense variant, Lys456Ter, which is expected to result in the elimination of the cytoplasmic C terminus in the protein. It is not reported in gnomAD.\n\nWestern blot on erythrocyte membranes probed with antibody for the middle cytoplasmic loop of GLUT-1 showed 57.8% of levels relative to the proband's parents, indicating that any truncated protein produced is prematurely degraded.\n\nThe proband's parents tested by RFLP showed only the wild-type restriction pattern, indicating that the variant is de novo in the proband.\n\nThe proband is scored default points for a de novo variant."},{"id":"cggv:71ec3ab3-2919-4670-a5b1-0bc48498e49c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f55de5a0-3d42-4e41-a933-4e5b53c4a7fd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA from cultured skin fibroblasts was used for analysis. PCR products from the amplification of the coding region of SLC2A1 were sequenced. Subclones showed both wild-type and mutant DNA, indicating heterozygosity.\n\nRFLP analysis on digestion with Tsp509I revealed heterozygosity too.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband's mother was on prochlorperazine during gestation; Birth Weight: 3.3Kg, Apgar: 7 at 1 min; 9 at 5 mins; seizures since 2m of age, characterized by sudden onset of pallor, a dazed expression, and unresponsiveness, lasting for 5 mins; 2nd seizure characterized by horizontal rolling eye movements, unresponsiveness, hypotonia, and head bobbing and lasted 10 minutes, with a brief postictal phase; at 5m, 8-9 staring spells daily, lasting mins to hours.\n\nTreatment with valproate sodium and subsequently carbamazepine was ineffective; responded to ketogenic diet started at 27m: no seizures noted after 7d on diet\n\nHead circumference in the 60th %ile; normal EEG until 17m, at 27m, EEG showed relatively monotonous diffuse theta rhythm as the predominant background activity and two episodes of high-amplitude irregular spike-and-wave complexes (of 2 to 2.5 Hz) over the frontal regions associated clinically with repetitive blinking and rolling of the eyes; normal cranial CT, limb tone increased at 27m.","phenotypes":["obo:HP_0002370","obo:HP_0001250","obo:HP_0030086","obo:HP_0012759","obo:HP_0002064","obo:HP_0003487","obo:HP_0002066","obo:HP_0006801","obo:HP_0011972","obo:HP_0001771"],"previousTesting":true,"previousTestingDescription":"Glucose uptake study in cultured fibroblasts showed serum-dependent increments in uptake that was approx. half of mean in control cells. Similar results were observed in uptake in RBC ghosts. FISH ruled out gene deletion.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:71ec3ab3-2919-4670-a5b1-0bc48498e49c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d4ce109-061a-4234-9574-84b814da590d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006516.3(SLC2A1):c.1347C>A (p.Tyr449Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16107"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9462754","rdfs:label":"Seidner_Proband_Su"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband was heterozygous for the nonsense variant, Tyr449Ter, which is expected to result in the elimination of the cytoplasmic C terminus in the protein. The variant is not in  gnomAD.\n\nWestern blot on erythrocyte membranes probed with antibody for the middle cytoplasmic loop of GLUT-1 showed 48.4% of levels relative to the proband's parents, indicating that any truncated protein produced is prematurely degraded.\n\nThe proband's parents tested by RFLP showed only the wild-type restriction pattern, indicating that the variant is de novo in the proband.\n\nThe proband is scored default points for a de novo variant."},{"id":"cggv:2db5f9b0-8c06-4831-9a33-f69396b3b526_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b99a2ce4-3259-48f0-8912-915bea9d3f97","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":60,"detectionMethod":"The SLC2A1 gene was sequenced in all members","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Intermittent scleral icterus, macrocytic hemolytic anemia, decreased haptoglobin\n\nCranial MRI showed hypointense signals in the caudal putamen; interictal FDG-PET showed decreased signal in the left thalamus more pronounced than the right, compared to 17 age-matched controls.\n\nSymptoms were similar, but less severe than that of son, III-2; symptoms became less frequent at 35y and disappeared after 45y; stiffness of fingers after typing; mild verbal memory and frontal function deficits on neuropsychological assessment; normal EEG\n\n1-hr exercise on bicycle ergometer did not provoke dyskinesia","phenotypes":["obo:HP_0025377","obo:HP_0001923","obo:HP_0003710","obo:HP_0030086","obo:HP_0003573","obo:HP_0001744","obo:HP_0007166","obo:HP_0005524","obo:HP_0011972","obo:HP_0001046","obo:HP_0025261","obo:HP_0004305"],"previousTesting":true,"previousTestingDescription":"Increased amounts of echinocytes, ranging from 14.8% to 41.6% (nv <6.3%) in wet blood smears of isotonically diluted blood samples, confirmed by EM; [Na+]i was increased and [K+]i decreased in erythrocytes.\n\nCSF/serum glucose ratio = 0.39 - 0.55 (controls: 0.62–0.68)","sex":"Female","variant":{"id":"cggv:2db5f9b0-8c06-4831-9a33-f69396b3b526_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc748cf1-fc21-4075-a11e-8797dc4a5d01","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SLC2A1, 12-BP DEL, NT1022","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16112"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18451999"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18451999","rdfs:label":"Weber_PED1_Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":3,"dc:description":"The proband is the mother of the index case reported in the paper. The proband, her son and two grandsons are affected and carry the variant. Genetic analysis showed a 12-bp deletion leading to the elimination of 4 amino acids (QQLS) in the pore region of GLUT-1 protein. Both parents of the proband did not carry the variant and maternity and paternity were confirmed by microsatellite analysis. The variant is not reported in gnomAD. \n\nFunctional studies were performed by expressing the variant in Xenopus oocytes. 3-O-methyl-D-glucose uptake was significantly reduced in the variant expressing cells, compared to wild-type. Similar results were seen when uptake was measured in erythrocytes from patients.\n\nElectrophysiological experiments in oocytes showed significantly increased Na and decreased K, and increase RB flux, indicating monovalent cation leak.\n\nA higher Ca ion leak was also established in erythrocytes, which was shown to cause erythrocyte shrinkage, breakdown of phospholipid asymmetry, activation of calpain and increased hemolysis in affected individuals. Molecular modeling studies of GLUT1 indicated that the variant resulted in the widening of the pore region, causing the cation leak.\n\nKinetic analysis of the uptake measurements showed that the variant markedly decreased V-max (upake velocity) without affecting K-m. Western blot showed equal production of and stability of variant and wildtype and immunocytochemistry revealed that the variant proteins inserted in the cell-surface membrane.\n\nThe variant is scored increased points as paternity and maternity were confirmed for the de novo variant and functional studies provide strong evidence of pathogenicity."},{"id":"cggv:ea705b91-ffe6-407d-977c-b2acc8011f83_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:97dd4ccf-a129-4c8e-897e-00ae4cc46123","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"The promoter region, all exons and their boundaries were amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"The phenotype was described as the \"classic\" type; age of onset of seizures was 9m; EEG at 7y11m showed diffuse slowing of background activity, frontal bilateral slow waves and spike-waves with right or left predominance; mild ataxia.","phenotypes":["obo:HP_0011152","obo:HP_0001251","obo:HP_0007270","obo:HP_0002342"],"previousTesting":true,"previousTestingDescription":"CSF glucose level was 1.7 mmol/l and CSF/blood glucoe ratio was 0.32","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ea705b91-ffe6-407d-977c-b2acc8011f83_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:063e9024-816f-490c-a9be-976ad3265f3d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.42931059del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184884"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26193382"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26193382","rdfs:label":"Hully_Proband_21"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband was heterozygous for a novel 1-bp deletion that causes a frameshift and early termination. The null variant was de novo in the proband, and it is not reported in gnomAD.\n\nThe proband is scored default points for de novo variant."},{"id":"cggv:dabe86f1-bbbd-41e9-8afd-dd4a7b27098e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:40535bc9-0491-46db-a04e-c91765299bed","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"The promoter region, all exons and their boundaries were amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"The presentation is said to be the \"classic\" type; age of onset for myoclonic and atypical absences was >6m and that of febrile seizures was 2y; moderate ataxia and mild dystonia","phenotypes":["obo:HP_0001251","obo:HP_0007270","obo:HP_0025377","obo:HP_0001263","obo:HP_0002123","obo:HP_0001256","obo:HP_0001332"],"previousTesting":true,"previousTestingDescription":"CSF glucose level was 2 mmol/l and CSF/blood glucoe ratio was 0.43","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:dabe86f1-bbbd-41e9-8afd-dd4a7b27098e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3bc30bc5-9da4-4afc-985d-e41089e10625","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006516.3(SLC2A1):c.376C>T (p.Arg126Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16118"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26193382"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26193382","rdfs:label":"Hully_Proband_11"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband carried a de novo heterozygous missense variant, Arg126Cys. This variant has been reported in 4 other unrelated individuals in this study and also by other groups previously (PMID: 21832227), in the de novo state (PMID: 19798636 with functional evidence and PMID: 18606970). It is suggested that this is a recurrent variant at a hot spot residue. Other variants in at this residue, Arg126Leu and Arg126His, have also been reported in G1DS. The variants are not in gnomAD.\n\nThe proband is scored default points for a de novo variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":483,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:8fbfa725-9886-49b9-acf1-f7d16bc7b15f","type":"GeneValidityProposition","disease":"obo:MONDO_0000188","gene":"hgnc:11005","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SLC2A1 was first reported in relation to autosomal dominant GLUT1 Deficiency Syndrome  in 1998 (Seidner et al., PMID: 9462754). SLC2A1 encodes GLUT-1, a facilitated glucose transporter, significantly expressed in the blood-brain barrier, placenta and erythrocytes, among other tissues. GLUT-1 deficiency syndrome is characterized by reduced glucose levels in the brain and CSF (hypoglycorrhachia), intellectual deficits, seizures, movement disorders, paroxysmal exercise-induced dyskinesia, and in some cases, hemolytic anemia, cation-leaky erythrocytes, stomatin-deficient cryohydrocytosis. In OMIM, SLC2A1 is associated with the following disease entities: Dystonia 9 (MIM: 601042); \t\nsevere infantile-onset GLUT1 deficiency syndrome 1 (MIM: 606777); childhood-onset GLUT1 deficiency syndrome 2 (MIM: 612126); Stomatin-deficient cryohydrocytosis with neurologic defects (MIM: 608885); susceptibility to idiopathic generalized epilepsy 12 (MIM: 614847). And, in Orphanet, it is associated with childhood absence epilepsy (ORPHA:64280);\nEncephalopathy due to GLUT1 deficiency (ORPHA:71277);\nHereditary cryohydrocytosis with reduced stomatin (ORPHA:168577);\nParoxysmal dystonic choreathetosis with episodic ataxia and spasticity (ORPHA:53583); and Paroxysmal exertion-induced dyskinesia (ORPHA:98811). The condition shows a phenotypic spectrum and heterogeneity and is reported to be a continuum in GeneReviews (https://www.ncbi.nlm.nih.gov/books/NBK1430/#glut1.Nomenclature).  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern and phenotypic variability. GLUT-1 deficiency syndrome is known to show intrafamilial and interfamilial variability (PMID: 27725288, 18451999). A ketogenic diet is effective in reducing seizure occurrences and improving gait disturbances (PMIDs: 9462754, 18451999, 22282645, 21555602, 21832227, 22492876). Therefore, all of the disease entities have been lumped into one disease entity, GLUT1 deficiency syndrome (MONDO:0000188).  \n\nAt least 90 missense, nonsense, frameshift, in-frame and out-of-frame deletion, exon and whole gene deletion variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level, segregation and experimental data.  \n \nSummary of Case Level Data: 12 POINTS \nVariants in this gene have been reported in at least 10 probands in 3 publications (PMID: 26193382, 9462754, 18451999). Variants in this gene segregated with disease in 11 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. \n  \nHeterozygous variants in SLC2A1 are the predominant cause of GLUT-1 deficiency syndrome. Most variants are de novo, but familial cases are also reported. The mechanism for disease is haploinsufficiency, causing reduced transport activity of the GLUT-1 protein (PMID: 9462754). At least three reports of autosomal recessive inheritance have been reported, in whom the severity of the disease was determined by the degree of haploinsufficiency (PMID: 20687207) of the protein. They have not been included in this curation, however. Complete loss of function of SLC2A1 is incompatible with life (PMID: 16497725).   \n\nExperimental Evidence: 4.5 POINTS\nThis gene-disease association is supported by in vitro functional assays (PMID: 2348864, 10562431, 2710134) mouse models recapitulating the disease (PMID: 16497725, 16880609) and gene-therapy mediated rescue in mice (PMID: 28119822).  \n  \nIn summary, SLC2A1 is definitively associated with autosomal dominant GLUT1 deficiency syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \nThis classification was approved by the ClinGen Autism and Intellectual Disability Gene Curation Expert Panel on 04/17/2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:a20a0bc0-49d5-41fc-9507-cec19a43bd81"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}