{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-11-03T17:00:00.000Z","role":"Approver"},{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-11-10T20:23:06.663Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12149238","type":"dc:BibliographicResource","dc:abstract":"HLA class I expression depends on the formation of a peptide-loading complex composed of class I heavy chain; beta(2)-microglobulin; the transporter associated with antigen processing (TAP); and tapasin, which links TAP to the heavy chain. Defects in TAP result in a class I deficiency called the type I bare lymphocyte syndrome (BLS). In the present study, we examined a subject with a novel type I BLS who does not exhibit apparent TAP abnormalities but who has a tapasin defect. The subject's TAPASIN gene has a 7.4-kilobase deletion between introns 3 and 7; an Alu repeat-mediated unequal homologous recombination may be the cause of the deletion. No tapasin polypeptide was detected in the subject's cells. The cell surface class I expression level in tapasin-deficient cells was markedly reduced but the reduction was not as profound as in TAP-deficient cells. These results suggest that tapasin deficiency is another cause of type I BLS.","dc:creator":"Yabe T","dc:date":"2002","dc:title":"A subject with a novel type I bare lymphocyte syndrome has tapasin deficiency due to deletion of 4 exons by Alu-mediated recombination."},"evidence":[{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:cbfa99dc-8675-4106-8964-9f7bf73957ea_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cbfa99dc-8675-4106-8964-9f7bf73957ea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":54,"allele":{"id":"cggv:3c564312-1907-4158-919c-aa808c546775","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.33303994_33313220del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573320783"}},"detectionMethod":"Patient was noted to have untypeable HLA class I during workup for transplant, HLA-DNA sequencing was performed, finding her to be heterozygous for HLA-A/B/C and DRB1. Portions of TAPBP were amplified by PCR, finding a recombination between Alu elements in intron 3 and 7, resulting in the deletion of exon 4-7 in TAPBP.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000099","obo:HP_0005353","obo:HP_0004394","obo:HP_0005415"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:b53024e0-d189-4eca-98f0-d1f9a88a76bb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3c564312-1907-4158-919c-aa808c546775"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12149238"},"rdfs:label":"SM"},{"id":"cggv:b53024e0-d189-4eca-98f0-d1f9a88a76bb","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b53024e0-d189-4eca-98f0-d1f9a88a76bb_variant_evidence_item"},{"id":"cggv:b53024e0-d189-4eca-98f0-d1f9a88a76bb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"\nWestern blot shows no expression of TABPB\nFlow Cytometry data shows low expression of MHCI"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d73dfef5-ac00-4a2c-897c-b8b95e653db0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:870e90d0-214b-476b-839b-2b6b108be2a7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Dendritic cells are shown to express TAPBP. DC express high amounts of MHCI, thus they should also express TAPBP","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19609238","type":"dc:BibliographicResource","dc:abstract":"Ability to cross-present exogenous antigens in the human leukocyte antigen class I pathway is key to the antigen presenting function of mature tumor cell-loaded dendritic cells (DC). Conditions of DC maturation have been shown to be important for DCs ability to produce proinflammatory cytokines and induce T cell effector functions. However, it remains unknown if the different pathways of maturation are associated with modulation of the ability of mature DCs to cross-present tumor antigens (TA). Here, we compare DC matured with 3 clinically relevant cytokine combinations including interleukin (IL)-1 beta, tumor necrosis factor-alpha, IL-6 (termed DC-0), DC-0 cells incubated with prostaglandin-2 (termed DC-0+prostaglandin-2), or DC treated with interferon-gamma, interferon-alpha, tumor necrosis factor-alpha, Poly I:C, and IL1-beta (termed DC-1). We found that these DC vary in their ability to cross-present TA to cytotoxic T lymphocytes (CTL), with the DC-1 cytokine combination being significantly more effective than the other 2. TA cross presentation and CTL priming were strongly correlated with level of expression of the antigen processing machinery components, TAP1 and TAP2, indicating that these components could be used as biomarkers to standardize DC preparations for optimal function. However, the up-regulation of TAP1/TAP2 was not sufficient to explain the enhanced cross-presentation ability of DC-1 cells, as the use of IFN-gamma alone to up-regulate TAP1/TAP2 did not generate DC as effective at cross-presentation as the full DC-1 maturation cytokine combination. These data indicate for the first time that the pathways of DC maturation modulate antigen processing machinery component expression to different extents and that differently matured DC vary in the ability to cross-present TA to human leukocyte antigen class I-restricted CTL.","dc:creator":"López-Albaitero A","dc:date":"2009","dc:title":"Maturation pathways of dendritic cells determine TAP1 and TAP2 levels and cross-presenting function."},"rdfs:label":"DC expression of TAPBP"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:38494f28-1b8e-4dbb-8a61-b719e4492ecd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d43d9d4-ab4a-40cd-9eb4-3e1ad61e4ee6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TAPBP was affinity-purified from a EBV immortalized cell line with an anti-TAP1 antibody and was found to coimmunopreciptate with calnexin, TAP2, calreticulin, and class I heavy chain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9271576","type":"dc:BibliographicResource","dc:abstract":"Newly assembled major histocompatibility complex (MHC) class I molecules, together with the endoplasmic reticulum chaperone calreticulin, interact with the transporter associated with antigen processing (TAP) through a molecule called tapasin. The molecular cloning of tapasin revealed it to be a transmembrane glycoprotein encoded by an MHC-linked gene. It is a member of the immunoglobulin superfamily with a probable cytoplasmic endoplasmic reticulum retention signal. Up to four MHC class I-tapasin complexes were found to bind to each TAP molecule. Expression of tapasin in a negative mutant human cell line (220) restored class I-TAP association and normal class I cell surface expression. Tapasin expression also corrected the defective recognition of virus-infected 220 cells by class I-restricted cytotoxic T cells, establishing a critical functional role for tapasin in MHC class I-restricted antigen processing.","dc:creator":"Ortmann B","dc:date":"1997","dc:title":"A critical role for tapasin in the assembly and function of multimeric MHC class I-TAP complexes."},"rdfs:label":"Purified TAP complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:09f9c9c3-9469-4d4d-a407-cb8f107c40d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2faf51ac-799e-4434-b57f-fa0867eaebcd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Important for the peptide loading/processing of MHCI","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12594855","type":"dc:BibliographicResource","dc:abstract":"Tapasin is a member of the MHC class I loading complex where it bridges the TAP peptide transporter to class I molecules. The main role of tapasin is assumed to be the facilitation of peptide loading and optimization of the peptide cargo. Here, we describe another important function for tapasin. In tapasin-deficient (Tpn(-/-)) mice the absence of tapasin was found to have a dramatic effect on the stability of the TAP1/TAP2 heterodimeric peptide transporter. Steady-state expression of TAP protein was reduced more than 100-fold from about 3 x 10(4) TAP molecules per wild-type splenocyte to about 1 x 10(2) TAP per Tpn(-/-) splenocyte. Thus, a major function of murine tapasin appears to be the stabilization of TAP. The low amount of TAP moleculesin Tpn(-/-) lymphocytes is likely to contribute to the severe impairment of MHC class I expression. Surprisingly, activation of Tpn(-/-) lymphocytes yielded strongly enhanced class I expression comparable to wild-type levels, although TAP expression remained low and in the magnitude of several hundred molecules per cell. The high level of class I on activated Tpn(-/-) cells depended on peptides generated by the proteasome as indicated by blockade with the proteasome-specific inhibitor lactacystin. Lymphocyte activation induced an increase in ubiquitinated proteins that are cleaved into peptides by the proteasome. These findings suggest that in the presence of a large peptide pool in the cytosol, a small number of TAP transporters is sufficient to translocate enough peptides for high class I expression. However, these class I molecules were less stable than those of wild-type cells, indicating that tapasin is not only required for stabilization of TAP but also for optimization of the spectrum of bound peptides.","dc:creator":"Garbi N","dc:date":"2003","dc:title":"A major role for tapasin as a stabilizer of the TAP peptide transporter and consequences for MHC class I expression."},"rdfs:label":"TAPBP KO mice"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2469c06-a360-4dd9-ad07-0042970cd45e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:45741c4f-7f79-4f21-9b69-d87cce437a77","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Some increased expression of MHCI in the cell line","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26381407","type":"dc:BibliographicResource","dc:abstract":"Scant information is available about the molecular basis of multiple HLA class I antigen-processing machinery defects in malignant cells, although this information contributes to our understanding of the molecular immunoescape mechanisms utilized by tumor cells and may suggest strategies to counteract them. In the present study we reveal a combination of IFN-γ-irreversible structural and epigenetic defects in HLA class I antigen-processing machinery in a recurrent melanoma metastasis after immunotherapy. These defects include loss of tapasin and one HLA haplotype as well as selective silencing of HLA-A3 gene responsiveness to IFN-γ. Tapasin loss is caused by a germ-line frameshift mutation in exon 3 (TAPBP(684delA)) along with a somatic loss of the other gene copy. Selective silencing of HLA-A3 gene and its IFN-γ responsiveness is associated with promoter CpG methylation nearby site-α and TATA box, reversible after DNA methyltransferase 1 depletion. This treatment combined with tapasin reconstitution and IFN-γ stimulation restored the highest level of HLA class I expression and its ability to elicit cytotoxic T cell responses. These results represent a novel tumor immune evasion mechanism through impairing multiple components at various levels in the HLA class I antigen presentation pathway. These findings may suggest a rational design of combinatorial cancer immunotherapy harnessing DNA demethylation and IFN-γ response. ","dc:creator":"Chang CC","dc:date":"2015","dc:title":"Multiple structural and epigenetic defects in the human leukocyte antigen class I antigen presentation pathway in a recurrent metastatic melanoma following immunotherapy."},"rdfs:label":"COPA-159"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:7cf86f95-7fee-4c5f-ad78-a1d3540c53d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea7e0888-54a3-42ce-ac1f-aef088eca1fe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This model system demonstrates decreased CD8 T cell numbers and decreased expression of MHCI, as seen in a reported patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10973281","type":"dc:BibliographicResource","dc:abstract":"Tapasin is a component of the major histocompatibility complex (MHC) class I antigen-loading complex. Here we show that mice with a disrupted tapasin gene display reduced MHC class I expression. Cytotoxic T cell (CTL) responses to viruses are impaired, and dendritic cells of tapasin-deficient mice do not cross-present protein antigen via the MHC class I pathway, indicating a defect in antigen processing. Natural killer (NK) cells from tapasin-deficient mice have an altered repertoire and are self-tolerant. In addition, the repertoire of class I-bound peptides is altered towards less stably binding ones. Thus tapasin plays a role in CTL and NK immune responses and in optimal peptide selection.","dc:creator":"Garbi N","dc:date":"2000","dc:title":"Impaired immune responses and altered peptide repertoire in tapasin-deficient mice."},"rdfs:label":"Tapasin KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":5337,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.5,"subject":{"id":"cggv:d4819fbf-b600-4ac1-b827-a82ca1c4e0de","type":"GeneValidityProposition","disease":"obo:MONDO_0011476","gene":"hgnc:11566","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"A TAPBP germline loss of function variant was first identified in a woman with type I bare lymphocyte syndrome (BLS) (PMID: 12149238), the only report of a germline TAPBP variant. Other somatic TAPBP variants have been identified in cancers. Autosomal recessive TAPBP deficiency was associated with reduction of class I MHC expression and reductions in CD8 T cell and NK cell numbers in peripheral blood. Herpes zoster infection was noted in this adult patient, but no other immune deficiency was noted. This phenotype contrasts with type I BLS due to biallelic loss of function variants in TAP1, where patients show respiratory inflammation and skin ulcers. The indel variant identified in the single patient resulted in the loss of exon 4-7 of TAPBP, resulting in loss of expression of the protein and loss of function. Heterozygous carriers have not been reported in the literature. TAPBP plays a critical role in the peptide loading and resultant stable expression of cell surface MHC class I. In vitro data show that TAPBP is found in a complex with TAP1, TAP2, MHC, ERp57, and calreticulin, and is required for expression of class I MHC on the surface of cell lines (PMID: 9271576). Studies of cancer cell lines have found that variants in TAPBP reduce the expression of MHC class I on the surface of cells, potentially as a mechanism of immune evasion (PMID: 26381407). Class I MHC expression in these cell lines can be rescued with the transfection of WT TAPBP (PMID: 26381407). TAPBP knockout mice recapitulate the phenotype seen in the reported patient, with loss of stable class I MHC expression and reduced CD8 T cells (PMID:10973281, 12594855). TAPBP KO mice also show alterations in NK cell function and the ability of dendritic cells to cross-present antigens (PMID:10973281). TAPBP heterozygous KO mice show normal expression of MHC I (PMID: 10973281). While there is no evidence against the gene-disease relationship of TAPBP and type I BLS, there was only one patient identified that supports the relationship. Based on this,TAPBP has limited  association with type I bare lymphocyte deficiency .\n\nThis classification was approved by the ClinGen SCID-CID GCEP on 10/20/2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:a75f4ea4-61e9-4a22-a6e9-d67c8b7a02e4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}