{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-22T06:39:58.942Z","role":"Approver"},{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-22T06:40:09.503Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30612693","type":"dc:BibliographicResource","dc:abstract":"Using exome sequencing, we have identified de novo variants in MAPK8IP3 in 13 unrelated individuals presenting with an overlapping phenotype of mild to severe intellectual disability. The de novo variants comprise six missense variants, three of which are recurrent, and three truncating variants. Brain anomalies such as perisylvian polymicrogyria, cerebral or cerebellar atrophy, and hypoplasia of the corpus callosum were consistent among individuals harboring recurrent de novo missense variants. MAPK8IP3 has been shown to be involved in the retrograde axonal-transport machinery, but many of its specific functions are yet to be elucidated. Using the CRISPR-Cas9 system to target six conserved amino acid positions in Caenorhabditis elegans, we found that two of the six investigated human alterations led to a significantly elevated density of axonal lysosomes, and five variants were associated with adverse locomotion. Reverse-engineering normalized the observed adverse effects back to wild-type levels. Combining genetic, phenotypic, and functional findings, as well as the significant enrichment of de novo variants in MAPK8IP3 within our total cohort of 27,232 individuals who underwent exome sequencing, we implicate de novo variants in MAPK8IP3 as a cause of a neurodevelopmental disorder with intellectual disability and variable brain anomalies.","dc:creator":"Platzer K","dc:date":"2019","dc:title":"De Novo Variants in MAPK8IP3 Cause Intellectual Disability with Variable Brain Anomalies."},"evidence":[{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7a34113-8872-4980-aeca-70c77d18e35d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:193546f2-6ac8-4c07-824c-87f07f4eb89b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GTex data","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29022597","type":"dc:BibliographicResource","dc:abstract":"Characterization of the molecular function of the human genome and its variation across individuals is essential for identifying the cellular mechanisms that underlie human genetic traits and diseases. The Genotype-Tissue Expression (GTEx) project aims to characterize variation in gene expression levels across individuals and diverse tissues of the human body, many of which are not easily accessible. Here we describe genetic effects on gene expression levels across 44 human tissues. We find that local genetic variation affects gene expression levels for the majority of genes, and we further identify inter-chromosomal genetic effects for 93 genes and 112 loci. On the basis of the identified genetic effects, we characterize patterns of tissue specificity, compare local and distal effects, and evaluate the functional properties of the genetic effects. We also demonstrate that multi-tissue, multi-individual data can be used to identify genes and pathways affected by human disease-associated variation, enabling a mechanistic interpretation of gene regulation and the genetic basis of disease.","dc:creator":"GTEx Consortium","dc:date":"2017","dc:title":"Genetic effects on gene expression across human tissues."},"rdfs:label":"gene expression in tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c212b1d8-bb0d-4b98-b108-efd97c157a6b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2eccd89f-b654-424a-8884-5ef87a6c2e4a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In the C.elegans model, The Tyr37Ter variant (p.Tyr49Ter in C.elegans) showed 88-fold higher axonal lysosomal density, which was completely rescued by wild-type (Fig 3B and C).This mutant also had a swimming rate similar to the null allele (Fig 3D). \n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30612693","rdfs:label":"rescue of axonal lysosomal density"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"C. elegans is a lower model. Hence, scored at 1 point."},{"id":"cggv:664357a5-8e9f-4a14-8fc5-3ecbbfd249b1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b5b3c923-8ec3-46e2-8f7d-7d87f4f3bb45","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MAPK8IP3 has been shown to be part of the axonal transport machinery, which is essential for the function and maintenance of neurons. It supplies the synapse with newly synthesized proteins and lipids while damaged or misfolded proteins are cleared. Defects in axonal transport can lead to progressive neuronal cell death and have initially been associated with a wide range of neurodegenerative diseases, for example hereditary spastic paraplegia, Parkinson disease, Alzheimer disease, and other forms of dementia. But certain components of the axonal transport machinery, such as the dynein\nheavy chain 1 (DYNC1H1) and BICD2 have also been implicated in childhood-onset neurodevelopmental disorders comprising ID and a spectrum of malformations of cortical development (MCD), such as lissencephaly and (bilateral perisylvian) polymicrogyria. In addition, the disruption of proteins (such as CDK517 and NTRK228 [alternative name TRKB]) that directly interact with MAPK8IP3 has been shown to cause childhood-onset phenotypes of ID, lissencephaly, and cerebellar hypoplasia. Taken together, these overlapping phenotypic effects of ID and variable brain anomalies due to the disruption of other parts of the axonal transport machinery provide another line of evidence for the causal role of MAPK8IP3 in the genesis of ID and variable brain anomalies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28784610","type":"dc:BibliographicResource","dc:abstract":"Lysosomes robustly accumulate within axonal swellings at Alzheimer's disease (AD) amyloid plaques. However, the underlying mechanisms and disease relevance of such lysosome accumulations are not well understood. Motivated by these problems, we identified JNK-interacting protein 3 (JIP3) as an important regulator of axonal lysosome transport and maturation. JIP3 knockout mouse neuron primary cultures accumulate lysosomes within focal axonal swellings that resemble the dystrophic axons at amyloid plaques. These swellings contain high levels of amyloid precursor protein processing enzymes (BACE1 and presenilin 2) and are accompanied by elevated Aβ peptide levels. The in vivo importance of the JIP3-dependent regulation of axonal lysosomes was revealed by the worsening of the amyloid plaque pathology arising from JIP3 haploinsufficiency in a mouse model of AD. These results establish the critical role of JIP3-dependent axonal lysosome transport in regulating amyloidogenic amyloid precursor protein processing and support a model wherein Aβ production is amplified by plaque-induced axonal lysosome transport defects.","dc:creator":"Gowrishankar S","dc:date":"2017","dc:title":"Impaired JIP3-dependent axonal lysosome transport promotes amyloid plaque pathology."},"rdfs:label":"heterozygous mouse knockout model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":4441,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.5,"subject":{"id":"cggv:0a738336-3ad9-47a2-b7cb-657feb69654c","type":"GeneValidityProposition","disease":"obo:MONDO_0032755","gene":"hgnc:6884","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The MAPK8IP3 gene is located on chromosome 16 at 16q13.3 and encodes the Mitogen-Activated Protein Kinase 8 Interacting Protein 3, one of the family of JNK-interacting protein group of scaffold proteins. MAPK8IP3 was first reported in relation to autosomal dominant MAPK8IP3-related neurodevelopmental disorders in 2019 (Platzer et al., PMID: 30612693).  7 variants (including 4 missense, 2 nonsense, and 1 frameshift) have been reported in 9 probands in 2 publications (PMID: 30612693; Iwasawa et al., 2019, PMID: 30945334) and are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of the disease is not yet established. However, it is known that the protein encoded by MAPK8IP3 acts as a regulator of vesicle transport and promotes neuronal axon elongation in a kinesin- and JNK-dependent manner. Both missense variants located in functional domains and null variants, all of which are de novo, are implicated in disease. This gene-disease relationship is also supported by experimental evidence (e.g. animal models, rescue and expression studies) (Gowrishankar et al., 2017, PMID: 28784610; PMID: 30612693). In summary, MAPK8IP3 is definitively associated with autosomal dominant MAPK8IP3-related neurodevelopmental disorder with or without variable brain abnormalities. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 10.26.2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:7af4bd87-1d3d-4e52-929f-c3893f81c38a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}