{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-03T17:00:00.000Z","role":"Approver"},{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-05T03:10:53.591Z","role":"Publisher"}],"evidence":[{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fe061c5-771b-4026-b0f5-124494fc058c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57f52a15-af5a-4634-9ed8-cca1def1dd0e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The authors examined the surface expression of ADP receptors on platelets from the subject with the P341A variant by ligand binding with the use of [3H]-2MeSADP (100nM) in the presence of A3P5PAR-C69931MX. The experiments showed reduced expression of the P2Y12R on the cell surface of the platelets from the patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21937696","type":"dc:BibliographicResource","dc:abstract":"The platelet P2Y(12) purinoceptor (P2Y(12)R), which plays a crucial role in hemostasis, undergoes internalization and subsequent recycling to maintain receptor responsiveness, processes that are essential for normal platelet function. Here, we observe that P2Y(12)R function is compromised after deletion or mutation of the 4 amino acids at the extreme C-terminus of this receptor (ETPM), a putative postsynaptic density 95/disc large/zonula occludens-1 (PDZ)-binding motif. In cell line models, removal of this sequence or mutation of one of its core residues (P341A), attenuates receptor internalization and receptor recycling back to the membrane, thereby blocking receptor resensitization. The physiologic significance of these findings in the regulation of platelet function is shown by identification of a patient with a heterozygous mutation in the PDZ binding sequence of their P2Y(12)R (P341A) that is associated with reduced expression of the P2Y(12)R on the cell surface. Importantly, platelets from this subject showed significantly compromised P2Y(12)R recycling, emphasizing the importance of the extreme C-terminus of this receptor to ensure correct receptor traffic.","dc:creator":"Nisar S","dc:date":"2011","dc:title":"An intact PDZ motif is essential for correct P2Y12 purinoceptor traffic in human platelets."},"rdfs:label":"P2Y12 receptor expression in patient"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The surface expression of ADP receptors on platelets from the subject with the P341A variant was examined by ligand binding with the use of [3H]-2MeSADP (100nM) in the presence of A3P5PAR-C69931MX. The experiments showed reduced expression of the P2Y12R on the cell surface of the platelets from the patient. Further experiments demonstrated that the P341A change impaired the receptor recycling back to the membrane in human platelets."},{"id":"cggv:7773fcfe-5278-4bdd-be88-c024cb956ffb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc19b915-f4aa-4b41-8a88-8b9d44e5f6f5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"P2Y12 receptor is selectively expressed in platelets and brain. Northern blot analysis demonstrated that P2Y12 is abundantly expressed in human platelets, and to a smaller extent in the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11196645","type":"dc:BibliographicResource","dc:abstract":"Platelets have a crucial role in the maintenance of normal haemostasis, and perturbations of this system can lead to pathological thrombus formation and vascular occlusion, resulting in stroke, myocardial infarction and unstable angina. ADP released from damaged vessels and red blood cells induces platelet aggregation through activation of the integrin GPIIb-IIIa and subsequent binding of fibrinogen. ADP is also secreted from platelets on activation, providing positive feedback that potentiates the actions of many platelet activators. ADP mediates platelet aggregation through its action on two G-protein-coupled receptor subtypes. The P2Y1 receptor couples to Gq and mobilizes intracellular calcium ions to mediate platelet shape change and aggregation. The second ADP receptor required for aggregation (variously called P2Y(ADP), P2Y(AC), P2Ycyc or P2T(AC)) is coupled to the inhibition of adenylyl cyclase through Gi. The molecular identity of the Gi-linked receptor is still elusive, even though it is the target of efficacious antithrombotic agents, such as ticlopidine and clopidogrel and AR-C66096 (ref. 9). Here we describe the cloning of this receptor, designated P2Y12, and provide evidence that a patient with a bleeding disorder has a defect in this gene. Cloning of the P2Y12 receptor should facilitate the development of better antiplatelet agents to treat cardiovascular diseases.","dc:creator":"Hollopeter G","dc:date":"2001","dc:title":"Identification of the platelet ADP receptor targeted by antithrombotic drugs."},"rdfs:label":"P2Y12 receptor is selectively expressed in platelets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The authors demonstrated that the P2Y12 receptor was selectively expressed in platelets and the brain and Northern blot analysis demonstrated that P2Y12 was abundantly expressed in human platelets, and to a smaller extent in the brain. The data were consistent with the bleeding phenotype caused by platelet aggregation defects."},{"id":"cggv:04140e08-3b8e-4a94-8c42-267d9ad21553","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f7d58b5-cf9d-4706-a9d6-7fb62599f2a7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"P2Y12, through activation of the small GTPase Rap1, directly triggers integrin activation and extracellular signal-regulated kinase-dependent thromboxane A2 (TxA2) release. The loss of Rap1 activation and resulting spreading defects in platelets may explain the bleeding phenotype in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16236484","type":"dc:BibliographicResource","dc:abstract":"Previously it was shown that stimulation of the P2Y12 receptor activates PKB signalling in C6 glioma cells [K. Van Kolen and H. Slegers, J. Neurochem. 89, 442.]. In the present study, the mechanisms involved in this response were further elucidated. In cells transfected with the Gbetagamma-scavenger beta-ARK1/GRK2 or Rap1GAPII, stimulation with 2MeSADP failed to enhance PKB phosphorylation demonstrating that the signalling proceeds through Gbetagamma-subunits and Rap1. Moreover, Rap1-GTP pull-down assays revealed that P2Y12 receptor stimulation induced a rapid activation of Rap1. Treatment of cells with the Ca2+ chelator BAPTA-AM and inhibition of Src and PLD2 with PP2 or 1-butanol, respectively, abrogated P2Y12 receptor-mediated activation of Rap1 and PKB. In addition inhibition of PKCzeta decreased basal and 2MeSADP-stimulated phosphorylation of PKB indicating a role for this PKC isoform in PKB signalling. Although the increased PKB phosphorylation was abolished in the presence of the IGF-I receptor tyrosine kinase inhibitor AG 1024, 2MeSADP did not significantly increase receptor phosphorylation. Nevertheless, phosphorylation of a 120 kDa IGF-I receptor-associated protein was observed. The latter protein was identified by MALDI-TOF/TOF-MS as the proline-rich tyrosine kinase 2 (Pyk2) that co-operates with Src in a PLD2-dependent manner. Consistent with the signalling towards Rap1 and PKB, activation of Pyk2 was abrogated by Ca2+ chelation, inhibition of PLD2 and IGF-I receptor tyrosine kinase activity. In conclusion, the data reveal a novel type of cross-talk between P2Y12 and IGF-I receptors that proceeds through Gbetagamma-, Ca2+-and PLD2-dependent activation of the Pyk2/Src pathway resulting in GTP-loading of Rap1 required for an increased PKB phosphorylation.","dc:creator":"Van Kolen K","dc:date":"2006","dc:title":"P2Y12 receptor signalling towards PKB proceeds through IGF-I receptor cross-talk and requires activation of Src, Pyk2 and Rap1."},"rdfs:label":"P2Y12 receptor stimulation induced rapid activation of Rap1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"To confirm the role of Rap1 in P2Y12 receptor-mediated signaling, the authors performed Rap1-GTP pull-down assays at different time points after stimulation of C6 cells with 2MeSADP.  The stimulation with 2MeSADP induced a rapid GTP loading of Rap1 (1 min) that was still maintained after 10 min. Pre-incubation of the cells with the P2Y12 receptor antagonist abolished Rap1 activation indicating that 2MeSADP exerts this effect by stimulation of the P2Y12 receptor."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a2e5fde-99f8-47ac-9f47-b3614d481b9a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1db3098a-5976-4ef5-98d7-238b88e784e9","type":"FunctionalAlteration","dc:description":"The author showed that agonist-stimulated R265P-P2Y12R function (both signaling and surface receptor loss) was reduced versus WT. Critically, the R265P-P2Y12R variant acted in a dominant-negative manner with agonist-stimulated WT-P2Y12R activity reduced by variant co-expression suggesting dramatic loss of WT homodimers. This dominant-negative variant confirms the important role of R265 in EL3 in the functional integrity of the P2Y12R and suggests that pathological heterodimer formation may underlie this family bleeding phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29117459","type":"dc:BibliographicResource","dc:abstract":"Essentials Three dominant variants for the autosomal recessive bleeding disorder type-8 have been described. To date, there has been no phenotype/genotype correlation explaining their dominant transmission. Proline plays an important role in P2Y12R ligand binding and signaling defects. P2Y12R homodimer formation is critical for the receptor function and signaling.","dc:creator":"Mundell SJ","dc:date":"2018","dc:title":"Receptor homodimerization plays a critical role in a novel dominant negative P2RY12 variant identified in a family with severe bleeding."},"rdfs:label":"R265P-P2Y12R variant in HEK 293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"tagged WT, HA-tagged P2Y12R variants (R265P and R265W) or co-transfected with both WT and R265P receptor constructs. The results showed that the R265P P2Y12R variant has impaired receptor function and is able to attenuate wild type (WT) P2Y12R function in a dominant negative manner."},{"id":"cggv:76f8b155-8c15-4986-abc5-5a19387adbb8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:399f72bb-d424-416f-9d20-d995e5de6fa9","type":"FunctionalAlteration","dc:description":"The author compared the WT P2Y12 and P341A P2Y12 receptor recycling and showed that the WT receptor rapidly recycled back to the membrane via Rab4 and Rab11 recycling pathways, while limited P341A recycling was observed, which relied upon Rab11 activity. The result helps define the molecular mechanisms regulating P2Y12 receptor traffic and explain the compromised receptor function in the platelets of the P2Y12-P341A-expressing patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23387322","type":"dc:BibliographicResource","dc:abstract":"P2Y12 receptor internalization and recycling play an essential role in ADP-induced platelet activation. Recently, we identified a patient with a mild bleeding disorder carrying a heterozygous mutation of P2Y12 (P341A) whose P2Y12 receptor recycling was significantly compromised. Using human cell line models, we identified key proteins regulating wild-type (WT) P2Y12 recycling and investigated P2Y12 -P341A receptor traffic. Treatment with ADP resulted in delayed Rab5-dependent internalization of P341A when compared with WT P2Y12 . While WT P2Y12 rapidly recycled back to the membrane via Rab4 and Rab11 recycling pathways, limited P341A recycling was observed, which relied upon Rab11 activity. Although minimal receptor degradation was evident, P341A was localized in Rab7-positive endosomes with considerable agonist-dependent accumulation in the trans-Golgi network (TGN). Rab7 activity is known to facilitate recruitment of retromer complex proteins to endosomes to transport cargo to the TGN. Here, we identified that P341A colocalized with Vps26; depletion of which blocked limited recycling and promoted receptor degradation. This study has identified key points of divergence in the endocytic traffic of P341A versus WT-P2Y12 . Given that these pathways are retained in human platelets, this research helps define the molecular mechanisms regulating P2Y12 receptor traffic and explain the compromised receptor function in the platelets of the P2Y12 -P341A-expressing patient.","dc:creator":"Cunningham MR","dc:date":"2013","dc:title":"Differential endosomal sorting of a novel P2Y12 purinoreceptor mutant."},"rdfs:label":"P2Y12 P341A receptor on HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The WT P2Y12 and P341A P2Y12 receptor were respectively expressed HEK293 cells. The experiments showed that both WT P2Y12 and P341A internalized in response to ADP (10 μM); however, upon removal of ADP through the addition of apyrase (0.2U/mL), only the WT P2Y12 was able to recycle back to the cell surface, with a very limited level of P341A receptor recycling observed."},{"id":"cggv:8563ffa8-fc2b-4305-b222-e95078799b23","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3240a293-ceb6-412f-a505-8f57766557a2","type":"FunctionalAlteration","dc:description":"Thrombi formed after perfusion of blood from patient G.S. were smaller and consisted of a layer of spread platelets adhered to the collagen surface, with a smaller but incompletely spread and a loosely packed layer of platelets on top. Identical morphology was observed when a specific P2Y12 receptor antagonist, AR-C69931MX, was added to control blood.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17311506","type":"dc:BibliographicResource","dc:abstract":"The platelet adenosine 5'-diphosphate (ADP) receptor P2Y(12) plays a crucial role in haemostasis. Only a few patients with haemorrhagic diathesis due to molecular defects in the P2Y(12) receptor have been described so far. We report a novel molecular defect in the gene coding for P2Y(12) in a patient with a history of epistaxis, easy bruising and excessive posttraumatic blood loss.","dc:creator":"Remijn JA","dc:date":"2007","dc:title":"Novel molecular defect in the platelet ADP receptor P2Y12 of a patient with haemorrhagic diathesis."},"rdfs:label":"Thrombi formed after perfusion of blood from patient G.S."}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Thrombi formed after perfusion of blood from patient G.S. were smaller and consisted of a layer of spread platelets adhered to the collagen surface, with a smaller but incompletely spread and a loosely packed layer of platelets on top. Identical morphology was observed when a specific P2Y12 receptor antagonist, AR-C69931MX, was added to control blood."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db858a41-0b96-4d9e-9e99-b70251f7556b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5207aebb-1bc7-4865-9c48-14e5270d3eba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The knock-in mouse model of D127N P2Y12 showed the phenotypes of interrupted 2-MeSADP-mediated platelet aggregation, abnormal bleeding and occlusion, which mimic the clinical features of an abnormal aggregate of platelets in response to 2-MeSADP in the proband.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36232816","type":"dc:BibliographicResource","dc:abstract":"Platelets are anucleate cells that mediate hemostasis. This occurs via a primary signal that is reinforced by secreted products such as ADP that bind purinergic receptors (P2Y1 and P2Y12) on the platelet surface. We recently identified a human subject, whom we termed platelet defect subject 25 (PDS25) with a platelet functional disorder associated with the P2Y12 receptor. PDS25 has normal blood cell counts and no history of bleeding diathesis. However, platelets from PDS25 have virtually no response to 2-MeSADP (a stable analogue of ADP). Genetic analysis of P2Y12 from PDS25 revealed a heterozygous mutation of D121N within the DRY motif. Rap1b activity was reduced in platelets from PDS25, while VASP phosphorylation was enhanced, suggesting that signaling from the P2Y12 receptor was interrupted by the heterozygous mutation. To explore this further, we produced knock-in mice that mimic our subject. Bleeding failed to cease in homozygous KI mice during tail bleeding assays, while tail bleeding times did not differ between WT and heterozygous KI mice. Furthermore, occlusions failed to form in most homozygous KI mice following carotid artery injury via FeCl","dc:creator":"Dangelmaier C","dc:date":"2022","dc:title":"D121 Located within the DRY Motif of P2Y12 Is Essential for P2Y12-Mediated Platelet Function."},"rdfs:label":"D127N P2Y12 Kockin Mouse models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":6101,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.5,"subject":{"id":"cggv:1f2c99ce-120b-4984-95f4-15f440566345","type":"GeneValidityProposition","disease":"obo:MONDO_0012354","gene":"hgnc:18124","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"P2RY12 was first reported in relation to autosomal dominant platelet-type bleeding disorder 8 in 2007 (Remijn JA, et al.,  PMID: 17311506). At least seven unique missense variants  have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least eight probands in six publications (PMIDs:  29117459,  17311506, 25567036, 19237732, 21937696, 36232816). This gene-disease relationship is supported by its biochemical function in the P2Y12 receptor stimulation induced rapid activation of Rap1 (PMID: 16236484), expression A evidence of P2Y12 receptor is selectively expressed in platelets (PMID: 11196645), expression B evidence of reduced P2Y12 receptor expression in patients ( PMID: 21937696), functional alteration in both patient ( PMID: 17311506) and non-patient cells ( PMID: 29117459,  PMID: 23387322), and non-human model organism knock-in mouse models (PMID: 36232816). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was originally evaluated by the Hemostasis Thrombosis GCEP on 08/26/2020. It was\nreevaluated on 04/02/2023. As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:81c56aba-1414-4365-a8de-847c080251f3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}