{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488fv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-01-10T19:00:00.000Z","role":"Approver"},{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-08T20:22:48.375Z","role":"Publisher"}],"evidence":[{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea082636-bc0b-44ec-af9b-4330d5d38e82","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7bd8930f-f031-4fd6-a3d9-014eeb676c48","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To determine the pattern of expression of FACL4 and to assess its subcellular localization, immunohistochemical experiments were performed on adult human brains, using a polyclonal antibody. FACL4 is highly expressed in adult human brain, especially in cerebellum and hippocampus. Together, these results show that FACL4 is specifically expressed in neurons and not in glial cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11889465","type":"dc:BibliographicResource","dc:abstract":"X-linked mental retardation (XLMR) is an inherited condition that causes failure to develop cognitive abilities, owing to mutations in a gene on the X chromosome. The latest XLMR update lists up to 136 conditions leading to 'syndromic', or 'specific', mental retardation (MRXS) and 66 entries leading to 'nonspecific' mental retardation (MRX). For 9 of the 66 MRX entries, the causative gene has been identified. Our recent discovery of the contiguous gene deletion syndrome ATS-MR (previously known as Alport syndrome, mental retardation, midface hypoplasia, elliptocytosis, OMIM #300194), characterized by Alport syndrome (ATS) and mental retardation (MR), indicated Xq22.3 as a region containing one mental retardation gene. Comparing the extent of deletion between individuals with ATS-MR and individuals with ATS alone allowed us to define a critical region for mental retardation of approximately 380 kb, containing four genes. Here we report the identification of two point mutations, one missense and one splice-site change, in the gene FACL4 in two families with nonspecific mental retardation. Analysis of enzymatic activity in lymphoblastoid cell lines from affected individuals of both families revealed low levels compared with normal cells, indicating that both mutations are null mutations. All carrier females with either point mutations or genomic deletions in FACL4 showed a completely skewed X-inactivation, suggesting that the gene influences survival advantage. FACL4 is the first gene shown to be involved in nonspecific mental retardation and fatty-acid metabolism.","dc:creator":"Meloni I","dc:date":"2002","dc:title":"FACL4, encoding fatty acid-CoA ligase 4, is mutated in nonspecific X-linked mental retardation."},"rdfs:label":"Meloni Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Per ID/Autism gene curation group protocol, not awarding any points as brain expression is not exclusive of genes involved in ID and/or ASD.  Of note, there is apparently a brain-specific isoform: \"In the brain, FACL4 encodes a longer transcript, resulting from alternative splicing, that produces a brain-specific isoform containing 41 additional aminoterminal, hydrophobic amino acids.\""}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:daf4ad55-0f07-489c-86cc-51a40fdc6b93","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30bfe2e8-d88a-438f-bcfd-9e4c850d658e","type":"FunctionalAlteration","dc:description":"ACSL4 knockdown by siRNAs in hippocampal neurons indicated that this protein is largely dispensable for these cells' gross architectural features (i.e. axonal and dendritic formation and final length) yet it is required for the presence of normal spines. In fact, reduced levels of ACSL4 led to a significant reduction in dendritic spine density and an alteration in spine/filopodia distribution.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19166906","type":"dc:BibliographicResource","dc:abstract":"ACSL4 is a gene involved in non-syndromic X-linked mental retardation. It encodes for a ubiquitous protein that adds coenzyme A to long-chain fatty acids, with a high substrate preference for arachidonic acid. It presents also a brain-specific isoform deriving from an alternative splicing and containing 41 additional N-terminal amino acids. To start to unravelling the link between ACSL4 and mental retardation, we have performed molecular and cell biological studies. By retro-transcription polymerase chain reaction analyses we identified a new transcript with a shorter 5'-UTR region. By immunofluorescence microscopy in embryonic rat hippocampal neurons we report that ACSL4 is associated preferentially to endoplasmic reticulum tubules. ACSL4 knockdown by siRNAs in hippocampal neurons indicated that this protein is largely dispensable for these cells' gross architectural features (i.e. axonal and dendritic formation and final length) yet it is required for the presence of normal spines. In fact, reduced levels of ACSL4 led to a significant reduction in dendritic spine density and an alteration in spine/filopodia distribution. The possible mechanisms behind this phenotype are discussed.","dc:creator":"Meloni I","dc:date":"2009","dc:title":"The XLMR gene ACSL4 plays a role in dendritic spine architecture."},"rdfs:label":"Meloni 2009 Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d6510c64-7246-4db2-a1ef-89742530ecce","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8505e06e-f10b-48dd-9216-9a84643e32f3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Demonstrated that dAcsl and ACSL4 are highly conserved in terms of ACSL4’s ability to substitute the functions of dAcsl in organismal viability, lipid storage and the neural wiring in visual center. In neurodevelopment, decapentaplegic (Dpp, a BMP-like molecule) production diminished specifically in the larval brain of dAcsl mutants. Consistent with the Dpp reduction, the number of glial cells and neurons dramatically decreased and the retinal axons mis-targeted in the visual cortex. All these defects in Drosophila brain were rescued by the wild-type ACSL4 but not by the mutant products found in MRX patients.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19617635","type":"dc:BibliographicResource","dc:abstract":"Long-chain acyl-CoA synthetases (ACSLs) convert long-chain fatty acids to acyl-CoAs, the activated substrates essential in various metabolic and signaling pathways. Mutations in ACSL4 are associated with non-syndromic X-linked mental retardation (MRX). However, the developmental functions of ACSL4 and how it is involved in the pathogenesis of MRX remain largely unknown. The Drosophila ACSL-like protein is highly homologous to human ACSL3 and ACSL4, and we designate it as dAcsl. In this study, we demonstrate that dAcsl and ACSL4 are highly conserved in terms of ACSL4's ability to substitute the functions of dAcsl in organismal viability, lipid storage and the neural wiring in visual center. In neurodevelopment, decapentaplegic (Dpp, a BMP-like molecule) production diminished specifically in the larval brain of dAcsl mutants. Consistent with the Dpp reduction, the number of glial cells and neurons dramatically decreased and the retinal axons mis-targeted in the visual cortex. All these defects in Drosophila brain were rescued by the wild-type ACSL4 but not by the mutant products found in MRX patients. Interestingly, expression of an MRX-associated ACSL4 mutant form in a wild-type background led to the lesions in visual center, suggesting a dominant negative effect. These findings validate Drosophila as a model system to reveal the connection between ACSL4 and BMP pathway in neurodevelopment, and to infer the pathogenesis of ACSL4-related MRX.","dc:creator":"Zhang Y","dc:date":"2009","dc:title":"Analyses of mental dysfunction-related ACSl4 in Drosophila reveal its requirement for Dpp/BMP production and visual wiring in the brain."},"rdfs:label":"Zhang 2009 Rescue 1"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"The score is downgraded due to the model being a non-mammal organism and because ACSL is the Drosophila ortholog of two human genes, ACSL4 and ACSL3. "},{"id":"cggv:e49c6fdb-cc52-44f1-ba6d-5810dabb98bd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:730e8eca-3608-4370-b350-74376b03c6fa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"dAcsl is the Drosophila ortholog of ACSL4 and ACSL3. dAscl mutant brains have decreased levels of C16:1 fatty acyls, resulting in overgrowth at the neuromuscular junction. This phenotype was abrogated when Ascl expression was restored. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27656110","type":"dc:BibliographicResource","dc:abstract":"Nervous system development and function are tightly regulated by metabolic processes, including the metabolism of lipids such as fatty acids. Mutations in long-chain acyl-CoA synthetase 4 (ACSL4) are associated with non-syndromic intellectual disabilities. We previously reported that Acsl, the Drosophila ortholog of mammalian ACSL3 and ACSL4, inhibits neuromuscular synapse growth by suppressing bone morphogenetic protein (BMP) signaling. Here, we report that Acsl regulates the composition of fatty acids and membrane lipids, which in turn affects neuromuscular junction (NMJ) synapse development. Acsl mutant brains had a decreased abundance of C16:1 fatty acyls; restoration of Acsl expression abrogated NMJ overgrowth and the increase in BMP signaling. A lipidomic analysis revealed that Acsl suppressed the levels of three lipid raft components in the brain, including mannosyl glucosylceramide (MacCer), phosphoethanolamine ceramide and ergosterol. The MacCer level was elevated in Acsl mutant NMJs and, along with sterol, promoted NMJ overgrowth, but was not associated with the increase in BMP signaling in the mutants. These findings suggest that Acsl inhibits NMJ growth by stimulating C16:1 fatty acyl production and concomitantly suppressing raft-associated lipid levels.","dc:creator":"Huang Y","dc:date":"2016","dc:title":"Acsl, the Drosophila ortholog of intellectual-disability-related ACSL4, inhibits synaptic growth by altered lipids."},"rdfs:label":"Huang Drosophila Acsl mutant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The score is downgraded because it's a non-mammalian model organism and because Acsl is the Drosophila ortholog of 2 human genes, ACSL4 and ACSL3."},{"id":"cggv:224dfdf8-8762-46fb-8894-ad0afea6b051","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f679c53d-a576-4a18-994b-ecf47efc97e9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"dAcsl, the Drosophila ortholog of ACSL4 and ACSL3, inhibits synapse growth by attenuating BPM (bone morphogenetic protein) signaling via endocytic recycling. dAcsl mutants exhibited neuromuscular junction (NMJ) overgrowth that was suppressed by reducing BMP pathway components. In addition, Rab11, a small GTPase involved in endosomal recycling, was mislocalized in dAcsl mutant NMJs. Expression of human ACSL4 rescued the endocytic trafficking and NMJ phenotypes of dAcsl mutants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24553921","type":"dc:BibliographicResource","dc:abstract":"Fatty acid metabolism plays an important role in brain development and function. Mutations in acyl-CoA synthetase long-chain family member 4 (ACSL4), which converts long-chain fatty acids to acyl-CoAs, result in nonsyndromic X-linked mental retardation. ACSL4 is highly expressed in the hippocampus, a structure critical for learning and memory. However, the underlying mechanism by which mutations of ACSL4 lead to mental retardation remains poorly understood. We report here that dAcsl, the Drosophila ortholog of ACSL4 and ACSL3, inhibits synaptic growth by attenuating BMP signaling, a major growth-promoting pathway at neuromuscular junction (NMJ) synapses. Specifically, dAcsl mutants exhibited NMJ overgrowth that was suppressed by reducing the doses of the BMP pathway components, accompanied by increased levels of activated BMP receptor Thickveins (Tkv) and phosphorylated mothers against decapentaplegic (Mad), the effector of the BMP signaling at NMJ terminals. In addition, Rab11, a small GTPase involved in endosomal recycling, was mislocalized in dAcsl mutant NMJs, and the membrane association of Rab11 was reduced in dAcsl mutant brains. Consistently, the BMP receptor Tkv accumulated in early endosomes but reduced in recycling endosomes in dAcsl mutant NMJs. dAcsl was also required for the recycling of photoreceptor rhodopsin in the eyes, implying a general role for dAcsl in regulating endocytic recycling of membrane receptors. Importantly, expression of human ACSL4 rescued the endocytic trafficking and NMJ phenotypes of dAcsl mutants. Together, our results reveal a novel mechanism whereby dAcsl facilitates Rab11-dependent receptor recycling and provide insights into the pathogenesis of ACSL4-related mental retardation.","dc:creator":"Liu Z","dc:date":"2014","dc:title":"dAcsl, the Drosophila ortholog of acyl-CoA synthetase long-chain family member 3 and 4, inhibits synapse growth by attenuating bone morphogenetic protein signaling via endocytic recycling."},"rdfs:label":"Liu Drosophila Acsl mutant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The score is downgraded because of a non-mammal model organism and because ACSL is the Drosophila ortholog of two human genes, ACSL4 and ACSL3/ "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5871,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:b17a8344-0bc0-4bd8-8aa7-a572135b1962","type":"GeneValidityProposition","disease":"obo:MONDO_0019181","gene":"hgnc:3571","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"*ACSL4* was first reported in relation to non-syndromic X-linked intellectual disability by Meloni et al. in 2002 (PMID: 11889465). Six variants, including truncating variants and missense variants resulting in loss of function, have been reported in seven unrelated families (PMIDs: 11889465, 12525535, 21584729, 26350204, 31981491, DECIPHER). Four families have multiple affected males (PMIDs: 11889465, 12525535, 21584729). Males have intellectual disability of variable severity and language impairments, without facial dysmorphism; some have autism spectrum disorder or autistic behavior. Carrier females with sequence variants or genomic deletions in *ACSL4* show a completely skewed X-inactivation and highly variable cognitive capacities, ranging from moderate or borderline ID to normal intelligence. The mechanism of pathogenicity is loss of function.\n\n\nThis gene-disease relationship is also supported by experimental evidence, including a drosophila model. *ACSL4* encodes long-chain acyl-CoA synthetase 4, an enzyme involved in fatty acid metabolism. Analysis of *ACSL4* enzymatic activity in lymphoblastoid cell lines or blood shows a marked reduction in affected individuals (PMIDs: 11889465, 12525535).\n\nIn summary, there is definitive evidence supporting the relationship between *ACSL4* and non-syndromic X-linked intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on January 10, 2023 (SOP Version 9). This gene-disease relationship was originally evaluated on October 20, 2017 and given a Moderate classification. Curation of additional genetic evidence resulted in the classification being updated.\n","dc:isVersionOf":{"id":"cggv:b4da722c-f7fc-4dc4-ad19-1d1b023d488f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}