{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-30T15:29:31.928Z","role":"Publisher"}],"evidence":[{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11},{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22705077-d357-4a61-827b-64b7714362d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ba7a63ec-7d3e-455b-b414-a30415f8483a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Retinoic acid signaling is known to be implicated in organogenesis involving hindbrain anteroposterior patterning, spinal cord motor neuron differentiation, formation of early somites, heart anteroposterior patterning, forelimb induction, pancreas induction, lung induction, optic cup formation, anterior eye formation, kidney formation, induction of meiosis. Interrupting this process would interfere with the development of many of the organs involved in disease including the brain, eyes, and heart.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20164929","type":"dc:BibliographicResource","dc:abstract":"One of the most notable features of the vertebrate body plan organization is its bilateral symmetry, evident at the level of vertebrae and skeletal muscles. Here we show that a mutation in Rere (also known as atrophin2) leads to the formation of asymmetrical somites in mouse embryos, similar to embryos deprived of retinoic acid. Furthermore, we also demonstrate that Rere controls retinoic acid signalling, which is required to maintain somite symmetry by interacting with Fgf8 in the left-right signalling pathway. Rere forms a complex with Nr2f2, p300 (also known as Ep300) and a retinoic acid receptor, which is recruited to the retinoic acid regulatory element of retinoic acid targets, such as the Rarb promoter. Furthermore, the knockdown of Nr2f2 and/or Rere decreases retinoic acid signalling, suggesting that this complex is required to promote transcriptional activation of retinoic acid targets. The asymmetrical expression of Nr2f2 in the presomitic mesoderm overlaps with the asymmetry of the retinoic acid signalling response, supporting its implication in the control of somitic symmetry. Misregulation of this mechanism could be involved in symmetry defects of the human spine, such as those observed in patients with scoliosis.","dc:creator":"Vilhais-Neto GC","dc:date":"2010","dc:title":"Rere controls retinoic acid signalling and somite bilateral symmetry."},"rdfs:label":"Retinoic Acid Signaling"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dcfdf99-6de8-4d32-b77c-77f47679238c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b5e46055-404b-4d6c-8595-3d1508f5c9f1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice homozygous for a null Rere allele died between E9.5 and E11.5 from failure of cardiac looping and subsequent cardiac failure. These embryos also had defects in somitogenesis, fusion of the telencephalic vesicles, defects of the optic vesicles, and failure of anterior neural tube closure, and were given the name 'openmind' (om). Mice compound heterozygous for om and eyes3, a hypomorphic Rere allele causing autosomal recessive microphthalmia, had a high level of perinatal mortality, postnatal growth deficiency, brain hypoplasia, decreased numbers of hippocampal neurons, hearing loss, cardiovascular malformations, spontaneous development of cardiac fibrosis in adulthood, and renal agenesis. Fregeau et al. (2016) observed that om/eye3 compound heterozygous mice also had ventriculomegaly and incomplete closure of the optic fissure, suggestive of coloboma. Kim and Scott (2014) showed pre- and postnatal delayed development of the principal fissures in the cerebellum, which was associated with decreased proliferative activity of granule cell precursors and delayed maturation and migration of Purkinje cells. These abnormalities were associated with a decrease in the expression of SHH, which is secreted from Purkinje cells and is required for normal proliferation. This model recapitulates multiple phenotypes observed in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23451234","type":"dc:BibliographicResource","dc:abstract":"Individuals with terminal and interstitial deletions of chromosome 1p36 have a spectrum of defects that includes eye anomalies, postnatal growth deficiency, structural brain anomalies, seizures, cognitive impairment, delayed motor development, behavior problems, hearing loss, cardiovascular malformations, cardiomyopathy, and renal anomalies. The proximal 1p36 genes that contribute to these defects have not been clearly delineated. The arginine-glutamic acid dipeptide (RE) repeats gene (RERE) is located in this region and encodes a nuclear receptor coregulator that plays a critical role in embryonic development as a positive regulator of retinoic acid signaling. Rere-null mice die of cardiac failure between E9.5 and E11.5. This limits their usefulness in studying the role of RERE in the latter stages of development and into adulthood. To overcome this limitation, we created an allelic series of RERE-deficient mice using an Rere-null allele, om, and a novel hypomorphic Rere allele, eyes3 (c.578T>C, p.Val193Ala), which we identified in an N-ethyl-N-nitrosourea (ENU)-based screen for autosomal recessive phenotypes. Analyses of these mice revealed microphthalmia, postnatal growth deficiency, brain hypoplasia, decreased numbers of neuronal nuclear antigen (NeuN)-positive hippocampal neurons, hearing loss, cardiovascular malformations-aortic arch anomalies, double outlet right ventricle, and transposition of the great arteries, and perimembranous ventricular septal defects-spontaneous development of cardiac fibrosis and renal agenesis. These findings suggest that RERE plays a critical role in the development and function of multiple organs including the eye, brain, inner ear, heart and kidney. It follows that haploinsufficiency of RERE may contribute-alone or in conjunction with other genetic, environmental, or stochastic factors-to the development of many of the phenotypes seen in individuals with terminal and interstitial deletions that include the proximal region of chromosome 1p36.","dc:creator":"Kim BJ","dc:date":"2013","dc:title":"An allelic series of mice reveals a role for RERE in the development of multiple organs affected in chromosome 1p36 deletions."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":6031,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:0fd0e360-7202-4380-b7b0-8055fa644216","type":"GeneValidityProposition","disease":"obo:MONDO_0100465","gene":"hgnc:9965","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*RERE* was first reported in relation to autosomal dominant complex neurodevelopmental disorder with or without congenital anomalies in 2016 (Fregeau et al., PMID: 27087320). *RERE*-related complex neurodevelopmental disorder with or without congenital anomalies most often presents with developmental delay, intellectual disability, and autism. Additional syndromic abnormalities, which are not always present, most commonly involve the eyes, heart, and genitourinary system (i.e. coloboma, optic atrophy/hypoplasia, ventricular septal defect, gastroesophageal reflux disease, hypotonia, etc.). Nine variants (missense, nonsense, and frameshift) that have been reported in 9 probands in 3 publications (PMIDs: 27087320, 29330883, 31452935) are included in this curation. The mechanism of pathogenicity is believed to be LOF. This gene-disease relationship is also supported by a mouse model recapitulating the human phenotype (postnatal growth deficiency, brain hypoplasia, decreased numbers of hippocampal neurons, hearing loss, cardiovascular malformations, ventriculomegaly, incomplete closure of the optic fissure, and renal agenesis) and biochemical function demonstrating *RERE*’s role in development through retinoic acid signaling (PMIDs: 20164929, 23451234).\n\nIn summary, there is definitive evidence supporting the relationship between *RERE* and  autosomal dominant complex neurodevelopmental disorder with or without congenital anomalies. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. Approved by the Intellectual Disability and Autism Gene Curation Expert Panel on March 21, 2023.","dc:isVersionOf":{"id":"cggv:bdf18409-7db7-4934-9bc7-99eea21d9058"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}