{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-08-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T13:53:36.850Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/1915858","type":"dc:BibliographicResource","dc:abstract":"GM2-gangliosidoses are neurological disorders caused by a genetic deficiency of either the beta-hexosaminidase A or the GM2 activator, a glycolipid binding protein. In a patient with an immunologically proven GM2 activator protein deficiency, A T412----C transition (counted from A of the initiation codon) was found in the coding sequence, which results in the substitution of Arg for the normal Cys107 in the mature GM2 activator protein. The remainder of the coding sequence remained entirely normal.","dc:creator":"Schröder M","dc:date":"1991","dc:title":"A mutation in the gene of a glycolipid-binding protein (GM2 activator) that causes GM2-gangliosidosis variant AB."},"evidence":[{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8e2479a7-0eb9-437c-a097-82ecc39ba519","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:794e1f0a-ba9a-4e07-9029-a3ba64a7573a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"A chimeric protein containing the FLAG epitope sequence upstream of the GM2 activator was expressed in Escherichia coli and purified using the M1 immunoaffinity (anti-FLAG) column. Binding of the FLAG-GM2 activator (FLAG-AP) fusion protein to the M1 column led to the specific retardation of HexA applied to the column, thereby demonstrating an interaction between the gene products of GM2A and HEXA.\nHEXA is definitely associated with Tay Sachs disease and has a virtually identical phenotype to Tay Sachs disease, AB variant, which is caused by loss of function variants in GM2A. Therefore, GM2A protein interacts with a protein (hexosaminidase) previously implicated in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9217013","type":"dc:BibliographicResource","dc:abstract":"The GM2 activator is a 17 kDa protein required for the hydrolysis of GM2 ganglioside by the lysosomal enzyme hexosaminidase A (HexA). The activator behaves as a substrate binding protein, solubilizing GM2 ganglioside monomers from micelles (in vitro) or membranes (in vivo). However, the activator also shows a high order of specificity for activation of lysosomal hydrolases and has been predicted to form a ternary complex with the heterodimeric enzyme (alphabeta) Hex A and GM2 ganglioside. We demonstrated a transient interaction between HexA and the GM2 activator. A chimeric protein containing the FLAG epitope sequence upstream of the GM2 activator was expressed in Escherichia coli and purified using the M1 immunoaffinity (anti-FLAG) column. Binding of the FLAG-GM2 activator (FLAG-AP) fusion protein to the M1 column led to the specific retardation of Hex A applied to the column. Other proteins were not retarded by the column nor did they compete with Hex A for binding to FLAG-AP. Hex A and GM2 ganglioside could be simultaneously bound to the column, but the binding of each ligand was independent of the other. The homodimeric (beta beta) isozyme Hex B did not bind to the immobilized activator. The alpha alpha homodimer, HexS, bound weakly, confirming that a hexosaminidase alpha subunit is required for interaction of enzyme and activator.","dc:creator":"Yadao F","dc:date":"1997","dc:title":"Formation of a ternary complex between GM2 activator protein, GM2 ganglioside and hexosaminidase A."},"rdfs:label":"GM2A - HexA interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:ad5e8613-1aab-48f9-9065-d4eb99ff0e7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:625c023d-465e-4883-a7d5-0fe84c83c6df","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"GM2A protein contains at least three functional elements; a hydrophobic binding pocket, an oligosaccharide binding site, and an area that interacts with hexosaminidase A. \nIn this study, the authors first demonstrate that GM2AP produced in E. coli is 52% as efficient at promoting hydrolysis of GM2 ganglioside by HexA compared to GM2A protein produced in transfected COS cells. The functional assay used purified placental Hex A and GM2 labelled with tritium in the terminal beta-linked GalNAc residue. Incubation was performed at 37C with varying amounts of GM2A protein (Table 1). They then used a fluorescence dequenching assay specific for only the hydrophobic binding pocket and showed that various glycolipids inhibit transport between liposome, by the activator protein, of a self-quenching fluorescent lipid probe. The level of inhibition produced by each glycolipid was used to characterize the oligosaccharide-binding specificity of the activator. It was found that the activator binds GM2 ganglioside with the highest affinity, nearly totally inhibiting the transfer reaction (Table 2).\nA truncated form of the activator protein, containing residues 32–157 plus an additional 13 unrelated amino acids at its C-terminus, did not enhance the hydrolysis of GM2A by Hex A and it was also inactive in the fluorescent dequenching assay. This showed that the hydrophobic binding site was either incomplete or non-functional. \nThis study is part of a large body of evidence (reviewed in Mahuran 1998, PMID: 9714704; Mahuran 1999, PMID: 10571007).) showing that the GM2A proteins is important for the function of  hexosamininase A (HexA), a lysosomal enzyme involved in the breakdown of GM2 ganglioside. Without HexA activity, GM2 ganlioside accumulates in tissues, particularly neuronal cells, resulting in developmental regression, seizures, and other neurological symptoms as well as cheery red spot in the macula, a classifc features of Tay Sachs disease and some other lysosomal storage disorders. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9187239","type":"dc:BibliographicResource","dc:abstract":"The G(M2) activator protein is a substrate specific cofactor for degradation of G(M2) ganglioside by lysosomal beta-hexosaminidase A. Mutations in the gene encoding the activator result in the AB-variant form of G(M2) gangliosidosis. The activator protein contains at least three functional elements; a hydrophobic binding pocket, an oligosaccharide binding site(s), and an area that interacts with hexosaminidase A. In this report a fluorescence dequenching assay specific for only the hydrophobic binding pocket is evaluated and optimized. It is shown that various glycolipids inhibit the transport between liposomes of a self-quenching fluorescent lipid probe, octadecylrhodamine, by the activator protein. The level of inhibition produced by each glycolipid is then used to characterize the oligosaccharide-binding specificity of the activator. The fluorescence dequenching assay is also used to evaluate the functionality of a truncated form of the activator protein. Our results indicate that this simple assay can be used to determine structure-function relationships within the normal or mutant forms of the activator. The data suggest that the C-terminus of the activator is required to produce a functional hydrophobic binding pocket.","dc:creator":"Smiljanic-Georgijev N","dc:date":"1997","dc:title":"Characterization of the affinity of the G(M2) activator protein for glycolipids by a fluorescence dequenching assay."},"rdfs:label":"Function of GM2A protein expressed in E. coli and COS cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:fcbe9a34-9bb2-4029-8af7-6443366e220c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa0a67fb-4e6b-45ef-afbd-b4f57cd951da","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"To degrade GM2-ganglioside, HexA requires the GM2 activator protein (GM2AP), a small, monomeric, heat stable protein. GM2AP interacts with both the carbohydrate and lipid portion of GM2-ganglioside, and it eliminates steric hindrance from the membrane by solubilizing a ganglioside molecule [30]. The GM2AP:GM2 complex specifically interacts with Hex A (see Fig 3 for summary).\nTherefore, deficiency (loss of function) of GM2AP is expected to result in lack of hexosaminidase activity, and subsequent accumulation of GM2-ganglioside in neuronal cells. Accumulation of GM2 ganglioside in neuronal cells cause various neurological symptoms including developmental regression, seizures, as well as presence of a characteristic cherry red spot in the macula.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10571007","type":"dc:BibliographicResource","dc:abstract":"The hydrolysis of GM2-ganglioside is unusual in its requirements for the correct synthesis, processing, and ultimate combination of three gene products. Whereas two of these proteins are the alpha- (HEXA gene) and beta- (HEXB) subunits of beta-hexosaminidase A, the third is a small glycolipid transport protein, the GM2 activator protein (GM2A), which acts as a substrate specific co-factor for the enzyme. A deficiency of any one of these proteins leads to storage of the ganglioside, primarily in the lysosomes of neuronal cells, and one of the three forms of GM2-gangliosidosis, Tay-Sachs disease, Sandhoff disease or the AB-variant form. Studies of the biochemical impact of naturally occurring mutations associated with the GM2 gangliosidoses on mRNA splicing and stability, and on the intracellular transport and stability of the affected protein have provided some general insights into these complex cellular mechanisms. However, such studies have revealed little in the way of structure-function information on the proteins. It appears that the detrimental effect of most mutations is not specifically on functional elements of the protein, but rather on the proteins' overall folding and/or intracellular transport. The few exceptions to this generalization are missense mutations at two codons in HEXA, causing the unique biochemical phenotype known as the B1-variant, and one codon in both the HEXB and GM2A genes. Biochemical characterization of these mutations has led to the localization of functional residues and/or domains within each of the encoded proteins.","dc:creator":"Mahuran DJ","dc:date":"1999","dc:title":"Biochemical consequences of mutations causing the GM2 gangliosidoses."},"rdfs:label":"GM2 activator protein function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The function of GM2A in the pathogenesis of Tay Sachs disease, AB variant, is well understood based on a large body of research. In addition to this review, see also Mahuran 1998, PMID: 9714704."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:497e2cb5-248a-4d36-9388-7a2c9edfff22","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:387b2242-2918-4295-87f0-be56bf7a1826","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Like humans with GM2 activator deficiency, Gm2a −/− mice had normal levels of β-hexosaminidase activity, but they accumulate GM2-gangliosides in neuronal tissues which results in neurological symptoms.\nGm2a −/− mice, analyzed at 5 mo, accumulated GM2 ganglioside in their brains at a level comparable to Hexa −/− mice. GM2-ganglioside storage was predominately in large pyramidal neurons (Fig. 4 A and B). Storage was most pronounced in the piriform, entorhinal cortex, and amygdala as well in the hypothalamic nuclei. Prominent storage material was also present in the glial cells, and Purkinje and granular cell neurons (Fig. 4 D and E). There was little storage in the spinal cord and visceral organs.\nRotorod performance was significantly impaired in Gm2a −/− mice when compared with controls (P = 0.033). This was not due to decreased mobility, indicating problems with motor coordination and balance. In the passive-avoidance task there was a small, but significant, difference in latency to enter the dark chamber 24 hr after a foot shock in that location indicating a possible memory deficit in the Gm2a −/− mice. Further studies suggested that the deficit in passive-avoidance learning was not due to shock or pain insensitivity. Sensorimotor gating appeared normal in the Gm2a −/− mice.\nSimilar to humans with Tay Sachs disease, AB variant, Gm2a knock out mice accumulate GM2-gangliosides in neuronal tissues and have neurological symptoms including problems with motor coordination and balance.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9223328","type":"dc:BibliographicResource","dc:abstract":"The GM2 activator deficiency (also known as the AB variant), Tay-Sachs disease, and Sandhoff disease are the major forms of the GM2 gangliosidoses, disorders caused by defective degradation of GM2 ganglioside. Tay-Sachs and Sandhoff diseases are caused by mutations in the genes (HEXA and HEXB) encoding the subunits of beta-hexosaminidase A. The GM2 activator deficiency is caused by mutations in the GM2A gene encoding the GM2 activator protein. For degradation of GM2 ganglioside by beta-hexosamindase A, the GM2 activator protein must participate by forming a soluble complex with the ganglioside. In each of the disorders, GM2 ganglioside and related lipids accumulate to pathologic levels in neuronal lysosomes, resulting in clinically similar disorders with an onset in the first year of life, progressive neurodegeneration, and death by early childhood. We previously have described mouse models of Tay-Sachs (Hexa -/-) and Sandhoff (Hexb -/-) diseases with vastly different clinical phenotypes. The Hexa -/- mice were asymptomatic whereas the Hexb -/- mice were severely affected. Through gene disruption in embryonic stem cells we now have established a mouse model of the GM2 activator deficiency that manifests an intermediate phenotype. The Gm2a -/- mice demonstrated neuronal storage but only in restricted regions of the brain (piriform, entorhinal cortex, amygdala, and hypothalamic nuclei) reminiscent of the asymptomatic Tay-Sachs model mice. However, unlike the Tay-Sachs mice, the Gm2a -/- mice displayed significant storage in the cerebellum and defects in balance and coordination. The abnormal ganglioside storage in the Gm2a -/- mice consisted of GM2 with a low amount of GA2. The results demonstrate that the activator protein is required for GM2 degradation and also may indicate a role for the GM2 activator in GA2 degradation.","dc:creator":"Liu Y","dc:date":"1997","dc:title":"Mouse model of GM2 activator deficiency manifests cerebellar pathology and motor impairment."},"rdfs:label":"Liu_1997_Gm2a knock out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e359274-47a4-4533-a6d9-3ce02251daae_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e359274-47a4-4533-a6d9-3ce02251daae","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:7d7ed27b-00ce-4d86-abd6-3c68585b3bd6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.160G>T (p.Glu54Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114236"}},"detectionMethod":"RT-PCR followed by sequencing of GM2A cDNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Normal until age ∼5 mo, then delayed motor milestones and increasing weakness. At age 9 mo, brain MRI showed increased signal density in the periventricular white matter and altered signal density in the basal ganglia. By 2.5 years, he had frequent seizures and showed signs of significant neurodegeneration, with minimal response to family or pain. At 2 year 8 mo, increasing respiratory distress and severely decreased muscle mass. Subsequently lost to follow up. ","phenotypes":["obo:HP_0001508","obo:HP_0010729","obo:HP_0003739","obo:HP_0002033","obo:HP_0001250","obo:HP_0002267","obo:HP_0000605","obo:HP_0000767","obo:HP_0002015","obo:HP_0001252","obo:HP_0001540","obo:HP_0010780","obo:HP_0002395"],"previousTesting":true,"previousTestingDescription":"Normal enzyme activity in lymphocytes for Hex A, arylsulfatase A, alpha-L iduronidase, sphingomyelinase, galactocerebrosidase, and mannosidase. Normal very-long–chain fatty acid and phytanic acid levels, normal quantitative test results on amino and organic acids, normal lactate and pyruvate, and Mt DNA analysis.\nNo detectable GM2A protein on Western blot of fibroblasts from the patient (Fig 1).\nNo detectable GM2A mRNA on Northern blot.\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:000a4740-0a98-4e28-b35d-0afadc909ea0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7d7ed27b-00ce-4d86-abd6-3c68585b3bd6"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10364519","type":"dc:BibliographicResource","dc:abstract":"Deficiency of the GM2 activator protein, encoded by GM2A, results in the rare AB-variant form of GM2 gangliosidosis. Four mutations have been identified, but the human gene structure has been only partially characterized. We report a new patient from a Laotian deme whose cells are deficient in both GM2-activator mRNA and protein. However, reverse transcription (RT)-PCR detected some normal-sized cDNA and a smaller cDNA species, which was not seen in the RT-PCR products from normal controls. Sequencing revealed that, although the patient's normal-sized cDNA contained a single nonsense mutation in exon 2, his smaller cDNA was the result of an in-frame deletion of exon 2. Long PCR was used to amplify introns 1 and 2 from patient and normal genomic DNA, and no differences in size, in 5' and 3' end sequences, or in restriction-mapping patterns were observed. From these data we developed a set of four PCR primers that can be used to identify GM2A mutations. We use this procedure to demonstrate that the patient is likely homozygous for the nonsense mutation. Other reports have associated nonsense mutations with dramatically reduced levels of mRNA and with an increased level of skipping of the exon containing the mutation, thus reestablishing an open reading frame. However, a recent article has concluded that, in some cases, the latter observation is caused by an artifact of RT-PCR. In support of this conclusion, we demonstrate that, if the competing, normal-sized cDNA is removed from the initial RT-PCR products, from both patient and normal cells, by an exon 2-specific restriction digest; a second round of PCR produces similar amounts of exon 2-deleted cDNA.","dc:creator":"Chen B","dc:date":"1999","dc:title":"Structure of the GM2A gene: identification of an exon 2 nonsense mutation and a naturally occurring transcript with an in-frame deletion of exon 2."}},"rdfs:label":"Chen_1999_Case report"},{"id":"cggv:000a4740-0a98-4e28-b35d-0afadc909ea0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:000a4740-0a98-4e28-b35d-0afadc909ea0_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:88bf8560-50d5-43e8-b864-291a1fb72d71_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:88bf8560-50d5-43e8-b864-291a1fb72d71","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":12,"allele":{"id":"cggv:c618eb69-9ef5-4b3c-8284-ca4a45cfbe5d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.472G>T (p.Glu158Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16044026"}},"detectionMethod":"Bi-directional sequencing of all coding exons and intron/exon boundaries of GM2A. ","firstTestingMethod":"PCR","phenotypeFreeText":"Symptoms of developmental delay first noted at 12 months, lack of social smile, poor visual response. Brain MRI showed putaminal hyperintensity and thalamic hypointensity with some unmyelinated white matter in T2/T1 weighted images (Fig 1).","phenotypes":["obo:HP_0010780","obo:HP_0002421","obo:HP_0001263","obo:HP_0010729","obo:HP_0000666","obo:HP_0001252"],"previousTesting":true,"previousTestingDescription":"Enzyme activities for Hex-A and total-Hex were normal. ","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:08af5d85-5164-436d-bbf0-51ced3e85c2b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c618eb69-9ef5-4b3c-8284-ca4a45cfbe5d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27402091","type":"dc:BibliographicResource","dc:abstract":"GM2 gangliosidosis-AB variants a rare autosomal recessive neurodegenerative disorder occurring due to deficiency of GM2 activator protein resulting from the mutation in GM2A gene. Only seven mutations in nine cases have been reported from different population except India.","dc:creator":"Sheth J","dc:date":"2016","dc:title":"GM2 gangliosidosis AB variant: novel mutation from India - a case report with a review."}},"rdfs:label":"Sheth_2016_male proband"},{"id":"cggv:08af5d85-5164-436d-bbf0-51ced3e85c2b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:08af5d85-5164-436d-bbf0-51ced3e85c2b_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Score reduced because the variant results in a premature stop codon in the last exon of the gene (exon 4) and, therefore, nonsense-mediated decay is not expected to occur."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:35c040d7-41c5-4726-9ae8-f6f6d081f866_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:35c040d7-41c5-4726-9ae8-f6f6d081f866","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:8fddd014-0516-426f-bd83-1df07e8096b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.506G>C (p.Arg169Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114235"}},"detectionMethod":"RT-PCR followed by sequence analysis of GM2A. Variant confirmed by sequence analysis of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Delayed development first noted at 5 mo. Seizure onset at 17 mo. Died at 5 years old.","phenotypes":["obo:HP_0010729","obo:HP_0012469","obo:HP_0010780","obo:HP_0000639","obo:HP_0002197"],"previousTesting":true,"previousTestingDescription":"Total beta-hexosaminidase and beta-hexosaminidase A in leukocytes and plasma were normal. Rectal biopsy showed neuronal storage characteristic of a gangliosidosis. Loading tests in fibroblasts revealed defective degradation of GM2-ganglioside. \nNormal amount and size of GM2A mRNA on Northern blot.\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6e6af715-4d87-4d56-b3e0-4e940c8bfb3e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8fddd014-0516-426f-bd83-1df07e8096b8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8244332","type":"dc:BibliographicResource","dc:abstract":"The GM2 activator is a hexosaminidase A-specific glycolipid-binding protein required for the lysosomal degradation of ganglioside GM2. Genetic deficiency of GM2 activator leads to a neurological disorder, an atypical form of Tay-Sachs disease (GM2 gangliosidosis variant AB). Here, we describe a G506 to C transversion (Arg169 to Pro) in the mRNA of an infantile patient suffering from GM2-gangliosidosis variant AB. Using the polymerase chain reaction amplification and direct-sequencing technique, we found the patient to be homozygous for the mutation, whereas the parents were, as expected, heterozygous. BHK cells transfected with a construct of mutant cDNA gave no GM2 activator protein detectable by the Western blotting technique, whereas those transfected by a wild-type cDNA construct showed a significant level of human GM2 activator protein. The substitution of proline for the normal Arg169 therefore appears to result in premature degradation of the mutant GM2 activator, either during the post-translational processing steps or after reaching the lysosome. The basis for the phenotype of GM2 gangliosidosis variant AB may therefore be either inactivation of the physiological activator function by the point mutation or instability of the mutant protein.","dc:creator":"Schröder M","dc:date":"1993","dc:title":"Molecular genetics of GM2-gangliosidosis AB variant: a novel mutation and expression in BHK cells."}},"rdfs:label":"Schroder_1993_Indian patient"},{"id":"cggv:6e6af715-4d87-4d56-b3e0-4e940c8bfb3e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e6af715-4d87-4d56-b3e0-4e940c8bfb3e_variant_evidence_item"},{"id":"cggv:6e6af715-4d87-4d56-b3e0-4e940c8bfb3e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in BHK cells, the variant resulted in a barely detectable amount of GM2A protein when compared to expression of wild type GM2A, shown by Western blot (Fig 5)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0b320278-9ffb-4aa4-954c-89807120e379_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0b320278-9ffb-4aa4-954c-89807120e379","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":16,"allele":{"id":"cggv:8b9821d0-8fd3-4564-b7ae-7e60e4a3ce6f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.412T>C (p.Cys138Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114233"}},"detectionMethod":"RT-PCR followed by sequencing of GM2A coding sequence. Variant confirmed in firboblasts from the patient in a later study (PMID: 1570834).","firstTestingMethod":"PCR","phenotypeFreeText":"Muscle tone first noted to decrease at about 9 mo, first generalized seizures at 12 mo. By 14 mo, she could no longer sit unless propped on her hands, did not roll over or support her weight when held upright.","phenotypes":["obo:HP_0010729","obo:HP_0002267","obo:HP_0001250","obo:HP_0002376"],"previousTesting":true,"previousTestingDescription":"Testing reporting in previous and later studies:\nNormal beta-galactosidase and hexosaminidase activities, and normal proportion of HexA and HexB components in serum and leukocytes (PMID 174379). \nElevated GM2-ganglioside in biopsied brain tissue.\nNormal amount and size of GM2A mRNA on Northern blot of fibroblast RNA (PMID: 1570834).\nOn immunoprecipitation, only traces of GM2-activator protein were detectable in medium from cultured fibroblasts of the patient compared to “significant amounts” of GM2-activator protein secreted into the medium of control cells (PMID: 3935131), and no GM2A protein was reported in Western blot of fibroblasts from this patient in another study (PMID: 1570834).\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c1888017-c726-4b3f-9a94-31c3fd53d609_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8b9821d0-8fd3-4564-b7ae-7e60e4a3ce6f"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1915858"},"rdfs:label":"Schroder case report - GM 01675 (per PMID: 1570834)"},{"id":"cggv:c1888017-c726-4b3f-9a94-31c3fd53d609","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c1888017-c726-4b3f-9a94-31c3fd53d609_variant_evidence_item"},{"id":"cggv:c1888017-c726-4b3f-9a94-31c3fd53d609_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS-1 cells, the variant results in virtually no increase in the ability to hydrolyze GM2-gangioside compared to an 11 fold increase in cells expressing the wild-type sequence. Western blot of COS-1 cells expressing the variant revealed virtually no GM2A protein, whereas the protein was clearly detected in cells expressing wild type cDNA (PMID: 1570834).\nWhen expressed in BHK cells, the variant resulted in a barely detectable amount of GM2A protein when compared to expression of wild type GM2A, shown by Western blot (PMID: 8244332)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f9ab5585-f59c-4b66-8a29-5518e21223cc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f9ab5585-f59c-4b66-8a29-5518e21223cc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":8,"allele":{"id":"cggv:f5e3e53e-e303-46cd-ab6a-b4c6c22b2d47","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.369_371delinsTAA (p.Glu123_Pro124delinsAspAsn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573130406"}},"detectionMethod":"Targeted next generation sequence panel that includes 45 different lysosomal storage disorders.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Referred at 8 months of age with mild developmental regression. Mild axial hypotonia. He had lost the ability to roll over.","phenotypes":"obo:HP_0010729","previousTesting":true,"previousTestingDescription":"Enzyme activities were normal in leukocytes for hexosaminidase A and total hexosaminidase (A and B). Sphingomyelinase deficiency, GM1 gangliosidosis, neuronal ceroid lipofuscinosis were excluded clinically or by enzymatic analyses.","sex":"Male","variant":{"id":"cggv:e07e20c6-0265-463e-87a1-d2cb66244f69_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f5e3e53e-e303-46cd-ab6a-b4c6c22b2d47"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33819415","type":"dc:BibliographicResource","dc:abstract":"GM2 gangliosidosis is a rare form of inborn errors of metabolism including Tay-Sachs disease, Sandhoff disease, and GM2 activator deficiency. GM2 activator protein deficiency is an ultra-rare form of GM2 gangliosidosis. To date, 16 cases of GM2 activator protein deficiency have been reported in the literature, and among them, 11 cases were the infantile form of the disease. Here we report the first two patients from Turkey with the infantile form of the disease with a novel likely pathogenic variant.","dc:creator":"İnci A","dc:date":"2021","dc:title":"Two patients from Turkey with a novel variant in the "}},"rdfs:label":"Inci_2021_Turkish male"},{"id":"cggv:e07e20c6-0265-463e-87a1-d2cb66244f69","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e07e20c6-0265-463e-87a1-d2cb66244f69_variant_evidence_item"},{"id":"cggv:e07e20c6-0265-463e-87a1-d2cb66244f69_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"No functional evidence, but Glu123 and Pro124 are highly conserved (see Fig 1). "}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:60da6d6f-c2b1-404d-a96b-00f3e1c79fbe_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:60da6d6f-c2b1-404d-a96b-00f3e1c79fbe","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":19,"allele":{"id":"cggv:940d84f7-8c17-48dd-8466-49a6dc8968d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.244-2A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16044025"}},"detectionMethod":"“mutation study of GM2A” – no further details.","phenotypeFreeText":"Normal development until 6 mo, followed by developmental regression.","phenotypes":["obo:HP_0002267","obo:HP_0032988","obo:HP_0001252","obo:HP_0001336","obo:HP_0002376","obo:HP_0010729"],"previousTesting":true,"previousTestingDescription":"Total hexosaminidase, hexosaminidase A and chitotriosidase were within normal limits. Gaucher disease, Niemann pick and sialidosis were ruled out by enzymatic analysis.","sex":"Female","variant":{"id":"cggv:dfc2809f-df99-4fe9-bb2c-ed2db65a5390_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:940d84f7-8c17-48dd-8466-49a6dc8968d0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33819415"},"rdfs:label":"Inci_F11 in Table  1"},{"id":"cggv:dfc2809f-df99-4fe9-bb2c-ed2db65a5390","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dfc2809f-df99-4fe9-bb2c-ed2db65a5390_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:88ab98bc-260d-449a-91c9-2d6ced0d49f9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:88ab98bc-260d-449a-91c9-2d6ced0d49f9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"allele":[{"id":"cggv:f27064da-4b17-4589-8fd8-de8b2106fec9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.259G>T (p.Glu87Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361807522"}},{"id":"cggv:001a8e5e-20d6-4cca-b5db-cf066d4e2d2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.164C>T (p.Pro55Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186039"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"“unusual juvenile clinical onset”, likely had motor dysfunction before 12 months old, presented with possible absence seizures at age 3 years, first generalized seizures at 5 years old Brain MRI detected a rapid onset of diffuse atrophy. Neuropathic pain. No visual contact. He stopped walking at 7.5 years. He has severe spasticity and contractures","phenotypes":["obo:HP_0011968","obo:HP_0002015","obo:HP_0001251","obo:HP_0033454","obo:HP_0001257","obo:HP_0002360","obo:HP_0001371","obo:HP_0002835","obo:HP_0001249","obo:HP_0001263","obo:HP_0001276","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"Mild persistent elevation of ALT, AST and cholesterol. Normal plasma glucose and triglyceride levels. Normal plasma amino acids, total homocystine, acylcarnitines, lactate, pyruvate, uric acid, creatine kinase, folate, vitamin B12, very long chain fatty acids, phytanic acid, pipecolic acid, copper and ceruloplasmin, Transferrin isoelectric focusing, urine glycosaminoglycans, organic acids, creatine, guanidinoacetoacetate, purine and pyrimidine metabolites, α-aminoadipic semialdehyde and copper. Cerebrospinal fluid revealed normal levels of proteins, glucose, lactate, 5-hydroxyindoleacetic acid, homovanillic acid, 3-O-methyldopa, neopterin, tetrahydrobiopterin, 5-methyltetrahydrofolate, amino acids and pyridoxal-5-phosphate.\nActivities of lysosomal hydrolases in the blood white cells were all normal, including the levels of total β-hexosaminidas and HexA.\nOn WES, the sequences of genes mplicated in neurological diseases, including GLB1, were normal except for the variant identified in GM2A.\nNo GM2A protein detected on Western blot of protein from the patients fibroblasts.\nFibroblasts showed accumulation of GM2 ganglioside and inability to break down GM2 ganglioside to lactosylceramide.\nThe patient's cells show significantly increased staining for GM2 and decreased staining for GM3 ganglioside, consistent with compromised conversion of GM2 into GM3. GM2 staining co-localized with the lysosomal marker LAMP-2 in the patient’s cells but not in controls.\n","sex":"Male","variant":[{"id":"cggv:e824d0e5-8c34-4090-b343-7e394bcba82d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:001a8e5e-20d6-4cca-b5db-cf066d4e2d2d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28417072","type":"dc:BibliographicResource","dc:abstract":"G","dc:creator":"Martins C","dc:date":"2017","dc:title":"Atypical juvenile presentation of G"}},{"id":"cggv:e4e998d1-4701-44af-8309-3cf4b3267d68_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f27064da-4b17-4589-8fd8-de8b2106fec9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417072"}],"rdfs:label":"Martins_2017_juvenile case"},{"id":"cggv:e4e998d1-4701-44af-8309-3cf4b3267d68","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e4e998d1-4701-44af-8309-3cf4b3267d68_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:e824d0e5-8c34-4090-b343-7e394bcba82d","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e824d0e5-8c34-4090-b343-7e394bcba82d_variant_evidence_item"},{"id":"cggv:e824d0e5-8c34-4090-b343-7e394bcba82d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Also reported in Salih et al, 2015, (PMID: 26203402)"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:7a03cb70-1b39-4ecf-96f7-f9d9b37e3a3c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7a03cb70-1b39-4ecf-96f7-f9d9b37e3a3c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:d800a91d-3ef2-4fa9-b739-1ec8bfcdfaa0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000405.5(GM2A):c.410del (p.His137fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/393"}},"detectionMethod":"Direct sequencing of GM2AP-encoding cDNA and genomic DNA. Allele-specific oligo hydridization (ASO) analysis of available family members’ DNA. ","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of disease at about 7 mo of age. At 2.5 years, she had hypertonia of the limbs, with axial hypotonia, hyperacusis, and psychomotor retardation, bilateral cherry-red spots, horizontal nystagmus, and seizures associated with neuronal demyelination affecting both cerebral hemispheres and cerebellum.","previousTesting":true,"previousTestingDescription":"Activities of beta-hexosaminidases A and B in leukocytes and plasma were normal.\nIn this study (Schepers et al), cultured skin fibroblasts were metabolically labeled with [3H]ganglioside GM1. GM1 degradations was blocked in cells of the patient and in cells from a patient with infantile Tay Sachs disease at the level of GM2, but not blocked in controls. Addition of recombinant GM2AP to the chase medium restored normal ganglioside metabolism in Patient B’s cells (to about 65% normal) but had no effect on the block of GM2 degradation in the Tay-Sachs cells (Fig 2). This data is included here, rather than in the “rescue” section, as evidence supporting the diagnosis of this patient.\nResults from pulse-chase showed that patient B synthesized a shorter, low-molecular-weight GM2AP precursor which was N-glycosylated, but which was unstable and was not secreted (Fig 3).\nIn the presence of BFA, the normal 21.9-kD GM2AP precursor accumulated in the normal cells but no cross-reactive material was present in the cells of patient B, suggesting that the mutant protein is retained and degraded within the ER.\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:558ef540-f460-455d-ae04-2e9c2c79afd8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d800a91d-3ef2-4fa9-b739-1ec8bfcdfaa0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8900233","type":"dc:BibliographicResource","dc:abstract":"Lysosomal degradation of ganglioside GM2 by beta-hexosaminidase A (hex A) requires the presence of the GM2 activator protein (GM2AP) as an essential cofactor. A deficiency of the GM2 activator causes the AB variant of GM2 gangliosidosis, a recessively inherited disorder characterized by excessive neuronal accumulation of GM2 and related glycolipids. Two novel mutations in the GM2 activator gene (GM2A) have been identified by the reverse-transcriptase-PCR method--a three-base deletion, AAG262-264, resulting in a deletion of Lys88, and a single-base deletion, A410, that causes a frameshift. The latter results in substitution of 33 amino acids and the loss of another 24 amino acid residues. Both patients are homoallelic for their respective mutations inherited from their parents, who are heteroallelic at the GM2A locus. Although the cultured fibroblasts of both patients produce normal levels of activator mRNA, they lack a lysosomal form of GM2AP. Pulse/chase labeling of cultured fibroblasts of the patients, in presence and absence of brefeldin A, indicates a premature degradation of both--mutant and truncated--GM2APs in the endoplasmic reticulum or Golgi. These results were supported by in vitro translation experiments and expression of the mutated proteins. When the mutated GM2APs were expressed in Escherichia coli, both mature GM2AP forms turned proved to exhibit only residual activities in an in vitro assay.","dc:creator":"Schepers U","dc:date":"1996","dc:title":"Molecular analysis of a GM2-activator deficiency in two patients with GM2-gangliosidosis AB variant."}},"rdfs:label":"Schepers 1996 - Patient B"},{"id":"cggv:558ef540-f460-455d-ae04-2e9c2c79afd8","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:558ef540-f460-455d-ae04-2e9c2c79afd8_variant_evidence_item"},{"id":"cggv:558ef540-f460-455d-ae04-2e9c2c79afd8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in E. coli, the variant resulted in a truncated protein (17.7 kD, compared to wild type of 19.7 kD), and 3% ± 0.2% GM2AP activity, compared to wild type."}],"strengthScore":1,"dc:description":"Score reduced because the variant results in a premature stop codon in the last exon of the gene (exon 4) and, therefore, nonsense-mediated decay is not expected to occur."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5069,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:c80a707b-6c4b-487a-99f6-28317455dfd2","type":"GeneValidityProposition","disease":"obo:MONDO_0010099","gene":"hgnc:4367","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between GM2A and Tay Sachs disease, AB variant, a rare, autosomal recessive lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 1, 2022. GM2A encodes the GM2 activator protein (GM2AP), a small glycolipid transport protein which is essential for the lysosomal breakdown of GM2-gangliosides, sialic acid-containing glycosphingolipids which are components of the plasma membrane, by hexosaminidase A. A deficiency of the GM2AP results in accumulation of GM2-ganglioside and related glycolipids in the lysosomes of neurons, resulting symptoms indistinguishable from the classical Tay-Sachs phenotype. This includes developmental regression, seizures, exaggerated startle response, and presence of a cherry red spot in the retina (Toro et al, 2020, PMID 20301397). \n\nBiallelic variants in GM2A were first reported in patients with Tay Sachs disease, AB variant, in 1991 (Schröder et al, PMID: 1915858). Since then, fifteen families with biallelic variants in GM2A and features of Tay Sachs disease, AB variant, have been reported (İnci et al, 2021, PMID: 33819415, Table1). The mechanism of disease is loss of function.\n\nIn this curation, data on 10 unique variants (3 nonsense, 1 frameshift, 1 canonical splice site, 3 missense, 2 in frame indels) from 8 probands from 7 publications were collected (Schröder et al, 1991, PMID: 1915858; Schröder et al, 1993, PMID: 8244332; Schepers et al, 1996, PMID: 8900233; Chen et al, 1999, PMID: 10364519; Sheth et al, 2016, PMID: 27402091; Martins et al, 2017, PMID: 28417072; İnci et al, 2021, PMID: 33819415). Further information is available in the literature but the maximum score for genetic evidence (12 points) has been reached. \n\nExperimental evidence supporting this gene-disease relationship includes the biochemical function of the GM2 activator protein, which is consistent with the biochemical and clinical findings in patients (Smiljanic-Georgijev et al, 1997, PMID: 9187239; Mahuran 1998, PMID: 9714704; Mahuran 1999, PMID: 10571007). The gene product of GM2A is known to interact with the gene product of HEXA, a gene definitively associated with Tay Sachs disease. Lastly, the phenotype of a Gm2a knock out mouse recapitulates the GM2 ganlioside accumulation and some clinical features of Tay Sachs disease (Liu et al, 1997, PMID 9223328). \n\nIn summary, GM2A is definitively associated with Tay Sachs disease, AB variant. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the Lysosomal Diseases GCEP on August 12, 2022 (SOP v9).\n","dc:isVersionOf":{"id":"cggv:7c793bd3-8433-4632-a571-a3fc07e84c10"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}