{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50bv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-09-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-10-07T14:40:12.805Z","role":"Publisher"}],"evidence":[{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:741789ce-ff38-4e2e-9d72-19931a2c2357","type":"EvidenceLine","evidence":[{"id":"cggv:741789ce-ff38-4e2e-9d72-19931a2c2357_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:37f6613d-0f5a-499a-ab0b-6906a8186b12","type":"Cohort","allGenotypedSequenced":180,"alleleFrequency":0,"evidence":[{"id":"cggv:741789ce-ff38-4e2e-9d72-19931a2c2357_cc_evidence_item"}],"numWithVariant":0,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:5fd8b470-e91e-420c-909b-fea2bb3bb104","type":"Cohort","allGenotypedSequenced":1278,"alleleFrequency":0.003912363067292645,"evidence":[{"id":"cggv:741789ce-ff38-4e2e-9d72-19931a2c2357_cc_evidence_item"}],"numWithVariant":5},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":1,"statisticalSignificanceType":"","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23396983","type":"dc:BibliographicResource","dc:abstract":"Clinical interpretation of the large number of rare variants identified by high throughput sequencing (HTS) technologies is challenging. The aim of this study was to explore the clinical implications of a HTS strategy for patients with hypertrophic cardiomyopathy (HCM) using a targeted HTS methodology and workflow developed for patients with a range of inherited cardiovascular diseases. By comparing the sequencing results with published findings and with sequence data from a large-scale exome sequencing screen of UK individuals, we sought to quantify the strength of the evidence supporting causality for detected candidate variants.","dc:creator":"Lopes LR","dc:date":"2013","dc:title":"Genetic complexity in hypertrophic cardiomyopathy revealed by high-throughput sequencing."},"rdfs:label":"Lopes 2013"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0},{"id":"cggv:4f40f1e3-2a74-4c80-9362-ff1649a4db17","type":"EvidenceLine","evidence":[{"id":"cggv:4f40f1e3-2a74-4c80-9362-ff1649a4db17_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:0fc35f0d-0895-45b9-aee0-49ca41865d07","type":"Cohort","allGenotypedSequenced":6983,"alleleFrequency":0.2898467707289131,"evidence":[{"id":"cggv:4f40f1e3-2a74-4c80-9362-ff1649a4db17_cc_evidence_item"}],"numWithVariant":2024},"controlCohort":{"id":"cggv:4e70696c-65e3-4bba-941f-a5a13ad45b33","type":"Cohort","allGenotypedSequenced":60706,"alleleFrequency":0.243896814153461,"evidence":[{"id":"cggv:4f40f1e3-2a74-4c80-9362-ff1649a4db17_cc_evidence_item"}],"numWithVariant":14806},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23396983","rdfs:label":"Walsh et al. "}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.4},{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce068c60-8d10-4142-9813-7977bbd0a111","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b1aa37f7-870c-47b7-9205-77c03036338e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot showed that TCAP expression is restricted to skeletal and heart muslces in human tissue. Antibody staining showed that TCAP expression overlaps with myosin and alternates with actin, typical expression of a sarcomeric protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9350988","type":"dc:BibliographicResource","dc:abstract":"In this paper we describe a novel 19 kDa sarcomeric protein named telethonin. The cDNA sequence discloses an open reading frame of 167 amino acids that does not resemble any known protein. Antibodies against a recombinant telethonin fragment were used for Western blot analysis, confirming the presence of this 19 kDa protein in heart and skeletal muscle and revealing an immunofluorescence pattern typical of sarcomeric proteins, overlapping myosin. The frequency of specific cDNA clones in different libraries indicates that the telethonin transcript is amongst the most abundant in skeletal muscle. In human, telethonin maps at 17q12, adjacent to the phenylethanolamine N-methyltransferase gene.","dc:creator":"Valle G","dc:date":"1997","dc:title":"Telethonin, a novel sarcomeric protein of heart and skeletal muscle."},"rdfs:label":"TCAP Expression in Muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:628fd188-fedd-4c8c-8076-7d2c3f0aa5af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd524b40-635b-4402-89fa-b6413812f492","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Large scale proteomics study confirming protein expression in heart. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Proteomics"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:de248b5a-b4f2-4b20-9eea-bcbfcc4814d9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88ed5d45-b84e-4bee-8721-8f1b1a4489a5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNAseq transcriptomics study","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNAseq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Already scored Valle et al. PMID: 9350988 for RNA expression"},{"id":"cggv:1afab8c0-f5f8-41b9-88a4-d04556244225","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bf3d73d0-5d1b-4df5-acc8-5fa977938d09","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Y2H analysis and GST pull-down showed that two HCM mutations, T137I and R153H, augment TCAP's binding to titin and CS-1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15582318","type":"dc:BibliographicResource","dc:abstract":"We sought to explore the relationship between a Tcap gene (TCAP) abnormality and cardiomyopathy.","dc:creator":"Hayashi T","dc:date":"2004","dc:title":"Tcap gene mutations in hypertrophic cardiomyopathy and dilated cardiomyopathy."},"rdfs:label":"TTN and CS-1 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Neither TTN nor CS-1 are strongly implicated in HCM."},{"id":"cggv:274765e5-981b-4623-aa19-714e166ea9d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b57cdc8-23f5-4a94-b647-a2ee4665742e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Another isoform encoded by CSRP3 (MLP-b) interacts with TCAP via GST pull-down","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24860983","type":"dc:BibliographicResource","dc:abstract":"Muscle lim protein (MLP) has emerged as a critical regulator of striated muscle physiology and pathophysiology. Mutations in cysteine and glycine-rich protein 3 (CSRP3), the gene encoding MLP, have been directly associated with human cardiomyopathies, whereas aberrant expression patterns are reported in human cardiac and skeletal muscle diseases. Increasing evidence suggests that MLP has an important role in both myogenic differentiation and myocyte cytoarchitecture, although the full spectrum of its intracellular roles has not been delineated. We report the discovery of an alternative splice variant of MLP, designated as MLP-b, showing distinct expression in neuromuscular disease and direct roles in actin dynamics and muscle differentiation. This novel isoform originates by alternative splicing of exons 3 and 4. At the protein level, it contains the N-terminus first half LIM domain of MLP and a unique sequence of 22 amino acids. Physiologically, it is expressed during early differentiation, whereas its overexpression reduces C2C12 differentiation and myotube formation. This may be mediated through its inhibition of MLP/cofilin-2-mediated F-actin dynamics. In differentiated striated muscles, MLP-b localizes to the sarcomeres and binds directly to Z-disc components, including α-actinin, T-cap and MLP. The findings of the present study unveil a novel player in muscle physiology and pathophysiology that is implicated in myogenesis as a negative regulator of myotube formation, as well as in differentiated striated muscles as a contributor to sarcomeric integrity.","dc:creator":"Vafiadaki E","dc:date":"2014","dc:title":"Muscle lim protein isoform negatively regulates striated muscle actin dynamics and differentiation."},"rdfs:label":"CSRP3 Interaction Pull-Down"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Protein interaction with CSRP3 already scored (Knoll et al.)"},{"id":"cggv:fece7904-dd59-465f-948a-c1cd47082bf2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0af3530-e9b1-46b1-b1d9-be1c0ea26353","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Y2H analysis and GST pull-down showed that TCAP interacts with CSRP3 (strongly associated with HCM) and further confirmed by colocalization via immunostaining in neonatal rat cadiomyocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12507422","type":"dc:BibliographicResource","dc:abstract":"Muscle cells respond to mechanical stretch stimuli by triggering downstream signals for myocyte growth and survival. The molecular components of the muscle stretch sensor are unknown, and their role in muscle disease is unclear. Here, we present biophysical/biochemical studies in muscle LIM protein (MLP) deficient cardiac muscle that support a selective role for this Z disc protein in mechanical stretch sensing. MLP interacts with and colocalizes with telethonin (T-cap), a titin interacting protein. Further, a human MLP mutation (W4R) associated with dilated cardiomyopathy (DCM) results in a marked defect in T-cap interaction/localization. We propose that a Z disc MLP/T-cap complex is a key component of the in vivo cardiomyocyte stretch sensor machinery, and that defects in the complex can lead to human DCM and associated heart failure.","dc:creator":"Knöll R","dc:date":"2002","dc:title":"The cardiac mechanical stretch sensor machinery involves a Z disc complex that is defective in a subset of human dilated cardiomyopathy."},"rdfs:label":"CSRP3 Physical Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"CSRP3 is a moderate evidence HCM gene. Discussed at panel meeting. Decision to score protein interaction for this gene. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":5169,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.9,"subject":{"id":"cggv:66f8e675-3370-494a-a646-c11f78a641c9","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:11610","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The *TCAP* gene was first associated with hypertrophic cardiomyopathy (HCM) in 2004 with missense variants found in 2 probands (Hayashi et al, PMID 15582318). Three subsequent studies have identified missense variants in 6 probands (Bos et al, 2006, PMID 16352453; Andersen et al, 2009, PMID 19035361; Toste et al. 2020, PMID 32565061). None of these variants have functional evidence in support of pathogenicity. Furthermore, 1 variant (2 probands) is common in the population (Bos et al, 2006, PMID 16352453), and 2 co-occurred with other variants (pathogenic *TNNI3* variant, Andersen et al, 2009, PMID 19035361; VUS in *MYBPC3*, Bos et al. 2006, PMID 16352453).   The mechanism for disease is unknown. The gene-disease association is supported by expression data (Valle et al. 1997, PMID 9350988; Fagerberg et al. 2014, PMID 24309898, Uhlen et al. 2015, PMID:25613900) and an interaction with CSRP3 (Knoll et al. 2002, PMID 12507422; Vafiadaki et al. 2014, PMID 24860983)  which has moderate evidence for HCM. In summary, the evidence supporting the relationship between *TCAP *and HCM has been DISPUTED. More evidence is needed to either support or entirely refute the role *TCAP *plays in this disease.  This gene-disease relationship was originally  approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on November 1, 2016. This gene-disease relationship was reevaluated on September 14, 2022 by the Hereditary Cardiovascular Disorders GCEP. As a result of this reevaluation, the classification changed from LIMITED to DISPUTED.\nCase reports are limited and none of these variants (mostly missense) reported have functional evidence in support of pathogenicity. Furthermore, 1 variant (2 probands) is common in the population (Bos et al, 2006, PMID 16352453), and 2 co-occurred with other variants (pathogenic TNNI3 variant, Andersen et al, 2009, PMID 19035361; VUS in MYBPC3, Bos et al. 2006, PMID 16352453). Finally, given that a timeframe of 6+ years has passed since the last gene-disease validity curation and no additional evidence to support the gene-disease relationship has been published, the group decided to modify the classification to dispute.","dc:isVersionOf":{"id":"cggv:c35abc20-c04c-49ec-af02-1bd270b0b50b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}