{"id":"cggv:65182954-6603-4880-85fa-352700bd784bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:65182954-6603-4880-85fa-352700bd784b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-10-10T19:20:05.333Z","role":"Publisher"},{"id":"cggv:65182954-6603-4880-85fa-352700bd784b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-10-10T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:65182954-6603-4880-85fa-352700bd784b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65182954-6603-4880-85fa-352700bd784b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26d41517-ece8-42ee-96e3-02580f2b0d85","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e07bac64-f40f-456e-b77b-c967d3d7b62b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Distinct localization of α1 and α3 in myelinated axons. These are confocal images of teased fibers from an adult rat, immunostained with a mouse monoclonal antibody against α3 (XVIF9-G10; red), and a rabbit antiserum against α1 (NASE; green), as indicated. Two myelinated axons (1,3) have strong α3 staining (and weak α1 staining), and a myelinated axon (4) has strong α1 staining (and weak α3 staining). The incisures of myelin sheaths are α1-positive (inset). A Remak bundle (2) is α1-positive and α3-negative. Apposed arrowheads mark nodes of Ranvier. Scale bar: 10 μm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29499166","type":"dc:BibliographicResource","dc:abstract":"Although mutations in more than 90 genes are known to cause CMT, the underlying genetic cause of CMT remains unknown in more than 50% of affected individuals. The discovery of additional genes that harbor CMT2-causing mutations increasingly depends on sharing sequence data on a global level. In this way-by combining data from seven countries on four continents-we were able to define mutations in ATP1A1, which encodes the alpha1 subunit of the Na","dc:creator":"Lassuthova P","dc:date":"2018","dc:title":"Mutations in ATP1A1 Cause Dominant Charcot-Marie-Tooth Type 2."},"rdfs:label":"Confocal microscopy of teased nerve fibers (rat)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:65182954-6603-4880-85fa-352700bd784b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65182954-6603-4880-85fa-352700bd784b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.1}],"evidenceStrength":"Moderate","sequence":5193,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.6,"subject":{"id":"cggv:32c72fac-7e83-4dce-ad75-053548125ae2","type":"GeneValidityProposition","disease":"obo:MONDO_0054833","gene":"hgnc:799","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ATP1A1 was first described in the context of autosomal dominant, axonal or intermediate Charcot-Marie-Tooth (CMT) disease, when Lassuthova et al. identified seven unrelated families with co-segregating or de-novo heterozygous point mutations (PMID: 29499166). Further intermediate neuropathy patients were reported by He et al. (PMID: 31373411) and Argente-Escrig et al. (PMID: 34323022), expanding the genotype spectrum to a number of 10 published pathogenic neuropathy variants as of August 2022. In parallel, ATP1A1 has been associated with renal hypomagnesemia and hypokalemia (PMID: 30388404), and several other variants have been reported in association with a complex phenotype involving distal weakness and spasticity, intellectual disability, hyperactivity, and seizures, partially with, but mainly without serum electrolyte disturbances (PMIDs: 35110381, 32277047, 33968856). ATP1A1 encodes the catalytic α1-subunit of the ATP-dependent sodium-potassium pump that is responsible for the stabilization of the electrochemical gradient over cell membranes. Sodium-potassium ATPases are ubiquitously expressed, however, the α1-subunit has a particularly high expression in the nervous system (PMID: 29499166). Functional studies on variants described in CMT patientsdemonstrated a reduced protein stability in transfected HeLa cells (PMID: 31373411) and a reduced cell viability under ATPase inhibitory ouabain treatment in transfected U2OS cells (PMID: 29499166). Similarly, two-electrode voltage clamp recordings showed reduced currents in transfected Xenopus cells compared to wildtype (PMID: 29499166). Based on gene and regional constraint (GnomAD), ATP1A1 is considered highly intolerant to haploinsufficiency, which is in accordance with the autosomal dominant inheritance. So far, it is not known how specific missense mutations cause one and not another associated phenotype. In a linear protein model, no regional clusters have been identified (PMID: 35110381). There is currently no further experimental evidence explaining how nerves are damaged specifically. It is possible that ATP1A1 mutation carriers with intellectual disability, spasticity, and/or seizures show (milder) signs of neuropathy as well, which might, however, retreat in the background of their more severe syndrome (PMID: 35110381, 32277047, 33968856). With a summed LOD score of 11.21 and the absence of such variants in healthy control collectives, we classify the gene-disease relationship of ATP1A1 and autosomal dominant, axonal and intermediate CMT as moderate. Further cases yet to be published and the expected replication over time will most likely increase the evidence score to a definitive level soon.","dc:isVersionOf":{"id":"cggv:65182954-6603-4880-85fa-352700bd784b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}