{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-04-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-06-24T19:28:55.112Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7704029","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathies are diseases characterized by the presence in muscle fibres of pathognomonic rod bodies. These are composed largely of alpha-actinin and actin. We have identified a missense mutation in the alpha-tropomyosin gene, TPM3, which segregates completely with the disease in a family whose autosomal dominant nemaline myopathy we had previously localized to chromosome 1p13-q25. The mutation substitutes an arginine residue for a highly conserved methionine in a putative actin-binding site near the N terminus of the alpha-tropomyosin. The mutation may strengthen tropomyosin - actin binding, leading to rod body formation, by adding a further basic residue to the postulated actin-binding motif.","dc:creator":"Laing NG","dc:date":"1995","dc:title":"A mutation in the alpha tropomyosin gene TPM3 associated with autosomal dominant nemaline myopathy."},"evidence":[{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92caf7f0-b39d-4fcb-9a37-da0b1816427a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c19baf38-390f-4075-b841-d0f1500cbd5c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Both the muscle and non-muscle isoforms of the tropomyosins are expressed through alternative splicing of each of the four genes. Specifically, the muscle isoform of alpha-tropomyosin, TPM3, is expressed more in slow, type I, muscle fibres than in fast muscle fibres and the heart. Human Protein Atlas also agrees with this expression pattern, with RNA tissue specificity in the skeletal muscle much higher than any other organ system.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7704029","rdfs:label":"TPM3 Expression in Muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"TPM3's muscle isoform is very specifically expressed in skeletal muscle supporting the muscle-related phenotypes observed in TPM3-related myopathy. Therefore, this evidence earns 0.5 points."},{"id":"cggv:6ce4304f-ecbe-4946-a5a2-0ae3ed5c4c34","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e3906f99-342a-4949-b033-f973f5f2ba04","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ACTA1 encodes skeletal muscle alpha-actin, the primary actin isoform that is the core of the thin filament of the sarcomere. Mutations in ACTA1 have been repeatedly implicated in various types of congenital myopathy, including nemaline myopathy 3. Actin monomers and tropomyosin physically interact in the body to make up the thin filament structure of skeletal muscle. A co-sedimentation assay demonstrated this interaction with wild-type tropomyosin having a clear binding curve and an affinity score of 8.7 ± 0.24 K_app × 10^6 (M^−1) consistent with actin binding. This demonstrates a clear link between TPM3 and ACTA1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22749829","type":"dc:BibliographicResource","dc:abstract":"Missense mutations in human TPM3 gene encoding γ-tropomyosin expressed in slow muscle type 1 fibers, were associated with three types of congenital myopathies-nemaline myopathy, cap disease and congenital fiber type disproportion. Functional effects of the following substitutions: Leu100Met, Ala156Thr, Arg168His, Arg168Cys, Arg168Gly, Lys169Glu, and Arg245Gly, were examined in biochemical assays using recombinant tropomyosin mutants and native proteins isolated from skeletal muscle. Most, but not all, mutations decreased the affinity of tropomyosin for actin alone and in complex with troponin (±Ca(2+)). All studied tropomyosin mutants reduced Ca-induced activation but had no effect on the inhibition of actomyosin cross-bridges. Ca(2+)-sensitivity of the actomyosin interactions, as well as cooperativity of myosin-induced activation of the thin filament was affected by individual tropomyosin mutants with various degrees. Decreased motility of the reconstructed thin filaments was a result of combined functional defects caused by myopathy-related tropomyosin mutants. We conclude that muscle weakness and structural abnormalities observed in TPM3-related congenital myopathies result from reduced capability of the thin filament to fully activate actin-myosin cross-bridges.","dc:creator":"Robaszkiewicz K","dc:date":"2012","dc:title":"Functional effects of congenital myopathy-related mutations in gamma-tropomyosin gene."},"rdfs:label":"TMP3 and ACTA1 Interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"ACTA1 is implicated in many forms of myopathy, collectively labeled Actininopathy. The physical interaction between TPM3 and ACTA1 provides important evidence for TPM3's role in disease, therefore providing default points."},{"id":"cggv:6abc0518-bb2d-448e-87a2-c5351bc41a38","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de512fef-ba81-424f-aeb0-7bc7aba92cdf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Since TPM3 is one of the central proteins that makes up the skeletal muscle thin filaments, it follows that a mutation that disrupts the function of the protein would cause a myriad of muscle-related phenotypes. In particular, the inability to bind actin and therefore organize the actin-myosin bundles could cause many of the muscle irregularities such as nemaline bodies, cap-like structures, and the disorganized sarcomeres and z-discs. These irregular bodies and structures can also lead to impaired function that is observed in nemaline/cap myopathy/CFTD patients, such as muscle weakness, hypotonia, and irregular muscle fiber size that occur in these probands.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22749829","rdfs:label":"TPM3 Regulates Actin-Myosin Interaction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Because TPM3's role in skeletal muscle thin filaments matches with the muscular phenotypes observed in TPM3-related myopathy, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:991e1a96-2d86-437b-8aa0-7dac46131d17","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ee588bf-9495-4012-8937-6a9a27e149bb","type":"FunctionalAlteration","dc:description":"A variety of in vitro assays support the pathogenicity of these mutations compred to the wildtype. Firstly, co-sedementation confirmed that most of the mutations in TPM3 resulted in a significantly reduced binding affinity for actin compared to controls (Table 2). The mutants also all inhibit activation, and in some cases inhibition, of actin-activated myosin S1 ATPase activity. Depending on the mutation, calcium sensitivity either significantly increases or decreases compared to the wild-type yielding a hypercontractile or hypocontractile phenotype. Finally, the mutant actin filament gliding on thin filaments reduced the filament gliding velocity compared to wildtype to varying degrees depending on mutation and predicted severity. All of these are crucial functions for TPM3 that are disrupted by these expressed mutations by some degree and all are predicted to yield the phenotypes of TPM3-related congenital myopathies including muscle weakness, fiber-type disproportion, disorganized sarcomeres, and nemaline rods/cap structures.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22749829","rdfs:label":"TPM3 Mutants Alter Function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Many different assays in E. coli and expressed variants support the pathogenicity of TPM3, specifically the reduced actin binding affinity, the calcium sensitivity increase/decrease depending on the specific mutation, and the reduced filament gliding velocity when appraising the mutant vs WT filaments. With all of this evidence and a large base of variants, this evidence earns 1.0 points."},{"id":"cggv:baaabd7d-de62-4d22-891e-33acd823df76","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f6a8b3ed-7016-4f0c-8efa-3272db69c660","type":"FunctionalAlteration","dc:description":"Dramatic changes in myofilament function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21357678","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy, the most common non-dystrophic congenital myopathy, is caused by mutations in six genes, all of which encode thin-filament proteins, including NEB (nebulin) and TPM3 (α tropomyosin). In contrast to the mechanisms underlying weakness in NEB-based myopathy, which are related to loss of thin-filament functions normally exerted by nebulin, the pathogenesis of muscle weakness in patients with TPM3 mutations remains largely unknown. Here, we tested the hypothesis that the contractile phenotype of TPM3-based myopathy is different from that of NEB-based myopathy and that this phenotype is a direct consequence of the loss of the specific functions normally exerted by tropomyosin. To test this hypothesis, we used a multidisciplinary approach, including muscle fiber mechanics and confocal and electron microscopy to characterize the structural and functional phenotype of muscle fibers from five patients with TPM3-based myopathy and compared this with that of unaffected control subjects. Our findings demonstrate that patients with TPM3-based myopathy display a contractile phenotype that is very distinct from that of patients with NEB-based myopathy. Whereas both show severe myofilament-based muscle weakness, the contractile dysfunction in TPM3-based myopathy is largely explained by changes in cross-bridge cycling kinetics, but not by the dysregulation of sarcomeric thin-filament length that plays a prominent role in NEB-based myopathy. Interestingly, the loss of force-generating capacity in TPM3-based myopathy appears to be compensated by enhanced thin-filament activation. These findings provide a scientific basis for differential therapeutics aimed at restoring contractile performance in patients with TPM3-based versus NEB-based myopathy.","dc:creator":"Ottenheijm CA","dc:date":"2011","dc:title":"Changes in cross-bridge cycling underlie muscle weakness in patients with tropomyosin 3-based myopathy."},"rdfs:label":"Ottenheijm muscle fiber mechanics"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6af35c6-55fe-4ff9-9fd4-ff0df9661ad3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:622f180f-5182-41fb-bc33-128b399d4fe3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Met9Arg mouse models not only clearly recapitulate the phenotypes of nemaline/other myopathies but also provide evidence to suggest possible pathogenic mechanisms of the mutated allele in vivo. Mice expressing the mutated allele display nemaline rods and clear fiber-type disproportion, both of which are hallmarks for their respective diseases. They also displayed progressive muscle weakness starting around 5-6 months of age, a phenotype that matches the childhood-onset muscle weakness and other progressive symptoms common in TPM3-related congenital myopathy patients. Another classic phenotype, atrophy of Type I muscle fibers with a corresponding hypotrophy of Type II fibers was also present in the mice. This may be related to the increased number of slow/fast oxidative fibers in the mutant mice leading to the disruption of normal muscle fiber maturation. The mice also displayed some cytoplasmic bodies and tubular aggregates; these have been observed in varying functional studies and similar features have also been observed in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11157795","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy is a hereditary disease of skeletal muscle defined by a distinct pathology of electron-dense accumulations within the sarcomeric units called rods, muscle weakness and, in most cases, a slow oxidative (type 1) fiber predominance. We generated a transgenic mouse model to study this disorder by expressing an autosomal dominant mutant of alpha-tropomyosin(slow) previously identified in a human cohort. Rods were found in all muscles, but to varying extents which did not correlate with the amount of mutant protein present. In addition, a pathological feature not commonly associated with this disorder, cytoplasmic bodies, was found in the mouse and subsequently identified in human samples. Muscle weakness is a major feature of this disease and was examined with respect to fiber composition, degree of rod-containing fibers, fiber mechanics and fiber diameter. Hypertrophy of fast, glycolytic (type 2B) fibers was apparent at 2 months of age. Muscle weakness was apparent in mice at 5-6 months of age, mimicking the late onset observed in humans with this mutation. The late onset did not correlate with observed changes in fiber type and rod pathology. Rather, the onset of muscle weakness correlates with an age-related decrease in fiber diameter and suggests that early onset is prevented by hypertrophy of fast, glycolytic fibers. We suggest that the clinical phenotype is precipitated by a failure of the hypertrophy to persist and therefore compensate for muscle weakness.","dc:creator":"Corbett MA","dc:date":"2001","dc:title":"A mutation in alpha-tropomyosin(slow) affects muscle strength, maturation and hypertrophy in a mouse model for nemaline myopathy."},"rdfs:label":"Met9Arg Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The Met9Arg mouse models, both the slow fiber-specific expression and the fiber-universal expression, recapitulate many of the phenotypes observed in humans. Therefore this model is upgraded to 3.0 points based on the multiple models and quality of phenotypes."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5}],"evidenceStrength":"Definitive","sequence":8481,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:dd0fb058-659a-4dbd-a4b0-58b2360b1e98","type":"GeneValidityProposition","disease":"obo:MONDO_0100108","gene":"hgnc:12012","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TPM3* was first reported in relation to autosomal dominant *TPM3*-related myopathy in 1995 (Laing et al., PMID: 7704029). Cases of *TPM3*-related myopathy have historically been categorized by histological features in muscle biopsy and include nemaline myopathy, cap myopathy, and myopathy with fiber-type disproportion on a spectrum of severity. In support of the autosomal dominant form of *TPM3*-related myopathy, case-level genetic evidence includes at least sixteen probands with unique missense variants in *TPM3*, including eleven de novo cases (PMIDs: 7704029, 18300303, 20554445, 24692096, 26418456, 33768912, 38219297). These probands display various phenotypes, with the majority showing hypotonia, delayed motor milestones, muscle weakness, fiber atrophy, ptosis, contractures, and Type 1 muscle fiber hypotrophy and predominance. Variants in this gene segregated with disease in three families (1.5 points, PMIDs: 7704029, 18300303). Majority of the missense variants cause a dominant negative effect where the inclusion of mutant TPM3 leads to reduced calcium sensitivity with subsequent reduction in contractile ability, resulting in muscular hypotonia and weakness. Some variants, however, lead to increased calcium sensitivity with subsequent increase in contractile ability, resulting in muscle stiffness. (Marttila et al 2014, PMID: 24692096). This gene-disease association is additionally supported by TPM3's biochemical function, unique expression in the skeletal muscle tissue, physical protein interaction with ACTA1 (PMID: 22749829) and altered function of TPM3 mutant proteins dramatically changing myofilament function (PMID: 21357678). Additionally, a study involving a knock-in mouse model of the well-characterized *TPM3* variant Met9Arg recapitulates phenotypes of nemaline and other myopathies similar to those of the human disorder (PMID:11157795). Experimental-level genetic evidence supporting this gene-disease relationship scored 6 points. In summary, there is definitive evidence (13.5 points) to support the relationship between *TPM3* and autosomal dominant *TPM3*-related myopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on the meeting date April 8, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:0c190069-e5ad-4562-b69a-66acde0a2179"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}