{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2021-10-26T15:00:30.155Z","role":"Approver"},{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2021-10-26T15:00:39.873Z","role":"Publisher"}],"evidence":[{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24186bca-29a6-4a01-9a18-07cbb3dea21f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0267b40c-671d-4b0f-baeb-b1e1f3b9aa49","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Chronic lithium treatment restored the decreased phosphorylated GSK3α/β levels and rescued the depressive and anxiety-like behaviors in the Akt3 KO mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28442992","type":"dc:BibliographicResource","dc:abstract":"The protein kinase B (PKB/Akt), found in three distinctive isoforms (PKBα/Akt1, PKBβ/Akt2, PKBγ/Akt3), is implicated in a variety of cellular processes such as cell development, growth and survival. Although Akt3 is the most expressed isoform in the brain, its role in cerebral functions is still unclear. In the present study, we investigated the behavioral, electrophysiological and biochemical consequences of Akt3 deletion in mice. Motor abilities, spatial navigation, recognition memory and LTP are intact in the Akt3 knockout (KO) mice. However, the prepulse inhibition, three-chamber social, forced swim, tail suspension, open field, elevated plus maze and light-dark transition tests revealed an endophenotype reminiscent of psychiatric manifestations such as schizophrenia, anxiety and depression. Biochemical investigations revealed that Akt3 deletion was associated with reduced levels of phosphorylated GSK3α/β at serine 21/9 in several brain regions, although Akt1 and Akt2 levels were unaffected. Notably, chronic administration of lithium, a mood stabilizer, restored the decreased phosphorylated GSK3α/β levels and rescued the depressive and anxiety-like behaviors in the Akt3 KO mice. Collectively, our data suggest that Akt3 might be a critical molecule underlying psychiatric-related behaviors in mice.","dc:creator":"Bergeron Y","dc:date":"2017","dc:title":"Genetic Deletion of Akt3 Induces an Endophenotype Reminiscent of Psychiatric Manifestations in Mice."},"rdfs:label":"Behavioral Analysis following Chronic Lithium Treatment "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"This mouse phenotype is not associated with the human phenotype. The small head size is already recorded in a different functional assay. "},{"id":"cggv:05429aff-51e8-4501-9988-96357b244650","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd45eba7-a02e-4b37-bff8-8cc595663fc8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A smaller head size in mice is similar to a small head circumference in humans since the head size is controlled by brain growth. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15713641","type":"dc:BibliographicResource","dc:abstract":"Studies of Drosophila and mammals have revealed the importance of insulin signaling through phosphatidylinositol 3-kinase and the serine/threonine kinase Akt/protein kinase B for the regulation of cell, organ, and organismal growth. In mammals, three highly conserved proteins, Akt1, Akt2, and Akt3, comprise the Akt family, of which the first two are required for normal growth and metabolism, respectively. Here we address the function of Akt3. Like Akt1, Akt3 is not required for the maintenance of normal carbohydrate metabolism but is essential for the attainment of normal organ size. However, in contrast to Akt1-/- mice, which display a proportional decrease in the sizes of all organs, Akt3-/- mice present a selective 20% decrease in brain size. Moreover, although Akt1- and Akt3-deficient brains are reduced in size to approximately the same degree, the absence of Akt1 leads to a reduction in cell number, whereas the lack of Akt3 results in smaller and fewer cells. Finally, mammalian target of rapamycin signaling is attenuated in the brains of Akt3-/- but not Akt1-/- mice, suggesting that differential regulation of this pathway contributes to an isoform-specific regulation of cell growth.","dc:creator":"Easton RM","dc:date":"2005","dc:title":"Role for Akt3/protein kinase Bgamma in attainment of normal brain size."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":3539,"specifiedBy":"GeneValidityCriteria8","strengthScore":3,"subject":{"id":"cggv:bf4cc647-8868-46f1-bb6f-051ba6bfd854","type":"GeneValidityProposition","disease":"obo:MONDO_0001149","gene":"hgnc:393","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"AKT3 has previously been curated by the Brain Malformation GCEP to be definitely causative of overgrowth syndrome and/or cerebral malformations due to abnormalities in MTOR pathway genes. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in the molecular mechanism. Therefore, the following disease entities [overgrowth syndrome and/or cerebral malformations due to abnormalities in MTOR pathway genes] and [microcephaly] have been split into multiple disease entries and were curated separately. AKT3 was first reported in relation to autosomal dominant microcephaly in 2015 (Gai D et al. PMID: 25424989). A proband and his father were found to have hemizygous deletions of the AKT3 gene. The proband was found to have microcephaly, hypotonia, feeding difficulties, developmental delay, and minor dysmorphic features but his father had a normal head circumference and did not have intellectual disability. Reduced penetrance was noted as a possibility, but this evidence was unscored since there were two individuals with the same genotype but vastly different phenotypes. Since 2015, there has been one additional report of a truncating variant in the AKT3 gene resulting in microcephaly (Ciaccio C et al. PMID: 32827175). This gene-disease relationship is supported by experimental evidence. A knock-out mouse model has shown decreased head size due to reduction in cell size and number and reduced mammalian target of rapamycin signaling (Easton et al. PMID:15713641). Based on the few reported cases in humans and animals models the mechanism of pathogenicity is unclear and could be LoF or haploinsufficiency. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification has been approved by the Brain Malformations GCEP on 10/26/2021.","dc:isVersionOf":{"id":"cggv:6e3b524c-5d27-43d6-a0db-4f8f7cf1f872"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}