{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T22:17:17.706Z","role":"Publisher"},{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20146a91-084c-4ee8-a888-4a3da48fffce","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:874be602-af16-4a8f-a5d8-9e2ee3d8afd1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Adenomas were from 7 patients with an MSH2 germline mutation and developed at least one Lynch syndrome associated carcinoma. Loss of MSH2 staining was identified in the adenomas from carriers of an MSH2 mutation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19324997","type":"dc:BibliographicResource","dc:abstract":"Lynch syndrome is caused by germline mutations in DNA mismatch repair (MMR) genes. Both microsatellite instability (MSI) testing and immunohistochemical analyses (IHC) of colon cancers are valuable diagnostic strategies for Lynch syndrome. We sought to determine whether these markers of MMR deficiency were also detectable in pre-cancerous colorectal adenomas. Fifteen subjects with a germline MMR gene mutation who had 44 adenomas removed during surveillance colonoscopy were identified. MSI testing and IHC for MLH1, MSH2, and MSH6 were performed. MSI was detected in 23 adenomas. There was a significant association between MSI and high-grade dysplasia (P = 0.006) and distal location (P = 0.0008). Loss of MMR protein by IHC was detected in 31 adenomas. A significant association was observed between loss of staining by IHC and high-grade dysplasia (P = 0.04). Among the 40 adenomas in which both MSI tests and IHC were performed, the presence of a germline mutation correlated with an abnormal MSI result in 58% of cases, an abnormal IHC result in 70% of cases, and either an abnormal MSI or IHC result in 73% of cases. The combination of MSI and IHC testing in colorectal adenomas is a sensitive screen for the detection of Lynch syndrome and may be particularly useful when Lynch syndrome is suspected and adenomatous polyps are the only tissues available for analysis.","dc:creator":"Pino MS","dc:date":"2009","dc:title":"Deficient DNA mismatch repair is common in Lynch syndrome-associated colorectal adenomas."},"rdfs:label":"Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":2,"dc:description":"Adenomas were from 7 patients with an MSH2 germline mutation and developed at least one Lynch syndrome associated carcinoma. Loss of MSH2 staining was identified in the adenomas from carriers of an MSH2 mutation. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:392bb28f-586c-4752-aed5-9d8793fa7608","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4e74212b-277c-4aa2-b2e4-29542231fb1e","type":"FunctionalAlteration","dc:description":"MSH2 pathogenic mutation are associated with high-degree instability involving mononucleotide and dinucleotide (and other short tandem) repeats. MSI testing shows MSI-H. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19324997","rdfs:label":"Microsatellite instability "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"MSH2 dimerizing with MSH6 or MSH3 forms hMutSα and hMutSβ to recognize and act single base mispairs and IDLs (insertion/deletion loops). MSH2 pathogenic mutation are associated with high-degree instability involving mononucleotide and dinucleotide (and other short tandem) repeats. MSI-H was detected in 7 adnomas from 7 individuals with MSH2 mutations in this cohort.  "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f553f509-67d2-4e7d-979e-c070208c8b70","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35b0a94b-2f89-4738-9778-d558105a8ea6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MSH2 deficient mice are viable and susceptible to lymphoid tumors that contained microsatellite instabilities. These data establish a direct link between MSH2 deficiency and the pathogenesis of cancer. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7550317","type":"dc:BibliographicResource","dc:abstract":"Alterations of the human MSH2 gene, a homologue of the bacterial MutS mismatch repair gene, co-segregate with the majority of hereditary non-polyposis colon cancer (HNPCC) cases. We have generated homozygous MSH2-/- mice. Surprisingly, these mice were found to be viable, produced offspring in a mendelian ratio and bred through at least two generations. Starting at two months of age homozygous-/- mice began, with high frequency, to develop lymphoid tumours that contained microsatellite instabilities. These data establish a direct link between MSH2 deficiency and the pathogenesis of cancer. These mutant mice should be good models to study the progression of tumours and also to screen carcinogenic and anti-cancer agents.","dc:creator":"Reitmair AH","dc:date":"1995","dc:title":"MSH2 deficient mice are viable and susceptible to lymphoid tumours."},"rdfs:label":"Immunochemistry and tumor development"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"MSH2 deficient mice are viable and susceptible to lymphoid tumors that contained microsatellite instabilities. These data establish a direct link between MSH2 deficiency and the pathogenesis of cancer. "},{"id":"cggv:49f92ccd-a639-4550-9e0b-cb061cddd179","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f638d00-852a-46b9-adca-7f6a4196d393","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Msh2-deficient mice display no major abnormalities, but a significant fraction develops lymphomas at an early age. Thus, Msh2 is involved in MMR, controlling several aspects of genome stability; loss of MMR-controlled genome stability predisposes to cancer.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7628020","type":"dc:BibliographicResource","dc:abstract":"To investigate the role of the presumed DNA mismatch repair (MMR) gene Msh2 in genome stability and tumorigenesis, we have generated cells and mice that are deficient for the gene. Msh2-deficient cells have lost mismatch binding and have acquired microsatellite instability, a mutator phenotype, and tolerance to methylating agents. Moreover, in these cells, homologous recombination has lost dependence on complete identity between interacting DNA sequences, suggesting that Msh2 is involved in safeguarding the genome from promiscuous recombination. Msh2-deficient mice display no major abnormalities, but a significant fraction develops lymphomas at an early age. Thus, Msh2 is involved in MMR, controlling several aspects of genome stability; loss of MMR-controlled genome stability predisposes to cancer.","dc:creator":"de Wind N","dc:date":"1995","dc:title":"Inactivation of the mouse Msh2 gene results in mismatch repair deficiency, methylation tolerance, hyperrecombination, and predisposition to cancer."},"rdfs:label":"Genome stability and tumorigenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Msh2-deficient mice display no major abnormalities, but a significant fraction develops lymphomas at an early age. Thus, Msh2 is involved in MMR, controlling several aspects of genome stability; loss of MMR-controlled genome stability predisposes to cancer."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4607,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:4cf21a12-3f9c-422c-a906-8a832da1ad3c","type":"GeneValidityProposition","disease":"obo:MONDO_0005835","gene":"hgnc:7325","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Lynch syndrome [MONDO:0005835], also known as Hereditary Nonpolyposis Colon Cancer [MONDO:0018630], is a group of autosomal dominant cancer predisposing syndrome. It is characterized by a familial predisposition to early-onset colorectal carcinoma (CRC) and extra- colonic tumors of the gastrointestinal, urological and female reproductive tracts.  MSH2 has been linked to Lynch Syndrome, or HNPCC in the early 1990s (PMID: 8261515 and 8252616). Of note, this gene has also been implicated in autosomal recessive mismatch repair cancer syndrome 1 (MONDO:0010159), which has been assessed separately. MSH2 gene encodes MSH2 protein, which heterodimerizes with MSH6 or MSH3 to form MSH2-MSH6 or MSH2-MSH3 complex (also named MutSα and MutSβ, respectively). Both MutSα and MutSβ  are required for the DNA mismatch repair (MMR) pathway. Defective MMR pathway is responsible for microsatellite instability, a type of genomic instability that is characteristic for tumor cells. Loss of function variants in MSH2 gene have been repetitively reported in families and individuals from various populations. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Eight loss of function variants in this gene  reported in 9 probands from 9 families in 2 publications (PMID:18566915, 32161499) is included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. This gene-disease association is also supported by expression, functional studies (6 points) demonstrating MSH2’s role in mismatch repair and mouse models (PMIDs: 19324997, 7550317, 7628020). Homozygous Msh2-/- mice began, with high frequency, to develop lymphoid tumors containing microsatellite instabilities at an early age. In addition, Msh2-deficient mouse ES cells lost mismatch binding and acquired microsatellite instability. In summary, MSH2 is definitively associated with autosomal dominant Lynch syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:0f3acd9a-e2e5-498a-8974-399969ffa2d1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}