{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-10T14:29:29.193Z","role":"Publisher"},{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-05-31T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:ac558259-d5a9-4a78-807f-1f7ac3c4ae0f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbb9fa1a-635a-40fb-9df4-5791aa452833","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"phenotypeFreeText":"Primary diagnosis NS but all individuals have LAH","previousTesting":true,"previousTestingDescription":"\"96 patients with Noonan syndrome and related disorders who did\nnot display PTPN11, KRAS, HRAS, BRAF, MAP2K1/2 (MEK1/2), SOS1 or\nRAF1 mutations.\"\n3 of these cases were de novo but the paper does not indicate which ones","sex":"Male","variant":{"id":"cggv:ac558259-d5a9-4a78-807f-1f7ac3c4ae0f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007373.4(SHOC2):c.4A>G (p.Ser2Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6821"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20882035","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome is an autosomal dominant disease characterized by dysmorphic features, webbed neck, cardiac anomalies, short stature and cryptorchidism. It shows phenotypic overlap with Costello syndrome and cardio-facio-cutaneous (CFC) syndrome. Noonan syndrome and related disorders are caused by germline mutations in genes encoding molecules in the RAS/MAPK pathway. Recently, a gain-of-function mutation in SHOC2, p.S2G, has been identified as causative for a type of Noonan-like syndrome characterized by the presence of loose anagen hair. In order to understand the contribution of SHOC2 mutations to the clinical manifestations of Noonan syndrome and related disorders, we analyzed SHOC2 in 92 patients with Noonan syndrome and related disorders who did not exhibit PTPN11, KRAS, HRAS, BRAF, MAP2K1/2, SOS1 or RAF1 mutations. We found the previously identified p.S2G mutation in eight of our patients. We developed a rapid detection system to identify the p.S2G mutation using melting curve analysis, which will be a useful tool to screen for the apparently common mutation. All the patients with the p.S2G mutation showed short stature, sparse hair and atopic skin. Six of the mutation-positive patients showed severe mental retardation and easily pluckable hair, and one showed leukocytosis. No SHOC2 mutations were identified in leukemia cells from 82 leukemia patients. These results suggest that clinical manifestations in SHOC2 mutation-positive patients partially overlap with those in patients with typical Noonan or CFC syndrome and show that easily pluckable/loose anagen hair is distinctive in SHOC2 mutation-positive patients.","dc:creator":"Komatsuzaki S","dc:date":"2010","dc:title":"Mutation analysis of the SHOC2 gene in Noonan-like syndrome and in hematologic malignancies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035","rdfs:label":"NS180"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This individual was the only individual not to have LAH described, but they were noted to have curly, sparse hair. Therefore, the NS/LAH phenotype cannot be ruled out and is more likely"},{"id":"cggv:ceb22d8e-9af6-4f39-ae88-c9a0c891d0f9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:03b6dbb6-eca6-4e70-951c-6f57523f56ec","type":"Proband","phenotypeFreeText":"Patient is described to have Noonan syndrome","previousTesting":true,"previousTestingDescription":"Sequenced A2ML1, BRAF, BCL, HRAS, KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, RAF1, RIT1, SHOC2, SOS1","sex":"OtherVariantDetectionMethod","variant":{"id":"cggv:ceb22d8e-9af6-4f39-ae88-c9a0c891d0f9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24896146","type":"dc:BibliographicResource","dc:abstract":"Variants in 11 genes of the RAS/MAPK signaling pathway have been causally linked to the neuro-cardio-facio-cutaneous syndromes group (NCFCS). Recently, A2ML1 and RIT1 were also associated with these syndromes. Because of the genetic and clinical heterogeneity of NCFCS, it is challenging to define strategies for their molecular diagnosis. The aim of this study was to develop and validate a massive parallel sequencing (MPS)-based strategy for the molecular diagnosis of NCFCS. A multiplex PCR-based strategy for the enrichment of the 13 genes and a variant prioritization pipeline was established. Two sets of genomic DNA samples were studied using the Ion PGM System: (1) training set (n =15) to optimize the strategy and (2) validation set (n = 20) to validate and evaluate the power of the new methodology. Sanger sequencing was performed to confirm all variants and low covered regions. All variants identified by Sanger sequencing were detected with our MPS approach. The methodology resulted in an experimental approach with a specificity of 99.0% and a maximum analytical sensitivity of ≥ 98.2% with a confidence of 99%. Importantly, two patients (out of 20) harbored described disease-causing variants in genes that are not routinely tested (RIT1 and SHOC2). The addition of less frequently altered genes increased in ≈ 10% the diagnostic yield of the strategy currently used. The presented workflow provides a comprehensive genetic screening strategy for patients with NCFCS in a fast and cost-efficient manner. This approach demonstrates the potential of a combined MPS-Sanger sequencing-based strategy as an effective diagnostic tool for heterogeneous diseases.","dc:creator":"Justino A","dc:date":"2015","dc:title":"Comprehensive massive parallel DNA sequencing strategy for the genetic diagnosis of the neuro-cardio-facio-cutaneous syndromes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24896146","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant present in 1/15008 European alleles in gnomAD. No other alleles 1/30952 There is no detailed phenotypic information provided here only that the patient had Noonan syndrome as opposed to CFC in a NCFCS cohort. This does not exclude NS/LAH"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0},{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:8e5727f8-0dcc-490d-813d-7995abeeffb4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cc52721d-ca90-46c5-be50-31a77b8fd255","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"phenotypeFreeText":"Primary diagnosis NS/CFC but all individuals have LAH","previousTesting":true,"previousTestingDescription":"\"92 patients with Noonan syndrome and related disorders who did\nnot display PTPN11, KRAS, HRAS, BRAF, MAP2K1/2 (MEK1/2), SOS1 or\nRAF1 mutations.\"\n3 of these cases were de novo but the paper does not indicate which ones","sex":"Male","variant":{"id":"cggv:8e5727f8-0dcc-490d-813d-7995abeeffb4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035","rdfs:label":"NS34"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Variant present in 1/15008 European alleles in gnomAD. No other alleles 1/30952\nThis variant was identified in all the cases in this study, but was only confirmed to be de novo in 3 of them. Therefore, I have arbitrarily chosen the first 3 cases to be the de novo cases and the rest are the non-LOF cases. Of note all but one individual was noted to have loose anagen hair. The one who was not noted to have LAH was not described to have otherwise. Therefore, all these cases are more in line with the LAH phenotype and should not actually be scored."},{"id":"cggv:51d5bc6b-dc2d-49d0-9662-d7e1cd284ba5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad83c52e-b3df-4036-a1e5-5f7d99a19a29","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":4,"phenotypeFreeText":"Born at 32 weeks, early pregnancy was complicated by vaginal bleeding in the 1st trimester. Infant emerged apneic and bradycardiac, required resuscitation with intubation and positive pressure ventilation. Generalized edema, dysmorphisms in face with depressed nasal bridge and face, short palpebral fissures, bilateral ptosis, small nose, laterally placed eyebrows, posteriorly angulated low-set ears with overfolded helicies, short neck with prominent nuchal folds. Coarse breath, hepatosplenomegaly palpated, skin was edematous, pulmonary edema and large cardiothymic silhouette, bloody tracheal secretions. cardiorespiratory morbidities, HCM, bilateral cystic periventricular leukomalacia with germinal matrix hemorrhage and mild ventriculomegaly. passed away at 4 months due to heart failure.","previousTesting":true,"previousTestingDescription":"Given clinical picture consistent with Noonan syndrome and negative family history of HCM- sequencing of raf1, SOS1, BRAF, HRAS and KRAS and SHOC2.","sex":"Male","variant":{"id":"cggv:51d5bc6b-dc2d-49d0-9662-d7e1cd284ba5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22528146","type":"dc:BibliographicResource","dc:abstract":"We report on a patient with Noonan syndrome due to SHOC2 missense mutation predicting p.Ser2Gly, recently described in association with Noonan syndrome. The male infant presented with fetal distress requiring premature delivery at 32 weeks and was noted to have dysmorphic features, edema, hepatosplenomegaly, leukocytosis, thrombocytopenia, and respiratory distress following birth. An echocardiogram revealed hypertrophic cardiomyopathy with left ventricular outflow tract obstruction. The infant's cardiac lesion rapidly progressed, and he was discharged home for palliative care. Clinical testing of genes causative of Noonan syndrome and related disorders detected the previously reported, pathogenic, de novo SHOC2 missense mutation predicting p.Ser2Gly. The patient's cardiac findings and features were not typical for those individuals previously reported with this SHOC2 mutation and thus expand the clinical phenotype.","dc:creator":"Hoban R","dc:date":"2012","dc:title":"Noonan syndrome due to a SHOC2 mutation presenting with fetal distress and fatal hypertrophic cardiomyopathy in a premature infant."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22528146","rdfs:label":"Hoban_1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Variant present in 1/15008 European alleles in gnomAD. No other alleles 1/30952. This variant was identiied in a patient with cardiac anomalies as well as respiratory anomalies and facial features in line with Noonan syndrome. This paper was published in 2012 and there is no indication of loose anagen hair and the authors report that this case expands the clincial phenotype of the previously described children with NS and easily pluckable hair. G"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":2309,"specifiedBy":"GeneValidityCriteria5","strengthScore":0,"subject":{"id":"cggv:94e2aec5-91e4-410b-a3a6-4ba9598f20a6","type":"GeneValidityProposition","disease":"obo:MONDO_0018997","gene":"hgnc:15454","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"There have been cases described in the literature with the p.Ser2Gly variant in SHOC2 who were diagnosed with Noonan syndrome (NS) but were not phenotyped for loose anagen hair (LAH) (Hoban, Roberts, Demmer, Jethva, & Shephard, 2012; Justino et al., 2015; Komatsuzaki et al., 2010). There has only been one NS case where LAH was assessed but not noted, and this individual had sparse and curly hair. Therefore, the NS/LAH phenotype cannot be ruled out for any of these patients. The p.Ser2Gly variant has been a recurrently identified variant in cases with NS/LAH, and no other variants have been identified in these patients (Cordeddu et al., 2009; Ekvall et al., 2011; Komatsuzaki et al., 2010). In summary, this association is Disputed. Of note, SHOC2 is classified as Definitive in association with NS-like disorder with loose anagen hair and as Disputed in association with Costello syndrome and cardiofaciocutaneous syndrome. The ClinGen RASopathy Expert Panel found no evidence associating SHOC2 with NS with multiple lentigines. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 5/31/18 (SOP Version 5).\nAll the cases described as NS so far have the p.S2G variant and LAH or have not had LAH ruled out, therefore it is not convincing that these cases are different from others.","dc:isVersionOf":{"id":"cggv:185c93c8-e875-46a2-83af-a8575b19a228"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}