{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-03-29T00:19:24.128Z","role":"Publisher"},{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-01-29T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19375058","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q(10) is a mobile lipophilic electron carrier located in the inner mitochondrial membrane. Defects of coenzyme Q(10) biosynthesis represent one of the few treatable mitochondrial diseases. We genotyped a patient with primary coenzyme Q(10) deficiency who presented with neonatal lactic acidosis and later developed multisytem disease including intractable seizures, global developmental delay, hypertrophic cardiomyopathy, and renal tubular dysfunction. Cultured skin fibroblasts from the patient had a coenzyme Q(10) biosynthetic rate of 11% of normal controls and accumulated an abnormal metabolite that we believe to be a biosynthetic intermediate. In view of the rarity of coenzyme Q(10) deficiency, we hypothesized that the disease-causing gene might lie in a region of ancestral homozygosity by descent. Data from an Illumina HumanHap550 array were analyzed with BeadStudio software. Sixteen regions of homozygosity >1.5 Mb were identified in the affected infant. Two of these regions included the loci of two of 16 candidate genes implicated in human coenzyme Q(10) biosynthesis. Sequence analysis demonstrated a homozygous stop mutation affecting a highly conserved residue of COQ9, leading to the truncation of 75 amino acids. Site-directed mutagenesis targeting the equivalent residue in the yeast Saccharomyces cerevisiae abolished respiratory growth.","dc:creator":"Duncan AJ","dc:date":"2009","dc:title":"A nonsense mutation in COQ9 causes autosomal-recessive neonatal-onset primary coenzyme Q10 deficiency: a potentially treatable form of mitochondrial disease."},"evidence":[{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ccb8efe9-8cdd-4ea0-986e-9e1abe16cd0a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7e8673b-09b8-473f-861c-bc71050e17c0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ICIMD","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19375058","rdfs:label":"Duncan 2009 CoQ10 biosynthesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"shared function with 10+ gene products, scored according to rubric"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e94c728-72b8-4b46-9ed2-46ae9c8d2463","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:93c9a572-bc10-40d6-b1fc-e831b09cc7f4","type":"FunctionalAlteration","dc:description":"Skin fibroblasts from the patient homozygous for the p.(Arg244Ter) variant. Cells showed:\nDecreased ATP levels and ATP/ADP ratios after 72 hours in galactose medium \nReduced mitochondrial membrane potential in glucose-free medium\nNo increase in reactive oxygen species or oxidative stress-induced death\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20495179","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q(10) (CoQ(10)) is essential for electron transport in the mitochondrial respiratory chain and antioxidant defense. The relative importance of respiratory chain defects, ROS production, and apoptosis in the pathogenesis of CoQ(10) deficiency is unknown. We determined previously that severe CoQ(10) deficiency in cultured skin fibroblasts harboring COQ2 and PDSS2 mutations produces divergent alterations of bioenergetics and oxidative stress. Here, to better understand the pathogenesis of CoQ(10) deficiency, we have characterized the effects of varying severities of CoQ(10) deficiency on ROS production and mitochondrial bioenergetics in cells harboring genetic defects of CoQ(10) biosynthesis. Levels of CoQ(10) seem to correlate with ROS production; 10-15% and >60% residual CoQ(10) are not associated with significant ROS production, whereas 30-50% residual CoQ(10) is accompanied by increased ROS production and cell death. Our results confirm that varying degrees of CoQ(10) deficiency cause variable defects of ATP synthesis and oxidative stress. These findings may lead to more rational therapeutic strategies for CoQ(10) deficiency.","dc:creator":"Quinzii CM","dc:date":"2010","dc:title":"Reactive oxygen species, oxidative stress, and cell death correlate with level of CoQ10 deficiency."},"rdfs:label":"Quinzii 2010 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"mitochondrial dysfunction in patient cells"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dd6d8f1-8166-41bb-a1f1-7215405c92b8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0063a100-1c3f-4d95-afeb-c24fffe2c6cb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Skin fibroblasts from the patient homozygous for the c.521+1del variant showed:\nDecreased CoQ7 and CoQ10 levels\nReduced activity of complex II+III\nReductions in CoQ7 and CoQ10 levels as well as complex II+III activity could be rescued by expression of WT COQ9\nTreatment with CoQ10 also increased complex II+III activity\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26081641","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q10 (CoQ10) has an important role in mitochondrial energy metabolism by way of its functioning as an electron carrier in the respiratory chain. Genetic defects disrupting the endogenous biosynthesis pathway of CoQ10 may lead to severe metabolic disorders with onset in early childhood. Using exome sequencing in a child with fatal neonatal lactic acidosis and encephalopathy, we identified a homozygous loss-of-function variant in COQ9. Functional studies in patient fibroblasts showed that the absence of the COQ9 protein was concomitant with a strong reduction of COQ7, leading to a significant accumulation of the substrate of COQ7, 6-demethoxy ubiquinone10. At the same time, the total amount of CoQ10 was severely reduced, which was reflected in a significant decrease of mitochondrial respiratory chain succinate-cytochrome c oxidoreductase (complex II/III) activity. Lentiviral expression of COQ9 restored all these parameters, confirming the causal role of the variant. Our report on the second COQ9 patient expands the clinical spectrum associated with COQ9 variants, indicating the importance of COQ9 already during prenatal development. Moreover, the rescue of cellular CoQ10 levels and respiratory chain complex activities by CoQ10 supplementation points to the importance of an early diagnosis and immediate treatment. ","dc:creator":"Danhauser K","dc:date":"2016","dc:title":"Fatal neonatal encephalopathy and lactic acidosis caused by a homozygous loss-of-function variant in COQ9."},"rdfs:label":"Danhauser 2016 rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"rescue of mitochondrial dysfunction in patient cells"},{"id":"cggv:dcf760f2-4255-491c-a9b7-62f2c8281d63","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:396e24fc-152c-4cd4-87e0-ccbe42538678","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Created a knock-in mouse model for the human p.(Arg244Ter) variant by introducing homologous nucleotide changes (c.715C>T and c.717T>A). \nCoq9 KO mice show encephalomyopathy and early mortality by 6 mos. Between 3 and 6 months, Coq9X/X mice developed a rapid and progressive leg paralysis, weight loss, and mild walking alterations, followed by progressive development of rapid and severe leg paralysis. \nHistopathology showed signs of predominant encephalomyopathy with astrogliosis and neuronal death. Biochemistry showed reduction in complex I with a parallel increase in free complex III only in the brain. Addition of decylubiquinone could partially restore the CI + III activity.\nRecapitulation of neuropath, biochem, and neurological findings of mitochondrial disease\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23255162","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q10 (CoQ(10)) or ubiquinone is a well-known component of the mitochondrial respiratory chain. In humans, CoQ(10) deficiency causes a mitochondrial syndrome with an unexplained variability in the clinical presentations. To try to understand this heterogeneity in the clinical phenotypes, we have generated a Coq9 Knockin (R239X) mouse model. The lack of a functional Coq9 protein in homozygous Coq9 mutant (Coq9(X/X)) mice causes a severe reduction in the Coq7 protein and, as consequence, a widespread CoQ deficiency and accumulation of demethoxyubiquinone. The deficit in CoQ induces a brain-specific impairment of mitochondrial bioenergetics performance, a reduction in respiratory control ratio, ATP levels and ATP/ADP ratio and specific loss of respiratory complex I. These effects lead to neuronal death and demyelinization with severe vacuolization and astrogliosis in the brain of Coq9(X/X) mice that consequently die between 3 and 6 months of age. These results suggest that the instability of mitochondrial complex I in the brain, as a primary event, triggers the development of mitochondrial encephalomyopathy associated with CoQ deficiency.","dc:creator":"García-Corzo L","dc:date":"2013","dc:title":"Dysfunctional Coq9 protein causes predominant encephalomyopathy associated with CoQ deficiency."},"rdfs:label":"Garcia-Corzo 2013 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"3 pts neuropath, 0.5 pts biochem, 1 pt neurological\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:365e5611-57d4-4ce8-8c51-4bb00c0594d4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:365e5611-57d4-4ce8-8c51-4bb00c0594d4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":1,"allele":[{"id":"cggv:b2b310dc-af5b-44ee-995e-e0e6bb20d314","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020312.4(COQ9):c.711+3G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8076315"}},{"id":"cggv:5750cdfd-b0c5-4bc1-b5dd-ebe16d23bab4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020312.4(COQ9):c.521+1del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA200160"}}],"detectionMethod":"WES in 3 of 4 affected siblings, Sanger confirmation\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"echogenic bowel, IUGR, thick cardiac walls, oligohydramnios, premature birth, elevated lactate, hypotension, wide-set eyes, flat nasal bridge, clenched hands, fixed elbow flexion, abnormal jerking, grimacing movements, subacute necrotizing encephalopathy of Leigh disease on autopsy; normal echocardiogram \n","previousTesting":false,"sex":"Male","variant":[{"id":"cggv:8551a05b-2bce-4e71-b880-aaca0a97652b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5750cdfd-b0c5-4bc1-b5dd-ebe16d23bab4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29560582","type":"dc:BibliographicResource","dc:abstract":"Primary CoQ10 deficiency is a clinically and genetically heterogeneous, autosomal recessive disorder resulting from mutations in genes involved in the synthesis of coenzyme Q10 (CoQ10). To date, mutations in nine proteins required for the biosynthesis of CoQ10 cause CoQ10 deficiency with varying clinical presentations. In 2009 the first patient with mutations in COQ9 was reported in an infant with a neonatal-onset, primary CoQ10 deficiency with multi-system disease. Here we describe four siblings with a previously undiagnosed lethal disorder characterized by oligohydramnios and intrauterine growth restriction, variable cardiomyopathy, anemia, and renal anomalies. The first and third pregnancy resulted in live born babies with abnormal tone who developed severe, treatment unresponsive lactic acidosis after birth and died hours later. Autopsy on one of the siblings demonstrated brain changes suggestive of the subacute necrotizing encephalopathy of Leigh disease. Whole-exome sequencing (WES) revealed the siblings shared compound heterozygous mutations in the COQ9 gene with both variants predicted to affect splicing. RT-PCR on RNA from patient fibroblasts revealed that the c.521 + 2 T > C variant resulted in splicing out of exons 4-5 and the c.711 + 3G > C variant spliced out exon 6, resulting in undetectable levels of COQ9 protein in patient fibroblasts. The biochemical profile of patient fibroblasts demonstrated a drastic reduction in CoQ10 levels. An additional peak on the chromatogram may represent accumulation of demethoxy coenzyme Q (DMQ), which was shown previously to accumulate as a result of a defect in COQ9. This family expands our understanding of this rare metabolic disease and highlights the prenatal onset, clinical variability, severity, and biochemical profile associated with COQ9-related CoQ10 deficiencies.","dc:creator":"Smith AC","dc:date":"2018","dc:title":"A family segregating lethal neonatal coenzyme Q10 deficiency caused by mutations in COQ9."}},{"id":"cggv:736ced22-d7e4-4839-8c76-8b615148c583_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b2b310dc-af5b-44ee-995e-e0e6bb20d314"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29560582"}],"rdfs:label":"Smith 2018 patient 3"},{"id":"cggv:736ced22-d7e4-4839-8c76-8b615148c583","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:736ced22-d7e4-4839-8c76-8b615148c583_variant_evidence_item"},{"id":"cggv:736ced22-d7e4-4839-8c76-8b615148c583_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Analysis of patient fibroblasts showed that the c.711+3G>C variant resulted in skipping of exon 6\nCOQ9 protein expression was undetectable in patient skin fibroblasts via Western blot\n\n"}],"strengthScore":1.5,"dc:description":"1.5 (other but absent protein expression)\n+0.25 (phenotype)\n"},{"id":"cggv:8551a05b-2bce-4e71-b880-aaca0a97652b","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8551a05b-2bce-4e71-b880-aaca0a97652b_variant_evidence_item"},{"id":"cggv:8551a05b-2bce-4e71-b880-aaca0a97652b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Analysis of patient fibroblasts showed that the c.521+1del mutation resulted in the skipping of exons 4 and 5\nCOQ9 protein expression was undetectable in patient skin fibroblasts via Western blot\n"}],"strengthScore":1.5,"dc:description":"1.5 (null)\n+0.25 (phenotype)\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3f30429f-4334-46ca-ae3d-acfae3efec05_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3f30429f-4334-46ca-ae3d-acfae3efec05","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:28e61f10-e136-48af-abee-a448c0c97bac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020312.4(COQ9):c.730C>T (p.Arg244Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114275"}},"detectionMethod":"Homozygosity mapping followed by sequencing of 2 candidate genes: CABC1 (no variants identified), COQ9; parental testing not performed","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"severe fatal CoQ10 deficiency: onset at 6 hr of life: poor feeding, hypothermia, hypertonia, elevated plasma lactate, seizures, global developmental delay, left ventricular hypertrophy, renal tubular dysfunction, cerebral and cerebellar atrophy on brain MRI, type IIB fiber atrophy and lipid accumulation on muscle histology \n\nDecreased activity of complex II+III but normal II and III individually in skeletal muscle\nDecreased CoQ10 levels in skeletal muscle, skin fibroblasts\nDecreased CoQ10 biosynthesis in cultured skin fibroblasts\n","previousTesting":false,"secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:b40e5cd4-87cb-4b19-8d25-4af08c4649b1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:28e61f10-e136-48af-abee-a448c0c97bac"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19375058"},"rdfs:label":"Duncan 2009 patient 1"},{"id":"cggv:b40e5cd4-87cb-4b19-8d25-4af08c4649b1","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b40e5cd4-87cb-4b19-8d25-4af08c4649b1_variant_evidence_item"},{"id":"cggv:b40e5cd4-87cb-4b19-8d25-4af08c4649b1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NMD expected\nInability to amplify COQ9 cDNA from patient fibroblasts, suggesting NMD of mutant COQ9 mRNA\nSite-directed mutagenesis targeting the equivalent residue in S. cerevisiae abolished respiratory growth\n"}],"strengthScore":1.5,"dc:description":"1.5 (null) \n+0.25 (phenotype)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:eabdde16-33a2-453a-8b08-a7b9721b382b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eabdde16-33a2-453a-8b08-a7b9721b382b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":18,"allele":{"id":"cggv:5750cdfd-b0c5-4bc1-b5dd-ebe16d23bab4"},"detectionMethod":"WES focusing on rare homozygous and compound heterozygous non-synonymous variants, Sanger confirmation and parental testing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"born at 36 weeks gestation due to anhydramnios, small for gestational age, poor respiration, muscular hypotonia, muscle stiffness in extremities, bradycardia, generalized cyanosis, lactic acidosis, seizures, apnea, choroid plexus cysts on brain MRI, symmetric hyperintense signal alterations in basal ganglia on brain MRI\n\nDecreased activity of complex II+III in skeletal muscle\n","previousTesting":false,"sex":"Male","variant":{"id":"cggv:1b34eccc-92ae-4603-9f63-de79d259005e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5750cdfd-b0c5-4bc1-b5dd-ebe16d23bab4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26081641"},"rdfs:label":"Danhauser 2016 patient 1"},{"id":"cggv:1b34eccc-92ae-4603-9f63-de79d259005e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b34eccc-92ae-4603-9f63-de79d259005e_variant_evidence_item"},{"id":"cggv:1b34eccc-92ae-4603-9f63-de79d259005e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Analysis of patient fibroblasts showed that the mutation resulted in the skipping of exons 4 and 5 and the deletion of 76 amino acids (Ser127_Arg202del), including essential parts of the lipid-binding cavity. \n\nCOQ9 was undetectable in patient cells by immunostaining, indicating degradation of the truncated protein\n"}],"strengthScore":1.5,"dc:description":"1.5 (null)\n+0.25 (phenotype)\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:355a63b0-fd0c-42ff-888a-28e08d203ff3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:355a63b0-fd0c-42ff-888a-28e08d203ff3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:82f78cb8-6fc9-41c1-ac21-3d2dbb505223","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020312.4(COQ9):c.386del (p.Gly129ValfsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2633447771"}},"detectionMethod":"panel testing of 450 genes involved in inborn errors of metabolism, parents confirmed heterozygous ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"growth retardation, microcephaly, seizures, oligohydramnios, respiratory distress, abnormal EEG, swallowing difficulty, truncal hypotonia, short philtrum, long columella, broad flat nasal root, telecanthus, tent-shaped mouth, high arched palate, hypoplastic ear lobes, knuckle pads of fingers, involuntary movements, hypertonic extremities, hyperreflexia, absent eye contact and object tracking, failure to thrive, elevated blood lactate, increased kidney echogenicity, kidney cysts, patent foramen ovale, left ventricular non-compaction, hypoplasia of cerebellar vermis and brainstem, enlarged lateral ventricles, corpus callosum agenesis, cortical atrophy\n","previousTesting":false,"sex":"Female","variant":{"id":"cggv:a02d5eaa-2589-4c92-88c3-6c8438684c5c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:82f78cb8-6fc9-41c1-ac21-3d2dbb505223"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31821167","type":"dc:BibliographicResource","dc:abstract":"Background Coenzyme Q10 (CoQ10) serves as a shuttle for electrons from complexes I and II to complex III in the respiratory chain, and has important functions within the mitochondria. Primary CoQ10 deficiency is a mitochondrial disorder which has devastating effects, and which may be partially treated with exogenous CoQ10 supplementation. Case presentation A 9-month-old girl patient was referred to our clinic due to growth retardation, microcephaly and seizures. She was the third child of consanguineous parents (first-degree cousins) of Pakistani origin, born at 38 weeks gestation, weighing 2000 g after an uncomplicated pregnancy, and was hospitalized for 3 days due to respiratory distress. She had sustained clonic seizures when she was 4 months old. Physical examination showed microcephaly, truncal hypotonia and dysmorphic features. Metabolic tests were inconclusive. Abdominal ultrasonography revealed cystic appearance of the kidneys. Non-compaction of the left ventricle was detected in echocardiography. Cranial magnetic resonance imaging (MRI) showed hypoplasia of the cerebellar vermis and brain stem, corpus callosum agenesis, and cortical atrophy. A panel testing of 450 genes involved in inborn errors of metabolism (IEM) was performed that showed a novel frameshift c.384delG (Gly129Valfs*17) homozygous mutation in COQ9. A treatment of 5 mg/kg/day exogenous CoQ10 was started when she was 10 months old, and the dosage was increased to 50 mg/kg/day after the exact diagnosis. No objective neurological improvement could be observed after the adjustment of the drug dosage. Conclusions We report a case of CoQ10 deficiency due to a novel COQ9 gene mutation that adds clinical data from a newly diagnosed patient. Our case also outlines the importance of genetic panels used for specific diseases including IEM.","dc:creator":"Olgac A","dc:date":"2020","dc:title":"A rare case of primary coenzyme Q10 deficiency due to COQ9 mutation."}},"rdfs:label":"Olgac 2020"},{"id":"cggv:a02d5eaa-2589-4c92-88c3-6c8438684c5c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a02d5eaa-2589-4c92-88c3-6c8438684c5c_variant_evidence_item"},{"id":"cggv:a02d5eaa-2589-4c92-88c3-6c8438684c5c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"NMD expected"}],"strengthScore":1.5,"dc:description":"1.5 (null)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7977,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:a7362402-b6aa-42aa-9fcb-ca91933668ee","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:25302","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *COQ9* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 29, 2024. The *COQ9* gene encodes coenzyme Q9, which is involved in mitochondrial ubiquinone (coenzyme Q10, CoQ10) biosynthesis. Coenzyme Q10 is critical for many processes in the cell, including in the mitochondrial respiratory chain transferring electrons from complexes I and II to complex III.\n\nThe *COQ9* gene was first reported in relation to autosomal recessive CoQ10 deficiency in 2009 (PMID: 19375058). CoQ10 deficiency is a multisystem primary mitochondrial disease characterized by heterogeneous clinical manifestations that include encephalopathy, seizures, movement disorder, hypotonia, nephrotic syndrome, hypertrophic cardiomyopathy, muscle weakness, and exercise intolerance. Retinopathy and sensorineural hearing loss may also be present but are not invariable findings. Laboratory findings include reduced CoQ10 biosynthesis, reduced activity of mitochondrial complex I+II and I+III and II+III, and increased serum lactate and alanine. Neuroimaging may show findings consistent with Leigh syndrome spectrum (LSS) and/or mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS). While various names have been given to the constellation of features seen in those with COQ9-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *COQ9* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *COQ9* was previously curated by this panel for its association with LSS on April 9, 2021 (SOP v7), with a final classification of limited. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three unique variants: one splice variant, one stop-gained variant, and one frameshift variant, which were reported in four unrelated individuals in four publications (PMIDs: 19375058, 26081641, 29560582, 31821167). The mechanism of disease is loss of function. The maximum for genetic evidence has been reached. \nThis gene-disease relationship is also supported by a biochemical function in CoQ10 biosynthesis/mitochondrial cofactor biosynthesis shared with at least 10 other genes associated with primary mitochondrial disease; evidence of mitochondrial dysfunction plus rescue in patient cells; and knock-in mouse models which recapitulate neuropathological, biochemical, and neurological findings similar to human patients (PMIDs: 19375058, 20495179, 26081641, 23255162, 25802402). The maximum for experimental evidence has also been reached.\n\nIn summary, there is definitive evidence to support the relationship between *COQ9* and autosomal recessive primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 29, 2024, (SOP Version 10). ","dc:isVersionOf":{"id":"cggv:5bd50af5-d882-49e1-afd5-d68f253055d7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}