{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aa_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-20T04:21:56.151Z","role":"Publisher"},{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aa_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-20T04:21:39.263Z","role":"Approver"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/28067911","type":"dc:BibliographicResource","dc:abstract":"Bosma arhinia microphthalmia syndrome (BAMS) is an extremely rare and striking condition characterized by complete absence of the nose with or without ocular defects. We report here that missense mutations in the epigenetic regulator SMCHD1 mapping to the extended ATPase domain of the encoded protein cause BAMS in all 14 cases studied. All mutations were de novo where parental DNA was available. Biochemical tests and in vivo assays in Xenopus laevis embryos suggest that these mutations may behave as gain-of-function alleles. This finding is in contrast to the loss-of-function mutations in SMCHD1 that have been associated with facioscapulohumeral muscular dystrophy (FSHD) type 2. Our results establish SMCHD1 as a key player in nasal development and provide biochemical insight into its enzymatic function that may be exploited for development of therapeutics for FSHD.","dc:creator":"Gordon CT","dc:date":"2017","dc:title":"De novo mutations in SMCHD1 cause Bosma arhinia microphthalmia syndrome and abrogate nasal development."},{"id":"https://pubmed.ncbi.nlm.nih.gov/28067909","type":"dc:BibliographicResource","dc:abstract":"Arhinia, or absence of the nose, is a rare malformation of unknown etiology that is often accompanied by ocular and reproductive defects. Sequencing of 40 people with arhinia revealed that 84% of probands harbor a missense mutation localized to a constrained region of SMCHD1 encompassing the ATPase domain. SMCHD1 mutations cause facioscapulohumeral muscular dystrophy type 2 (FSHD2) via a trans-acting loss-of-function epigenetic mechanism. We discovered shared mutations and comparable DNA hypomethylation patterning between these distinct disorders. CRISPR/Cas9-mediated alteration of smchd1 in zebrafish yielded arhinia-relevant phenotypes. Transcriptome and protein analyses in arhinia probands and controls showed no differences in SMCHD1 mRNA or protein abundance but revealed regulatory changes in genes and pathways associated with craniofacial patterning. Mutations in SMCHD1 thus contribute to distinct phenotypic spectra, from craniofacial malformation and reproductive disorders to muscular dystrophy, which we speculate to be consistent with oligogenic mechanisms resulting in pleiotropic outcomes.","dc:creator":"Shaw ND","dc:date":"2017","dc:title":"SMCHD1 mutations associated with a rare muscular dystrophy can also cause isolated arhinia and Bosma arhinia microphthalmia syndrome."}],"evidence":[{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aa_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aa_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2225f25-52e3-4cde-882e-ff3a1fb183bb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b31089c-900a-4e8c-ab50-a7f0134e6a0a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Each defect that was seen in morpholino-mediated knockdown morphants was rescuable with full-length human wild-type (hWT) SMCHD1 mRNA (Fig. 5b,d,f, Supplementary Fig. 5 and Supplementary Table 5).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28067909","rdfs:label":"Rescue of Zebrafish knockdown"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Biocurator feedback recommended downgrading to 1"},{"id":"cggv:228e2fe7-b011-42ff-9d72-28af3c7aae1c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:949fe149-dd16-4438-bde3-160637df4bf5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish morphants showed microphthalmia which is present in many patients. Zebrafish morphants showed aberrant facial cartilage patterning which corresponds to dysmorphic facial features seen in patients, although the authors acknowledge that there is no credible zebrafish structure homologous to the human nose. Zebrafish morphants had a shorter average projection length of the terminal nerve containing axons of neurons that express GnRH which corresponds to the reproductive defects seen in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28067909","rdfs:label":"Knockdown in Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Biocurator feedback recommended downgrading to 1"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aa_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4395,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:2cb3cbd6-f1ec-4320-a88b-bee7e8c1dfbc","type":"GeneValidityProposition","disease":"obo:MONDO_0011323","gene":"hgnc:29090","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The SMCHD1 gene is located on chromosome 18 at 18p11.32 and encodes the structural maintenance of chromosomes flexible hinge domain-containing protein 1, important in the structural maintenance of chromosomes. SMCHD1 was first reported in relation to autosomal dominant arhinia, choanal atresia, and microphthalmia in 2017 (Shaw et al., PMID: 28067909 and Gordon et al., PMID: 28067911). This disorder is characterized by nasal features of arrhinia or hypoplastic nose, choanal atresia, nasolacrimal duct stenosis, absent paranasal sinuses, and anosmia; ocular features comprising ano- or microphthalmia, uveal coloboma, and cataracts; other facial dysmorphisms such as high-arched or cleft palate, abnormal ears, hypoplastic maxilla, midface hypoplasia, and abnormal dentition; as well as defects of the reproductive axis including hypogonadotropic hypogonadism. Expressivity is variable and not every patient presents with all of these features. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the inheritance pattern and phenotypic variability, and to a lesser extent in the molecular mechanism. Therefore, the following disease entities have been kept as separate disease entities: arhinia, choanal atresia, and microphthalmia also known as Bosma-arhinia-microphthalmia-syndrome or BAMS (OMIM: 603457), and facioscapulohumeral muscular dystrophy 2 or FSHD2 (OMIM: 158901). Ten variants, all missense, that have been reported in 24 probands in 3 publications (PMIDs: 28067911, 28067909; Kinjo et al., 2020, PMID: 32620854) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has already been reached and exceeded. The mechanism of pathogenicity is inconclusive, with some evidence supporting loss of function and some evidence supporting gain of function. This gene-disease relationship is also supported by experimental evidence that includes animal models and in vitro functional assays (PMIDs: 28067911, 28067909; Gurzau et al., 2018, PMID: 29748383). Morpholino-mediated knockdown, as well as CRISPR/CAS9-mediated disruption of smchd1, in the zebrafish resulted in abnormal facial cartilage patterning, small eyes, and shorter projection length of the terminal nerve that contains exons of neurons expressing gonadotropin releasing hormone. These defects were rescued by full-length human wild-type but not variant SMCHD1 mRNA. Further, overexpression of either wild-type or variant human SMCHD1 mRNA in zebrafish did not produce any defects. This evidence suggests loss of function as the mechanism (PMID: 28067909). However, experiments in Xenopus embryos showed that while overexpression of wild-type human SMCHD1 mRNA did not produce any defects, overexpression of variant mRNA resulted in significantly smaller eyes and smaller nasal placodes, as well as a higher in invitro ATPase activity. This evidence is consistent with gain of function as the mechanism (PMIDs: 28067911, 29748383). In summary, the SMCHD1 gene is definitively associated with autosomal dominant arhinia, choanal atresia, and microphthalmia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 11.03.2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:b2f2b442-3afa-4427-8e9b-3dc2485790aa"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}