{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-06-01T16:00:00.000Z","role":"Approver"},{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-01-31T20:15:40.644Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9843209","type":"dc:BibliographicResource","dc:abstract":"Erythrokeratodermia variabilis (EKV, OMIM 133200) is an autosomal dominant genodermatosis with considerable intra- and interfamilial variability. It has a disfiguring phenotype characterized by the independent occurrence of two morphologic features: transient figurate red patches and localized or generalized hyperkeratosis. Both features can be triggered by external factors such as trauma to the skin. After initial linkage to the RH locus on 1p, EKV was mapped to an interval of 2.6 cM on 1p34-p35, and a candidate gene (GJA4) encoding the gap junction protein alpha-4 (connexin 31, Cx31) was excluded by sequence analysis. Evidence in mouse suggesting that the EKV region harbours a cluster of epidermally expressed connexin genes led us to characterize the human homologues of GJB3 (encoding Cx31) and GJB5 (encoding Cx31.1). GJB3, GJB5 and GJA4 were localized to a 1.1-Mb YAC in the candidate interval. We detected heterozygous missense mutations in GJB3 in four EKV families leading to substitution of a conserved glycine by charged residues (G12R and G12D), or change of a cysteine (C86S). These mutations are predicted to interfere with normal Cx31 structure and function, possibly due to a dominant inhibitory effect. Our results implicate Cx31 in the pathogenesis of EKV, and provide evidence that intercellular communication mediated by Cx31 is crucial for epidermal differentiation and response to external factors.","dc:creator":"Richard G","dc:date":"1998","dc:title":"Mutations in the human connexin gene GJB3 cause erythrokeratodermia variabilis."},"evidence":[{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cc879a4-6602-4a92-83ec-81c038a75da2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb78b7c9-0ae3-4e38-8808-d87a098dc692","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"Expression of Bip, Hsp70, c-Fos, and JunB genes, which have been shown to be upregulated in cells (human and mice) transfected with mutant Cx31, was evaluated in five EKV patients' skin lesions. All four of these were markedly upregulated","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26251042","type":"dc:BibliographicResource","dc:abstract":"Mutations in connexin-31 (Cx31) are associated with multiple human diseases, including familial erythrokeratodermia variabilis (EKV). The pathogenic mechanism of EKV-associated Cx31 mutants remains largely elusive. Here, we show that EKV-pathogenic Cx31 mutants are un/misfolded and temperature sensitive. In Drosophila, expression of pathogenic Cx31, but not wild-type Cx31, causes depigmentation and degeneration of ommatidia that are rescued by expression of either dBip or dHsp70. Ectopic expression of Cx31 in mouse skin results in skin abnormalities resembling human EKV. The affected tissues show remarkable disrupted gap junction formation and significant upregulation of chaperones Bip and Hsp70 as well as AP-1 proteins c-Fos and JunB, in addition to molecular signatures of skin diseases. Consistently, c-Fos, JunB, Bip and Hsp70 are strikingly higher in keratinocytes of EKV patients than their matched control individuals. Furthermore, a druggable AP-1 inhibitory small molecule suppresses skin phenotype and pathological abnormalities of transgenic Cx31 mice. The study suggests that Cx31 mutant proteins are un/misfolded to cause EKV likely via an AP-1-mediated mechanism and identifies a small molecule with therapeutic potential of the disease. ","dc:creator":"Tang C","dc:date":"2015","dc:title":"Pathogenic Cx31 is un/misfolded to cause skin abnormality via a Fos/JunB-mediated mechanism."},"rdfs:label":"Tang Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efde112f-9fe1-43eb-a6dd-cd327eb15fec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01bad918-7ff8-476a-aca9-007b89cad805","type":"FunctionalAlteration","dc:description":"introducing p.Gly12Arg mutation into HeLa cells caused cell death within 5 days. Demonstrated direct correlation between survival/life span of transfected cells and expression level of mutant protein. Propose cell death is due to defective channel closure mechanism, based on increased dye coupling. Mutant protein localized normally and did form gap junction channels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12176042","type":"dc:BibliographicResource","dc:abstract":"The autosomal dominant skin disorder erythrokeratodermia variabilis (EKV) has been linked to mutations in the human connexin31 (hCx31) gene, which is expressed in the epidermis. We characterized and compared a pathogenic mutation resulting in replacement of amino acid glycine 12 with arginine (G12R) with wild-type hCx31 protein. HeLa cells were transfected with wild-type and mutant hCx31 cDNA, respectively, using different-constitutive and inducible-vector systems. Independent of the expression vector, wild-type and mutant hCx31 were expressed at comparative levels and localized at the plasma membranes. Mutated channels (hCx31G12R) showed higher conductance in dye coupling studies than wild type channels. Furthermore, HeLa cells died within 5 days after constitutive expression of the mutant protein. Using an inducible expression system, we demonstrated a direct correlation between survival/life span of transfected HeLa cells and expression level of the mutant protein, indicating a gain-of-function mechanism due to a defective channel closure mechanism.","dc:creator":"Diestel S","dc:date":"2002","dc:title":"Expression of a connexin31 mutation causing erythrokeratodermia variabilis is lethal for HeLa cells."},"rdfs:label":"Diestel Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:8fefa3f3-c0f2-4817-b881-80f4e01e242a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fda39959-b078-4589-a61f-61958d0167a8","type":"FunctionalAlteration","dc:description":"Pathogenic Cx31 mutants are un/misfolded and temperature sensitive. GFP-tagged protein in transfected Hela cells could be detected at 25 but not 37 degrees C. Dye transfer assays had the same results. WT, but not mutant Cx31 transfered calcein dye at 37C, but all did show dye transfer at 25C. Concludes that mutant Cx31 can form functional channels, and mutational mechanism may have to do with mis-folding.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26251042","rdfs:label":"Tang Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f0928a29-2d47-46f8-8e67-4cef0b9930f4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5e7a529a-05df-4dea-b7d4-e20e5ef05714","type":"FunctionalAlteration","dc:description":"Cx31R42P induces production of reactive oxygen species, and this could be partially rescued by treatment with ROS scavenger butylated hydroxyanisole","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22393412","type":"dc:BibliographicResource","dc:abstract":"Mutations in Connexin-31 (Cx31) are associated with multiple human diseases including erythrokeratodermia variabilis (EKV). The molecular action of Cx31 pathogenic mutants remains largely elusive. We report here that expression of EKV pathogenic mutant Cx31R42P induces cell death with necrotic characteristics. Inhibition of hemichannel activity by a connexin hemichannel inhibitor or high extracellular calcium suppresses Cx31R42P-induced cell death. Expression of Cx31R42P induces ER stress resulting in reactive oxygen species (ROS) production, in turn, to regulate gating of Cx31R42P hemichannels and Cx31R42P induced cell death. Moreover, Cx31R42P hemichannels play an important role in mediating ATP release from the cell. In contrast, no hemichannel activity was detected with cells expressing wildtype Cx31. Together, the results suggest that Cx31R42P forms constitutively active hemichannels to promote necrotic cell death. The Cx31R42P active hemichannels are likely resulted by an ER stress mediated ROS overproduction. The study identifies a mechanism of EKV pathogenesis induced by a Cx31 mutant and provides a new avenue for potential treatment strategy of the disease.","dc:creator":"Chi J","dc:date":"2012","dc:title":"Pathogenic connexin-31 forms constitutively active hemichannels to promote necrotic cell death."},"rdfs:label":"Chi Functional Alteration 2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:a8e8b2ce-239e-4135-859b-4c240acbaff7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d99e2e1e-ad12-4f46-a6ac-1790c4c60819","type":"FunctionalAlteration","dc:description":"Hela cells transfected with WT and R42P Cx31. Mutant but not WT caused small nuclei, and TEM showed morphological features of necrosis including translucent cytoplasm, swellign of organelles, disruption of plasma membrane, dilation of nuclear membrane, and condensation of chromatin. No difference in apoptosis, so authors propose cell death is necrotic and not apoptotic. Mutant Cx31 effectively mediated dye transfer indicating functional gap junctions. Mutant Cx31 formed consitutitvely active hemichannels which could be cause of cell death","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22393412","rdfs:label":"Chi Functional Alteration 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f50860a-b75e-4918-b25c-1aad715b9d3f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a87c08c9-1188-42e1-b0ae-69afbeae8f13","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"No expression of the mutant gene was detected in 20 independent transgenic lines. Surprisingly, transgenic mice with WT Cx31 showed skin abnormalities including hyperkeratosis and erythrokeraderma in digits, ears, and tail. Tail loss seen in >85%. Indicates overexpression causes a skin phenotype. Bip and Hsp70 was markedly induced in Cx31-expressing keratinocytes, indicating overexpressed protein is likely un/misfolded and induces UPR. The authors propose that overexpression of mutant Cx31 mimics disease mutants. This is the first mouse model with EKV phenotype. Fully penetrant","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26251042","rdfs:label":"Tang Animal Model 2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded"},{"id":"cggv:660760a7-62ca-43e3-929a-35c4d3786e94","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:25028482-5cee-43cb-8209-e2fcef9508dc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ubiquitous expression of mutant and not WT was embryonic lethal.Ectopic expression in the eye caused loss of pigmentation. This pigmentation phenotype was rescued by coexpression of either dBip or dHsp70, which are protein folding chaperones. Mutant dHsp70 decreased detection of Cx31F137L oligomers. Indicates roll of unfolded protein response in pathogenesis of Cx31","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26251042","rdfs:label":"Tang Animal Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded because of model type."},{"id":"cggv:844e744c-65b7-4be5-b5d4-9ddbd1f63f12","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec47edcf-5113-4bd5-a0f9-573c767cc1a6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Generated zebrafish model of EKV by transfection of WT and C86S mutant into embryos at one-cell stage with heat-shock. Skin epidermis in mutants was disrupted in 85% of embryos. Significantly more cells with mutant underwent apoptosis compared to WT. Knocking down p63, gene involved in ER stress-induced apoptosis, blocked the epidermal apoptosis caused by the mutant Cx31.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21920315","type":"dc:BibliographicResource","dc:abstract":"Endoplasmic reticulum (ER) stress triggers tissue-specific responses that culminate in either cellular adaptation or apoptosis, but the genetic networks distinguishing these responses are not well understood. Here we demonstrate that ER stress induced in the developing zebrafish causes rapid apoptosis in the brain, spinal cord, tail epidermis, lens, and epiphysis. Focusing on the tail epidermis, we uncover an apoptotic response that depends on Puma, but not on p53 or Chop. puma is transcriptionally activated during this ER stress response in a p53-independent manner, and is an essential mediator of epidermal apoptosis. We demonstrate that the p63 transcription factor is upregulated to initiate this apoptotic pathway and directly activates puma transcription in response to ER stress. We also show that a mutation of human Connexin 31, which causes erythrokeratoderma variabilis, induces ER stress and p63-dependent epidermal apoptosis in the zebrafish embryo, thus implicating this pathway in the pathogenesis of inherited disease.","dc:creator":"Pyati UJ","dc:date":"2011","dc:title":"p63 mediates an apoptotic response to pharmacological and disease-related ER stress in the developing epidermis."},"rdfs:label":"Pyati Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Pathogenesis of EKV may occur through p63-mediated apoptotic axis studied in this paper."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.8}],"evidenceStrength":"Definitive","sequence":7753,"specifiedBy":"GeneValidityCriteria9","strengthScore":11.3,"subject":{"id":"cggv:e4db1776-8279-40dd-a0b6-2987f104ab5a","type":"GeneValidityProposition","disease":"obo:MONDO_0017851","gene":"hgnc:4285","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The *GJB3* gene was first associated with autosomal dominant erythrokeratodermia variabilis (EKV) in 1998 (Richard et al., PMID: 9843209). At least 12 unique missense variants have been reported in 22 probands in 18 publications (PMIDs: 9843209, 10594760, 10798362, 15948974, 18482034, 21879244, 21188847, 22681493, 23442023, 26632638, 25297803, 21950330, 20497287, 25556823, 31912549, 31793497, 35663771, 35677558). Some variants are reported de novo, however paternity and maternity were not confirmed in most cases. Variants in this gene segregated with disease in 17 additional members in two families (PMIDs: 9843209, 10594760). This gene-disease relationship is also supported by mouse and zebrafish models which have recapitulated partial phenotypes of EKV, and several functional alteration studies (PMIDs: 12176042, 21920315, 22393412, 26251042). Of note, this gene has also been implicated in autosomal dominant nonsyndromic hearing loss which has been assessed separately as Disputed. In summary, there is definitive evidence to support the relationship between *GJB3* and autosomal dominant erythrokeratodermia variabilis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated as Strong by the ClinGen Hearing Loss Working Group on 3/5/2018 as per SOP v6. It was reevaluated on 6/1/2023 as per SOP v9. As a result of this reevaluation, the classification increased from Strong to Definitive due to additional case level evidence from new publications (PMIDs: 31912549, 31793497, 35663771, 35677558). \n","dc:isVersionOf":{"id":"cggv:1d48c959-31d8-44e2-985c-c48921e8f08a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}