{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-18T18:08:59.567Z","role":"Publisher"},{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-08-14T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92ffae49-f21e-4273-9f26-d3ecc9339ef5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01f67bc0-5569-4d28-9185-7b3fe79c59c1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Alk2 mutant mice display defects in atrioventricular septa and valves, which result from a failure of endocardial cells to appropriately transdifferentiate into the mesenchyme in the AV canal. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16140292","type":"dc:BibliographicResource","dc:abstract":"Developmental abnormalities in endocardial cushions frequently contribute to congenital heart malformations including septal and valvular defects. While compelling evidence has been presented to demonstrate that members of the TGF-beta superfamily are capable of inducing endothelial-to-mesenchymal transdifferentiation in the atrioventricular canal, and thus play a key role in formation of endocardial cushions, the detailed signaling mechanisms of this important developmental process, especially in vivo, are still poorly known. Several type I receptors (ALKs) for members of the TGF-beta superfamily are expressed in the myocardium and endocardium of the developing heart, including the atrioventricular canal. However, analysis of their functional role during mammalian development has been significantly complicated by the fact that deletion of the type I receptors in mouse embryos often leads to early embryonal lethality. Here, we used the Cre/loxP system for endothelial-specific deletion of the type I receptor Alk2 in mouse embryos. The endothelial-specific Alk2 mutant mice display defects in atrioventricular septa and valves, which result from a failure of endocardial cells to appropriately transdifferentiate into the mesenchyme in the AV canal. Endocardial cells deficient in Alk2 demonstrate decreased expression of Msx1 and Snail, and reduced phosphorylation of BMP and TGF-beta Smads. Moreover, we show that endocardial cells lacking Alk2 fail to delaminate from AV canal explants. Collectively, these results indicate that the BMP type I receptor ALK2 in endothelial cells plays a critical non-redundant role in early phases of endocardial cushion formation during cardiac morphogenesis.","dc:creator":"Wang J","dc:date":"2005","dc:title":"Atrioventricular cushion transformation is mediated by ALK2 in the developing mouse heart."},"rdfs:label":"Fate mapping of endothelial cells in Alk2/Tie2-Cre mutants "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model did not recapitulate the inheritance of the disease found in humans. "},{"id":"cggv:c3c6ae47-e297-4c9d-a678-b91f26dbf425","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3307ec59-8895-4741-ab4e-8abfe5f02bed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice display cardiovascular defects, including persistent truncus arteriosus, and abnormal maturation of the aortic arch reminiscent of common forms of human congenital heart disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15226263","type":"dc:BibliographicResource","dc:abstract":"Cardiac neural crest cells are multipotent migratory cells that contribute to the formation of the cardiac outflow tract and pharyngeal arch arteries. Neural crest-related developmental defects account for a large proportion of congenital heart disorders. Recently, the genetic bases for some of these disorders have been elucidated, and signaling pathways required for induction, migration and differentiation of cardiac neural crest have emerged. Bone morphogenetic proteins comprise a family of secreted ligands implicated in numerous aspects of organogenesis, including heart and neural crest development. However, it has remained generally unclear whether BMP ligands act directly on neural crest or cardiac myocytes during cardiac morphogenesis, or function indirectly by activating other cell types. Studies on BMP receptor signaling during organogenesis have been hampered by the fact that receptor knockouts often lead to early embryonic lethality. We have used a Cre/loxP system for neural crest-specific deletion of the type I receptor, ALK2, in mouse embryos. Mutant mice display cardiovascular defects, including persistent truncus arteriosus, and abnormal maturation of the aortic arch reminiscent of common forms of human congenital heart disease. Migration of mutant neural crest cells to the outflow tract is impaired, and differentiation to smooth muscle around aortic arch arteries is deficient. Moreover, in Alk2 mutants, the distal outflow tract fails to express Msx1, one of the major effectors of BMP signaling. Thus, the type I BMP receptor ALK2 plays an essential cell-autonomous role in the development of the cardiac outflow tract and aortic arch derivatives.","dc:creator":"Kaartinen V","dc:date":"2004","dc:title":"Cardiac outflow tract defects in mice lacking ALK2 in neural crest cells."},"rdfs:label":"Mice lacking Alk2 in NCCs display cardiovascular defects"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model did not recapitulate the inheritance of the disease found in humans."},{"id":"cggv:de4ee683-7625-4d05-8d15-6e5719806258","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36b52341-bdb8-46f4-9b1d-c1a0698a8715","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice display aortic valve defects. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22536403","type":"dc:BibliographicResource","dc:abstract":"Bicuspid aortic valve (BAV) is the most common congenital cardiac anomaly in humans. Despite recent advances, the molecular basis of BAV development is poorly understood. Previously it has been shown that mutations in the Notch1 gene lead to BAV and valve calcification both in human and mice, and mice deficient in Gata5 or its downstream target Nos3 have been shown to display BAVs. Here we show that tissue-specific deletion of the gene encoding Activin Receptor Type I (Alk2 or Acvr1) in the cushion mesenchyme results in formation of aortic valve defects including BAV. These defects are largely due to a failure of normal development of the embryonic aortic valve leaflet precursor cushions in the outflow tract resulting in either a fused right- and non-coronary leaflet, or the presence of only a very small, rudimentary non-coronary leaflet. The surviving adult mutant mice display aortic stenosis with high frequency and occasional aortic valve insufficiency. The thickened aortic valve leaflets in such animals do not show changes in Bmp signaling activity, while Map kinase pathways are activated. Although dysfunction correlated with some pro-osteogenic differences in gene expression, neither calcification nor inflammation were detected in aortic valves of Alk2 mutants with stenosis. We conclude that signaling via Alk2 is required for appropriate aortic valve development in utero, and that defects in this process lead to indirect secondary complications later in life.","dc:creator":"Thomas PS","dc:date":"2012","dc:title":"Deficient signaling via Alk2 (Acvr1) leads to bicuspid aortic valve development."},"rdfs:label":"Deletion of Alk2 function leads to defection "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model did not recapitulate the inheritance of the disease found in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.6}],"evidenceStrength":"Limited","sequence":6881,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.6,"subject":{"id":"cggv:00c8a902-7aa8-4c37-8fdd-98d0cd6e3d32","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:171","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ACVR1* was first reported in relation to autosomal dominant congenital heart disease in 2009 (Smith et al., PMID: 19506109). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, fibrodysplasia ossificans progressiva and congenital heart disease have been split as two separate disease entities. Two unique missense variants have been reported in two probands in one publication (PMIDs: 19506109). The gene-disease relationship is supported by a knockout mouse models that show *Acvr1*-mutant mice display cardiovascular defects including persistent truncus arteriosus, abnormal maturation of the aortic arch, aortic stenosis, and atrioventricular septal defects (PMIDs:15226263, 22536403, 16140292). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 08/14/2023 (SOP Version 9)","dc:isVersionOf":{"id":"cggv:a34f19aa-a12e-483c-ae09-a0fce770647b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}