{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-01-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-01-10T17:58:18.016Z","role":"Publisher"}],"evidence":[{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4da88d49-29d1-46d5-87e9-bf5e77bced73","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a1a46ddd-880a-4d4c-9ddf-7b97b5a38ab1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot shows high level of expression in a murine model. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28654681","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease or hereditary motor and sensory neuropathy is the most prevalent inherited peripheral neuropathy and is associated with over 90 causative genes. Mutations in neurofilament light polypeptide gene, NEFL cause CMT2E, an axonal form of CMT that results in abnormal structures and/or functions of peripheral axons in spinal cord motor neurons and dorsal root ganglion neurons. We have previously generated and characterized a knock-in mouse model of CMT2E with the N98S mutation in Nefl that presented with multiple inclusions in spinal cord neurons. In this report, we conduct immunofluorescence studies of cultured dorsal root ganglia (DRG) from NeflN98S/+ mice, and show that inclusions found in DRG neurites can occur in embryonic stages. Ultrastructural analyses reveal that the inclusions are disordered neurofilaments packed in high density, segregated from other organelles. Immunochemical studies show decreased NFL protein levels in DRG, cerebellum and spinal cord in NeflN98S/+ mice, and total NFL protein pool is shifted toward the triton-insoluble fraction. Our findings reveal the nature of the inclusions in NeflN98S/+ mice, provide useful information to understand mechanisms of CMT2E disease, and identify DRG from NeflN98S/+ mice as a useful cell line model for therapeutic discoveries.","dc:creator":"Zhao J","dc:date":"2017","dc:title":"Abnormal neurofilament inclusions and segregations in dorsal root ganglia of a Charcot-Marie-Tooth type 2E mouse model."},"rdfs:label":"Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:175e8f53-f705-44ba-9044-17c1f093cdfa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:973a0789-e071-437b-81de-45de995a383d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"HSPB1 physically interacts with NFL","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17881652","type":"dc:BibliographicResource","dc:abstract":"Mutations in neurofilament light (NFL) subunit and small heat-shock protein B1 (HSPB1) cause autosomal-dominant axonal Charcot-Marie-Tooth disease type 2E (CMT2E) and type 2F (CMT2F). Previous studies have shown that CMT mutations in NFL and HSPB1 disrupt NF assembly and cause aggregation of NFL protein. In this study, we investigate the role of aggregation of NFL protein in the neurotoxicity of CMT mutant NFL and CMT mutant HSPB1 in motor neurons. We find that expression of CMT mutant NFL leads to progressive degeneration and loss of neuronal viability of cultured motor neurons. Degenerating motor neurons show fragmentation and loss of neuritic processes associated with disruption of NF network and aggregation of NFL protein. Co-expression of wild-type HSPB1 diminishes aggregation of CMT mutant NFL, induces reversal of CMT mutant NFL aggregates and reduces CMT mutant NFL-induced loss of motor neuron viability. Like CMT mutant NFL, expression of S135F CMT mutant HSPB1 also leads to progressive degeneration of motor neurons with disruption of NF network and aggregation of NFL protein. Further studies show that wild-type and S135F mutant HSPB1 associate with wild-type and CMT mutant NFL and that S135F mutant HSPB1 has dominant effect on disruption of NF assembly and aggregation of NFL protein. Finally, we show that deletion of NFL markedly reduces degeneration and loss of motor neuron viability induced by S135F mutant HSPB1. Together, our data support the view that disruption of NF network with aggregation of NFL is a common triggering event of motor neuron degeneration in CMT2E and CMT2F disease.","dc:creator":"Zhai J","dc:date":"2007","dc:title":"Disruption of neurofilament network with aggregation of light neurofilament protein: a common pathway leading to motor neuron degeneration due to Charcot-Marie-Tooth disease-linked mutations in NFL and HSPB1."},"rdfs:label":"Co-immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:0c669a5e-f104-47c8-b2d4-bebee9fb7af9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb217ac0-fdb2-483c-8960-608d77435716","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NFH and NFL co-assembly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9388258","type":"dc:BibliographicResource","dc:abstract":"Formation of protein dimers involving alpha-internexin, peripherin, and the neurofilament (NF) proteins NFH, NFM, and NFL was investigated by partial renaturation of various combinations of individually purified subunits in buffered 2 M urea. Oligomers that were formed were resolved by \"blue\" native electrophoresis (Schägger, H., Cramer, W. A., and von Jagow, G. (1994) Anal. Biochem. 217, 220-230) modified to include urea in the polyacrylamide gels. Combining this method with Western blot analysis, disulfide cross-linking, and SDS-polyacrylamide gel electrophoresis in the second dimension showed that NFL readily forms significant amounts of heterodimer with NFH, NFM, alpha-internexin, or peripherin in the presence of 2 M urea. alpha-Internexin and peripherin also formed heterodimers with NFH or NFM under these conditions. The modified version of blue native gel electrophoresis described here may be useful in monitoring the impact of post-translational modifications and mutations on the dimerization of intermediate filament proteins.","dc:creator":"Athlan ES","dc:date":"1997","dc:title":"Heterodimeric associations between neuronal intermediate filament proteins."},"rdfs:label":"Western Blot of NF subunits"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:280f7d7c-e483-4eb4-a82e-f213de304b9e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a8b993d-1dab-4536-a138-351360c4ce4a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CMT patient biopsy shows decreased axonal diameter. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9398473","type":"dc:BibliographicResource","dc:abstract":"Using the technique of homologous recombination in embryonic stem cells, we generated mice bearing a targeted disruption of the gene encoding the neurofilament light (NF-L) protein. The absence of NF-L protein in mice resulted in dramatic declines of approximately 20-fold in the levels of neurofilament medium and heavy proteins in the brain and sciatic nerve while increases were detected for other cytoskeletal proteins such as tubulin and GAP-43. Despite a lack of neurofilaments and hypotrophy of axons, the NF-L knockout mice develop normally and do not exhibit overt phenotypes. However, in both NF-L -/- and NF-L +/- mice, the regeneration of myelinated axons following crush injury of peripheral nerves was found to be abnormal. In the second week after axotomy, the number of newly regenerated myelinated axons in the sciatic nerve and facial nerve of NF-L -/- mice corresponded to only approximately 25 and approximately 5% of the number of myelinated axons found in normal mice, respectively. At this early postaxotomy stage, electron microscopy of nerve segments distal to the crush site in NF-L -/- mice revealed abundant clusters of axonal sprouts that were indicative of retarded maturation of regenerating fibers. The analysis of the distal sciatic nerve at 2 months after crush indicated that neurofilament-deficient axons have the capacity to regrow for a long distance and to remyelinate, albeit at a slower rate. These results provide the first direct evidence for a role of neurofilaments in the maturation of regenerating myelinated axons.","dc:creator":"Zhu Q","dc:date":"1997","dc:title":"Delayed maturation of regenerating myelinated axons in mice lacking neurofilaments."},"rdfs:label":"NEFL knockout model"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0405142-91cd-4b46-8709-b93a9b63d6fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01cd19a0-36a7-4c1f-ba72-509ad39b25f3","type":"FunctionalAlteration","dc:description":"NEFL mutants causes disruption of NF network and aggregation of NFL in cultured motor neurons","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17881652","rdfs:label":"Expression of NEFL mutants in cultured motor neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f1bb15fe-40f5-464c-9908-bf7c1e2ebf2a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fa2d3594-a22e-4f8d-8630-6c6aed3306c1","type":"FunctionalAlteration","dc:description":"Increased susceptibility to axonal degeneration as demonstrated by measuring NEFL in the supernatant of culture media by enzyme-linked immunosorbent assay. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31715019","type":"dc:BibliographicResource","dc:abstract":"Length-dependent axonal degeneration is the pathologic hallmark of several neurodegenerative disorders, including inherited peripheral neuropathies (Charcot-Marie-Tooth (CMT) disease). CMT is currently an untreatable disorder. This is partially due to lack of translational models suitable for drug discovery. In vitro models of CMT have been hindered by the 2D configuration of neuronal cultures, which limits visualization and orientation of axons. To overcome these limitations, we cultured induced pluripotent stem cell (iPSC)-derived spinal motor neurons as 3D spheroids, which grow axons in a centrifugal fashion when plated. Using these iPSC-derived spinal spheroids, we demonstrate neurofilament deposits in motor neuron axons of three patients with CMT2E, caused by mutations in the NEFL gene. This phenotype is partially reversed by two kinase inhibitors. In summary, we developed a human tridimensional in vitro system that models length-dependent axonopathies, recapitulates key pathophysiologic features of CMT2E, and should facilitate the identification of new therapeutic compounds for CMT.","dc:creator":"Maciel R","dc:date":"2020","dc:title":"Human Tridimensional Neuronal Cultures for Phenotypic Drug Screening in Inherited Peripheral Neuropathies."},"rdfs:label":"Quantifying axonal degeneration by ELISA"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:635a8842-109b-481c-a68c-548281483f6a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:da30f619-d271-44c8-a82d-f3f8aaebfda1","type":"FunctionalAlteration","dc:description":"Axonal neurofilament aggregate formation in NEFL cell line.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31715019","rdfs:label":"Axonal deposit quantification via fluorescence microscopy"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c4f1015-077e-4acb-a768-e7e79cea6a30","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e4a75747-b8e5-4682-bed3-5aad65f79a3c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Supernatant NFL, biomarker for axonal degeneration, is decreased","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34485306","type":"dc:BibliographicResource","dc:abstract":"Many neuromuscular disorders are caused by dominant missense mutations that lead to dominant-negative or gain-of-function pathology. This category of disease is challenging to address via drug treatment or gene augmentation therapy because these strategies may not eliminate the effects of the mutant protein or RNA. Thus, effective treatments are severely lacking for these dominant diseases, which often cause severe disability or death. The targeted inactivation of dominant disease alleles by gene editing is a promising approach with the potential to completely remove the cause of pathology with a single treatment. Here, we demonstrate that allele-specific CRISPR gene editing in a human model of axonal Charcot-Marie-Tooth (CMT) disease rescues pathology caused by a dominant missense mutation in the neurofilament light chain gene (","dc:creator":"Feliciano CM","dc:date":"2021","dc:title":"Allele-Specific Gene Editing Rescues Pathology in a Human Model of Charcot-Marie-Tooth Disease Type 2E."},"rdfs:label":"Allele-specific gene editing rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:13f1c0bc-bfaf-490a-8914-5c7710559720","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a020b48-4972-466e-bffc-4daed1bac05c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model mimics human phenotype presenting axonal degeneration and ataxic tremor. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25552649","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is the most commonly inherited neurological disorder with a prevalence of 1 in 2500 people worldwide. Patients suffer from degeneration of the peripheral nerves that control sensory information of the foot/leg and hand/arm. Multiple mutations in the neurofilament light polypeptide gene, NEFL, cause CMT2E. Previous studies in transfected cells showed that expression of disease-associated neurofilament light chain variants results in abnormal intermediate filament networks associated with defects in axonal transport. We have now generated knock-in mice with two different point mutations in Nefl: P8R that has been reported in multiple families with variable age of onset and N98S that has been described as an early-onset, sporadic mutation in multiple individuals. Nefl(P8R/+) and Nefl(P8R/P8R) mice were indistinguishable from Nefl(+/+) in terms of behavioral phenotype. In contrast, Nefl(N98S/+) mice had a noticeable tremor, and most animals showed a hindlimb clasping phenotype. Immunohistochemical analysis revealed multiple inclusions in the cell bodies and proximal axons of spinal cord neurons, disorganized processes in the cerebellum and abnormal processes in the cerebral cortex and pons. Abnormal processes were observed as early as post-natal day 7. Electron microscopic analysis of sciatic nerves showed a reduction in the number of neurofilaments, an increase in the number of microtubules and a decrease in the axonal diameters. The Nefl(N98S/+) mice provide an excellent model to study the pathogenesis of CMT2E and should prove useful for testing potential therapies. ","dc:creator":"Adebola AA","dc:date":"2015","dc:title":"Neurofilament light polypeptide gene N98S mutation in mice leads to neurofilament network abnormalities and a Charcot-Marie-Tooth Type 2E phenotype."},"rdfs:label":"NEFL N98S Knock-in"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5753,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:e471360f-ccc3-4e68-af59-5f3a3acf407f","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:7739","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"NEFL was first gene reported in relation to autosomal dominant Charcot-Marie-Tooth disease in 2000 (Mersiyanova et al., PMID: 10841809). Based on the literature we differentiate between autosomal dominant NEFL CMT (MONDO:0015626), autosomal recessive NEFL CMT (MONDO:0018993). For autosomal dominant NEFL CMT, five variants (missense) that have been reported in 9 probands in 7 publications (PMIDs: 10841809, 28501821, 11220745, 12566280, 18758688, 14733962, 12477167) are included in this curation. The p.Pro22(Thr/Arg/Ser), p.Pro8(Leu/GlnArg) and the p.Asn98(Ser/Thr) are considered hotspot variants. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be a gain-of-function due to misdistribution and aggregate formations of NFL. This gene-disease relationship is also supported by functional experimental evidence in controls, patients, and animal models (PMIDs: 25552649, 28654681, 17881652, 9388258, 9398473, 34485306, 31715019). In-vitro functional studies for all described variants depict disruptions in NF network and aggregation of NFL. In summary, NEFL is definitively associated with autosomal dominant axonal Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}