{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:51:35.893Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/2897363","type":"dc:BibliographicResource","dc:abstract":"Skin fibroblasts from two affected members of a family with an autosomal dominant form of mild-moderate osteogenesis imperfecta produced two populations of type I collagen molecules. One population was normal and the other population contained alpha 2(I) chains which had a basic charge shift localized to a peptide from the carboxyl-terminal end of the triple-helical domain. The alpha chains in the abnormal molecules had increased post-translational modification along the entire triple-helical domain but the thermal stability was normal. We isolated a 28-kb BamHI fragment from the normal and mutant COL1A2 alleles from an affected family member. DNA sequence determination demonstrated that a single nucleotide change resulted in an arginine for glycine substitution at triple-helical position 1012, the last triple-helical glycine. These data demonstrate the stringent requirement for maintenance of the Gly-X-Y triplet sequence in type I collagen and suggest that point mutations which disrupt Gly-X-Y in alpha 2(I) produce milder clinical effects than similar mutations in alpha 1(I).","dc:creator":"Wenstrup RJ","dc:date":"1988","dc:title":"Arginine for glycine substitution in the triple-helical domain of the products of one alpha 2(I) collagen allele (COL1A2) produces the osteogenesis imperfecta type IV phenotype."},"evidence":[{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7380d609-9484-4ea1-b5dd-8409f1251137","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14bfdb96-26a3-49d1-baa0-2f9c8cbb50d9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Examination of bone length and growth plate histology of G610C OI mice in comparison with WT\nBody weight and bone length in G610C OI mice were significantly smaller for both genders at every age examined \nOI mice had shorter long bones with growth plate abnormalities including elongated total height and hypertrophic zone\nThese results were consistent with the findings in OI patients harboring an identical mutation\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30579604","type":"dc:BibliographicResource","dc:abstract":"Osteogenesis imperfecta (OI) is a hereditary bone disorder most commonly caused by autosomal dominant mutations in genes encoding type I collagen. In addition to bone fragility, patients suffer from impaired longitudinal bone growth. It has been demonstrated that in OI, an accumulation of mutated type I collagen in the endoplasmic reticulum (ER) induces ER stress in osteoblasts, causing osteoblast dysfunction leading to bone fragility. We hypothesize that ER stress is also induced in the growth plate where bone growth is initiated, and examined a mouse model of dominant OI that carries a G610C mutation in the procollagen α2 chain. The results demonstrated that G610C OI mice had significantly shorter long bones with growth plate abnormalities including elongated total height and hypertrophic zone. Moreover, we found that mature hypertrophic chondrocytes expressed type I collagen and ER dilation was more pronounced compared to wild type littermates. The results from in vitro chondrocyte cultures demonstrated that the maturation of G610C OI hypertrophic chondrocytes was significantly suppressed and ER stress related genes were upregulated. Given that the alteration of hypertrophic chondrocyte activity often causes dwarfism, our findings suggest that hypertrophic chondrocyte dysfunction induced by ER stress may be an underlying cause of growth deficiency in G610C OI mice.","dc:creator":"Scheiber AL","dc:date":"2019","dc:title":"Endoplasmic reticulum stress is induced in growth plate hypertrophic chondrocytes in G610C mouse model of osteogenesis imperfecta."},"rdfs:label":"Scheiber_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6985,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:22eb83d4-651f-459e-a8a6-46ae3aecb280","type":"GeneValidityProposition","disease":"obo:MONDO_0008148","gene":"hgnc:2198","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*COL1A2* was first reported in relation to autosomal dominant  Osteogenesis Imperfecta (OI) type 4 in 1986 (Wenstrup et al., PMID:2897363). OI Type 4 is one of the most variable forms of the condition with symptoms ranging from mild to moderately severe. It is characterized by the presence of fragile bones that fracture easily, mild-moderate bone malformations, short stature, dentinogenesis imperfecta, adult-onset hearing loss, and normal-to-grey sclerae. At least 13 variants (missense, in-frame indel, and splice site) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data. *COL1A2* has been noted to be associated with multiple disease entities. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities,  osteogenesis imperfecta type II (OMIM:166210), osteogenesis imperfecta type III (OMIM:259420), osteogenesis imperfecta, type IV (OMIM:166220), Combined osteogenesis imperfecta and Ehlers-Danlos syndrome 2\t(OMIM:619120), Ehlers-Danlos syndrome, arthrochalasia type, 2 (OMIM:617821), Ehlers-Danlos syndrome, cardiac valvular type (OMIM:225320), and Osteoporosis, postmenopausal. Variants in this gene have been reported in at least 13 probands in 9 publications, and variants in this gene segregated with disease in 12 additional family members (PMIDs: 2897363, 8257992, 8401517, 8786065, 9268111, 9268111, 11836364, 18375391, 28904723). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is supported by animal models (PMID: 30579604). In summary, there is definitive evidence to support the relationship between *COL1A2* and autosomal dominant Osteogenesis Imperfecta type 4. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date 8/1/22 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:072d15dd-87c6-4c8d-aaef-44ac83086b1e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}