{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921eav2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2023-09-06T13:31:08.951Z","role":"Publisher"},{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2023-09-06T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:974cbaed-fefe-4a53-9a15-b293140e855c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9afdd7af-b45f-4269-950e-1a7d2fd3b02b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Cystolic proteins PEX1 and PEX6 interact with one another, are anchored to the peroxisomal membrane via PEX26 and are involved in the release of ubiquitinated PEX5 from the peroxisomal membrane. PEX6, in addition to PEX5 and PEX26, have all been implicated in PBDs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12717447","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes are ubiquitous organelles with a single membrane that contain over 50 different enzymes that catalyse various metabolic pathways, including beta-oxidation and lipid synthesis. Peroxisome biogenesis disorders (PBDs), such as Zellweger syndrome and neonatal adrenoleukodystrophy, are fatal genetic diseases that are autosomal recessive. Among the PBDs of the 12 complementation groups (CGs), 11 associated PEX genes have been isolated. Accordingly, only the PBD pathogenic gene for CG8 (also called CG-A) remains unidentified. Here we have isolated human PEX26 encoding a type II peroxisomal membrane protein of relative molecular mass 34,000 (M(r) 34K) by using ZP167 cells, a Chinese hamster ovary (CHO) mutant cell line. Expression of PEX26 restores peroxisomal protein import in the fibroblasts of an individual with PBD of CG8. This individual possesses a homozygous, inactivating pathogenic point mutation, Arg98Trp, in Pex26. Pex6 and Pex1 of the AAA ATPase family co-immunoprecipitate with Pex26. Epitope-tagged Pex6 and Pex1 are discernible as puncta in normal CHO-K1 cells, but not in PEX26-defective cells. PEX26 expression in ZP167 cells re-establishes colocalization of Pex6 and Pex1 with Pex26, in a Pex6-dependent manner. Thus, Pex26 recruits Pex6-Pex1 complexes to peroxisomes.","dc:creator":"Matsumoto N","dc:date":"2003","dc:title":"The pathogenic peroxin Pex26p recruits the Pex1p-Pex6p AAA ATPase complexes to peroxisomes."},"rdfs:label":"PEX1/PEX6 Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Multiple proteins all associated with PBD."},{"id":"cggv:1a474e4f-92d4-43f6-ba84-9c14e7954503","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f319b60d-e316-424a-9f81-6c5f97b164f8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PBDs can be caused by a defect in any of at least 14 different PEX genes, which encode peroxins that are involved in various stages of peroxisomal protein import and/or biogenesis of peroxisomes. Complementation testing established which genes are involved in PBDs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22871920","type":"dc:BibliographicResource","dc:abstract":"Human peroxisome biogenesis disorders (PBDs) are a heterogeneous group of autosomal recessive disorders comprised of two clinically distinct subtypes: the Zellweger syndrome spectrum (ZSS) disorders and rhizomelic chondrodysplasia punctata (RCDP) type 1. PBDs are caused by defects in any of at least 14 different PEX genes, which encode proteins involved in peroxisome assembly and proliferation. Thirteen of these genes are associated with ZSS disorders. The genetic heterogeneity among PBDs and the inability to predict from the biochemical and clinical phenotype of a patient with ZSS which of the currently known 13 PEX genes is defective, has fostered the development of different strategies to identify the causative gene defects. These include PEX cDNA transfection complementation assays followed by sequencing of the thus identified PEX genes, and a PEX gene screen in which the most frequently mutated exons of the different PEX genes are analyzed. The benefits of DNA testing for PBDs include carrier testing of relatives, early prenatal testing or preimplantation genetic diagnosis in families with a recurrence risk for ZSS disorders, and insight in genotype-phenotype correlations, which may eventually assist to improve patient management. In this review we describe the current status of genetic analysis and the molecular basis of PBDs.","dc:creator":"Waterham HR","dc:date":"2012","dc:title":"Genetics and molecular basis of human peroxisome biogenesis disorders."},"rdfs:label":"PEX Genes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased points since there are 12 PEX genes all involved in the same types of disorders."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:334fc47e-e8e3-43d7-a7f6-e88eba49d321","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b88574ed-7bab-4faf-a045-3eda4effb09f","type":"FunctionalAlteration","dc:description":"Investigated whether phenotype severity correlates with peroxisomal function and amount of PEX1 protein. Patients were split into 2 categories: (1) classical ZS (craniofacial dysrmorphia, severe neurological abnormalities, hypotonia, eye abnormalities, early death) and (2) non classical ZS (mainly patients with NALD or IRD who show less pronounced abnormalities and longer survival). Patients with the G843D allele had resicudal protein 3-15% normal, had the milder phenotypes, and survival was >2 years (1 exception). Patients homozygous for P740X had no PEX1, severe phenotypes, and lower survival. There is also a slight tendency for a more severe biochemical phenotype for classical ZS (VLCAF C26:C22 ratio was 0.48+/-0.14 vs 0.31+/-0.16 for non classical ZS; DHAPAT activity was 0.58+/-0.55 nmol/2hxmg protein vs 1.59+/-1.07 for non classical ZS).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11389485","type":"dc:BibliographicResource","dc:abstract":"Zellweger syndrome (ZS), neonatal adrenoleukodystrophy (NALD), and infantile Refsum disease (IRD) are clinically overlapping syndromes, collectively called \"peroxisome biogenesis disorders\" (PBDs), with clinical features being most severe in ZS and least pronounced in IRD. Inheritance of these disorders is autosomal recessive. The peroxisome biogenesis disorders are genetically heterogeneous, having at least 12 different complementation groups (CGs). The gene affected in CG1 is PEX1. Approximately 65% of the patients with PBD harbor mutations in PEX1. In the present study, we used SSCP analysis to evaluate a series of patients belonging to CG1 for mutations in PEX1 and studied phenotype-genotype correlations. A complete lack of PEX1 protein was found to be associated with severe ZS; however, residual amounts of PEX1 protein were found in patients with the milder phenotypes, NALD and IRD. The majority of these latter patients carried at least one copy of the common G843D allele. When patient fibroblasts harboring this allele were grown at 30 degrees C, a two- to threefold increase in PEX1 protein levels was observed, associated with a recovery of peroxisomal function. This suggests that the G843D missense mutation results in a misfolded protein, which is more stable at lower temperatures. We conclude that the search for the factors and/or mechanisms that determine the stability of mutant PEX1 protein by high-throughput procedures will be a first step in the development of therapeutic strategies for patients with mild PBDs.","dc:creator":"Walter C","dc:date":"2001","dc:title":"Disorders of peroxisome biogenesis due to mutations in PEX1: phenotypes and PEX1 protein levels."},"rdfs:label":"Patient Cells PEX1 Activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ccc0d72-6818-4a17-8590-f22a8272294a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6cddf3ea-2604-4de2-8b8d-d5615cae66fc","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Newly synthesized peroxisomal proteins carry a persoxomal targeting signal (PTS1 or PTS2 for matrix enzymes). PEX1 is required for both PTS1 and PTS2 protein import. Expression of PEX1 restored peroxisomal (PTS1 and PTS2) protein import in cells from PBD009 who is homozygous for c.2926+1G>A. Vesicular staining (Figure 2) represents protein import from peroxisomes by co-localization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9398847","type":"dc:BibliographicResource","dc:abstract":"The peroxisome biogenesis disorders (PBDs) are a group of lethal autosomal-recessive diseases caused by defects in peroxisomal matrix protein import, with the concomitant loss of multiple peroxisomal enzyme activities. Ten complementation groups (CGs) have been identified for the PBDs, with CG1 accounting for 51% of all PBD patients. We identified the human orthologue of yeast PEX1, a gene required for peroxisomal matrix protein import. Expression of human PEX1 restored peroxisomal protein import in fibroblasts from 30 CG1 patients, and PEX1 mutations were detected in multiple CG1 probands. A common PEX1 allele, G843D, is present in approximately half of CG1 patients and has a deleterious effect on PEX1 activity. Phenotypic analysis of PEX1-deficient cells revealed severe defects in peroxisomal matrix protein import and destabilization of PEX5, the receptor for the type-1 peroxisomal targetting signal, even though peroxisomes were present in these cells and capable of importing peroxisomal membrane proteins. These data demonstrate an important role for PEX1 in peroxisome biogenesis and suggest that mutations in this gene are the most common cause of the PBDs.","dc:creator":"Reuber BE","dc:date":"1997","dc:title":"Mutations in PEX1 are the most common cause of peroxisome biogenesis disorders."},"rdfs:label":"Patient Cell Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:0a69ca1a-9a6e-4efc-aa0a-fb9d25bb2f47","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb88a27c-3008-4250-a2a9-be34f18c047e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Murine PEX-1-G844D knock in mice, which is the ortholog to human PEX1-G843D, were generated using gene targeting. Homozygous mice showed growth retardation, decreased liver function, increased C26:0, C26:1 and C26.2 fatty acids, impaired DHA synthesis, reduced PE plasmalogen levels in blood spots, DHCA and THCA (bile acid intermediates) were elevated in all tissues tested.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24503136","type":"dc:BibliographicResource","dc:abstract":"Zellweger spectrum disorder (ZSD) is a disease continuum that results from inherited defects in PEX genes essential for normal peroxisome assembly. These autosomal recessive disorders impact brain development and also cause postnatal liver, adrenal, and kidney dysfunction, as well as loss of vision and hearing. The hypomorphic PEX1-G843D missense allele, observed in approximately 30% of ZSD patients, is associated with milder clinical and biochemical phenotypes, with some homozygous individuals surviving into early adulthood. Nonetheless, affected children with the PEX1-G843D allele have intellectual disability, failure to thrive, and significant sensory deficits. To enhance our ability to test candidate therapies that improve human PEX1-G843D function, we created the novel Pex1-G844D knock-in mouse model that represents the murine equivalent of the common human mutation. We show that Pex1-G844D homozygous mice recapitulate many classic features of mild ZSD cases, including growth retardation and fatty livers with cholestasis. In addition, electrophysiology, histology, and gene expression studies provide evidence that these animals develop a retinopathy similar to that observed in human patients, with evidence of cone photoreceptor cell death. Similar to skin fibroblasts obtained from ZSD patients with a PEX1-G843D allele, we demonstrate that murine cells homozygous for the Pex1-G844D allele respond to chaperone-like compounds, which normalizes peroxisomal β-oxidation. Thus, the Pex1-G844D mouse provides a powerful model system for testing candidate therapies that address the most common genetic cause of ZSD. In addition, this murine model will enhance studies focused on mechanisms of pathogenesis. ","dc:creator":"Hiebler S","dc:date":"2014","dc:title":"The Pex1-G844D mouse: a model for mild human Zellweger spectrum disorder."},"rdfs:label":"G844D KI Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"G843D is the most common hypomorphic variant reported in ZSD patients with milder phenotypes. This mouse recapitulated many of those phenotypes such as growth retardation and metabolic abnormalities."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:05755180-6724-45b0-a5e5-e2f64273a73e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:05755180-6724-45b0-a5e5-e2f64273a73e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"allele":[{"id":"cggv:4df1d6c4-22e5-4197-b4e3-e7af60f29681","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.2097dup (p.Ile700TyrfsTer42)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7519"}},{"id":"cggv:2799d486-5bac-4474-8f8f-bd5ebce9f062","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.2114T>G (p.Leu705Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/217428"}}],"detectionMethod":"WES followed by Sanger sequencing to confirm. Sanger sequencing on additional family members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal intellect, Beau's lines","phenotypes":["obo:HP_0008619","obo:HP_0007754","obo:HP_0001820","obo:HP_0000705","obo:HP_0007703","obo:HP_0001597"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:df360c06-f91f-4cd9-b90e-64e803ccb2a8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2799d486-5bac-4474-8f8f-bd5ebce9f062"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26387595","type":"dc:BibliographicResource","dc:abstract":"Heimler syndrome (HS) is a rare recessive disorder characterized by sensorineural hearing loss (SNHL), amelogenesis imperfecta, nail abnormalities, and occasional or late-onset retinal pigmentation. We ascertained eight families affected by HS and, by using a whole-exome sequencing approach, identified biallelic mutations in PEX1 or PEX6 in six of them. Loss-of-function mutations in both genes are known causes of a spectrum of autosomal-recessive peroxisome-biogenesis disorders (PBDs), including Zellweger syndrome. PBDs are characterized by leukodystrophy, hypotonia, SNHL, retinopathy, and skeletal, craniofacial, and liver abnormalities. We demonstrate that each HS-affected family has at least one hypomorphic allele that results in extremely mild peroxisomal dysfunction. Although individuals with HS share some subtle clinical features found in PBDs, the diagnosis was not suggested by routine blood and skin fibroblast analyses used to detect PBDs. In conclusion, our findings define HS as a mild PBD, expanding the pleiotropy of mutations in PEX1 and PEX6. ","dc:creator":"Ratbi I","dc:date":"2015","dc:title":"Heimler Syndrome Is Caused by Hypomorphic Mutations in the Peroxisome-Biogenesis Genes PEX1 and PEX6."}},{"id":"cggv:4f003aa1-c9b5-4396-9836-0ea372a7f093_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4df1d6c4-22e5-4197-b4e3-e7af60f29681"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26387595"}],"rdfs:label":"II:2, Family 2"},{"id":"cggv:df360c06-f91f-4cd9-b90e-64e803ccb2a8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:df360c06-f91f-4cd9-b90e-64e803ccb2a8_variant_evidence_item"},{"id":"cggv:df360c06-f91f-4cd9-b90e-64e803ccb2a8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When transfected into PEX1 deficient cells rescued peroxisome biogenesis in ~60% of cells, suggesting that it is a very mild variant. "}],"strengthScore":0.5},{"id":"cggv:4f003aa1-c9b5-4396-9836-0ea372a7f093","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4f003aa1-c9b5-4396-9836-0ea372a7f093_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2c86b9b3-f96e-4ad9-b0e5-171b52909fb7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2c86b9b3-f96e-4ad9-b0e5-171b52909fb7","type":"Proband","allele":{"id":"cggv:cd96afb5-716c-487a-a7b9-817c7d94ee55","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.2926+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/188729"}},"detectionMethod":"PCR amplification of PEX1 cDNA by RT-PCR followed by sequencing. Confirmed in genomic DNA.","phenotypeFreeText":"Diagnosis of Zellweger syndrome. This patient comes from previous studies of using patient cells for complementation testing.","previousTesting":true,"previousTestingDescription":"Import of PTS1 and PTS1 proteins was assessed by innumofluorescence microscopy. There was no import of these proteins in fibroblasts. VLCFA oxidation as expressed as a ratio of C26:C22 FAO activity was 0.98. Plasmalogen synthesis as expressed as the ratio of the second half of the pathway (ER-based) to the total pathway (peroxisomal steps plus ER steps) was 4.65. The higher the ratio, the lower the activity of peroxisomal enzymes.","sex":"UnknownEthnicity","variant":{"id":"cggv:ce27da9f-d53e-40e7-b671-573a09baba79_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cd96afb5-716c-487a-a7b9-817c7d94ee55"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398847"},"rdfs:label":"PBD009"},{"id":"cggv:ce27da9f-d53e-40e7-b671-573a09baba79","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ce27da9f-d53e-40e7-b671-573a09baba79_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Northern blot analysis on patient cells showed no detectable PEX1 transcript."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dfa09031-9932-4fa4-8ab7-d944842e4736_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dfa09031-9932-4fa4-8ab7-d944842e4736","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"allele":[{"id":"cggv:b3b9d569-b534-45f5-9a2c-8ae219e0f9d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.782_783del (p.Gln261ArgfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/188910"}},{"id":"cggv:0aca35da-6e5c-45a0-b5ef-0056302aa7ed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.475G>C (p.Ala159Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA368201880"}}],"detectionMethod":"NGS in family: coding exons of the 13 PEX genes and flanking intron regions). Sanger sequencing to confirm.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0006579","obo:HP_0001251","obo:HP_0001410","obo:HP_0005280","obo:HP_0000365","obo:HP_0000639","obo:HP_0000218","obo:HP_0002240","obo:HP_0001263","obo:HP_0008947"],"previousTesting":true,"previousTestingDescription":"C22:0 4.42 uM (ref 26-82); C24:0 11.26 uM (ref 19-55); C24:1 12.26 uM (ref 25-120); C26:0 4.13 (ref 0.3-0.7); C24:0/C22:0 2.55 (ref <0.94); C26:0/C22:0 0.934 (ref <0.018).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:b1804d0e-2097-4d43-bbac-e3d648f93827_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0aca35da-6e5c-45a0-b5ef-0056302aa7ed"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23247051","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive Zellweger spectrum disorder (ZSD), the main subgroup of the peroxisome biogenesis disorders (PBDs), can be caused by mutations in any of the 13 PEX genes. Zellweger syndrome (ZS) is the most common and severe phenotype in the heterogeneous ZSD. For the large number genes involved, it is difficult to make a precise genetic diagnosis by traditional methods at a time. A combination of enrichment of targeted genes and next-generation sequencing (NGS) would result in both high efficiency and low cost for targeted sequencing of genes of interest.","dc:creator":"Sun Y","dc:date":"2013","dc:title":"Analysis of a Chinese pedigree with Zellweger syndrome reveals a novel PEX1 mutation by next-generation sequencing."}},{"id":"cggv:ec0da246-d96b-41ac-a661-f61f6b7d13f0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b3b9d569-b534-45f5-9a2c-8ae219e0f9d9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23247051"}],"rdfs:label":"Sun 2013 Proband"},{"id":"cggv:b1804d0e-2097-4d43-bbac-e3d648f93827","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b1804d0e-2097-4d43-bbac-e3d648f93827_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:ec0da246-d96b-41ac-a661-f61f6b7d13f0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ec0da246-d96b-41ac-a661-f61f6b7d13f0_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7ea4b933-5467-404a-be77-d324668f77cb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7ea4b933-5467-404a-be77-d324668f77cb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:4df1d6c4-22e5-4197-b4e3-e7af60f29681"},"detectionMethod":"All 24 PEX1 exons amplified from fibroblasts DNA with use of intronic primer pairs and analyzed by SSCP. Fragments with unusual patterns were sequenced directly.","firstTestingMethod":"SSCP","phenotypeFreeText":"Phenotypes not specified, part of \"classical ZS\" group (craniofacial dysrmorphia, severe neurological abnormalities, hypotonia, eye abnormalities, early death).","previousTesting":true,"previousTestingDescription":"PEX1 protein level: 0% of control; VLCFA C26:C22 ratio 0.52 (control 0.03-0.07); DHAPAT activity (mnol/2h x mg protein) 0.5 (control 8.5 +/- 2.0).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:3e8f5476-8edf-4921-8d5d-05ebabb4a4ce_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4df1d6c4-22e5-4197-b4e3-e7af60f29681"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11389485"},"rdfs:label":"Case 17"},{"id":"cggv:3e8f5476-8edf-4921-8d5d-05ebabb4a4ce","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3e8f5476-8edf-4921-8d5d-05ebabb4a4ce_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e12232f8-4a52-45ba-a4ab-4ee226fee6a8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e12232f8-4a52-45ba-a4ab-4ee226fee6a8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"allele":{"id":"cggv:1d060b77-f3bc-4bf7-a66f-1b2973a50a2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.2528G>A (p.Gly843Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7516"}},"detectionMethod":"All 24 PEX1 exons amplified from fibroblasts DNA with use of intronic primer pairs and analyzed by SSCP. Fragments with unusual patterns were sequenced directly.","firstTestingMethod":"SSCP","phenotypeFreeText":"Phenotypes not specified, part of \"nonclassical ZS\" group that has less pronounced abnormalities and longer survival than classical ZS group.","previousTesting":true,"previousTestingDescription":"PEX1 protein level: 10% of control; VLCFA C26:C22 ratio 0.12 (control 0.03-0.07); DHAPAT activity (mnol/2h x mg protein) 2.4 (control 8.5 +/- 2.0).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f0148e2c-09ef-4c9e-ae40-5522ce7ed588_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d060b77-f3bc-4bf7-a66f-1b2973a50a2b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11389485"},"rdfs:label":"Case 27"},{"id":"cggv:f0148e2c-09ef-4c9e-ae40-5522ce7ed588","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f0148e2c-09ef-4c9e-ae40-5522ce7ed588_variant_evidence_item"},{"id":"cggv:f0148e2c-09ef-4c9e-ae40-5522ce7ed588_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"his is the most common variant in ZS. Functional studies in a patient-derived cell line suggest that the G843D variant has reduced ability to import proteins as compared to wild type (Reuber et al., 1997)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4905fcb8-b95b-43d3-8cd2-72957843a6e0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4905fcb8-b95b-43d3-8cd2-72957843a6e0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"allele":[{"id":"cggv:3335912e-df97-426b-abfa-d7807dd66113","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.1742G>C (p.Arg581Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/217429"}},{"id":"cggv:4df1d6c4-22e5-4197-b4e3-e7af60f29681"}],"detectionMethod":"WES followed by Sanger sequencing to confirm. Sanger sequencing on additional family members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal intellect.","phenotypes":["obo:HP_0007703","obo:HP_0000705","obo:HP_0008619"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:f86e33f0-f64f-4dbd-9e86-b64207420fe9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3335912e-df97-426b-abfa-d7807dd66113"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26387595"},{"id":"cggv:59612176-503a-4c20-a632-7a90589a764a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4df1d6c4-22e5-4197-b4e3-e7af60f29681"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26387595"}],"rdfs:label":"II:1, Family 4"},{"id":"cggv:59612176-503a-4c20-a632-7a90589a764a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:59612176-503a-4c20-a632-7a90589a764a_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:f86e33f0-f64f-4dbd-9e86-b64207420fe9","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:f86e33f0-f64f-4dbd-9e86-b64207420fe9_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7652a318-e49a-41b7-9391-ece687fc4f14_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7652a318-e49a-41b7-9391-ece687fc4f14","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:e1b3b0a4-6580-447b-9c00-4f6d149921ad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.2730del (p.Leu910PhefsTer51)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/188971"}},"detectionMethod":"All 24 PEX1 exons amplified from fibroblasts DNA with use of intronic primer pairs and analyzed by SSCP. Fragments with unusual patterns were sequenced directly.","firstTestingMethod":"SSCP","phenotypeFreeText":"Phenotypes not specified, part of \"classical ZS\" group (craniofacial dysrmorphia, severe neurological abnormalities, hypotonia, eye abnormalities, early death).","previousTesting":true,"previousTestingDescription":"PEX1 protein level: 0% of control; VLCFA C26:C22 ratio 0.31 (control 0.03-0.07); DHAPAT activity (mnol/2h x mg protein) 0.1 (control 8.5 +/- 2.0).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:765f47c8-0480-4b56-9fe2-205e6cd693c1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e1b3b0a4-6580-447b-9c00-4f6d149921ad"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11389485"},"rdfs:label":"Case 11"},{"id":"cggv:765f47c8-0480-4b56-9fe2-205e6cd693c1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:765f47c8-0480-4b56-9fe2-205e6cd693c1_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:31432d65-e527-4c80-8d48-b101b5ef1caa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:31432d65-e527-4c80-8d48-b101b5ef1caa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"allele":{"id":"cggv:9e216623-157c-4091-8186-9d0291461ccb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.1239+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/217430"}},"detectionMethod":"WES followed by Sanger sequencing to confirm. Sanger sequencing on additional family members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal intellect.","phenotypes":["obo:HP_0008619","obo:HP_0000705"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9f29e85e-105b-4514-aa1c-22dd88dfffe6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9e216623-157c-4091-8186-9d0291461ccb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26387595"},"rdfs:label":"II:1, Family 3"},{"id":"cggv:9f29e85e-105b-4514-aa1c-22dd88dfffe6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9f29e85e-105b-4514-aa1c-22dd88dfffe6_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:63b68448-ba8e-429d-8410-b9104ff36454_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:63b68448-ba8e-429d-8410-b9104ff36454","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"allele":{"id":"cggv:3db4fe91-2631-42a0-9df0-673ec44aa16b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000466.3(PEX1):c.3750G>A (p.Trp1250Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/217431"}},"detectionMethod":"WES followed by Sanger sequencing to confirm. WES also performed on 2 family members (I:1, II:1). Sanger sequencing on additional family members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal intellect","phenotypes":["obo:HP_0000705","obo:HP_0008619"],"previousTesting":true,"previousTestingDescription":"Blood analysis- VLCFA: C22:0, C24:0, C26:0 normal; VLCFA ratio C24:0/C22:0, C26:0/C22:0 normal; bile acids: DHCA, THCA normal; phytanic acid, pristanic acid, pipecolic acid normal. In eurythrocytes, plasmalogens: C16:0 DMA, C18:0 DMA normal. In fibroblasts- VLCFA (umol/l): C22:0 4.43 (ZS range 2.36-5.59; control 3.84-10.2), C24:0 8.36 (ZS range 5.41-13.39; control 7.76-17.66), C26:0 0.24 (ZS range 0.59-3.38; control 0.18-0.38). VLCFA ratio: C24:0/C22:0 1.89 (ZS range 2.08-3.4; control 1.55-2.3); C26:0/C22:0 0.05 (ZS range 0.011-1.17; control 0.03-0.07). DHAPAT activity [(nmol/(2h.mg protein)] 7.1 (ZS range 0.1-0.9; control 5.4-10.6). Alpha oxidation activity [pmol/(hxmg protein)] = 34 (ZS range 0-10, control 28-95). Beta oxidation activity [pmol/(hxmg protein)]: C16:0 substrate 7,162 (ZS and control range 3,330-7,7900); C26:0 substrate 1,088 (ZS range 50-350; control 800-2,040); pristanic acid substrate 1,092 (ZS range 0-30; control 790-1,690).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:68d0b4d9-1473-439f-b9d9-cf26d0d102e4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3db4fe91-2631-42a0-9df0-673ec44aa16b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26387595"},"rdfs:label":"II:3, Family 1"},{"id":"cggv:68d0b4d9-1473-439f-b9d9-cf26d0d102e4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:68d0b4d9-1473-439f-b9d9-cf26d0d102e4_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6811,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:ddadc3c7-7971-4644-b1ec-992b0a491fe7","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:8850","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between PEX1 and peroxisome biogenesis disorder (types 1A and 1B and Heimler syndrome included), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2019. PEX1 encodes a cytosolic AAA protein (ATPase associated with diverse cellular activities) involved in peroxisomal matrix protein import. Peroxisomal biogenesis disorders are caused by defects in various stages of peroxisomal protein import and/or peroxisome biogenesis. There are at least 14 PEX genes implicated in peroxisome biogenesis disorders, with PEX1 being the most commonly affected gene in patients with a frequency of ~60% (Waterham and Ebberink 2012, PMID 22871920). Variants in PEX1 were first reported in humans with peroxisomal biogenesis disorder in 1997 (Reuber et al., PMID 9398847). Data from 9 patients with 10 unique variants (missense, nonsense, frameshift, splicing) from 4 publications were curated (Reuber et al., 1997, PMID 9398847; Walter et al., 2001, PMID 11389485; Sun et al., 2013, PMID 23247051; Ratbi et al., 2015, PMID 26387595). Additional cases are available in the literature but the maximum score for genetic evidence (12 points) has been reached. The relationship between PEX1 and peroxisome biogenesis disorder is supported by experimental evidence including a biochemical function similar to other PEX genes implicated in peroxisome biogenesis disorders (Waterham et al., 2012, PMID 22871920), in vitro assays (Reuber et al., 1997, PMID 9398847; Walter et al., 2001, PMID 11389485), a protein interaction with PEX6 (Matsumoto et al., 2003, PMID 12717447), which is encoded by a known peroxisome biogenesis disorder gene, and a mouse model (Heibler et al., 2014, PMID 24503136).  In summary, PEX1 is definitively associated with peroxisome biogenesis disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Peroxisomal Disorders Gene Curation Expert Panel on May 17, 2019.","dc:isVersionOf":{"id":"cggv:a345ba65-9dcd-43dd-a1c2-1778c1a921ea"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}