{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-09-06T16:00:00.000Z","role":"Approver"},{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-01T13:25:30.201Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9828c1cb-d905-4879-803d-8196df1aeac3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b07c886-3479-498c-9851-c71040a70b84","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"IKZF5 (Pegasus) is expressed in peripheral blood leukocytes, MEG-01 and M07e cell lines (megakaryocytic cell lines)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10978333","type":"dc:BibliographicResource","dc:abstract":"Members of the Ikaros family of transcription factors, Ikaros, Aiolos, and Helios, are expressed in lymphocytes and have been implicated in controlling lymphoid development. These proteins contain two characteristic clusters of zinc fingers, an N-terminal domain important for DNA recognition, and a C-terminal domain that mediates homo- and heterotypic associations between family members. The conservation of these domains is such that all three proteins recognize related DNA sequences, and all are capable of dimerizing with other family members. Here we describe two additional Ikaros family proteins, Eos and Pegasus. Eos is most highly related to Helios and shares its DNA binding and protein association properties. Pegasus is related to other Ikaros proteins in its C-terminal dimerization domain but contains a divergent N-terminal zinc finger domain. Pegasus self-associates and binds to other family members but recognizes distinct DNA-binding sites. Eos and Pegasus repress the expression of reporter genes containing their recognition elements. Our results suggest that these proteins may associate with previously described Ikaros family proteins in lymphoid cells and play additional roles in other tissues.","dc:creator":"Perdomo J","dc:date":"2000","dc:title":"Eos and pegasus, two members of the Ikaros family of proteins with distinct DNA binding activities."},"rdfs:label":"Northern blot in different tissues and cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"IKZF5 (Pegasus) is expressed in peripheral blood leukocytes, MEG-01 and M07e cell lines (megakaryocytic cell lines)"},{"id":"cggv:96a45b7c-12c1-4f53-ad01-241f3ca95fe4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8578ad1e-d04c-469a-ad2a-5c1a2307b972","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"RNA sequencing revealed that platelet transcriptome of members from 3 pedigrees was different from controls. In particular genes linked to platelet formation and function were deregulated and this explains thrombocytopenia and reduced platelet alpha-granules.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31217188","type":"dc:BibliographicResource","dc:abstract":"To identify novel causes of hereditary thrombocytopenia, we performed a genetic association analysis of whole-genome sequencing data from 13 037 individuals enrolled in the National Institute for Health Research (NIHR) BioResource, including 233 cases with isolated thrombocytopenia. We found an association between rare variants in the transcription factor-encoding gene IKZF5 and thrombocytopenia. We report 5 causal missense variants in or near IKZF5 zinc fingers, of which 2 occurred de novo and 3 co-segregated in 3 pedigrees. A canonical DNA-zinc finger binding model predicts that 3 of the variants alter DNA recognition. Expression studies showed that chromatin binding was disrupted in mutant compared with wild-type IKZF5, and electron microscopy revealed a reduced quantity of α granules in normally sized platelets. Proplatelet formation was reduced in megakaryocytes from 7 cases relative to 6 controls. Comparison of RNA-sequencing data from platelets, monocytes, neutrophils, and CD4+ T cells from 3 cases and 14 healthy controls showed 1194 differentially expressed genes in platelets but only 4 differentially expressed genes in each of the other blood cell types. In conclusion, IKZF5 is a novel transcriptional regulator of megakaryopoiesis and the eighth transcription factor associated with dominant thrombocytopenia in humans.","dc:creator":"Lentaigne C","dc:date":"2019","dc:title":"Germline mutations in the transcription factor IKZF5 cause thrombocytopenia."},"rdfs:label":"RNA sequencing study"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"IKZF5 is expressed across hematopoietic lineages but IKZF5\ncases have normal blood counts, except for thrombocytopenia. Mutation of IKZF5 leads to deregulation of genes linked to platelet formation and function and this explains thrombocytopenia and reduced platelet alpha-granules."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5514efcb-5b42-46a2-ab5f-873d83d4c714","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42375ec9-2b12-4b00-8438-8e22cf79215d","type":"FunctionalAlteration","dc:description":"In contrast to WT IKZF5, which enters the nucleus to bind to chromatin, all 5 causal mutants exhibited a strong reduction in\nchromatin binding (Figure 3B-D), remaining instead in the cytosol\nand soluble membranes fractions (supplemental Figures 3\nand 4). However, S200G and I98V entered the nucleus in\na similar manner to WT IKZF5, suggesting that only missense\nsubstitutions of highly conserved residues in the N-terminal\nZnfs may cause thrombocytopenia (Figure 3B-C; supplemental\nFigure 3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31217188","rdfs:label":"Chromatin binding in transfected HEK cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The ability of mutant IKZF5 to bind chromatin, therefore its transcription factor activity, is impaired"},{"id":"cggv:873a5d03-4156-4731-8b62-c60bc65fa3c2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a4f544ba-7f61-4a32-aef1-c3cb656c08af","type":"FunctionalAlteration","dc:description":"Maturation and differentiation of the megakaryocytic lineage was normal. No abnormalities were present in the other lineages. However, proplatelet formation (PPF) in megakaryocyte (MK) cultures from patient II.3 from family E was reduced compared with controls (Figure 4B). To further characterize the PPF defect, PPF was quantified after MK spreading on fibrinogen and staining with VWF and found it to be significantly reduced in 7 cases from 3 pedigrees (A,B,E) compared with 6 unrelated healthy controls.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31217188","rdfs:label":"Proplatelet formation from megakaryocytes"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Thrombocytopenia can be caused by alterations of transcription factor activity during megakaryopoiesis, and indeed proplatelet formation by megakaryocytes from IKZF5 cases was defective."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":8221,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.5,"subject":{"id":"cggv:9783b974-670f-4e19-8613-71ce74bc9757","type":"GeneValidityProposition","disease":"obo:MONDO_0030867","gene":"hgnc:14283","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The IKZF5 gene encodes a transcription factor that plays a role in hematopoietic development, in particular megakaryocytopoiesis.\n\nIKZF5 was first reported in relation to thrombocytopenia-7 (THC7) (Lentaigne et al., PMID 31217188) in 5 families with thrombocytopenia inherited in an autosomal-dominant manner. 5 different variants (His155Tyr; Cys140Arg; Arg96Thr; Gly134Gln; Tyr89Cys) were identified in 23 members from the 5 pedigrees with thrombocytopenia. \n\n7 unique variants, all missense, have been reported in humans. The mechanism of disorder is not completely clear, however, it has been proposed that heterozygous mutations in the DNA-binding Znf domains of IKZF5 exert a dominant-negative effect, resulting in dimers that lack transcriptional activity, the same mechanism described for IKZF1. Indeed, IKZF5 variants cause abnormal cellular localization and decreased chromatin binding and, in vivo, this would be expected to affect transcription. \n\nEvidence supporting this gene-disease relationship includes genetic evidences (case-level data) and experimental evidences (functional evidence of biochemical functions, expression and protein interactions; functional alteration in patient cells and non-patient cells).\n\nSummary of Case Level Data: 6.7 POINTS \nVariants in this gene have been reported in at least 7 probands in 2 publications (PMIDs: 31217188, 32419556). \nAffected patients show thrombocytopenia, deficiency of platelet alpha-granules, variable defective expression of platelet glycoprotein GPIba and mild or absent bleeding.\n\nSummary of Experimental Data: 3 POINTS \nPerdomo et al. showed that IKZF5 is expressed in peripheral blood lymphocytes and megakaryocytic cell lines (MEG-01 and M07e). Moreover, it physically interacts with all the other members of the Ikaros family of transcription factors (PMID 10978333).\nLanteigne et al. showed that the ability of mutant IKZF5 to bind chromatin, therefore its transcription factor activity, is impaired. Maturation and differentiation of the megakaryocytes cultured from patients were normal, however proplatelet formation was reduced. Finally, RNA sequencing revealed that platelet transcriptome of patients with IKZF5 variants was altered. In particular genes linked to platelet formation and function were deregulated and this explains thrombocytopenia and reduced platelet alpha-granules. \nGiven the apparent lack of abnormalities in any cell types other than platelets, this may be the first transcription factor-associated thrombocytopenia which is completely lineage specific.\n\nIn summary, we obtained moderate association of IKZF5 with thrombocytopenia-7.\n\nThis gene-disease pair was originally evaluated by the HT GCEP on 26/05/2021. It was reevaluated on 06/09/2023. As a result of this reevaluation no new evidence was identified and the classification remained at Moderate (SOP Version 9).\n\n","dc:isVersionOf":{"id":"cggv:b3d7d24b-1fb8-4951-9508-b27035a000a0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}