{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-04-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-11-17T16:00:29.521Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e724ef17-5324-43a9-a795-6d1a5ef623ac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b004970-5b20-43a8-b2fe-2bc0330e5a10","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Structural modelling of Complex I","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I genes"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":">10 genes associated with LSS"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea7f2547-d79a-499f-b2fd-1575da083075","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b1adf8b-4c78-4893-af6f-8b36b0f9205e","type":"FunctionalAlteration","dc:description":"\tThe m.3376G > A (p.E24K)and m.3865A > G (p.I187V) transitions in human (LHON/MELAS) correspond to Glu-36 and Ile-201 residues in the homologous NuoH subunit of E. coli (E36K, E36Q, E36D, I201V). 1. The d-NADH:DB oxidoreductase activity (at 100 μM DB) in membranes from the E36K mutant was almost totally abolished (Table 2) and could not be enhanced by increasing the DB concentration. The d-NADH:O2 activity, which utilizes endogenous UQ, was more severely affected than the d-NADH:UQ reductase activity with short-chained DB, presenting 4% and 13% of control activities, respectively. Also the d-NADH:HAR reductase activity was decreased, suggesting a decrease in the amount of fully assembled NDH-1 in cytoplasmic membranes (Fig 2). The I201V substitution, analogous to human p.I187V, had a small effect on the amount of NDH-1 in the membranes but the activity with DB was bot significantly decreased. 2. E36Q mutant also showed decreased affinity to DB.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22079202","type":"dc:BibliographicResource","dc:abstract":"Defects in complex I due to mutations in mitochondrial DNA are associated with clinical features ranging from single organ manifestation like Leber hereditary optic neuropathy (LHON) to multiorgan disorders like mitochondrial myopathy, encephalopathy, lactic acidosis and stroke-like episodes (MELAS) syndrome. Specific mutations cause overlap syndromes combining several phenotypes, but the mechanisms of their biochemical effects are largely unknown. The m.3376G>A transition leading to p.E24K substitution in ND1 with LHON/MELAS phenotype was modeled here in a homologous position (NuoH-E36K) in the Escherichia coli enzyme and it almost totally abolished complex I activity. The more conservative mutation NuoH-E36Q resulted in higher apparent K(m) for ubiquinone and diminished inhibitor sensitivity. A NuoH homolog of the m.3865A>G transition, which has been found concomitantly in the overlap syndrome patient with the m.3376G>A, had only a minor effect. Consequences of a primary LHON-mutation m.3460G>A affecting the same extramembrane loop as the m.3376G>A substitution were also studied in the E. coli model and were found to be mild. The results indicate that the overlap syndrome-associated m.3376G>A transition in MTND1 is the pathogenic mutation and m.3865A>G transition has minor, if any, effect on presentation of the disease. The kinetic effects of the NuoH-E36Q mutation suggest its proximity to the putative ubiquinone binding domain in 49kD/PSST subunits. In all, m.3376G>A perturbs ubiquinone binding, a phenomenon found in LHON, and decreases the activity of fully assembled complex I as in MELAS.","dc:creator":"Pätsi J","dc:date":"2012","dc:title":"LHON/MELAS overlap mutation in ND1 subunit of mitochondrial complex I affects ubiquinone binding as revealed by modeling in Escherichia coli NDH-1."},"rdfs:label":"E. coli model"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"m.3376G > A (p.E24K) variant results in biochemical abnormalities in complex I that might result in disease development."},{"id":"cggv:ddd8fba6-e6c5-40af-919a-0e40be74175d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6cc5f51d-7d1e-4d44-a384-fcf9d9a6de07","type":"FunctionalAlteration","dc:description":"\tCybrids were obtained by fusing mitochondria-containing cytoplasts from patients’ fibroblasts with mtDNA-less r0 cells derived from 143B human osteosarcoma cell line. 13 clones from patient 1 carrying the m.3376G > A (p.E24K) variant were analyzed. Figure 4 shows that the the level of heteroplasmy in the cybrid clones inversely correlates with complex I activity. Reduced complex I activity of the cybrids correlated with the reduced complex I activity noted in the patient's muscle tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17535832","type":"dc:BibliographicResource","dc:abstract":"Isolated Complex I (CI) deficiency, the most frequent cause of mitochondrial disease, is a clinically and genetically heterogeneous condition. Complex I is a giant multiheteromeric enzyme composed of seven ND subunits encoded by mitochondrial DNA (mtDNA) genes, and at least 38 subunits encoded by nuclear genes. To establish the contribution to human mitochondrial encephalopathy of ND versus nuclear gene mutations, we have been undertaking a systematic analysis of CI genes in a cohort of 46 adult and paediatric patients with biochemically defined CI defect. Sequence analysis of the entire mtDNA let us identify six patients with mutations in ND genes. The clinical presentations varied, from infantile Leigh syndrome, to childhood MELAS, to adult-onset encephalopathic syndromes of variable severity. Three of the mutations were not previously reported (3481G > A, 14600G > A and 13063G > A, in ND1, ND6 and ND5 genes, respectively) and were further investigated in mutant transmitochondrial cybrids. Tight correlation between mutation load and decrease in CI activity was observed in each of the three mutant cybrid lines, supporting the pathogenic role of the novel mutations. Structural studies on mutant cybrids showed impaired assembly or reduced stability of the holoenzyme complex. In our experience ND gene mutations are relatively common in CI-defective mitochondrial encephalopathy of both children and adults.","dc:creator":"Malfatti E","dc:date":"2007","dc:title":"Novel mutations of ND genes in complex I deficiency associated with mitochondrial encephalopathy."},"rdfs:label":"Cybrids"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"\t0.5 pts scored for evidence of OXPhos dysfunction."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7195,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:f70dfe63-e0e7-44d6-b3ae-37987cf60143","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7455","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ND1* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of April 3, 2023. *MT-ND1* is located at m.3307-m.4262 of the mitochondrial DNA (mtDNA) genome and encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND1. Defects of this protein lead to complex I deficiency.  \n\n*MT-ND1* was first reported in relation to primary mitochondrial disease in 1991 (PMID: 1928099). While various names have been given to the constellation of features seen in those with *MT-ND1*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-ND1* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-ND1* was previously curated by this panel for its association with Leigh syndrome spectrum (LSS) on April 12, 2021 (SOP v8), with a final classification of definitive. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation includes eight variants (m.3460G>A, m.3481G>A, m.3688G>A, m.3697G>A, m.3890G>A, m.3902_3908delinsGCAAGGT, m.3928G>C, m.3946G>A)  in 13 probands from 12 publications (PMIDs: 1928099, 15466014, 10775530, 16492986, 18504678, 18977334, 23246842, 24063851, 27017994, 24830958, 31996177, 17535832). With the exception of one small inversion (m.3902_3908delinsGCAAGGT) all variants were missense. There were four recurrent variants (m.3697G>A, m.3890G>A, m.3635G>A, m.3902_3908delinsGCAAGGT). Cybrid studies further supported the pathogenicity of several variants (PMIDs: 1928099, 15466014, 16492986, 18977334, 23246842). Affected individuals present with a broad phenotypic spectrum of disease including Leber Hereditary Optic Neuropathy (LHON), mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS), LSS, and exercise intolerance phenotypes. The age of onset is also highly variable, ranging from infantile to adult. Muscle biopsies variably revealed focal subsarcolemmal accumulation of mitochondria, ragged red fibers, and isolated complex I deficiency. Metabolic screening labs showed elevated lactate and pyruvate in cerebrospinal fluid (CSF) and blood. Heteroplasmy levels in affected individuals ranged from 36% to homoplasmic in skeletal muscle, undetectable to homoplasmic in blood, 12% to homoplasmic in fibroblasts, 70% - 96% in urine, 87% - 95% in liver, and ranged from 85% - 93% in other tissues such as heart, hair follicles, and buccal sample; and ranged in healthy family members from undetectable to 3% in blood, undetectable to 3% in urine, 14% to 95% in hair follicles, 16% to 68% in buccal, and was undetectable in fibroblasts and muscle in healthy family members.\n\nLoss of function is implicated as the mechanism of disease. This gene-disease association is also supported by a known biochemical function shared with other genes associated with primary mitochondrial disease and functional alteration in cybrid cell lines and in an Escherichia coli model system (PMIDs: 27509854, 22079202, 17535832).    \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 3, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:1d55015a-dd90-479e-8e5b-4693e321c705"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}