{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-10-10T19:18:19.054Z","role":"Publisher"},{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-10-10T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aaf746b7-dd47-4aa2-8e33-9d2547f1cd29","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:993c2a21-ae1d-4684-8c70-6bb5e1389d91","type":"FunctionalAlteration","dc:description":"Leading to smaller spherical, and fragmented mitochondria where there's a lack of directed\nmovement in most mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12527753","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial morphology is determined by a dynamic equilibrium between organelle fusion and fission, but the significance of these processes in vertebrates is unknown. The mitofusins, Mfn1 and Mfn2, have been shown to affect mitochondrial morphology when overexpressed. We find that mice deficient in either Mfn1 or Mfn2 die in midgestation. However, whereas Mfn2 mutant embryos have a specific and severe disruption of the placental trophoblast giant cell layer, Mfn1-deficient giant cells are normal. Embryonic fibroblasts lacking Mfn1 or Mfn2 display distinct types of fragmented mitochondria, a phenotype we determine to be due to a severe reduction in mitochondrial fusion. Moreover, we find that Mfn1 and Mfn2 form homotypic and heterotypic complexes and show, by rescue of mutant cells, that the homotypic complexes are functional for fusion. We conclude that Mfn1 and Mfn2 have both redundant and distinct functions and act in three separate molecular complexes to promote mitochondrial fusion. Strikingly, a subset of mitochondria in mutant cells lose membrane potential. Therefore, mitochondrial fusion is essential for embryonic development, and by enabling cooperation between mitochondria, has protective effects on the mitochondrial population.","dc:creator":"Chen H","dc:date":"2003","dc:title":"Mitofusins Mfn1 and Mfn2 coordinately regulate mitochondrial fusion and are essential for embryonic development."},"rdfs:label":"Mitochondrial dynamics and morphology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e86fd3c7-c70d-4722-9a28-c4193ddf906f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d485dc80-e8af-43e3-b0d5-2ad83d6db98a","type":"FunctionalAlteration","dc:description":"abnormal mitochondrial clustering and morphology in cell bodies and proximal axons","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17215403","type":"dc:BibliographicResource","dc:abstract":"Mutations in the mitochondrial fusion protein mitofusin 2 (MFN2) are the most commonly identified cause of Charcot-Marie-Tooth type 2 (CMT2), a dominantly inherited disease characterized by degeneration of peripheral sensory and motor axons. However, the mechanism by which mutations in this ubiquitously expressed mitochondrial fusion protein lead to neuropathy has not yet been elucidated. To explore how MFN2 mutations lead to degeneration of peripheral axons, we expressed neuropathy-associated forms of MFN2 in cultured dorsal root ganglion neurons, cells preferentially affected in CMT2. Disease-associated MFN2 mutant proteins induced abnormal clustering of small fragmented mitochondria in both neuronal cell bodies and proximal axons. Interestingly, transport of mitochondria in axons was significantly impaired in neurons expressing disease-mutated forms of MFN2. The diminished axonal mitochondrial transport was not attributable to diminished ATP levels in the neurons, and oxidative respiration was normal in mutant MFN2-expressing cells. Additionally, mitochondrial oxidative enzyme activity was normal in muscle mitochondria from a CMT2 patient with an MFN2 mutation, further supporting that abnormal mitochondrial transport in neurons is independent from an energy production defect. This abnormal mitochondrial trafficking provides a likely explanation for the selective susceptibility of the longest peripheral axons to MFN2 mutations, in which proper localization of mitochondria is critical for axonal and synaptic function.","dc:creator":"Baloh RH","dc:date":"2007","dc:title":"Altered axonal mitochondrial transport in the pathogenesis of Charcot-Marie-Tooth disease from mitofusin 2 mutations."},"rdfs:label":"Mitochondrial morphology in MFN2 Mutant expressing DRGs"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b92f990a-ad75-466c-b03b-91e35aafcd33","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e80e6b45-f319-4d8e-8447-eb569a17a167","type":"FunctionalAlteration","dc:description":"Two ovoid mitochondria contact each other but do not fuse until much later. Unfused mitochondria","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12527753","rdfs:label":"Mitochondrial fusion assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:88eab75d-69d3-488d-b861-0c8be616cca3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1daf47aa-2f58-4681-a665-9e963974a397","type":"FunctionalAlteration","dc:description":"abnormal axonal mitochondrial mobility, stationary clusters of mitochondria, with fewer moving mitochondria","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17215403","rdfs:label":"Mitochondrial mobility in MFN2 mutant expressing cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd411105-191f-48c9-9c39-9393027f80bc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a545c02f-0e28-4395-a919-0814a1c6301f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MFN2R94Q mice showed a weaker grip strength, wobbling gait defect and occasionally dragged their hind limbs which mimic sensorimotor deficits seen in CMT2A patients\nGiven that some CMT2A patients have optic atrophy and vision loss, we examined response\nto visual stimulation on optokinetic response (OKR) testing and\nfound that MFN2R94Q mice also had severe vision loss","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30882371","type":"dc:BibliographicResource","dc:abstract":"Mitofusin-2 (MFN2) is a mitochondrial outer-membrane protein that plays a pivotal role in mitochondrial dynamics in most tissues, yet mutations in MFN2, which cause Charcot-Marie-Tooth disease type 2A (CMT2A), primarily affect the nervous system. We generated a transgenic mouse model of CMT2A that developed severe early onset vision loss and neurological deficits, axonal degeneration without cell body loss, and cytoplasmic and axonal accumulations of fragmented mitochondria. While mitochondrial aggregates were labeled for mitophagy, mutant MFN2 did not inhibit Parkin-mediated degradation, but instead had a dominant negative effect on mitochondrial fusion only when MFN1 was at low levels, as occurs in neurons. Finally, using a transgenic approach, we found that augmenting the level of MFN1 in the nervous system in vivo rescued all phenotypes in mutant MFN2R94Q-expressing mice. These data demonstrate that the MFN1/MFN2 ratio is a key determinant of tissue specificity in CMT2A and indicate that augmentation of MFN1 in the nervous system is a viable therapeutic strategy for the disease.","dc:creator":"Zhou Y","dc:date":"2019","dc:title":"Restoring mitofusin balance prevents axonal degeneration in a Charcot-Marie-Tooth type 2A model."},"rdfs:label":"behavioral analysis, Immunohistochemistry aND IMAGING"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:41c86a94-ec72-49d5-bd90-72cc88aa9cc5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9896d1e1-672b-442f-b0d2-530155ff13fc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Explanation of how model system phenotype is similar to phenotype observed in humans\tImpairment in the locomotive activities in flies mimics the sensorimotor deficits, with motor dysfunction being the predominant feature, in CMT2A patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030216","type":"dc:BibliographicResource","dc:abstract":"Mitochondria undergo frequent fusion and fission events, which are essential to maintain a functional mitochondrial network. A disruption of these processes can cause severe neurodegeneration. Charcot-Marie-Tooth disease type 2A (CMT2A) is a neuropathy that is caused by mutations in the fusion factor Mfn2. It is generally assumed that impaired mitochondrial fusion causes CMT2A. However, the detailed molecular mechanism underlying the pathophysiology of CMT2A is only incompletely understood. In this issue of EMBO Reports, El Fissi et al established a fly model to analyze the consequence of frequently occurring MFN2 mutations on locomotor behavior, mitochondrial morphology, and function and find that some pathogenic mutants enhance fusion activity, indicating that increased mitochondrial fusion can drive CMT2A-like pathology [1]. Moreover, this novel assay system will be a useful tool to analyze CMT2A pathogenesis in vivo.","dc:creator":"Ueda E","dc:date":"2018","dc:title":"Mitochondrial hyperfusion causes neuropathy in a fly model of CMT2A."},"rdfs:label":"Locomotor behavior, mitochondrial morphology, and function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ba644aac-4a6e-496e-b317-2d5295eab030","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:19cd42a5-dff5-4809-a8af-0495825eda7c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Altered mitochondrial network in cells obtained from CMT2A patients is similar changes seen in morphologies of mitochondria of the mutant flies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29898954","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 2A (CMT2A) is caused by dominant alleles of the mitochondrial pro-fusion factor Mitofusin 2 (MFN2). To address the consequences of these mutations on mitofusin activity and neuronal function, we generate Drosophila models expressing in neurons the two most frequent substitutions (R94Q and R364W, the latter never studied before) and two others localizing to similar domains (T105M and L76P). All alleles trigger locomotor deficits associated with mitochondrial depletion at neuromuscular junctions, decreased oxidative metabolism and increased mtDNA mutations, but they differently alter mitochondrial morphology and organization. Substitutions near or within the GTPase domain (R94Q, T105M) result in loss of function and provoke aggregation of unfused mitochondria. In contrast, mutations within helix bundle 1 (R364W, L76P) enhance mitochondrial fusion, as demonstrated by the rescue of mitochondrial alterations and locomotor deficits by over-expression of the fission factor DRP1. In conclusion, we show that both dominant negative and dominant active forms of mitofusin can cause CMT2A-associated defects and propose for the first time that excessive mitochondrial fusion drives CMT2A pathogenesis in a large number of patients.","dc:creator":"El Fissi N","dc:date":"2018","dc:title":"Mitofusin gain and loss of function drive pathogenesis in Drosophila models of CMT2A neuropathy."},"rdfs:label":"Mitochondrial Morphology"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:edb5e2d8-ea2a-424d-b790-99bc6836a87a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:edb5e2d8-ea2a-424d-b790-99bc6836a87a","type":"Proband","allele":{"id":"cggv:872b6235-fbce-4d30-8628-4871684cbad3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014874.4(MFN2):c.368C>T (p.Pro123Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/637753"}},"detectionMethod":"PCR amplified all 17 coding exons of MFN2 using intronic primers.","firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:71774ddb-f7a9-4fed-9978-41e1acd0d487_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:872b6235-fbce-4d30-8628-4871684cbad3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16714318","type":"dc:BibliographicResource","dc:abstract":"Mutations in mitofusin 2 (MFN2) have been reported in Charcot-Marie-Tooth type 2 (CMT2) families. To study the distribution of mutations in MFN2 we screened 323 families and isolated patients with distinct CMT phenotypes. In 29 probands, we identified 22 distinct MFN2 mutations, and 14 of these mutations have not been reported before. All mutations were located in the cytoplasmic domains of the MFN2 protein. Patients presented with a classical but rather severe CMT phenotype, since 28% of them were wheelchair-dependent. Some had additional features as optic atrophy. Most patients had an early onset and severe disease status, whereas a smaller group experienced a later onset and milder disease course. Electrophysiological data showed in the majority of patients normal to slightly reduced nerve conduction velocities with often severely reduced amplitudes of the compound motor and sensory nerve action potentials. Examination of sural nerve specimens showed loss of large myelinated fibres and degenerative mitochondrial changes. In patients with a documented family history of CMT2 the frequency of MFN2 mutations was 33% indicating that MFN2 mutations are a major cause in this population.","dc:creator":"Verhoeven K","dc:date":"2006","dc:title":"MFN2 mutation distribution and genotype/phenotype correlation in Charcot-Marie-Tooth type 2."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"PN-930.1"},{"id":"cggv:71774ddb-f7a9-4fed-9978-41e1acd0d487","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:71774ddb-f7a9-4fed-9978-41e1acd0d487_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:8f7f9d01-c50c-4bc6-9679-aed241aa4347_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8f7f9d01-c50c-4bc6-9679-aed241aa4347","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:a99569d3-368c-4421-8863-0318b3d4c019","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014874.4(MFN2):c.392A>G (p.Asn131Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA598814"}},"detectionMethod":"Next-generation sequencing (NGS) analysis of 29 genes was performed and included AARS, BSCL2, DNM2, EGR2, FGD4, FIG4, GARS, GDAP1, GJB1, HSPB1, HSPB8, KIF1B, LITAF, LMNA, MED25, MFN2, MPZ, MTMR2, NDRG1, NEFL, PMP22, PRPS1, PRX, RAB7A, SBF2, SH3TC2, SPG20, TRPV4, and YARS.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Nerve conduction studies showed severe motor>sensory axonal neuropathy with no responses in the lower extremities and needle electromyography showed diffuse denervation. Respiratory compromise with retractions and abdominal breathing. Poor weight gain, prominent tremor in the head and extremities. vomiting,\ngastrointestinal dysmotility, failure to thrive, repeated pulmonary infections, and a sleep disorder.","previousTesting":true,"previousTestingDescription":"Spinal\nmuscular atrophy gene testing was negative and creatine phosphokinase\nwas normal. The results of additional metabolic and genetic\ntesting, which included urine organic acids, plasma amino acids,\nplasma acylcarnitine profile, free and total carnitine, serum biotinidase,\nand microarray, were unrevealing.","sex":"Female","variant":{"id":"cggv:760be5a8-e355-414f-b0d2-def7bbee0fed_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a99569d3-368c-4421-8863-0318b3d4c019"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26955893","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in the mitofusin 2 gene (MFN2) are the most common cause of autosomal dominant Charcot-Marie-Tooth (CMT2) disease, which is typically characterized by axonal sensorimotor neuropathy. We report on a 7-month-old white female with hypotonia, motor delay, distal weakness, and motor/sensory axonal neuropathy in which next-generation sequencing analysis identified compound heterozygous pathogenic variants (c.2054_2069_1170del and c.392A>G) in MFN2. A review of the literature reveals that sporadic and familial cases of compound heterozygous or homozygous pathogenic MFN2 variants have been infrequently described, which indicates that MFN2 can also be inherited in a recessive manner. This case highlights several clinical findings not typically associated with MFN2 pathogenic variants, including young age of onset and rapidly progressing diaphragmatic paresis that necessitated tracheostomy and mechanical ventilation, and adds to the growing list of features identified in autosomal recessive MFN2-related CMT2. Our patient with MFN2-related CMT2 expands the clinical and mutational spectrum of individuals with autosomal recessive CMT2 and identifies a new clinical feature that warrants further observation. © 2016 Wiley Periodicals, Inc.","dc:creator":"Tan CA","dc:date":"2016","dc:title":"Autosomal recessive MFN2-related Charcot-Marie-Tooth disease with diaphragmatic weakness: Case report and literature review."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"rdfs:label":"Diaphragmatic Weaknes"},{"id":"cggv:760be5a8-e355-414f-b0d2-def7bbee0fed","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:760be5a8-e355-414f-b0d2-def7bbee0fed_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:af9e1f51-1b13-447f-99d5-dd849a27711a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:af9e1f51-1b13-447f-99d5-dd849a27711a","type":"Proband","allele":{"id":"cggv:b5285d1a-9510-44a3-94d6-fe97c97cdb76","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127660.1(MFN2):c.629A>T (p.Asp210Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338437875"}},"detectionMethod":"Sequencing was done PCR products of the following genes: POLG1, SLC25A4, PEO1, OPA1, POLG2, RRM2B, and MFN2.","firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9f0cf3e0-66eb-4b8c-bb87-26fa6c14cdf6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b5285d1a-9510-44a3-94d6-fe97c97cdb76"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22189565","type":"dc:BibliographicResource","dc:abstract":"MFN2 and OPA1 genes encode two dynamin-like GTPase proteins involved in the fusion of the mitochondrial membrane. They have been associated with Charcot-Marie-Tooth disease type 2A and autosomal dominant optic atrophy, respectively. We report a large family with optic atrophy beginning in early childhood, associated with axonal neuropathy and mitochondrial myopathy in adult life. The clinical presentation looks like the autosomal dominant optic atrophy 'plus' phenotype linked to OPA1 mutations but is associated with a novel MFN2 missense mutation (c.629A>T, p.D210V). Multiple mitochondrial DNA deletions were found in skeletal muscle and this observation makes MFN2 a novel gene associated with 'mitochondrial DNA breakage' syndrome. Contrary to previous studies in patients with Charcot-Marie-Tooth disease type 2A, fibroblasts carrying the MFN2 mutation present with a respiratory chain deficiency, a fragmentation of the mitochondrial network and a significant reduction of MFN2 protein expression. Furthermore, we show for the first time that impaired mitochondrial fusion is responsible for a deficiency to repair stress-induced mitochondrial DNA damage. It is likely that defect in mitochondrial DNA repair is due to variability in repair protein content across the mitochondrial population and is at least partially responsible for mitochondrial DNA instability.","dc:creator":"Rouzier C","dc:date":"2012","dc:title":"The MFN2 gene is responsible for mitochondrial DNA instability and optic atrophy 'plus' phenotype."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"patient 1-1"},{"id":"cggv:9f0cf3e0-66eb-4b8c-bb87-26fa6c14cdf6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9f0cf3e0-66eb-4b8c-bb87-26fa6c14cdf6_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6e2e4370-6a2c-4ff1-a672-1c49ef8c6be2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6e2e4370-6a2c-4ff1-a672-1c49ef8c6be2","type":"Proband","allele":{"id":"cggv:43f339ae-a3e5-4443-8b71-d4ce00d869d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014874.3(MFN2):c.839G>A (p.Arg280His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252151"}},"sex":"Female","variant":{"id":"cggv:14909149-107d-4d86-9a95-bd9f610fe161_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:43f339ae-a3e5-4443-8b71-d4ce00d869d0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16835246","type":"dc:BibliographicResource","dc:abstract":"Mutations in the mitofusin 2 (MFN2) gene, which encodes a mitochondrial GTPase mitofusin protein, have recently been reported to cause both Charcot-Marie-Tooth 2A (CMT2A) and hereditary motor and sensory neuropathy VI (HMSN VI). It is well known that HMSN VI is an axonal CMT neuropathy with optic atrophy. However, the differences between CMT2A and HMSN VI with MFN2 mutations remained to be clarified. Therefore, we studied the phenotypic characteristics of CMT patients with MFN2 mutations. Mutations in MFN2 were screened in 62 unrelated axonal CMT neuropathy families. We calculated CMT neuropathy scores (CMTNSs) and functional disability scales (FDSs) to quantify disease severity. Twenty-one patients with the MFN2 mutations were studied by brain MRI. Ten pathogenic mutations were identified in 26 patients from 15 families (24.2%). Six of these mutations had not been reported, and de novo mutations were observed in five families (33.3%). The electrophysiological patterns of affected individuals with the MFN2 mutations were typical of axonal CMT; however, the clinical and electrophysiological characteristics were markedly different in early (<10 years) and late disease-onset (> or =10 years) groups. All patients with an early onset had severe CMTNS (> or =21) and FDS (6 or 7), whereas most patients with late onset had mild CMTNS (< or =10) and FDS (< or =3). We identified two HMSN VI families with the R364W mutation in the early onset group; however, two other families with the same mutation did not have optic atrophy. In addition, two early onset families with R94W mutations, previously reported for HMSN VI, did not have visual impairment. Interestingly, eight patients had periventricular and subcortical hyperintense lesions by brain MRI. In the late-onset group, three patients had sensorineural hearing loss and two had bilateral extensor plantar responses. We found that MFN2 mutations are the major cause of axonal CMT neuropathy, and that they are associated with variable CNS involvements. Phenotypes were significantly different in the early and late disease-onset groups. Our findings suggest that HMSN VI might be a variant of the early onset severe CMT2A phenotype.","dc:creator":"Chung KW","dc:date":"2006","dc:title":"Early onset severe and late-onset mild Charcot-Marie-Tooth disease with mitofusin 2 (MFN2) mutations."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"FC169-3-6"},{"id":"cggv:14909149-107d-4d86-9a95-bd9f610fe161","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:14909149-107d-4d86-9a95-bd9f610fe161_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fdb33d22-1f30-49b6-ba5f-0b1c8058e82a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fdb33d22-1f30-49b6-ba5f-0b1c8058e82a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":41,"allele":{"id":"cggv:febfa784-bfd4-44ca-ae21-28f5788b8b8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014874.4(MFN2):c.1894C>T (p.Arg632Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA599268"}},"detectionMethod":"DNA analysis of 60 genes associated with CMT","firstTestingMethod":"Next generation sequencing panels","sex":"Female","variant":{"id":"cggv:bd4559b4-decb-4caf-af28-7a6244745799_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:febfa784-bfd4-44ca-ae21-28f5788b8b8e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29215088","type":"dc:BibliographicResource","dc:abstract":"Axonal Charcot-Marie-Tooth disease (CMT) is most frequently caused by mutations in the MFN2 gene (CMT2A) that can lead to various clinical phenotypes. The age at disease onset varies, but most cases occur before adolescence. We report two Japanese sisters who presented with middle-age-onset peripheral neuropathy with distinct clinical features. In the affected sisters, a homozygous missense mutation, c.1894C>T, p.R632W, corresponding to the transmembrane domain of MFN2 was identified; this mutation was heterozygous in another non-affected sibling, demonstrating co-segregation of the genotype and phenotype. The patients developed adult-onset slowly progressive muscle weakness that was predominant in the calf muscles and sensory disturbance. Magnetic resonance imaging revealed diffuse atrophy of the spinal cord, especially in the thoracic segment, and mild atrophy of the parietal lobe and the cerebellum in both patients. Electron microscopy of the sural nerve revealed clusters of round and swollen mitochondria. This is the first case report of adult-onset CMT2A with an autosomal-recessive inheritance pattern. The phenotype caused by the MFN2 mutation in these cases is very mild, considering that the mutation causes middle-aged-onset Charcot-Marie-Tooth even in the homozygous state. The mechanism of MFN2 mutation-induced toxicity is an interesting theme that awaits further investigations.","dc:creator":"Hikiami R","dc:date":"2018","dc:title":"Charcot-Marie-Tooth disease type 2A with an autosomal-recessive inheritance: the first report of an adult-onset disease."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"rdfs:label":"Japasene"},{"id":"cggv:bd4559b4-decb-4caf-af28-7a6244745799","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bd4559b4-decb-4caf-af28-7a6244745799_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.1}],"evidenceStrength":"Definitive","sequence":5191,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.1,"subject":{"id":"cggv:5ea73e64-f7b6-4c04-a8a1-e821a8163700","type":"GeneValidityProposition","disease":"obo:MONDO_0018775","gene":"hgnc:16877","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"MFN2 encodes for GTPases on the outer mitochondrial membranes. The gene was first described as the cause of CMT2 in 14 families in 2004 (PMID: 15064763). A subsequent study screened 323 CMT2 patients and identified significant variants in 29 of them; up to 33% of patients with family history of CMT carried a likely pathogenic MFN2 variant (PMID: 16714318).  Chung et al reported 10 pathogenic mutations in 26 patients from 15 families (PMID: 16835246). MFN2 is expressed in the liver and adipose tissues, and is abundantly expressed in the brain. MFN2 is essential for mitochondrial fusion and contact, mitochondrial transport, ER-mitochondrial contact, and is a mediator of cellular autophagy and mitophagy. Two studies have reported semidominant families with axonal motor and sensory neuropathy with pathogenic variants in MFN2 identified through candidate gene sequencing. Phenotype was variable in many studies, even with the same mutation, as some families had optic atrophy, but others did not. Optic atrophy as an additional symptom to CMT2 was first reported in 6 families by Zuchner et al, where three probands carried de novo MFN2 changes (PMID: 16437557). Other phenotypes reported included periventricular and subcortical hyperintense lesions by brain MRI in eight patients, sensorineural hearing loss in three patients, and bilateral extensor plantar responses in two patients. The role of MFN2 with mitochondrial function, shape, mobility and fusion has been supported with experimental functional studies (Baloh et al, 2007, PMID: 17215403; Chen et al, 2003, PMID: 12527753). In summary, MFN2 is DEFINITIVELY associated with semidominant axonal hereditary motor and sensory neuropathy due to the presence of both genetic case level evidence and experimental evidence.","dc:isVersionOf":{"id":"cggv:a04350b3-5fe9-438a-9e90-db0055ed15e7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}