{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-06-07T19:46:50.198Z","role":"Publisher"}],"evidence":[{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5},{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ebd2cd7-9d9d-4a9b-bcbb-5826c37673fe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23869355-6c60-490e-8dfc-09437d22a921","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Binding of a ligand to TPR results in a host of molecular responses that ultimately serve to elevate intracellular Ca2+ levels, an event that is central to platelet activation. Thus, the TXA2 pathway plays an essential role in hemostasis, and when deficient, results in abnormal platelet aggregation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9152406","type":"dc:BibliographicResource","dc:abstract":"To establish whether the thromboxane A2 (TXA2) receptor (TP) functionally couples to the Gq family of heterotrimeric G proteins in vivo, we have coexpressed the cDNAs coding for the human platelet/placental TP alpha isoform (TP alpha) and the alpha subunits of Gq or G11 in human embryonic kidney (HEK) 293 cells. TP activation in response to ligand stimulation was monitored by analyzing mobilization of intracellular calcium (Ca++i) in FURA2/AM-loaded transfected HEK 293 and in platelets. Second, we wished to examine the possible interaction of the isoprostane 8-epi prostaglandin F2 alpha with the TP alpha, in transfected HEK 293 cells and with the TPs expressed in platelets. Thus both the prostaglandin endoperoxide/TXA2 analog (U46619) and the 8-epi PGF2 alpha were utilized as ligand probes of TP alpha activation. The results demonstrate that each ligand induced elevations of Ca++i levels in HEK 293 cells, cotransfected with either the TP alpha and G alpha q or the TP alpha and G alpha 11, and also in platelets. Initial stimulation of these cells with U46619 or 8-epi PGF 2 alpha desensitized a subsequent rise in [Ca++]i in response to U46619 or 8-epi PGF 2 alpha, respectively. Moreover, prestimulation with U46619 desensitized a subsequent rise in Ca++i concentration in response to 8-epi PGF 2 alpha, and vice versa. These responses were blocked by the TP antagonist SQ29,548 in both cell types. In contrast, prestimulation of the transfected HEK 293 cells or platelets with thrombin did not desensitize a subsequent rise in [Ca++]i in response to U46619 or 8-epi PGF 2 alpha. After stimulation with either U46619 or 8-epi PGF 2 alpha, no significant rise in Ca++i levels was observed in HEK 293 cells transfected with the TP alpha receptor only or in control cells transfected with the vector pCMV5. These results demonstrate that the TP alpha isoform functionally couples with either Gq or G11 in vivo, whether activated by a PG/TXA2 analog or by the F2 isoprostane 8-epi PGF2 alpha.","dc:creator":"Kinsella BT","dc:date":"1997","dc:title":"The human thromboxane A2 receptor alpha isoform (TP alpha) functionally couples to the G proteins Gq and G11 in vivo and is activated by the isoprostane 8-epi prostaglandin F2 alpha."},"rdfs:label":"Calcium ion regulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"TXA2, upon binding to TPR, initiates signaling cascades that regulate alterations in the cytoskeleton, platelet adhesion, vesicle trafficking, and other platelet activation responses. Thromboxane/prostaglandin receptor has been shown to regulate a host of effectors, including phospholipase C (PLC), several small guanosine triphosphate hydrolases (GTPases), and adenylyl cyclase (AC). Here functional coupling of TPR to PLC activation was assessed by monitoring mobilization of Ca++ i."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c6c6493-791a-4f03-9e14-1af8bdafac04","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cddcf24c-45e3-4d96-a52a-6b74a8de05d3","type":"FunctionalAlteration","dc:description":"Changes in cytoplasmic calcium concentration [Ca2+]i was measured in transfected CHO-K1 cells.  A significant reduction (more than 85%) in intracellular calcium levels in response to a TBXA2R agonist was observed with the Asp304Asn variant compared to wild type.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19828703","type":"dc:BibliographicResource","dc:abstract":"We investigated the cause of mild mucocutaneous bleeding in a 14-year-old male patient (P1). Platelet aggregation and ATP secretion induced by arachidonic acid and the thromboxane A(2) receptor (TxA(2)R) agonist U46619 were reduced in P1 compared with controls, whereas the responses to other platelet agonists were retained. P1 was heterozygous for a transversion within the TBXA2R gene predictive of a D304N substitution in the TxA(2)R. In Chinese hamster ovary-K1 cells expressing the variant D304N TxA(2)R, U46619 did not increase cytosolic free Ca(2+) concentration, indicating loss of receptor function. The TxA(2)R antagonist [(3)H]-SQ29548 showed an approximate 50% decrease in binding to platelets from P1 but absent binding to Chinese hamster ovary-K1 cells expressing variant D304N TxA(2)R. This is the second naturally occurring TxA(2)R variant to be associated with platelet dysfunction and the first in which loss of receptor function is associated with reduced ligand binding. D304 lies within a conserved NPXXY motif in transmembrane domain 7 of the TxA(2)R that is a key structural element in family A G protein-coupled receptors. Our demonstration that the D304N substitution causes clinically significant platelet dysfunction by reducing ligand binding establishes the importance of the NPXXY motif for TxA(2)R function in vivo.","dc:creator":"Mumford AD","dc:date":"2010","dc:title":"A novel thromboxane A2 receptor D304N variant that abrogates ligand binding in a patient with a bleeding diathesis."},"rdfs:label":"Impaired calcium ion regulation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d5eda3b3-2d05-40b7-b1ce-95ffd7bab6e6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:14db881e-ef68-4ef3-a5a6-0e8aa759c062","type":"FunctionalAlteration","dc:description":"Normal PAC‐1 binding and P‐selectin expression were induced with the stimulation of 0.5 U/mL−1 thrombin or 20 μm ADP on the proband’s platelets, while both PAC‐1 binding and P‐selectin expression were markedly impaired with 5 μm U46619 stimulation. Furthermore, PAC‐1 binding velocity in the proband and her father rapidly decreased, suggesting that sustained αIIbβ3 activation rather than initiation of αIIbβ3 activation was impaired. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21342433","type":"dc:BibliographicResource","dc:abstract":"Thromboxane A(2) receptor (TXA(2)R) abnormality appears to dominantly disturb platelet function.","dc:creator":"Kamae T","dc:date":"2011","dc:title":"Bleeding tendency and impaired platelet function in a patient carrying a heterozygous mutation in the thromboxane A2 receptor."},"rdfs:label":"αIIbβ3 activation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ebb60bd-55b2-4e88-af4f-5932309fcce8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff0a318c-8a22-4b4d-9e3b-e36c974271d0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Thromboxane binding was examined in thymocytes using the TP receptor agonist IBOP, 125I-BOP binding was easily detected in thymocytes from wild-type mice (0.60+/-29% specific cpm) but in contrast, TP-deficient mice did not differ from background (0.01+/-.01%specific cpm; P<0.0008 vs. wild-type). Bleeding times averaged 9665 s in conscious, wild-type mice, however, in the Tp2-/- mice, bleeding times were markedly prolonged(P<0.0001 vs. wild-type); all of the Tp-deficient mice continued to bleed for the entire 10-min observation period. Thromboxane agonist U-46619 induced vigorous aggregation of platelets in wild-type mice (81+/-5% aggregation) but caused no detectable aggregation of  platelets from Tp-/- mice  (3+/-1%  aggregation, P< 0.0001 vs. wild-type).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9835625","type":"dc:BibliographicResource","dc:abstract":"Thromboxane A2 (TXA2) is a labile metabolite of arachidonic acid that has potent biological effects. Its actions are mediated by G protein-coupled thromboxane-prostanoid (TP) receptors. TP receptors have been implicated in the pathogenesis of cardiovascular diseases. To investigate the physiological functions of TP receptors, we generated TP receptor-deficient mice by gene targeting. Tp-/- animals reproduce and survive in expected numbers, and their major organ systems are normal. Thromboxane agonist binding cannot be detected in tissues from Tp-/- mice. Bleeding times are prolonged in Tp-/- mice and their platelets do not aggregate after exposure to TXA2 agonists. Aggregation responses after collagen stimulation are also delayed, although ADP-stimulated aggregation is normal. Infusion of the TP receptor agonist U-46619 causes transient increases in blood pressure followed by cardiovascular collapse in wild-type mice, but U-46619 caused no hemodynamic effect in Tp-/- mice. Tp-/- mice are also resistant to arachidonic acid-induced shock, although arachidonic acid signifi-cantly reduced blood pressure in Tp-/- mice. In summary, Tp-/- mice have a mild bleeding disorder and altered vascular responses to TXA2 and arachidonic acid. Our studies suggest that most of the recognized functions of TXA2 are mediated by the single known Tp gene locus.","dc:creator":"Thomas DW","dc:date":"1998","dc:title":"Coagulation defects and altered hemodynamic responses in mice lacking receptors for thromboxane A2."},"rdfs:label":"Tp-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The mouse model replicated the platelet aggregation defect observed in patients. Additionally, as in humans with biallelic variants, homozygous mice had a bleeding phenotype. Mice with the same allele on a different genetic background were also reported in PMID: 12778172, showing a similar loss of ligand binding activity in TP-/- mice. And additional characterization of Tp-/- mouse platelets was reported in PMID: 12446460.\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":6337,"specifiedBy":"GeneValidityCriteria9","strengthScore":10,"subject":{"id":"cggv:04d3923b-d576-4299-a96f-33bf56af0431","type":"GeneValidityProposition","disease":"obo:MONDO_0001197","gene":"hgnc:11608","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":" TBXA2R was first reported in relation to an autosomal dominant qualitative platelet defect in 1994 (Hirata T, et al, PMID: 7929844). This heritable platelet function defect is characterized by reduced platelet aggregation and secretion responses to high concentrations of arachidonic acid, the metabolic precursor of thromboxane A2, and U46619, which is a specific thromboxane receptor agonist. However, heterozygosity is insufficient to cause platelet dysfunction that is clinically significant; clinical features, including mild mucocutaneous bleeding, occur only in the presence of a 'second hit' affecting platelet function; this second hit may be either in the TBXA2R gene or in another gene affecting the coagulation cascade (summary by Mumford et al., 2010; PMID: 19828703).  Eleven variants (missense, in-frame indel, frameshift, and splicing) have been reported in 11 probands in 8 publications (PMIDs: 21342433, 19828703, 23279270, 24452735, 31389738, 22517902, 31064749, 28983057). This gene-disease association is also supported by its biochemical function in hemostasis (PMID: 9152406), demonstrated functional alteration in patient (PMID: 21342433) and non-patient (PMID: 19828703) cells, and a mouse model that recapitulates the disease (PMID: 9835625). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was originally evaluated by the HT GCEP on 12/16/2020. It was reevaluated on 04/03/2023. As a result of this reevaluation no new evidence was identified and the classification remained at Moderate (SOP Version 9).","dc:isVersionOf":{"id":"cggv:ab65570e-c07b-402c-99c0-322df4a86ee4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}