{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-01-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d827150-9b87-4491-b815-aad894a3271f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2c79780e-aefa-4160-a54c-5331b4c9ade3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"A Gal4p-based yeast 2-hybrid system and a non-transcription-based bacterial 2-hybrid system, which exploits the cAMP signaling cascade in E. coli cya cells, deficient in endogenous adenylate cyclase, were used. Matrix experiments with both systems were performed with the 12 full-length peroxins, tested systematically for pairwise interactions. In both systems, PEX16 was found to interact with PEX19.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12096124","type":"dc:BibliographicResource","dc:abstract":"In recent years, substantial progress has been made in the identification of proteins involved in peroxisome biogenesis. However, with the exception of the peroxisome-targeting signal receptors and the receptor docking proteins, the function of most of these proteins, called peroxins, remains largely unknown. One step toward elucidating the function of a protein is to identify its interacting partners. We have used a non-transcription-based bacterial two-hybrid system to analyze the interactions among a set of 12 mammalian peroxins and a yeast protein three-hybrid system to investigate whether proteins that interact with the same peroxin and have overlapping binding sites cooperate or compete for this site. Here we report a detailed interaction map of these peroxins and demonstrate that (i) farnesylation, and not the CAAX motif, of Pex19p strongly enhances its affinity for Pex13p; (ii) the CAAXmotif, and not farnesylation, of Pex19p strongly enhances its affinity for Pex11pbeta; and (iii) the C(3)HC(4) RING (really interesting new gene) finger domain of Pex12p does not alter the binding properties of Pex5p for the C-terminal peroxisome-targeting signal PTS1. Finally, we show that the Pex5p-Pex13p interaction is bridged by Pex14p and that the latter molecule exists predominantly as a dimer in vivo. Collectively, as demonstrated in this work with peroxins, these results indicate that the bacterial two-hybrid system is an attractive complementary approach to the conventional transcription-based yeast two-hybrid system for studying protein-protein interactions.","dc:creator":"Fransen M","dc:date":"2002","dc:title":"Analysis of mammalian peroxin interactions using a non-transcription-based bacterial two-hybrid assay."},"rdfs:label":"Fransen_PI_PEX16/PEX19"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:29d4201d-0e4b-43f7-ace5-be5a8ac365d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e26450e2-87f6-4836-b814-f1459ffce5e0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The authors suggest that PEX16 may be involved in trafficking PEX3 via the ER (group I pathway), but that a group II pathway may also serve as an overflow.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25002403","type":"dc:BibliographicResource","dc:abstract":"The endoplasmic reticulum (ER) is required for the de novo biogenesis of peroxisomes in mammalian cells. However, its role in peroxisome maintenance is unclear. To explore ER involvement in the maintenance of peroxisomes, we redirect a peroxisomal membrane protein (PMP), PEX3, to directly target to the ER using the N-terminal ER signal sequence from preprolactin. Using biochemical techniques and fluorescent imaging, we find that ER-targeting PEX3 (ssPEX3) is continuously imported into pre-existing peroxisomes. This suggests that the ER constitutively provides membrane proteins and associated lipids to pre-existing peroxisomes. Using quantitative time-lapse live-cell fluorescence microscopy applied to cells that were either depleted of or exogenously expressing PEX16, we find that PEX16 mediates the peroxisomal trafficking of two distinct peroxisomal membrane proteins, PEX3 and PMP34, via the ER. These results not only provide insight into peroxisome maintenance and PMP trafficking in mammalian cells but also highlight important similarities and differences in the mechanisms of PMP import between the mammalian and yeast systems. ","dc:creator":"Aranovich A","dc:date":"2014","dc:title":"PEX16 contributes to peroxisome maintenance by constantly trafficking PEX3 via the ER."},"rdfs:label":"Aranovich_BF_A"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:f8cc17ae-51db-4054-9d79-258882fa7ec6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca73fdcd-96c2-40b5-b911-2971b7571b93","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Immunostaining with anti-catalase antibody on patient fibroblasts showed diffuse cytosolic staining. In addition, no peroxisomal remnants were discernible with anti-PMP70 antibody. In milder cases, a small number of import-competent, enlarged peroxisomes are observed (from PMID: 20647552).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9837814","type":"dc:BibliographicResource","dc:abstract":"Peroxisome-biogenesis disorders (PBDs), including Zellweger syndrome (ZS), are autosomal recessive diseases caused by a deficiency in peroxisome assembly as well as by a malfunction of peroxisomes, among which>10 genotypes have been identified. We have isolated a human PEX16 cDNA (HsPEX16) by performing an expressed-sequence-tag homology search on a human DNA database, by using yeast PEX16 from Yarrowia lipolytica and then screening the human liver cDNA library. This cDNA encodes a peroxisomal protein (a peroxin Pex16p) made up of 336 amino acids. Among 13 peroxisome-deficiency complementation groups (CGs), HsPEX16 expression morphologically and biochemically restored peroxisome biogenesis only in fibroblasts from a CG-D patient with ZS in Japan (the same group as CG-IX in the United States). Pex16p was localized to peroxisomes through expression study of epitope-tagged Pex16p. One patient (PBDD-01) possessed a homozygous, inactivating nonsense mutation, C-->T at position 526 in a codon (CGA) for 176Arg, that resulted in a termination codon (TGA). This implies that the C-terminal half is required for the biological function of Pex16p. PBDD-01-derived PEX16 cDNA was defective in peroxisome-restoring activity when expressed in the patient's fibroblasts. These results demonstrate that mutation in PEX16 is the genetic cause of CG-D PBDs.","dc:creator":"Honsho M","dc:date":"1998","dc:title":"Mutation in PEX16 is causal in the peroxisome-deficient Zellweger syndrome of complementation group D."},"rdfs:label":"Honsho_Biochem Function B"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1cfe7bdb-5816-4d4b-a3d0-be58cbe460b4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bd1a259a-8215-45cf-9197-230621ed5f0b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Immunostaining with anti-catalase antibody showed wild-type PEX16 expression reestablished the assembly of peroxisomes in patient fibroblasts, which were as numerous as those in normal cells. Staining with antibodies to PTS1 and 3-ketoacyl-CoAthiolase, a PTS2 protein, showed that peroxisomal protein import was also restored.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837814","rdfs:label":"Honsho_Rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:cf2685dc-f270-4f9b-9c5c-b689a959e7d9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6807bad-110d-4566-ae52-ef5f4f294920","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous pex16 mutants were viable, unlike pex3 mutants, with a very small number of peroxisome-like particles. The authors note that this is different from what is seen in mammals, but similar to pex16 yeast mutant, suggesting that the significance of the pex16 ortholog in peroxisome biosynthesis may be different among species. pex16 mutant flies showed reduced body size, rosy eye color, and 2-fold higher levels of VLCFAs compared to wild-type. They showed locomotion defects based on their climbing and flight assessment. Areas of low-density dendrites were observed in the brain, indicating neurodevelopmental abnormality.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21826223","type":"dc:BibliographicResource","dc:abstract":"The peroxisome biogenesis disorders (PBDs) are currently difficult-to-treat multiple-organ dysfunction disorders that result from the defective biogenesis of peroxisomes. Genes encoding Peroxins, which are required for peroxisome biogenesis or functions, are known causative genes of PBDs. The human peroxin genes PEX3 or PEX16 are required for peroxisomal membrane protein targeting, and their mutations cause Zellweger syndrome, a class of PBDs. Lack of understanding about the pathogenesis of Zellweger syndrome has hindered the development of effective treatments. Here, we developed potential Drosophila models for Zellweger syndrome, in which the Drosophila pex3 or pex16 gene was disrupted. As found in Zellweger syndrome patients, peroxisomes were not observed in the homozygous Drosophila pex3 mutant, which was larval lethal. However, the pex16 homozygote lacking its maternal contribution was viable and still maintained a small number of peroxisome-like granules, even though PEX16 is essential for the biosynthesis of peroxisomes in humans. These results suggest that the requirements for pex3 and pex16 in peroxisome biosynthesis in Drosophila are different, and the role of PEX16 orthologs may have diverged between mammals and Drosophila. The phenotypes of our Zellweger syndrome model flies, such as larval lethality in pex3, and reduced size, shortened longevity, locomotion defects, and abnormal lipid metabolisms in pex16, were reminiscent of symptoms of this disorder, although the Drosophila pex16 mutant does not recapitulate the infant death of Zellweger syndrome. Furthermore, pex16 mutants showed male-specific sterility that resulted from the arrest of spermatocyte maturation. pex16 expressed in somatic cyst cells but not germline cells had an essential role in the maturation of male germline cells, suggesting that peroxisome-dependent signals in somatic cyst cells could contribute to the progression of male germ-cell maturation. These potential Drosophila models for Zellweger syndrome should contribute to our understanding of its pathology.","dc:creator":"Nakayama M","dc:date":"2011","dc:title":"Drosophila carrying pex3 or pex16 mutations are models of Zellweger syndrome that reflect its symptoms associated with the absence of peroxisomes."},"rdfs:label":"Nakayama_PEX16 Fly model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model is scored reduced points as it does not typically recapitulate the PBD phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:62f4d998-2ee1-454a-80f2-10acbb734ac3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2c174ed4-89f0-4177-818d-da49f7cdea92","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Whole genome sequencing was performed.","firstTestingMethod":"Other","phenotypeFreeText":"Proband had toe-walking and frequent trips and falls from 3 y of age. Her walking difficulties progressed and is now restricted to a wheelchair. At 19 y, she developed involuntary facial movements with limited benefit from botulinum toxin injections and a speech disturbance by mid-30s. She is noted to have a \"no no\" head tremor, continuous rhythmic movements of the forehead, involuntary movements of the mouth resembling Meige syndrome, cerebellar dysarthria, and upper limb ataxia. Cognition and intact extraocular eye movements were preserved. Plasma VLCFA and lysosomal enzymes were normal. Peroxisome morphology in patient ONS cells was altered with increased size and low density. Patient cells also had lower catalase activity.","phenotypes":["obo:HP_0000473","obo:HP_0001260","obo:HP_0002355","obo:HP_0002070","obo:HP_0002359","obo:HP_0011468","obo:HP_0001477","obo:HP_0002346","obo:HP_0007010","obo:HP_0040083","obo:HP_0002061"],"previousTesting":true,"previousTestingDescription":"Sequencing and MLPA of ATL1 and sequencing of the NIPA1 and EIF2B1 - EIF2B5 genes gave normal results.","sex":"Female","variant":{"id":"cggv:62f4d998-2ee1-454a-80f2-10acbb734ac3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:975b59b1-3046-4587-bebd-76bb3a07c117","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.3(PEX16):c.830G>A (p.Arg277Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5959807"}},{"id":"cggv:d9fa1213-3817-4e33-834d-a602e673e16c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.3(PEX16):c.658G>A (p.Ala220Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380226971"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30094183","type":"dc:BibliographicResource","dc:abstract":"Zellweger syndrome spectrum disorders are caused by mutations in any of at least 12 different PEX genes. This includes PEX16, an important regulator of peroxisome biogenesis. Using whole genome sequencing, we detected previously unreported, biallelic variants in PEX16 [NM_004813.2:c.658G>A, p.(Ala220Thr) and NM_004813.2:c.830G>A, p.(Arg277Gln)] in an individual with leukodystrophy, spastic paraplegia, cerebellar ataxia, and craniocervical dystonia with normal plasma very long chain fatty acids. Using olfactory-neurosphere derived cells, a population of neural stem cells, we showed patient cells had reduced peroxisome density and increased peroxisome size, replicating previously reported findings in PEX16 cell lines. Along with alterations in peroxisome morphology, patient cells also had impaired peroxisome function with reduced catalase activity. Furthermore, patient cells had reduced oxidative stress levels after exposure to hydrogen-peroxide (H2O2), which may be a result of compensation by H2O2 metabolising enzymes other than catalase to preserve peroxisome-related cell functions. Our findings of impaired catalase activity and altered oxidative stress response are novel. Our study expands the phenotype of PEX16 mutations by including dystonia and provides further insights into the pathological mechanisms underlying PEX16-associated disorders. Additional studies of the full spectrum of peroxisomal dysfunction could improve our understanding of the mechanism underlying PEX16-associated disorders.","dc:creator":"Kumar KR","dc:date":"2018","dc:title":"Expanding the spectrum of PEX16 mutations and novel insights into disease mechanisms."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30094183","rdfs:label":"Kumar_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was compound heterozygous for two missense variants, Ala220Thr, inherited from the father, and Arg277Gln, inherited from the mother. Both amino acid positions are conserved. The variants are present in gnomAD at very low frequencies. The Ala220Thr is reported in 1 in non-Finnish European alleles, with no homozygotes. The Ala220Thr is reported in 1 in 111830 non-Finnish European alleles, with no homozygotes. The Arg227Gln variant is reported in 1 in 15912 African alleles, with no homozygotes.\n\nThe proband is awarded minimum points."},{"id":"cggv:5e0594c4-a025-4290-bf56-774ba87c711c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:984e98ea-6b57-4325-9a08-6fca9dc28943","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"Family-based WES was performed and mutation confirmed by Sanger","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband started walking at the age of 1y and 2m, but fell frequently. AT 4yrs, she showed an ataxic gait which gradually progressed, nystagmus, hypotonia, and hyperreflexia of the deep tendon reflex. Her IQ was 93 at 6 yrs. Brain MRI at 6 yrs 9 mo showed mild cerebellar atrophy. She speech was limited to a few words.","phenotypes":["obo:HP_0001347","obo:HP_0000657","obo:HP_0001263","obo:HP_0001310","obo:HP_0002080","obo:HP_0001290","obo:HP_0002066","obo:HP_0001146","obo:HP_0001321","obo:HP_0001350","obo:HP_0001272","obo:HP_0000639"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:5e0594c4-a025-4290-bf56-774ba87c711c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1c5f02f2-728a-4cc7-bcc8-11c1af59d166","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.2(PEX16):c.526C>T (p.Arg176Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6466"}},{"id":"cggv:59fdb34f-a3d2-46b4-8109-497acecf6962","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.2(PEX16):c.679C>T (p.Arg227Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/420154"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24091540","type":"dc:BibliographicResource","dc:abstract":"Cerebellar and/or vermis atrophy is recognized in various types of childhood disorders with clinical and genetic heterogeneity. Although careful evaluation of clinical features and neuroimaging can lead to correct diagnosis of disorders, their diagnosis is sometimes difficult because clinical features can overlap with each other. In this study, we performed family-based whole exome sequencing of 23 families including 25 patients with cerebellar and/or vermis atrophy in childhood, who were unable to be diagnosed solely by clinical examination. Pathological mutations of seven genes were found in ten patients from nine families (9/23, 39.1 %): compound heterozygous mutations in FOLR1, C5orf42, POLG, TPP1, PEX16, and de novo mutations in CACNA1A, and ITPR1. Patient 1A with FOLR1 mutations showed extremely low concentration of 5-methyltetrahydrofolate in the cerebrospinal fluid and serum, and Patient 6 with TPP1 mutations demonstrated markedly lowered tripeptidyl peptidase 1 activity in leukocytes. Furthermore, Patient 8 with PEX16 mutations presented a mild increase of very long chain fatty acids in the serum as supportive data for genetic diagnosis. The main clinical features of these ten patients were nonspecific and mixed, and included developmental delay, intellectual disability, ataxia, hypotonia, and epilepsy. Brain MRI revealed both cerebellar and vermis atrophy in eight patients (8/10, 80 %), vermis atrophy/hypoplasia in two patients (2/10, 20 %), and brainstem atrophy in one patient (1/10, 10 %). Our data clearly demonstrate the utility of whole exome sequencing for genetic diagnosis of childhood cerebellar and/or vermis atrophy.","dc:creator":"Ohba C","dc:date":"2013","dc:title":"Diagnostic utility of whole exome sequencing in patients showing cerebellar and/or vermis atrophy in childhood."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24091540","rdfs:label":"Ohba_Patient 8"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a previously described nonsense variant, Arg176Ter, inherited from the mother, and a missense variant, Arg227Trp, inherited from the father. Both variants are reported in gnomAD at very low frequencies. Arg176Ter is reported in gnomAD at a frequency of 0.0001629; 1/6140 alleles in the \"Other \" population, with no homozygotes, while Arg227Trp is reported in gnomAD at a frequency of 0.00006243; 1/16018 alleles in the \"African\" population, with no homozygotes.\n\nThe missense variant at a conserved residue is predicted deleterious by various in-silico tools. The proband is scored default points."},{"id":"cggv:643697b2-2a09-4cb4-bbd8-fe2aa108ca61_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f955c0ce-a5c1-4fc3-b42d-7d51b5eedaa8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":14,"detectionMethod":"Mutation analysis of the PEX16 gene was performed by sequencing the PEX16 cDNA. Mutations were confirmed by sequencing the corresponding exons and flanking intronic sequences of the PEX16 gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical data from PMID: 10573465. Proband failed to thrive at 3m of age. At 6 mo, he had steatorrhea with increased plasma levels of glutamic-oxaloacetic transaminase, glutamic-pyruvic transaminase, -glutamyltransferase, and alpha-fetoprotein that led to the rejection of mucoviscidosis as a diagnosis. Liver biopsy disclosed abnormal vacuolar glycogen stores and showed micronodular fibrosis. At 3yrs, regression of psychomotor development observed. He had slow eye pursuit, lateral nystagmus with erratic movements of his eyes, permanent rhythmic tremor of the head. He was not able to stand up or walk and could sit alone only with notable kyphosis.\n\nEEG showed slow background activity with absence of paroxysmal discharges. Cranial MRI showed massive demyelination of periventricular white matter, pons, and cerebellar peduncles and also of the central part of the cerebellum surrounding the dentate nucleus.\n\nBiochemical parameters in plasma: VLCFA C26/C22: 0.25; C26:0 3.00μM, Phytanic acid: 68μM, DHCA: 0.2μM, THCA: 0.4μM. Biochemical parameters in fibroblasts: VLCFA C26/C22: 0.29; C26:0 1.11μmol/g protein, Phytanic acid: 55 pmol/(hrmg) protein, β-oxidation C26:0 930pmol/(hrmg) protein, pristanic acid: 1317 pmol/(hrmg) protein, DHAPAT: 14.2 nmol/2(hrmg) protein, AOXI: 122 pmol/(minmg) protein, DBP: 270 pmol/(minmg) protein.","phenotypes":["obo:HP_0031123","obo:HP_0002570","obo:HP_0001347","obo:HP_0000369","obo:HP_0002346","obo:HP_0001310","obo:HP_0001270","obo:HP_0030051","obo:HP_0001258","obo:HP_0002376","obo:HP_0000337","obo:HP_0002240","obo:HP_0007738","obo:HP_0002808","obo:HP_0001583","obo:HP_0001257","obo:HP_0008167","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Mutation analysis of all PEX genes was performed. PEX1 and PEX3 were analyzed by sequencing cDNA. Exon 4 of PEX2 gDNA was analyzed. PEX5, PEX6, PEX10, PEX12, PEX13, PEX14, PEX19 and PEX26 was analyzed by sequencing all exons and flanking intronic sequences.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:643697b2-2a09-4cb4-bbd8-fe2aa108ca61_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2fd44526-891a-4496-961f-e94edc304216","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.3(PEX16):c.753_755del (p.Val252del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913189253"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20647552","type":"dc:BibliographicResource","dc:abstract":"Zellweger syndrome spectrum disorders are caused by mutations in any of at least 12 different PEX genes. This includes PEX16, which encodes an integral peroxisomal membrane protein involved in peroxisomal membrane assembly. PEX16-defective patients have been reported to have a severe clinical presentation. Fibroblasts from these patients displayed a defect in the import of peroxisomal matrix and membrane proteins, resulting in a total absence of peroxisomal remnants.","dc:creator":"Ebberink MS","dc:date":"2010","dc:title":"Identification of an unusual variant peroxisome biogenesis disorder caused by mutations in the PEX16 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20647552","rdfs:label":"Ebberink_Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was found to carry an in-frame deletion of 3bp, resulting in the loss of Val252 in exon 8. PEX16-deficient (absent peroxisomal structures) fibroblast cell line was transfected with wild-type PEX16 cDNA or cDNA from the proband. Wild-type expression led to 100-150 normal-sized peroxisomes in almost all transfected cells. However, expression of the mutant gave rise to 30-70 enlarged peroxisomes in ~30% of transfected cells.\n\nThe proband is awarded 0.75 pts as the functional evidence supports a damaging impact of the variant."},{"id":"cggv:104269c5-13ee-4b13-a13e-19327f9b051d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2f9c9670-a98f-4736-8633-9354d0dfbf13","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":8,"detectionMethod":"Entire coding and flanking intronic regions of PEX16 were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband is reported to have typical Zellweger facies. Liver enzymes were slightly elevated. Brain MRI showed prominent ventricles, widening of the sulci and sylivian fissures, and cerebellar vermis hypoplasia. He died at 8m of age.","phenotypes":["obo:HP_0001319","obo:HP_0001518","obo:HP_0001883","obo:HP_0002910","obo:HP_0001320"],"previousTesting":true,"previousTestingDescription":"Entire coding and flanking intronic regions of known PBD genes were amplified and sequenced","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:104269c5-13ee-4b13-a13e-19327f9b051d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fb9809f0-0ca1-423d-a52a-79c0fa84589c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.3(PEX16):c.460+5G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913189281"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20681997","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes are single membrane-bound cellular organelles that carry out critical metabolic reactions perturbation of which leads to an array of clinical phenotypes known as peroxisomal disorders (PD). In this study, the largest of its kind in the Middle East, we sought to comprehensively characterize these rare disorders at the clinical, biochemical and molecular levels. Over a 2-year period, we have enrolled 17 patients representing 16 Arab families. Zellweger-spectrum phenotype was observed in 12 patients and the remaining 5 had the rhizomelic chondrodysplasia punctata phenotype. We show that homozygosity mapping is a cost-effective strategy that enabled the identification of the underlying genetic defect in 100% of the cases. The pathogenic nature of the mutations identified was confirmed by immunofluorescence and complementation assays. We confirm the genetic heterogeneity of PD in our population, expand the pool of pathogenic alleles and draw some phenotype/genotype correlations.","dc:creator":"Shaheen R","dc:date":"2011","dc:title":"Clinical, biochemical and molecular characterization of peroxisomal diseases in Arabs."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20681997","rdfs:label":"Shaheen_SA-Pt.07"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the intronic variant, c.460+5G>A. RT-PCR data from the proband shows complete skipping of exon 5. This is predicted to cause a frameshift anf premature termination at amino acid position 242. The resulting transcript may undergo NMD or encode a protein lacking both transmembrane domains. Complementation studies showed proband belonged to group D. The variant is not found in gnomAD. The proband is scored default points."},{"id":"cggv:8c0ba89d-8434-47dd-bfc6-85e7defee895_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:430774a9-e3d6-430b-ac2b-e285828c1372","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Mutation analysis of the PEX16 gene was performed by sequencing the PEX16 cDNA. Mutations were confirmed by sequencing the corresponding exons and flanking intronic sequences of the PEX16 gene.","firstTestingMethod":"PCR","phenotypeFreeText":"The authors note that no detailed clinical information is available for this proband.","previousTesting":true,"previousTestingDescription":"Mutation analysis of all PEX genes was performed. PEX1 and PEX3 were analyzed by sequencing cDNA. Exon 4 of PEX2 gDNA was analyzed. PEX5, PEX6, PEX10, PEX12, PEX13, PEX14, PEX19 and PEX26 was analyzed by sequencing all exons and flanking intronic sequences.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8c0ba89d-8434-47dd-bfc6-85e7defee895_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cafc6a38-efea-4968-a23b-7d691850a9f2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.3(PEX16):c.865C>A (p.Pro289Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380225809"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20647552"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20647552","rdfs:label":"Ebberink_Patient 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was found to carry a substitution in exon 9, Pro289Thr. PEX16-deficient (absent peroxisomal structures) fibroblast cell line was transfected with wild-type PEX16 cDNA or cDNA from the proband. Wild-type expression led to 100-150 normal-sized peroxisomes in almost all transfected cells. However, expression of the mutant gave rise to 30-70 enlarged peroxisomes in ~30% of transfected cells.\n\nThe proband is awarded 0.75 pts as the functional evidence supports a damaging impact of the variant."},{"id":"cggv:b2883690-0343-4bbd-81a6-f268816dc5dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e9b9f81-1bf0-46bc-926b-4004bb57308f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Multiple cDNA clones derived from patient fibroblast culture were directly sequenced. The mutation was also detected on direct genomic sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Skin fibroblast cell line of a patient belonging to complementation group D of PBD, from the Human Genetic Mutant Cell Repository was used for the analysis.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:b2883690-0343-4bbd-81a6-f268816dc5dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1c5f02f2-728a-4cc7-bcc8-11c1af59d166"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837814"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837814","rdfs:label":"Honsho_Proband_PBDD-01"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The proband was found to be homozygous for the nonsense variant that results in premature termination and NMD of the transcript. It is reported in gnomAD at a frequency of 0.0001629; 1/6140 alleles in the \"Other \" population, with no homozygotes.\n\nFunctional evidence for the damaging impact of the variant is available from transfection studies. Transfecting human PEX16 cDNA vector into patient fibroblasts restored peroxisome assembly similar to that seen in wild-type cells. This was not the case when PEX16 was introduced into cells of CGA, CGb, CGG or CGIV. Importantly, transfection of cDNA bearing the nonsense variant did not restore peroxisome assembly in patient cells.\n\nThe proband is scored increase points as evidence here also supports rescue by wild-type."},{"id":"cggv:43c55938-eddc-4ede-b72a-19cd32c35deb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d922e7b3-0fff-47ed-97d3-665a014ca915","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PEX16 cDNA and genomic DNA from cultured patient fibroblasts was amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"PEX16 cDNA and genomic DNA from cultured patient fibroblasts was amplified and directly sequenced.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:43c55938-eddc-4ede-b72a-19cd32c35deb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:35647728-55f5-413b-b8f2-3f7e0dd3077a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PEX16, IVSDS10, T-C, +2","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6467"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11890679","type":"dc:BibliographicResource","dc:abstract":"Human Pex16p, a peroxisomal membrane protein composed of 336 amino acids, plays a central role in peroxisomal membrane biogenesis. A nonsense mutation (R176ter) in the PEX16 gene has been reported in the case of only one patient (D-01) belonging to complementation group D of the peroxisome biogenesis disorders. We have now identified two patients belonging to group D (D-02 and D-03) whose fibroblasts were found to contain no peroxisomal membrane structure ghosts. Molecular analysis of the PEX16 gene revealed aberrant cDNA species lacking 65 bp, corresponding to exon 10 skipping caused by a splice site mutation (IVS10 + 2T -->C). Both patients, although unrelated, were homozygous for this mutation. This mutation changes the amino acid sequence starting from codon 298 and introduces a termination codon at codon 336. As a consequence, the cell's ability to membrane synthesis and protein import is disrupted, which implies that the changed C terminus of the Pex16p in these patients likely affects its function.","dc:creator":"Shimozawa N","dc:date":"2002","dc:title":"A novel aberrant splicing mutation of the PEX16 gene in two patients with Zellweger syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11890679","rdfs:label":"Shimozawa_Proband D-02"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and one other unrelated individual was found to be homozygous for the splice site variant. cDNA analysis showed deletion of 65 bp and complete skipping of exon 10. The variant is reported once in 113618 non-Finnish European alleles in gnomAD, with no homozygotes.\n\nTransfection studies showed that peroxisome biogenesis was restored in patient fibroblasts with transfection of human wild-type PEX16 cDNA. Additionally, when PEX16 cDNA carrying the 65bp deletion was transfected to fibroblasts with the Arg176Ter mutation, peroxisome biogenesis was not restored, indicating that the variant results in non-functional protein even if NMD did not clear the aberrant transcript.\n\nThe proband is scored default points."},{"id":"cggv:f1b411c2-1888-4148-b2ae-be5a55a6adaa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d325af06-7935-4112-a367-3a958494f4cc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":21,"detectionMethod":"At the age of 21y of the proband, WES was performed","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had ataxia from 3y of age. At 3y, VLCFA were mildly higher, but not consistent with PBD, total lipid fatty acid profile was abnormal. At 11y, it was interpreted as normal. EMG/NCS showed demyelinating neuropathy. She hsowed progressive functional decline and was wheelchair bound by 15y. She showed cerebellar volume loss and diffuse T2 hyperintensity of white matter that worsened with age.\n\nAt 22y, C26:0 was 0.31 μg/ml; ratio of C24/C22 and C26/C22 were slightly increased. Higher C26/C22 ratio, although mild, was seen in fibroblasts. No evidence of defects in plasmalogen synthesis, phytanic acid oxidation, pristanic acid oxidation was noted. Plasma bile acids, catalase solubility and lyso phosphatidylcholines were also normal","phenotypes":["obo:HP_0007220","obo:HP_0001251","obo:HP_0008167"],"previousTesting":true,"previousTestingDescription":"Molecular testing for several forms of spinocerebellar ataxia (SCA1, SCA2, SCA7, SCA10), Friedreich ataxia (FRDA), spastic paraplegia (SPG3, SPG4, SPG8, SPG1), Pelizaeus–Merzbacher (PLP), pantothenate kinase deficiency (PANK2), Dentatorubral-pallidoluysian atrophy (DRPLA), cerebrotendinous xanthomatosis and several other leukodystrophies (GJA12, EIF2B5, EIF2B4, EIF2B2, EIF2B3, EID2B1) were uninformative.","sex":"Female","variant":{"id":"cggv:f1b411c2-1888-4148-b2ae-be5a55a6adaa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:83c6703f-ba26-4bf3-a349-9efc8cb3a717","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.2(PEX16):c.995_997delTCT (p.Phe332del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/209181"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26644994","type":"dc:BibliographicResource","dc:abstract":"We present a patient with a unique neurological phenotype with a progressive neurodegenerative phenotype. An 18-year diagnostic odyssey for the patient ended when exome sequencing identified a homozygous PEX16 mutation suggesting an atypical peroxisomal biogenesis disorder (PBD). Interestingly, the patient's peroxisomal biochemical abnormalities were subtle, such that plasma very-long-chain fatty acids initially failed to provide a diagnosis. This case suggests next-generation sequencing may be diagnostic in some atypical peroxisomal biogenesis disorders.","dc:creator":"Bacino C","dc:date":"2015","dc:title":"A homozygous mutation in PEX16 identified by whole-exome sequencing ending a diagnostic odyssey."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26644994","rdfs:label":"Bacino_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the single amino acid deletion, Phe332del in the carboxy terminal region. This amino acid is highly conserved. It is absent from gnomAD. However, no functional data is available to support the damaging impact of this variant."},{"id":"cggv:ca03f5d2-bcf7-4794-8ee8-995ef77a836e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:74889b3b-6ec8-4ebd-9df2-5f6851297e82","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PEX16 gene was analyzed by sequencing all exons plus flanking intronic sequences amplified from gDNA from primary skin fibroblast cultures.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Primary skin fibroblast cell line from an individual diagnosed with Zellweger syndrome was used for mutation analysis. Individuals were diagnosed based on: (1) metabolite analysis in plasma of very long chain fatty acids (VLCFAs), bile acid intermediates, phytanic acid, pristanic acid, pipecolic acid and plasmalogens and/or (2) detailed studies in fibroblasts, including VLCFA analysis, C26:0 and pristanic acid β‐oxidation, phytanic acid α‐oxidation, and dihydroxyacetonephosphate acyltransferase (DHAPAT) activity analysis and (3) absence of peroxisomes assessed by on catalase immunofluorescence (IF) microscopy","previousTesting":true,"previousTestingDescription":"PEX cDNA transfection assay was used for genetic complementation studies. Transfection with PEX3, PEX16 and PEX19 was performed when patient fibroblasts showed no peroxisomal membrane remnants based on immunofluorescence microscopy with antibodies against ALDP, a peroxisomal membrane protein. After assignment of genetic complementation groups, the respective gene was analyzed.","sex":"UnknownEthnicity","variant":{"id":"cggv:ca03f5d2-bcf7-4794-8ee8-995ef77a836e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:70b15d51-af9d-467a-b353-2e729c882d1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004813.3(PEX16):c.460+1dup (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913189234"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21031596","type":"dc:BibliographicResource","dc:abstract":"The autosomal recessive Zellweger syndrome spectrum (ZSS) disorders comprise a main subgroup of the peroxisome biogenesis disorders and can be caused by mutations in any of 12 different currently identified PEX genes resulting in severe multisystemic disorders. To get insight into the spectrum of PEX gene defects among ZSS disorders and to investigate if additional human PEX genes are required for functional peroxisome biogenesis, we assigned over 600 ZSS fibroblast cell lines to different genetic complementation groups. These fibroblast cell lines were subjected to a complementation assay involving fusion by means of polyethylene glycol or a PEX cDNA transfection assay specifically developed for this purpose. In a majority of the cell lines we subsequently determined the underlying mutations by sequence analysis of the implicated PEX genes. The PEX cDNA transfection assay allows for the rapid identification of PEX genes defective in ZSS patients. The assignment of over 600 fibroblast cell lines to different genetic complementation groups provides the most comprehensive and representative overview of the frequency distribution of the different PEX gene defects. We did not identify any novel genetic complementation group, suggesting that all PEX gene defects resulting in peroxisome deficiency are currently known.","dc:creator":"Ebberink MS","dc:date":"2011","dc:title":"Genetic classification and mutational spectrum of more than 600 patients with a Zellweger syndrome spectrum disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21031596","rdfs:label":"Ebberink_PEX16 Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The 1-bp duplication at the donor splice site of intron 5 was identified in the PEX16 gene in primary skin fibroblast cell line from a patient diagnosed with Zellweger syndrome. The variant is expected to cause aberrant splicing. Mutalyzer predicts that this results in a frameshift and premature termination of translation (https://tinyurl.com/yxc72hzy). The resulting transcript is predicted to undergo NMD. The proband is assumed homozygous. The variant is not found in gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":644,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:53bb45de-3960-4bc4-859f-ee044fea1d2d","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:8857","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PEX16 and peroxisome biogenesis disorder (types 8A and 8B included), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 19, 2019. PEX16 encodes a peroxisome membrane protein involved in early peroxisome membrane biosynthesis prior to matrix protein import. Peroxisomal biogenesis disorders are caused by defects in various stages of peroxisomal protein import and/or peroxisome biogenesis, involving at least 14 PEX genes. PEX3 belongs to complementation group D and mutations in the gene result in cells devoid of peroxisomal remnants (Waterham and Ebberink 2012, PMID 22871920) or with a small number of enlarged peroxisomes (Ebberink et al, 2010, PMID 20647552).\n\nPEX16 was first reported in relation to autosomal recessive Peroxisome biogenesis disorder in 1998. (Honsho et al, PMID: 9837814). At least 10 nonsense, splice site, frameshift, deletion/duplication and missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n   \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 11 probands in 9 publications (PMID: 20681997, 30078639, 26644994, 30094183, 20647552, 24091540, 11890679, 9837814, 21031596).    \nThe mechanism for disease is expected to be homozygous loss of function.  \n  \nSummary of experimental data (3.5 points):\nThis gene-disease association is supported by in vitro functional assays and a fly model (PMIDs 12096124, 25002403, 21826223). PEX16 interacts with PEX19 and may have a role in the trafficking of PEX3. \n  \nIn summary, PEX16 is definitively associated with autosomal recessive Peroxisome biogenesis disorder.\t This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the Peroxisomal Disorders GCEP on January 13, 2020.\n","dc:isVersionOf":{"id":"cggv:7506d938-efb4-416c-aafd-221251d00e6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}