{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-09T16:59:22.171Z","role":"Publisher"}],"evidence":[{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67b8109e-b530-489c-b944-89ce6b32fa70","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b43a8a11-ee5b-46bd-b53c-2f56ade851fc","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"established RAS/MAPK gene which is a pathway associated with CFC>","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"KRAS is in RAS/MAPK pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a27e5d04-b740-46ca-a8c4-5483a59f5398","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7bcdfec-0223-4019-a2fe-a433d4aa7a34","type":"FunctionalAlteration","dc:description":"The authors found that the F156L protein accumulated in the GTP-bound active state and that it resulted in higher levels of phosphorylated MEK in the cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17601930","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes involved in Ras signalling cause Noonan syndrome and other disorders characterised by growth disturbances and variable neuro-cardio-facio-cutaneous features. We describe two sisters, 46 and 31 years old, who presented with dysmorphic features, hypotonia, feeding difficulties, retarded growth and psychomotor retardation early in life. The patients were initially diagnosed with Costello syndrome, and autosomal recessive inheritance was assumed. Remarkably, however, we identified a germline HRAS mutation (G12A) in one sister and a germline KRAS mutation (F156L) in her sibling. Both mutations had arisen de novo. The F156L mutant K-Ras protein accumulated in the active, guanosine triphosphate-bound conformation and affected downstream signalling. The patient harbouring this mutation was followed for three decades, and her cardiac hypertrophy gradually normalised. However, she developed severe epilepsy with hippocampal sclerosis and atrophy. The occurrence of distinct de novo mutations adds to variable expressivity and gonadal mosaicism as possible explanations of how an autosomal dominant disease may manifest as an apparently recessive condition.","dc:creator":"Søvik O","dc:date":"2007","dc:title":"De novo HRAS and KRAS mutations in two siblings with short stature and neuro-cardio-facio-cutaneous features."},"rdfs:label":"MEK phosphorylation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The authors found that the F156L protein accumulated in the GTP-bound active state and that it resulted in higher levels of phosphorylated MEK in the cells."},{"id":"cggv:91e8626d-843e-4bee-ba44-663ea510292d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05258e59-7e80-486f-9caf-483bfb4179f9","type":"FunctionalAlteration","dc:description":"The results of the study are too detailed to list here. See Figures 2-6 and Table 1 for the results. The points for this study have been increased due to the scope and throughness of the study.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20949621","type":"dc:BibliographicResource","dc:abstract":"The KRAS gene is the most common locus for somatic gain-of-function mutations in human cancer. Germline KRAS mutations were shown recently to be associated with developmental disorders, including Noonan syndrome (NS), cardio-facio-cutaneous syndrome (CFCS), and Costello syndrome (CS). The molecular basis of this broad phenotypic variability has in part remained elusive so far. Here, we comprehensively analyzed the biochemical and structural features of ten germline KRAS mutations using physical and cellular biochemistry. According to their distinct biochemical and structural alterations, the mutants can be grouped into five distinct classes, four of which markedly differ from RAS oncoproteins. Investigated functional alterations comprise the enhancement of intrinsic and guanine nucleotide exchange factor (GEF) catalyzed nucleotide exchange, which is alternatively accompanied by an impaired GTPase-activating protein (GAP) stimulated GTP hydrolysis, an overall loss of functional properties, and a deficiency in effector interaction. In conclusion, our data underscore the important role of RAS in the pathogenesis of the group of related disorders including NS, CFCS, and CS, and provide clues to the high phenotypic variability of patients with germline KRAS mutations.","dc:creator":"Gremer L","dc:date":"2011","dc:title":"Germline KRAS mutations cause aberrant biochemical and physical properties leading to developmental disorders."},"rdfs:label":"Extensive study of 10 KRAS variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"these endpoints are not specific to NS."},{"id":"cggv:c34ce448-f6e9-494d-adee-5fe172fb31b5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fea2cd21-218a-485d-ad87-15d84de2b3bf","type":"FunctionalAlteration","dc:description":"The luciferase assay revealed that the D153V protein led to significantly higher level of ELK activation than the WT. However, the G60R protein did not.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16474404","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous (CFC) syndrome is characterized by a distinctive facial appearance, heart defects and mental retardation. It phenotypically overlaps with Noonan and Costello syndrome, which are caused by mutations in PTPN11 and HRAS, respectively. In 43 individuals with CFC, we identified two heterozygous KRAS mutations in three individuals and eight BRAF mutations in 16 individuals, suggesting that dysregulation of the RAS-RAF-ERK pathway is a common molecular basis for the three related disorders.","dc:creator":"Niihori T","dc:date":"2006","dc:title":"Germline KRAS and BRAF mutations in cardio-facio-cutaneous syndrome."},"rdfs:label":"ELK activation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"endpoint is not specific to NS"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:3cf1d922-3bd4-4573-ba26-e1cd7fb4760d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c543f0ee-4e7f-4702-8fdc-e39a83576c25","type":"Proband","phenotypeFreeText":"No specific patient information given.","sex":"UnknownEthnicity","variant":{"id":"cggv:3cf1d922-3bd4-4573-ba26-e1cd7fb4760d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:edaeee44-bd38-46b1-8630-59826590084d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.13A>G (p.Lys5Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12596"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17704260","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous (CFC) syndrome, Noonan syndrome (NS), and Costello syndrome (CS) are clinically related developmental disorders that have been recently linked to mutations in the RAS/MEK/ERK signalling pathway. This study was a mutation analysis of the KRAS, BRAF, MEK1 and MEK2 genes in a total of 130 patients (40 patients with a clinical diagnosis of CFC, 20 patients without HRAS mutations from the French Costello family support group, and 70 patients with NS without PTPN11 or SOS1 mutations). BRAF mutations were found in 14/40 (35%) patients with CFC and 8/20 (40%) HRAS-negative patients with CS. KRAS mutations were found in 1/40 (2.5%) patients with CFC, 2/20 (10%) HRAS-negative patients with CS and 4/70 patients with NS (5.7%). MEK1 mutations were found in 4/40 patients with CFC (10%), 4/20 (20%) HRAS-negative patients with CS and 3/70 (4.3%) patients with NS, and MEK2 mutations in 4/40 (10%) patients with CFC. Analysis of the major phenotypic features suggests significant clinical overlap between CS and CFC. The phenotype associated with MEK mutations seems less severe, and is compatible with normal mental development. Features considered distinctive for CS were also found to be associated with BRAF or MEK mutations. Because of its particular cancer risk, the term \"Costello syndrome\" should only be used for patients with proven HRAS mutation. These results confirm that KRAS is a minor contributor to NS and show that MEK is involved in some cases of NS, demonstrating a phenotypic continuum between the clinical entities. Although some associated features appear to be characteristic of a specific gene, no simple rule exists to distinguish NS from CFC easily.","dc:creator":"Nava C","dc:date":"2007","dc:title":"Cardio-facio-cutaneous and Noonan syndromes due to mutations in the RAS/MAPK signalling pathway: genotype-phenotype relationships and overlap with Costello syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17704260","rdfs:label":"Nava 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This study screened 40 CFC patients for variants in KRAS, BRAF, MEK1, MEK2, PTPN11, and HRAS using dye terminator sequencing. Unfortunately, they did not provide specific patient phenotype of family information. The variant was absent from 200 controls. Pathogenicity was based off of conservation and PolyPhen."},{"id":"cggv:aaca8d09-a56d-441d-aa8f-cc8fc8d497e3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e774ff7-c5c1-401c-a1ac-14a2810f24fa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"phenotypeFreeText":"large for gestational age; neonatal asphyxia; hydrops fetalis; pulmonic stenosis; coarse facial features; curly hair; prominent forehead; downslanted palpebral fissures; short nose; broad nasal tip; anteverted nares;  low-set, posteriorly rotated ears; cutis laxa; hyperkeratosis; multiple lentigines; excessive wrinkling of palmar skin; deep palmar crease; deep plantar creases; webbed neck; disproportionate short-limb short stature; generalized myoclonic seizures; hypsarrhythmia; agenesis of corpus callosum; ventriculomegaly; cerebral cortical atrophy; delayed myelination; dyspnea; intellectual disability; laryngotracheomalacia; muscular hypotonia of the trunk; profound global developmental delay; \"chest deformity\"","sex":"Male","variant":{"id":"cggv:aaca8d09-a56d-441d-aa8f-cc8fc8d497e3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74d1d660-37cb-4c74-ac46-0feba01fbf0c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.*12A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256478"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21871821","type":"dc:BibliographicResource","dc:abstract":"We report two individual cases of cardio-facio-cutaneous (CFC) syndrome with severe neurological impairment consisting of infantile spasms with hypsarrhythmia and refractory epilepsy with multifocal epileptic paroxysms such as modified hypsarrhythmia. Both cases shared diffuse brain atrophy and severely delayed myelination on neuroimaging. Genetic analysis revealed individual heterozygous mutations in the KRAS (phenotype of CFC/Noonan syndrome) and BRAF genes (phenotype of CFC syndrome). Neurological impairment in cases with mutations in the RAS/MAPK (mitogen activated protein kinase) signal pathway may be more severe, and could be linked to some forms of refractory epilepsy, especially epileptic encephalopathy that includes infantile spasms.","dc:creator":"Adachi M","dc:date":"2012","dc:title":"Epilepsy in RAS/MAPK syndrome: two cases of cardio-facio-cutaneous syndrome with epileptic encephalopathy and a literature review."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21871821","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This paper was a case study of two patients with CFCS and epileptic encephalopathy. They identified a KRAS variant in 1 patient. No family data was provided. Variant was functionally characterized by Niihori et al. 2006."},{"id":"cggv:1aa5e689-6440-4152-8b39-3460bb3d74d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80c3d075-d864-4e56-9e1c-17ef58fc91e8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"phenotypeFreeText":"short stature; global developmental delay; muscular hypotonia; autism; feeding difficulties in infancy; pulmonic stenosis; hypermetropia; ptosis; strabismus; proptosis; hypertelorism; downslanted palpebral fissures; low-set ears; thickened helices; short nose; long philtrum; macrocephaly; triangular face; narrow forehead; broad neck; pterygium; low posterior hairline; cubitus valgus; cryptorchidism; micropenis; sparse hair; dry hair; curly hair; aplasia of the eyebrow; cafe-au-lait spot; melanocytic nevus","previousTesting":true,"previousTestingDescription":"Negative for variants in PTPN11.","sex":"Male","variant":{"id":"cggv:1aa5e689-6440-4152-8b39-3460bb3d74d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74d1d660-37cb-4c74-ac46-0feba01fbf0c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18456719","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) and cardio-facio-cutaneous syndrome (CFC) are related disorders associated with disrupted RAS/RAF/MEK/ERK signalling. NS, characterised by facial dysmorphism, congenital heart defects and short stature, is caused by mutations in the genes PTPN11, SOS1, KRAS and RAF1. CFC is distinguished from NS by the presence of ectodermal abnormalities and more severe mental retardation in addition to the NS phenotype. The genetic aetiology of CFC was recently assigned to four genes: BRAF, KRAS, MEK1 and MEK2.","dc:creator":"Nyström AM","dc:date":"2008","dc:title":"Noonan and cardio-facio-cutaneous syndromes: two clinically and genetically overlapping disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18456719","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened 8 CFC patients for variants in BRAF, KRAS, MEK1 and MEK2 using dye terminator sequencing. They identified 1 patient with a variant in KRAS. No family data was provided. This variant has been functionally characterized by Niihori et al. 2006."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:4d4fff74-2720-43f8-b9e2-d3c4ec59719f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a896e66c-b5a5-4ee1-a079-1c91b1a39f5a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"This study screened 43 CFCS patients for variants in HRAS, KRAS, and NRAS. They identified 2 KRAS variants in 3 individuals. De novo status of the variants was confirmed by sequencing both parents. Variants were absent from 100 control chromosomes.","phenotypeFreeText":"growth failure; intellectual disability, moderate; macrocephaly; narrow forehead; underdeveloped supraorbital ridges; downslanted palpebral fissure; hypoplastic nasal bridge; anteverted nares; abnormality of the helix; short neck; curly hair; sparse hair; pulmonic stenosis; atrial septal defect; cardiomyopathy","sex":"Male","variant":{"id":"cggv:4d4fff74-2720-43f8-b9e2-d3c4ec59719f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45776333-7d8c-464d-a85c-cd873e9ddf9c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.178G>C (p.Gly60Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA273416"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474404","rdfs:label":"CFC73"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 43 CFCS patients for variants in HRAS, KRAS, and NRAS. They identified 2 KRAS variants in 3 individuals. De novo status of the variants was confirmed by sequencing both parents. Variants were absent from 100 control chromosomes."},{"id":"cggv:42ca9008-363c-4a03-b48a-e7e391e9a9a5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7fe227f0-a16c-4f15-b122-f1649f1d0c8d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"phenotypeFreeText":"growth failure; intellectual disability; macrocephaly; narrow forehead; underdeveloped supraorbital ridges; ptosis; hypoplastic nasal bridge; anteverted nares; abnormality of the helix; high, narrow palate;  curly hair; slow growing hair; cardiomyopathy","sex":"Female","variant":{"id":"cggv:42ca9008-363c-4a03-b48a-e7e391e9a9a5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74d1d660-37cb-4c74-ac46-0feba01fbf0c"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474404","rdfs:label":"CFC91"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:be81cc8e-d516-4d3f-8603-57f3f2a19449_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c4d93e7f-0664-47b1-9b1a-8f889dc1c2a1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"phenotypeFreeText":"large for gestational age; feeding difficulties in infancy; relative macrocephaly; short statue; moderate global developmental delay; coarse facial features; hyperkeratosis; hypertelorism; low-set ears; redundant skin; low posterior hairline; infantile muscular hypotonia; hepatomegaly; heart murmur; left ventricular hypertrophy; mitral valve prolapse; generalized tonic-clonic seizures with focal onset; cerebral atrophy; encephalopathy; epidermal acanthosis","sex":"Female","variant":{"id":"cggv:be81cc8e-d516-4d3f-8603-57f3f2a19449_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d860355e-20d6-4d5e-8755-40b3fa1fb079","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.*22C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12595"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17601930"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17601930","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This paper was a case study on two siblings with RASopathies with independent de novo variants, one of which was in KRAS. They were sequenced using \"direct DNA sequencing\" as were the 5 living members of their family. The authors also characterized the activity of the variant protein."},{"id":"cggv:8b6ca7c3-c78f-4ddf-a27e-32514e2adf9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:edfebf66-649b-4db9-a885-e465834e98af","type":"Proband","ageType":"AgeAtReport","ageValue":5,"phenotypeFreeText":"hypertrophic cardiomyopathy; hypertelorism; downslanted palpebral fissures; coarse facial features; low-set ears; short stature; short neck; moderate global developmental delay; sparse hair; feeding difficulties in infancy; failure to thrive","previousTesting":true,"previousTestingDescription":"Negative for variants in BRAF, MEK1, and MEK2.","sex":"Female","variant":{"id":"cggv:8b6ca7c3-c78f-4ddf-a27e-32514e2adf9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45776333-7d8c-464d-a85c-cd873e9ddf9c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17056636","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome, cardio-facio-cutaneous syndrome (CFC) and Costello syndrome constitute a group of developmental disorders with an overlapping pattern of congenital anomalies. Each of these conditions can be caused by germline mutations in key components of the highly conserved Ras-MAPK pathway, possibly reflecting a similar pathogenesis underlying the three disorders. Germline mutations in KRAS have recently been identified in a small number of patients with Noonan syndrome and CFC.","dc:creator":"Zenker M","dc:date":"2007","dc:title":"Expansion of the genotypic and phenotypic spectrum in patients with KRAS germline mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17056636","rdfs:label":"Patient No 8"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant was functionally characterized by Niihori et al. 2006."},{"id":"cggv:80199ba6-1434-461b-858e-d8fd177f8d60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ada4f93-100f-4d1f-bf30-36a80bb3fc9c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"phenotypeFreeText":"pulmonic stenosis; hypertelorism; downslanted palpebral fissures; anteverted nares; low-set ears; short neck; webbed neck; ptosis; moderate global developmental delay; fine hair; sparse eyebrow; deep palmar crease; deep plantar creases; failure to thrive; \"unilateral pyelectasia\"","previousTesting":true,"previousTestingDescription":"Negative for variants in BRAF, MEK1, and MEK2.","sex":"Male","variant":{"id":"cggv:80199ba6-1434-461b-858e-d8fd177f8d60_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c3545151-cb3b-4f66-b602-5dfc0d711cf6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.64C>G (p.Gln22Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384157372"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17056636"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17056636","rdfs:label":"Patient No 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:98e29124-8c1a-4d47-806a-9c5b6dc1279b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c106e118-46c1-4c08-9da3-0d68f7cff566","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"phenotypeFreeText":"growth failure; intellectual disability, severe; macrocephaly; narrow forehead; underdeveloped supraorbital ridges; downslanted palpebral fissure; hypoplastic nasal bridge; anteverted nares; abnormality of the helix; high, narrow palate; curly hair; sparse hair; cardiomyopathy; paroxysmal atrial tachycardia","sex":"Female","variant":{"id":"cggv:98e29124-8c1a-4d47-806a-9c5b6dc1279b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74d1d660-37cb-4c74-ac46-0feba01fbf0c"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474404","rdfs:label":"CFC8"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 43 CFCS patients for variants in HRAS, KRAS, and NRAS. They identified 2 KRAS variants in 3 individuals. De novo status of the variants was confirmed by sequencing both parents. Variants were absent from 100 control chromosomes."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Strong","sequence":2251,"specifiedBy":"GeneValidityCriteria5","strengthScore":12.5,"subject":{"id":"cggv:370b88ff-195d-4c88-add2-001e8e5aec6c","type":"GeneValidityProposition","disease":"obo:MONDO_0015280","gene":"hgnc:6407","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The maximum amount of scorable genetic evidence has been published showing de novo as well as non-de novo variants occur in KRAS in patients with cardiofaciocutaneous (CFC) syndrome (Adachi, Abe, Aoki, & Matsubara, 2012; Nava et al., 2007; Niihori et al., 2006; Nystrom et al., 2008; Sovik et al., 2007; Zenker et al., 2007). However, variable expressivity, age of ascertainment, and outdated clinical assessments of affected individuals may complicate the clinical diagnosis of Noonan syndrome (NS) versus CFC. Furthermore, there is sufficient variant overlap between KRAS-associated Noonan and CFC phenotypes. Additional genotype-phenotype correlations are necessary to solidify the association of KRAS with CFC syndrome, therefore it cannot yet be classified as Definitive. The KRAS gene is also located in the Ras/MAPK pathway, which is associated with the CFC phenotype (Aoki et al., 2016; Rauen, 2013). Of note, KRAS has also been classified as Definitive in association with Noonan syndrome and as Disputed in association with Costello syndrome. The ClinGen RASopathy Expert Panel found no evidence associating KRAS with NS-like disorder with loose anagen hair or NS with multiple lentigines. In summary, the evidence supporting the association between KRAS and CFC is Strong. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/24/18 (SOP Version 5).\nSee evidence summary","dc:isVersionOf":{"id":"cggv:248e0d6b-9300-4d17-a350-f742fa92c82c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}