{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T20:50:24.218Z","role":"Publisher"},{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3715cded-a5fa-4f48-befb-1b980d4b7e54","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97ff02d1-897a-4490-9ba8-8052d2a0f069","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":" GluA2 is expressed at high levels within the brain, particularly cortex, mRNA and protein. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Protein Atlas database"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression pattern is consistent with neurodevelopmental disorder"},{"id":"cggv:1cbab8c1-8d7d-4b29-8229-8c215cfc7215","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5442b2ea-6d54-4494-a33e-c3a0c73322cc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Other AMPAR subunit genes GRIA1, GRIA3, GRIA4  are associated with NDD spectrum including  ID, loss of speech, epilepsy, gait abnormalities, and sleep abnormalities","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27080385","type":"dc:BibliographicResource","dc:abstract":"AMPA receptors (AMPARs) are assemblies of four core subunits, GluA1-4, that mediate most fast excitatory neurotransmission. The component subunits determine the functional properties of AMPARs, and the prevailing view is that the subunit composition also determines AMPAR trafficking, which is dynamically regulated during development, synaptic plasticity and in response to neuronal stress in disease. Recently, the subunit dependence of AMPAR trafficking has been questioned, leading to a reappraisal of this field. In this Review, we discuss what is known, uncertain, conjectured and unknown about the roles of the individual subunits, and how they affect AMPAR assembly, trafficking and function under both normal and pathological conditions.","dc:creator":"Henley JM","dc:date":"2016","dc:title":"Synaptic AMPA receptor composition in development, plasticity and disease."},"rdfs:label":"Review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Other AMPAR subunit genes GRIA1, GRIA3, GRIA4  are associated with NDD spectrum including  ID, loss of speech, epilepsy, gait abnormalities, and sleep abnormalities.\nGRIA3:  complex neurodevelopmental disorder (AD), ClinGen ID Autism GCEP Definitive\nGRIA4: GRIA4 neurodevelopmental disorder with or without seizures and gait abnormalities (AD), Ambry Strong (Jul 2020)\nGRIA1: Intellectual developmental disorder, autosomal dominant 67 OMIM, not curated 7 probands\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31814210-b8f1-44c5-950f-bf97bc5904a0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2605a9bc-ca90-4076-9c1e-d0b2906a697e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Generated a knockin mouse model using Cre system; GluA2 L483Y neo were crossed with Cre deleter line (Cre recombinase expressed in all tissues). The L483Y variant is a nondesensitising variant.\nHomozygous mice were embryonic lethal\nHeterozygous mice GluA2L483Y/wt, were runted compared to their litter mates , 45% decrease in body weight at P15-17.\nAt P16 and beyond mice exhibited multiple spontaneous generalized clonic/tonic convulsions when observed over a 1 hour period (phenotype was not observed at P14)\nMost mice died in the third postnatal week, with very few surviving past P30. \nIn Nissl-stained sections there were no obvious alterations in cell layers or density of GluA2L483Y/wt mice (Fig. 1F), and analysis of synaptic structure at the electron microscopic level did not reveal any alterations in the density or size of asymmetric excitatory synapses in area CA1 of the hippocampus. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20439731","type":"dc:BibliographicResource","dc:abstract":"AMPA (alpha-amino-3-hydroxy-5-methyl-4-isoxazole-propionate) recep-tors desensitize rapidly and completely in the continued presence of their endogenous ligand glutamate; however, it is not clear what role AMPA receptor desensitization plays in the brain. We generated a knock-in mouse in which a single amino acid residue, which controls desensitization, was mutated in the GluA2 (GluR2) receptor subunit (GluA2(L483Y)). This mutation was homozygous lethal. However, mice carrying a single mutated allele, GluA2(L483Y/wt), survived past birth, but displayed severe and progressive neurological deficits including seizures and, ultimately, increased mortality. The expression of the AMPA receptor subunits GluA1 and GluA2 was decreased, whereas NMDA receptor protein expression was increased in GluA2(L483Y/wt) mice. Despite this, basal synaptic transmission and plasticity in the hippocampus were largely unaffected, suggesting that neurons preferentially target receptors to synapses to normalize synaptic weight. We found no gross neuroanatomical alterations in GluA2(L483Y/wt) mice. Moreover, there was no accumulation of AMPA receptor subunits in intracellular compartments, suggesting that folding and assembly of AMPA receptors are not affected by this mutation. Interestingly, EPSC paired pulse ratios in the CA1 were enhanced without a change in synaptic release probability, demonstrating that postsynaptic receptor properties can contribute to facilitation. The dramatic phenotype observed in this study by the introduction of a single amino acid change demonstrates an essential role in vivo for AMPA receptor desensitization.","dc:creator":"Christie LA","dc:date":"2010","dc:title":"AMPA receptor desensitization mutation results in severe developmental phenotypes and early postnatal lethality."},"rdfs:label":"Conditional knockin mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Altered channel missense mouse model leads to partial phenotype overlap, score reduced as the the mechanism of disease for L483Y is distinct from the loss of function seen in the GRIA2-clinical cases. "},{"id":"cggv:d3f12e34-a8cd-4fbb-8bd4-2c8381ee6753","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:de83a0a9-b141-4742-aee9-1798b5f9b84f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"impaired novelty induced exploratory activities, decreased self -directed behaviours, disrupted motor coordination. Altered calcium permeability in CA1 neurons, consistent with neurodevelopmental disorder. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8938126","type":"dc:BibliographicResource","dc:abstract":"AMPA receptors (AMPARs) are not thought to be involved in the induction of long-term potentiation (LTP), but may be involved in its expression via second messenger pathways. However, one subunit of the AMPARs, GluR2, is also known to control Ca2+ influx. To test whether GluR2 plays any role in the induction of LTP, we generated mice that lacked this subunit. In GluR2 mutants, LTP in the CA1 region of hippocampal slices was markedly enhanced (2-fold) and nonsaturating, whereas neuronal excitability and paired-pulse facilitation were normal. The 9-fold increase in Ca2+ permeability, in response to kainate application, suggests one possible mechanism for enhanced LTP. Mutant mice exhibited increased mortality, and those surviving showed reduced exploration and impaired motor coordination. These results suggest an important role for GluR2 in regulating synaptic plasticity and behavior.","dc:creator":"Jia Z","dc:date":"1996","dc:title":"Enhanced LTP in mice deficient in the AMPA receptor GluR2."},"rdfs:label":"Homozygous KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"partial recapitulation of disease in homozygous mice only. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":6299,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:0052e01a-b447-464b-93c7-304fa6a2afe6","type":"GeneValidityProposition","disease":"obo:MONDO_0030060","gene":"hgnc:4572","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The GRIA2 gene is located on chromosome 4 at 4q32.1 and encodes the glutamate ionotropic receptor AMPA type subunit 2 protein which functions as a ligand-activated ion channel involved in predominantly excitatory synaptic transmission in mammalian brain. GRIA2 was first reported in relation to autosomal dominant neurodevelopmental disorder with language impairment and behavioral abnormalities in 2019 (Salpietro et al., PMID: 31300657), and is characterized by intellectual disability and neurodevelopmental abnormalities including autism spectrum disorder, speech impairment, developmental regression, Rett syndrome-like features such as head growth deceleration and stereotyped hand movements, and seizures or developmental epileptic encephalopathy. Other reported features include gait disturbances and inability to walk; dystonia; spasticity; joint laxity; hypotonia; ocular concerns; behavioral concerns including obsessive-compulsive behaviors, head banging, and self-injury; sleep disturbances; and cerebellar atrophy and other brain abnormalities. Onset of features occurs in infancy or childhood, and early development may be normal. Ten variants, including seven missense variants, one in-frame deletion and two frameshift variants that have been reported in 12 probands in three publications are included in this curation (PMID: 31300657; Zhou et al., 2021, PMID: 34899870; Latsko et al., 2022, PMID: 35534222). All of these variants occurred de novo and were absent from gnomAD. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is supported by expression, biochemical function, and mouse models. There is neuronal expression of GRIA2 in brain regions. The glutamate ionotropic receptor AMPA type subunits encoded by GRIA1, GRIA3 and GRIA4 have also been associated with autosomal dominant neurodevelopmental disorders. Both homozygous knock-out mice and gain of function knock-in mice expressing a non-desensitising gria2 variant partially recapitulate some aspects of the clinical features (Uhlen et al., 2015, PMID: 25613900; Jia et al., 1996, PMID: 8938126; Christie et al., 2010, PMID: 20439731). In summary, there is definitive evidence to support the relationship between GRIA2 and autosomal dominant GRIA2-neurodevelopmental disorder with language impairment and behavioral abnormalities. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 11.18.2022 (SOP Version 9.0).","dc:isVersionOf":{"id":"cggv:fd72c9ed-0236-406f-a18e-8d743c7f5827"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}