{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-09-26T14:57:26.377Z","role":"Publisher"},{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-05-17T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.1},{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a444d68-6202-4dd6-8bcf-5adfd7f36e2b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b4a6b6a-a3e1-4b3e-9969-2b9fb64acbba","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Histological staining of CDH11","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33811546","type":"dc:BibliographicResource","dc:abstract":"Teebi hypertelorism syndrome (THS; OMIM 145420) is a rare craniofacial disorder characterized by hypertelorism, prominent forehead, short nose with broad or depressed nasal root. Some cases of THS have been attributed to SPECC1L variants. Homozygous variants in CDH11 truncating the transmembrane and intracellular domains have been implicated in Elsahy-Waters syndrome (EWS; OMIM 211380) with hypertelorism. We report THS due to CDH11 heterozygous missense variants on 19 subjects from 9 families. All affected residues in the extracellular region of Cadherin-11 (CHD11) are highly conserved across vertebrate species and classical cadherins. Six of the variants that cluster around the EC2-EC3 and EC3-EC4 linker regions are predicted to affect Ca","dc:creator":"Li D","dc:date":"2021","dc:title":"Pathogenic variants in CDH11 impair cell adhesion and cause Teebi hypertelorism syndrome."},"rdfs:label":"Li 2021 Fetal expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e6b227d6-a5aa-479e-a8d3-e12e59b8cd51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9fc595c0-40a5-493a-9f89-210bc408b84f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Individual 12 (with CDH11 p.Glu279Gln) shows increased CDH11 expression compared to control by A) immunostaining and B) Western blot\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33811546","rdfs:label":"Li 2021 Fig S4"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd35f046-71fb-4d93-8556-ccbf92ab1c0b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ec1400c6-3042-48ed-97e0-8c8bd4c62044","type":"FunctionalAlteration","dc:description":"Fig 5a","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33811546","rdfs:label":"Li 2021 Fig 5a"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Already scoring under proband variants"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0029be5-4590-4919-b519-5756b74aa45a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ae970c75-5aa0-437e-baf1-4e75d9cde0b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cdh11-/- mice lack SMC proteins and contractile function in vascular and urinary tissues compared to controls. Note that genitourinary and heart defects are both presenting phenotypes of the AD condition.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24741067","type":"dc:BibliographicResource","dc:abstract":"Although soluble factors, such as transforming growth factor β1 (TGF-β1), induce mesenchymal stem cell (MSC) differentiation towards the smooth muscle cell (SMC) lineage, the role of adherens junctions in this process is not well understood. In this study, we found that cadherin-11 but not cadherin-2 was necessary for MSC differentiation into SMCs. Cadherin-11 regulated the expression of TGF-β1 and affected SMC differentiation through a pathway that was dependent on TGF-β receptor II (TGFβRII) but independent of SMAD2 or SMAD3. In addition, cadherin-11 activated the expression of serum response factor (SRF) and SMC proteins through the Rho-associated protein kinase (ROCK) pathway. Engagement of cadherin-11 increased its own expression through SRF, indicative of the presence of an autoregulatory feedback loop that committed MSCs to the SMC fate. Notably, SMC-containing tissues (such as aorta and bladder) from cadherin-11-null (Cdh11(-/-)) mice showed significantly reduced levels of SMC proteins and exhibited diminished contractility compared with controls. This is the first report implicating cadherin-11 in SMC differentiation and contractile function in vitro as well as in vivo.","dc:creator":"Alimperti S","dc:date":"2014","dc:title":"Cadherin-11 regulates both mesenchymal stem cell differentiation into smooth muscle cells and the development of contractile function in vivo."},"rdfs:label":"Alimperti CDH11 -/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Inheritance mismatch between mouse and human"},{"id":"cggv:40da207a-0918-4a5e-b956-81d89186ca47","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:289e6e00-755b-48fa-89ea-4a65226b0393","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Partially recapitulates human phenotype including craniofacial and genitourinary defects","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626380","type":"dc:BibliographicResource","dc:abstract":"Approximately one-third of all mammalian genes are essential for life. Phenotypes resulting from knockouts of these genes in mice have provided tremendous insight into gene function and congenital disorders. As part of the International Mouse Phenotyping Consortium effort to generate and phenotypically characterize 5,000 knockout mouse lines, here we identify 410 lethal genes during the production of the first 1,751 unique gene knockouts. Using a standardized phenotyping platform that incorporates high-resolution 3D imaging, we identify phenotypes at multiple time points for previously uncharacterized genes and additional phenotypes for genes with previously reported mutant phenotypes. Unexpectedly, our analysis reveals that incomplete penetrance and variable expressivity are common even on a defined genetic background. In addition, we show that human disease genes are enriched for essential genes, thus providing a dataset that facilitates the prioritization and validation of mutations identified in clinical sequencing efforts.","dc:creator":"Dickinson ME","dc:date":"2016","dc:title":"High-throughput discovery of novel developmental phenotypes."},"rdfs:label":"Dickinson IMPC db CDH11-/- Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Inheritance mismatch between AR homozygous KO mouse and human het AD condition"},{"id":"cggv:be43b126-81c0-4631-b0a0-939136240901","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6845e7b1-cf55-4014-ae06-3294582cc7b9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Partial recapitulation of heart valve defects","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26188246","type":"dc:BibliographicResource","dc:abstract":"Proper remodeling of the endocardial cushions into thin fibrous valves is essential for gestational progression and long-term function. This process involves dynamic interactions between resident cells and their local environment, much of which is not understood. In this study, we show that deficiency of the cell-cell adhesion protein cadherin-11 (Cad-11) results in significant embryonic and perinatal lethality primarily due to valve related cardiac dysfunction. While endocardial to mesenchymal transformation is not abrogated, mesenchymal cells do not homogeneously cellularize the cushions. These cushions remain thickened with disorganized ECM, resulting in pronounced aortic valve insufficiency. Mice that survive to adulthood maintain thickened and stenotic semilunar valves, but interestingly do not develop calcification. Cad-11 (-/-) aortic valve leaflets contained reduced Sox9 activity, β1 integrin expression, and RhoA-GTP activity, suggesting that remodeling defects are due to improper migration and/or cellular contraction. Cad-11 deletion or siRNA knockdown reduced migration, eliminated collective migration, and impaired 3D matrix compaction by aortic valve interstitial cells (VIC). Cad-11 depleted cells in culture contained few filopodia, stress fibers, or contact inhibited locomotion. Transfection of Cad-11 depleted cells with constitutively active RhoA restored cell phenotypes. Together, these results identify cadherin-11 mediated adhesive signaling for proper remodeling of the embryonic semilunar valves.","dc:creator":"Bowen CJ","dc:date":"2015","dc:title":"Cadherin-11 coordinates cellular migration and extracellular matrix remodeling during aortic valve maturation."},"rdfs:label":"Bowen 2015 Cdh11-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Inheritance mismatch between mouse and human"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":9039,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.1,"subject":{"id":"cggv:a0474046-28c2-4883-ac33-90c6d7bfb2d5","type":"GeneValidityProposition","disease":"obo:MONDO_0030674","gene":"hgnc:1750","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *CDH11* gene located on chromsome 16 at 16q21 encodes a type II classical cadherin from the cadherin superfamily, integral membrane proteins that mediate calcium-dependent cell-cell adhesion. The protein is composed of 5 extracellular cadherin domains, one transmembrane domain, and one intracellular domain (Harms 2018). *CDH11* was first reported in relation to Teebi hypertelorism syndrome 2 (TBHS2), also known as brachycephalofrontonasal dysplasia, in 2021 (Li et al., 2021 PMID: 33811546). TBHS2 is characterized by hypertelorism, cardiac and genitourinary defects. Intellectual disability and other craniofacial dysmorphism tends to be rarer and milder than the autosomal recessive condition also caused by variants in *CDH11*, Elsahy-Waters syndrome (ESWS; OMIM:211380).  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms, inheritance patterns, and phenotypic variability among individuals with biallelic versus monoallelic *CDH11* variants. Therefore, the following disease entities have been split into multiple disease entities, AR Elsahy-Waters syndrome (ESWS) (OMIM:211380), and AD Teebi hypertelorism syndrome 2 (OMIM:619736). The split curation for AR Elsahy-Waters syndrome (ESWS) (OMIM:211380) has been curated separately. Other presenting features of TBHS2  include broad or short phalanx, large anterior fontanelle, and umbilical defects. All variants reported to date are missense variants impacting the extracellular domains. Ten probands (6 de novo, 4 consistent with AD inheritance) from two publications are included in this curation (Li 2021, PMID: 33811546; Kuroda 2024, PMID: 37646430). The mechanism of pathogenicity is unclear. This gene-disease relationship is also supported by experimental evidence including mouse models which partially recapitulate the TBHS2 phenotype, particularly with respect to cranial dysmorphology and cardiac defects (Alimperti et al., 2014 PMID: 24741067; Bowen et al., 2015 PMID: 26188246), but these present an inheritance mismatch and likely a molecular mechanism mismatch between homozygous null mice and heterozygous missense human patients. Missense functional alterations in patient fibroblasts show higher *CDH11* expression than wild type controls , and transfected L cells with missense changes found in patients display adhesion and migration defects, suggesting a possible gain of function or dominant negative molecular mechanism of pathogenicity ( PMID: 33811546). In summary, there is moderate evidence supporting the relationship between *CDH11* and AD TBHS2. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date May 17th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:d159047f-2ee5-4406-8def-c5fe63b7ffe8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}