{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-02-07T02:43:03.928Z","role":"Approver"},{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-02-07T02:43:20.371Z","role":"Publisher"}],"evidence":[{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efb02f6d-337e-48ed-8c97-603c9dba4c7c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:433e4163-844f-4e67-9e2e-f81ef6e055b0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RPE65 protein was first detected using an RPE-specific monocolonal antibody raised against human retinal pigment epithelium (RPE) cells (first described in PMID: 2477341). Detection of the RPE65 protein in retinal pigment epithelium cells but not in 10 other tissues from the eye and other organ systems can be found in Figure 2. Figure 8 shows specific staining of the RPE layer of neonatal rat eyes. Retina-specific gene expression data from a separate publication (PMID: 30239781, https://eyeintegration.nei.nih.gov/) confirm that RPE65 expression is highly specific to the retina relative to other tissues within the eye or the human body in general.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8474143","type":"dc:BibliographicResource","dc:abstract":"In the vertebrate retina, the retinal pigment epithelium (RPE) performs specific functions critical to the normal process of vision. Although some of these functions are well documented, molecular data are still scarce. Using the RPE-specific monoclonal antibody RPE9, raised against human RPE cells, we have identified a novel 65 kD protein, conserved in mammals, birds, and frogs. This RPE-specific protein was found to be nonglycosylated. It was most effectively solubilized in the presence of detergent suggesting that it is associated with the RPE cell membranes. Its partitioning in the detergent phase of Triton X-114 and its solubilization in 0.75 M and 1.0 M KCl suggest that it interacts with the membrane either through a polypeptide anchor or charged amino acids. Cell fractionation by differential solubilization and differential centrifugation demonstrated that the protein was preferentially associated with the microsomal membrane fraction, where it is the major protein. Developmental expression of this 65 kD protein was examined in neonatal rats. Morphologically well-differentiated RPE cells did not express the 65 kD protein at birth. However, expression was detectable at postnatal day 4, that is, one to two days before the photoreceptors develop their outer segments, suggesting that the expression of the 65 kD protein may be coordinated with other developmental events in the intact retina. This is further supported by the fact that RPE cells in confluent culture lose the expression of this protein within two weeks, while they maintain their characteristic epithelial morphology. Because of its specificity, its evolutionary conservation, and its timing of expression, it is possible that this protein may be involved in one of the key roles of RPE and as such is an important molecular marker for RPE differentiation.","dc:creator":"Hamel CP","dc:date":"1993","dc:title":"A developmentally regulated microsomal protein specific for the pigment epithelium of the vertebrate retina."},"rdfs:label":"Retinal pigment epithelium-specific RPE65 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The experiment was up-scored from the default level due to the high degree of tissue specificity of RPE65 expression, which closely matches the retina-specific phenotypes characteristic of the disease."},{"id":"cggv:73398cff-f759-491a-bfce-318dd24a6ae5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a61eb38c-9947-4c58-8f24-8d7f357878d9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Maintenance of vision is dependent upon the visual retinoid cycle to enzymatically regenerate 11-cis retinal following the light-induced isomerization of this pigment to all-trans retinal. Isomerohydrolase is an enzymatic activity known to be responsible for this conversion and known to localize to the retinal pigment epithelium, but not previously mapped to a human gene prior to this study. The present paper identifies the RPE65 protein as the human isomerohydrolase enzyme, linking its biallelic loss to congenital blindness (Figures 4B-4F).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16116091","type":"dc:BibliographicResource","dc:abstract":"RPE65 is an abundant protein in the retinal pigment epithelium. Mutations in RPE65 are associated with inherited retinal dystrophies. Although it is known that RPE65 is critical for regeneration of 11-cis retinol in the visual cycle, the function of RPE65 is elusive. Here we show that recombinant RPE65, when expressed in QBI-293A and COS-1 cells, has robust enzymatic activity of the previous unidentified isomerohydrolase, an enzyme converting all-trans retinyl ester to 11-cis retinol in the visual cycle. The initial rate for the reaction is 2.9 pmol/min per mg of RPE65 expressed in 293A cells. The isomerohydrolase activity of RPE65 requires coexpression of lecithin retinol acyltransferase in the same cell to provide its substrate. This enzymatic activity is linearly dependent on the expression levels of RPE65. This study demonstrates that RPE65 is the long-sought isomerohydrolase and fills a major gap in our understanding of the visual cycle. Identification of the function of RPE65 will contribute to the understanding of the pathogenesis for retinal dystrophies associated with RPE65 mutations.","dc:creator":"Moiseyev G","dc:date":"2005","dc:title":"RPE65 is the isomerohydrolase in the retinoid visual cycle."},"rdfs:label":"RPE65 protein is the human isomerohydrolase enzyme."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The identification of RPE65 as the human isomerohydrolase enzyme links it to the visual retinoid cycle, an enzymatic pathway known to be critical to rod and cone photoreceptors, which are non-responsive in Leber congenital amaurosis 2. Defects in this pathway have already been linked to multiple blinding disorders (PMID: 12876835)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3da55227-dff4-4441-9f40-c4bde3e4c74b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0066e2f0-1450-444e-a127-40c6d641a477","type":"FunctionalAlteration","dc:description":"The variant triggered a moderate decrease in retinoid isomerase activity / 11-cis retinol formation that appeared to be balanced out by the presence of the wild-type allele, rather than acting in a dominant negative fashion (Figure 1B). This loss of function was less dramatic than other hypomorphs known to be associated with autosomal recessive RPE65 retinopathy. Thus, loss of enzymatic function is unlikely to be the primary mechanism by which the variant contributes to autosomal dominantly inherited disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30628748","type":"dc:BibliographicResource","dc:abstract":"Human RPE65 mutations cause a spectrum of retinal dystrophies that result in blindness. While RPE65 mutations have been almost invariably recessively inherited, a c.1430A>G (p.(D477G)) mutation has been reported to cause autosomal dominant retinitis pigmentosa (adRP). To study the pathogenesis of this human mutation, we have replicated the mutation in a knock-in (KI) mouse model using CRISPR/Cas9-mediated genome editing. Significantly, in contrast to human patients, heterozygous KI mice do not exhibit any phenotypes in visual function tests. When raised in regular vivarium conditions, homozygous KI mice display relatively undisturbed visual functions with minimal retinal structural changes. However, KI/KI mouse retinae are more sensitive to light exposure and exhibit signs of degenerative features when subjected to light stress. We find that instead of merely producing a missense mutant protein, the A>G nucleotide substitution greatly affects appropriate splicing of Rpe65 mRNA by generating an ectopic splice site in comparable context to the canonical one, thereby disrupting RPE65 protein expression. Similar splicing defects were also confirmed for the human RPE65 c.1430G mutant in an in vitro Exontrap assay. Our data demonstrate that a splicing defect is associated with c.1430G pathogenesis, and therefore provide insights in the therapeutic strategy for human patients.","dc:creator":"Li Y","dc:date":"2019","dc:title":"Aberrant RNA splicing is the major pathogenic effect in a knock-in mouse model of the dominantly inherited c.1430A>G human RPE65 mutation."},"rdfs:label":"Exogenous expression of the RPE65 D477G variant in HEK293-F"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Although this experiment indicates that the variant triggers a slight loss of enzymatic function, other variants associated with autosomal recessive RPE65 retinopathy trigger a more severe loss of function (PMID: 16828753). This phenomenon is unlikely to be the primary mechanism by which the variant contributes to autosomal dominantly inherited disease. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:697d82ef-121d-4853-a343-a166e223bd29","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ea5dbd2-a624-447a-8b98-c1156649ed69","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice exhibit reduced levels of RPE65 protein (Figure 3A) and enhanced ubiquitination (Figure 3B), indicating higher susceptibility to proteolysis. Despite normal 11-cis retinal levels (Figure 7C), the heterozygous knock-in animals exhibit abnormal accumulation of retinyl esters (Figure 7B), recapitulating a key molecular defect of the human patients. Photobleaching revealed defects in regeneration of 11-cis-retinal (Figure 7F) and accumulation of retinyl esters (Figure 7G). These defects were observable in both the heterozygous knock-in (mild) and homozygous knock-in (more severe). Accumulation of autofluorescent spots in the fundus (Figure 4), progressive thinning of the outer nuclear layer (Figure 5), and abnormal ERG responses (Figure 6) were seen in heterozygous knock-in and especially homozygous knock-in mice with age. Similar phenotypic results were observed with a third, similar knock-in mouse model (PMID: 28041994).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29659842","type":"dc:BibliographicResource","dc:abstract":"RPE65 is the essential trans-cis isomerase of the classical retinoid (visual) cycle. Mutations in RPE65 give rise to severe retinal dystrophies, most of which are associated with loss of protein function and recessive inheritance. The only known exception is a c.1430G>A (D477G) mutation that gives rise to dominant retinitis pigmentosa with delayed onset and choroidal and macular involvement. Position 477 is distant from functionally critical regions of RPE65. Hence, the mechanism of D477G pathogenicity remains unclear, although protein misfolding and aggregation mechanisms have been suggested. We characterized a D477G knock-in mouse model which exhibited mild age-dependent changes in retinal structure and function. Immunoblot analysis of protein extracts from the eyes of these knock-in mice demonstrated the presence of ubiquitinated RPE65 and reduced RPE65 expression. We observed an accumulation of retinyl esters in the knock-in mice as well as a delay in rhodopsin regeneration kinetics and diminished electroretinography responses, indicative of RPE65 functional impairment induced by the D477G mutation in vivo. However, a cell line expressing D477G RPE65 revealed protein expression levels, cellular localization and retinoid isomerase activity comparable to cells expressing wild-type protein. Structural analysis of an RPE65 chimera suggested that the D477G mutation does not perturb protein folding or tertiary structure. Instead, the mutation generates an aggregation-prone surface that could induce cellular toxicity through abnormal complex formation as suggested by crystal packing analysis. These results indicate that a toxic gain-of-function induced by the D477G RPE65 substitution may play a role in the pathogenesis of this form of dominant retinitis pigmentosa.","dc:creator":"Choi EH","dc:date":"2018","dc:title":"Insights into the pathogenesis of dominant retinitis pigmentosa associated with a D477G mutation in RPE65."},"rdfs:label":"Recombinase-based variant knock-in to the mouse Rpe65 locus"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model has been downscored because some of the recapitulated phenotypes are quite similar to those already scored in a separate knock-in mouse model of this variant (PMID: 30628748). However, this mouse model recapitulates the human phenotypes at both the molecular and organ levels, and complements some of the shortcomings of the other model. For example, the phenotypes are shown not only by the homozygous knock-in mice (similar to the other model) but also to a milder extent by the aged heterozygous knock-in mice. The phenotypic similarities of this second knock-in mouse also rule out the possibility that they were non-specifically triggered by off-target effects of CRISPR/Cas9 in the other model."},{"id":"cggv:bde1f1f1-b906-4c46-9252-6e7d9e6f0136","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d2fbf00d-6cc4-4124-ab5c-c54f70bcd5c2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Despite normal 11-cis retinal levels (Figure 3E), the heterozygous knock-in animals exhibit abnormal accumulation of retinyl esters (Figure 3F), recapitulating a key molecular defect of the human patients. The homozygous (but not heterozygous) knock-in animals also exhibit vacuole formation in the outer segment adjacent to the retinal pigment epithelium (Figure 3B) and abnormalities on dark-adapted ERG indicative of slower recovery of rod function (Figures 4A, 4B) and cone function (Figure 5D) as well as reduced retinal thickness (Figure 5A) after long-term chronic visual pigment bleaching.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30628748","rdfs:label":"Variant knock-in to mouse Rpe65 locus"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model was up-scored from default due to the introduction of the specific variant into the mouse genome, using CRISPR/Cas9-based gene editing to minimize off-target effects. The model recapitulates some features of the human patients at both the molecular and organ function levels. However, the model was down-scored due to the appearance of most phenotypes in the homozygous knock-in mouse rather than the heterozygous animals (conflicting with the dominant mode of inheritance in human patients) and the need for long-term exposure to photobleaching to trigger phenotypes such as ERG abnormalities or retinal thinning."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Strong","sequence":3939,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.5,"subject":{"id":"cggv:b30eefa8-aacb-465c-b5cd-ce86950e6f7d","type":"GeneValidityProposition","disease":"obo:MONDO_0100452","gene":"hgnc:10294","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *RPE65* gene was first reported in relation to autosomal dominant cases of Retinitis pigmentosa in two apparently unrelated Irish families in 2011 (Bowne et al., PMID: 21654732). Affected individuals have since been identified in multiple other families of both Irish (PMID: 27307694) and Scottish (PMID: 29947567) descent. The disease entity exhibits incomplete penetrance, with approximately 80% of genotype-positive individuals developing the phenotype, and considerable variability in onset and severity among affected family members (PMID: 21654732, PMID: 27307694, PMID: 29947567). The disease generally presents between the second and seventh decade of life, typically with night blindness or central vision problems (PMID: 21654732, PMID: 27307694). Progression of the disease course generally reaches severe visual loss between the fifth and eighth decades of life (PMID: 27307694). Patients also exhibit other eye-specific features, including abnormalities in the light-adapted and especially the dark-adapted electroretinograms, peripheral visual field loss, chorioretinal atrophy, chorioretinal degeneration, and pigmentary retinopathy (PMID: 21654732, PMID: 27307694). Some of these choroid-specific features have led affected patients to be initially suspected for choroideremia prior to genotyping (PMID: 21654732, PMID: 29947567), and the disease entity is specifically referred to as Retinitis pigmentosa 87 with choroidal involvement. This disease entity is referred to in this curation as *RPE65*-related dominant retinopathy (MONDO:0100452). Additional autosomal recessive disease entities have been asserted in relation to biallelic loss-of-function variants in *RPE65* (PMID: 9326941, PMID: 9326927, PMID: 9501220, PMID: 14962443, PMID: 11786058, PMID: 12960219, PMID: 15557452). While these disease entities are characterized by similar phenotypes with earlier onset, their different mode of inheritance and unique variants suggested a different mechanism of pathogenesis. Thus, *RPE65* was separately curated for its relationship to those disease entities, collectively referred to as *RPE65*-related recessive retinopathy.\n\nA single suspected pathogenic variant was scored as part of this curation, with observations in 5 probands (PMID: 21654732, PMID: 27307694, PMID: 29947567). While these probands represent apparently unrelated families of Irish or Scottish ancestry, at least two of the families share a wider haplotype that indicates coinheritance of a founder mutation from a distant common ancestor (PMID: 21654732). The variant encodes an Asp477Gly missense substitution within exon 13 (PMID: 21654732) and may introduce an ectopic splice site at the mRNA level that shifts the reading frame and excludes parts of exon 13 and exon 14 from the spliced *RPE65* transcript (PMID: 30628748). Two of the aforementioned families had segregation evidence (PMID: 21654732) that contributed to the scoring of the gene-disease relationship. It is important to note that this variant is currently unique among known *RPE65* variants in its ability to cause disease in a heterozygous state rather than a homozygous state, through an autosomal dominant mode of inheritance.\n\nThis gene-disease relationship has not been studied in case-control studies at the single variant level or aggregate variant level.\n\nThe mechanism of pathogenicity appears to be monoallelic *RPE65* dysfunction, possibly characterized by the creation of an ectopic splice site that triggers a frameshift and disrupts the inclusion of the C-terminal exons 13 and 14 in the *RPE65* mRNA (PMID: 30628748). Multiple reports of moderately increased mobility of the variant RPE65 gene product on gel electrophoresis (PMID: 21654732, PMID: 30628748) are consistent with this proposed effect. However, the molecular mechanism by which the variant triggers disease with a dominant mode of inheritance remains a matter of debate (PMID: 29659842, PMID: 28041994, PMID: 30628748).\n\nThis gene-disease association is also supported by experimental evidence that *RPE65* expression is highly specific to the retinal pigment epithelium at both the mRNA level (PMID: 30239781) and protein level (PMID: 8474143). Biochemical studies have demonstrated that RPE65 encodes the human isomerohydrolase enzyme, a critical component of the visual retinoid cycle that regenerates 11-cis retinal following the light-induced isomerization of this pigment to all-trans retinal (PMID: 16116091). This explains why knock-in of this variant within the endogenous mouse *Rpe65* locus triggers accumulation of retinal esters, electroretinogram abnormalities indicative of slower recovery of rod and cone function, and reduced retinal thickness after long-term photobleaching (PMID: 30628748). Mouse phenotypes are progressive with age and are enhanced in homozygous knock-in animals relative to their heterozygous counterparts. Two other knock-in mouse models generated by different strategies have revealed similar defects, as well as reduced levels and enhanced ubiquitination of the variant RPE65 protein, accumulation of autofluorescent spots in the fundus, and an additional defect in 11-cis-retinal regeneration (PMID: 29659842, PMID: 28041994). \n\nIn summary, the evidence of *RPE65* association with *RPE65*-related dominant retinopathy has been demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, initially leading to a score consistent with a moderate classification. The strength of this association is further supported by the specificity of the disease phenotype and the availability of cases with whole genome sequencing data that exclude other potential disease causes within the *CHM*, *RGR*, and *RHO* loci. Additional unpublished cases have been submitted to ClinVar by multiple clinical testing providers (ClinVar ID: 750796). Although the single known variant associated with the disease entity is a suspected founder mutation particularly linked to families of Irish descent, the growing number of cases and confirmed absence of other linked variants from the *RPE65* locus have led the expert panel to recommend an upgrade of the classification for this gene-disease relationship to Strong. Over time, a more complete understanding of the mechanism of pathogenicity of this variant and the emergence of more cases of *RPE65*-related dominant retinopathy in association with other variants or haplotypes are expected to further strengthen the classification of this gene-disease relationship.\nAlthough the single known variant associated with the disease entity is a suspected founder mutation particularly linked to families of Irish descent, the growing number of cases and confirmed absence of other linked variants from the RPE65 locus have led the expert panel to recommend an upgrade of the classification for this gene-disease relationship to Strong. The strength of this association is further supported by the specificity of the disease phenotype and the availability of cases with whole genome sequencing data that exclude other potential disease-causing loci. Additional unpublished cases have been submitted to ClinVar by multiple clinical testing providers (ClinVar ID: 750796).","dc:isVersionOf":{"id":"cggv:a45f0ada-a32b-406e-b714-790a0cd4a6a2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}