{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2023-01-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2023-01-18T04:06:01.235Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10080","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d504f909-44d9-4a27-9d02-023dc0f9126a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5b6118d-20ae-45fd-8db9-a3d766cac732","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR confirmed BLK expression in human pancreatic islets (Fig. S2), probes in the array resulted in a stronger signal with RNA isolated from microdissected beta-cell compared to whole islets (Fig. 1B), immunostaining showed BLK immunoreactivity in pancreatic islets, striated ducts of salivary glands, hair follicle, and Leydig cells (Fig. 1C), it was also shown the BLK colocalizes with insulin in islets which suggests a selective expression in this cell type (Fig. 1D)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19667185","type":"dc:BibliographicResource","dc:abstract":"Maturity-onset diabetes of the young (MODY) is a subtype of diabetes defined by an autosomal pattern of inheritance and a young age at onset, often before age 25. MODY is genetically heterogeneous, with 8 distinct MODY genes identified to date and more believed to exist. We resequenced 732 kb of genomic sequence at 8p23 in 6 MODY families unlinked to known MODY genes that showed evidence of linkage at that location. Of the 410 sequence differences that we identified, 5 had a frequency <1% in the general population and segregated with diabetes in 3 of the families, including the 2 showing the strongest support for linkage at this location. The 5 mutations were all placed within 100 kb corresponding to the BLK gene. One resulted in an Ala71Thr substitution; the other 4 were noncoding and determined decreased in vitro promoter activity in reporter gene experiments. We found that BLK--a nonreceptor tyrosine-kinase of the src family of proto-oncogenes--is expressed in beta-cells where it enhances insulin synthesis and secretion in response to glucose by up-regulating transcription factors Pdx1 and Nkx6.1. These actions are greatly attenuated by the Ala71Thr mutation. These findings point to BLK as a previously unrecognized modulator of beta-cell function, the deficit of which may lead to the development of diabetes.","dc:creator":"Borowiec M","dc:date":"2009","dc:title":"Mutations at the BLK locus linked to maturity onset diabetes of the young and beta-cell dysfunction."},"rdfs:label":"BLK expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d3e8cd2-0636-486a-ae8e-5aec193914f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b89553fc-6158-4405-ae9e-d56514e49bbc","type":"FunctionalAlteration","dc:description":"effects on insulin secretion were only observed at high glucose concentrations where BLK overexpression yielded highly increased insulin secretion and the opposite effect was observed in the knock-down cells (Fig. 3A), overexpressed cells showed 70% increase in insulin content compared to control cells (Fig. 3B), while knock-down cells showed a reduction in insulin content, through results were not statistically significant (Fig. 3B), overexpressed cells had a 40% increase in insulin transcript abundance, while knock-downs had a 15% decrease, and there was also noted to be increased expression of transcription factors Nkx6.1 mRNA and Pdx-1 protein (Fig. 3C)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19667185","rdfs:label":"BLK overexpression and knock-down"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:2d21ed45-ee83-4219-b99b-5100b7ff739d","type":"EvidenceLine","evidence":[{"id":"cggv:2d21ed45-ee83-4219-b99b-5100b7ff739d_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:3950f2cf-74e2-4ab9-ac9c-5ea5d205eb67","type":"Cohort","allGenotypedSequenced":4091,"alleleFrequency":0.02933268149596676,"detectionMethod":"Genotyping of p.A71T variant: high-resolution melting method on a LightCycler 480 PCR system, positive signals confirmed by sequencing; genotype call rate of at least 96% obtained in each cohort, no deviation from Hardy-Weinberg equilibrium detected","evidence":[{"id":"cggv:2d21ed45-ee83-4219-b99b-5100b7ff739d_cc_evidence_item"}],"numWithVariant":120,"relatedCondition":{"id":"obo:MONDO_0015967"}},"controlCohort":{"id":"cggv:7560e459-946d-4d3a-9872-08eae55c9340","type":"Cohort","allGenotypedSequenced":4280,"alleleFrequency":0.01962616822429906,"detectionMethod":"Genotyping of p.A71T variant: high-resolution melting method on a LightCycler 480 PCR system, positive signals confirmed by sequencing; genotype call rate of at least 96% obtained in each cohort, no deviation from Hardy-Weinberg equilibrium detected","evidence":[{"id":"cggv:2d21ed45-ee83-4219-b99b-5100b7ff739d_cc_evidence_item"}],"numWithVariant":84},"lowerConfidenceLimit":1.32,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.00429,"statisticalSignificanceType":"","statisticalSignificanceValue":2.44,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":4.49,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23224494","type":"dc:BibliographicResource","dc:abstract":"MODY is believed to be caused by at least 13 different genes. Five rare mutations at the BLK locus, including only one non-synonymous p.A71T variant, were reported to segregate with diabetes in three MODY families. The p.A71T mutation was shown to abolish the enhancing effect of BLK on insulin content and secretion from pancreatic beta cell lines. Here, we reassessed the contribution of BLK to MODY and tested the effect of BLK-p.A71T on type 2 diabetes risk and variations in related traits.","dc:creator":"Bonnefond A","dc:date":"2013","dc:title":"Reassessment of the putative role of BLK-p.A71T loss-of-function mutation in MODY and type 2 diabetes."},"rdfs:label":"French Case-Control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"The BLK variant p.A71T was first genotyped in the DESIR French general population (n = 5064) and was found in 52 normoglycemic controls.\n\nFurther genotyping of variant in case-control groups revealed slight association of the variant with type 2 diabetes risk when there was enrichment for obesity"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0},{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.6}],"evidenceStrength":"Refuted","sequence":5795,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.6,"subject":{"id":"cggv:b0e41840-f1f5-4e2b-9ff2-c981de6e5fc7","type":"GeneValidityProposition","disease":"obo:MONDO_0015967","gene":"hgnc:1057","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"*BLK*:  monogenic diabetes, autosomal dominant (MONDO:  0015967)\n\nRefuted\n\n*BLK* was first reported in relation to autosomal dominant monogenic diabetes in 2009 (Borowiec et al., PMID: 19667185). Evidence describing this gene-disease relationship includes case-level data (1.1 points), segregation data (0.5 points), case-control data (0 points), and experimental data (1 point). Summary of case-level and experimental data: 2.6 points. \n\nVariants in this gene have been reported in at least 6 probands in 3 publications (PMIDs: 19667185, 28095440, 31638168). Variants segregated with disease in 22 additional family members in the initial report (PMID: 19667185).  Importantly, the families in the paper were selected for prior linkage to the 8q23 region that contains BLK.  While a total of 723 kb in this region was sequenced in these families, attribution of the variant-disease segregation to linkage with an untyped variant in another gene cannot be ruled out and seems particularly likely in the family segregating variants too common for the disease, including p.Ala71Thr (rs55758736) described in the proceeding paragraph.  In 2 probands in a later publication (PMID 31638168), the BLK variants were unlikely to be causal because there was an alternate and more likely molecular cause.\n\nThe *BLK* variant p.Ala71Thr, the first coding variant to be implicated in MODY (PMID: 19667185), was studied in three large type 2 diabetes (T2D) case-control cohorts and while found to be nominally associated with the polygenic disease T2D (OR = 1.47, p = 0.035) in 4,901 T2D cases and 4,280 controls, especially in the setting of obesity (OR = 2.44, p = 0.004), was found in 52 normoglycemic controls, providing strong evidence against being causal for monogenic diabetes (PMID 23224494). In addition, the p. Ala71Thr variant has a high allele frequency in gnomAD 2.1 (e.g., MAF = 0.012 in European non-Finnish and 0.04 in Africans), much higher than expected for MODY.  The p.Ala71Thr variant was not associated with T2D in the AMP T2D Knowledge Portal (type2diabetesgenetics.org), though a common (MAF = 0.50) intronic BLK variant was modestly but GWAS significantly associated with T2D  in the DIAMANTE Study (OR = 1.04, p = 6 x 10-10) in the Portal.  The four noncoding variants reported by Borowiec et al. have allele counts ranging from 0 to 2 in gnomAD.  The noncoding variants were associated with a 60-80% reduction in luciferase expression, and the Ala71Thr variant abolished expression of Pdx1 and Nkx6.1 in MIN6 mouse insulinoma cells (PMID:19667185).  \n\nLaver et al (PMID: 35108381) reported a lack of enrichment of ultra-rare (MAF<6X10-6) protein-truncating and missense variants in *BLK*, *PAX4*, and *KLF11* in a large cohort of cases with suspected MODY (n=1227) compared to population cohort (UK Biobank =185,898), gnomADv2 and gnomADv3. They also showed a similar lack of enrichment of any protein-truncating variants in *BLK*, *PAX4*, and *KLF11* in the MODY cohort. \nWhile there is evidence for a gene-disease association between *BLK* and diabetes in the form of expression studies and in vitro functional assays, very little convincing case-level evidence for involvement in monogenic diabetes has accumulated since BLK was first proposed as a MODY gene.  Moreover, some of the originally implicated variants have proven to be too common in the general population and normoglycemic individuals to be implicated in monogenic diabetes.  Finally, the high prevalence of BLK LoF variants in the general population and lack of over-representation of rare *BLK* variants in a monogenic diabetes cohort argue strongly against a causal role of *BLK* in monogenic diabetes. In summary, there is limited evidence to support this gene-disease relationship.  There appears to be strong evidence to contradict the *BLK*-monogenic diabetes gene-disease relationship that warrants refuting the association (originally asserted as maturity-onset diabetes of the young 11, MODY11, MIM: 613375).  As described above, *BLK* variants may play a role in polygenic type 2 diabetes (MIM: 125853); this relationship will not be curated at this time since the contribution would be in the form of common variants with a small effect.\n\nIn addition to its proposed role in monogenic and type 2 diabetes, *BLK* has been proposed as a possible causal gene in antibody deficiency.  The *BLK* (B lymphocyte kinase) gene encodes a Src family tyrosine kinase, which plays a role in B cell receptor signaling (BCR) and B cell development. A rare heterozygous missense variant in *BLK*, p.Leu3Pro has been reported in 2015 in 2 related common variable immunodeficiency (CVID) patients, but not other healthy family members (Compeer et al, PMID: 25926555). The index patient had a history of severe recurrent pulmonary infections from infancy and further evaluation demonstrated hypogammaglobulinemia (low IgG, IgA, close to normal IgM) and impaired vaccine antibody responses. The patient had a small reduction in peripheral B cells and IgG switched memory B cells were low normal, but IgA and IgM-memory B cells were significantly decreased. The patient had no autoimmunity or lymphoproliferation. The patient’s father who had the variant was also symptomatic. Functional studies were performed with transformed B cell lines overexpressing the mutant, which suggested a functional impact of this variant in terms of BCR-mediated antigen presentation to antigen-specific T cells, and alteration in BCR endosomal routing on antigen binding. The variant-expressing cell line also showed reduction in the ability to transmit tonic and ligand-induced BCR signals (PMID: 25926555). In mouse models it has been shown that Blk is not essential for murine B cell development and activation (Texeido G et al, 2000PMID: 10648608,). Therefore, the association between *BLK* gene variants and an antibody deficiency is limited, at best, and requires further patients as well as functional studies for a definitive correlation.\n\nInitial evidence for the gene-disease relationship of BLK with monogenic diabetes involved functional assays, however the clinical level evidence from case level data is not convincing. There are asserted variations in BLK in individuals with monogenic forms  of diabetes, however they are too common in the general population and normoglycemic individuals to be considered pathogenic.\n\nAdditionally, Laver et al (PMID: 35108381) provided evidence refuting BLK as a MODY/monogenic diabetes gene.","dc:isVersionOf":{"id":"cggv:072e29f7-db97-40d9-9280-819706203c24"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}