{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10106","role":"SecondaryContributor"},{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-10-09T13:54:43.506Z","role":"Publisher"},{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-10-21T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:208dcb76-eb4d-4252-a031-21b00ec83979","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4e255fcb-981f-46bb-a027-a158c300b8b9","type":"FunctionalAlteration","dc:description":"control cells exposed to differentiation factors efficiently down-regulated IgD and induced CD38. B cells derived from patient 9 appeared to initiate normal differentiation at day 3 of culture by downregulatting surface IgD but did not upregulate CD38 on IgD cells by day 7 ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26194542","type":"dc:BibliographicResource","dc:abstract":"Kabuki syndrome (KS) is a complex multisystem developmental disorder associated with mutation of genes encoding histone-modifying proteins. In addition to craniofacial, intellectual, and cardiac defects, KS is also characterized by humoral immune deficiency and autoimmune disease, yet no detailed molecular characterization of the KS-associated immune phenotype has been reported.","dc:creator":"Lindsley AW","dc:date":"2016","dc:title":"Defects of B-cell terminal differentiation in patients with type-1 Kabuki syndrome."},"rdfs:label":"B Cell Differentiation Plot"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"in vitro, whole b cells from a control sample were able to appropriately respond to differentiation factors and undergo class switch recombination in contrast B cells from patient 9(KMT2D) were able to initiate early stages but not able to complete differentiation. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca0bbd22-3378-485f-bcd5-e26fa0237d76","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a4d9ab8-cd51-45b9-9b00-2f967477d86e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse reliably models KS phenotypes and we show that many of the immune phenotypes observed in patients (IgA deficiency, impaired response to vaccination, and splenomegaly) are also recapitulated in these mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31816409","type":"dc:BibliographicResource","dc:abstract":"Kabuki syndrome (KS) is commonly caused by mutations in the histone-modifying enzyme lysine methyltransferase 2D (KMT2D). Immune dysfunction is frequently observed in individuals with KS, but the role of KMT2D in immune system function has not been identified.","dc:creator":"Pilarowski GO","dc:date":"2020","dc:title":"Abnormal Peyer patch development and B-cell gut homing drive IgA deficiency in Kabuki syndrome."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"A Kabuki syndrome haploinsufficiency mouse model shows deleterious effects on B cell differentiation that resulted in decreased IgA and elevated IgM similar to what is seen in the KS human immune phenotype. "},{"id":"cggv:6b2d09e2-8cd1-456d-8f6b-b088c4412605","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b5535a2-6baa-45f1-a8c7-2ca07bb61baf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The following model system shows the reduction in T cells and Reduction of T regulatory cells that could explain the autoimmune phenotype shown in some of the human cases. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28759003","type":"dc:BibliographicResource","dc:abstract":"MLL4 is an essential subunit of the histone H3 Lys4 (H3K4)-methylation complexes. We found that MLL4 deficiency compromised the development of regulatory T cells (T","dc:creator":"Placek K","dc:date":"2017","dc:title":"MLL4 prepares the enhancer landscape for Foxp3 induction via chromatin looping."},"rdfs:label":"Knock Out Mouse-T Cells"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The following example explains the T cell and autoimmune phenotypes found in some of these kabuki patients. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9185,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:d1819cd5-2591-4a98-af44-c34cc9790ae2","type":"GeneValidityProposition","disease":"obo:MONDO_0007843","gene":"hgnc:7133","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*KMT2D* was first reported as a causative gene for autosomal dominant Kabuki syndrome in 2010 (PMID 20711175). This gene encodes the enzyme lysine-specific methyltransferase 2D (KMT2D). *KMT2D* binds multiple co-factors including the paired box (PAX) transactivation domain interacting protein (PTIP) and is part of the COMPASS (COMplex of Proteins Associated with SET1), which plays a key role in B cell terminal differentiation. Evidence supporting this gene-disease relationship includes case-level and experimental data. There have been many cases reported with a broad spectrum of clinical features including growth delay, long palpebral fissures, frequent infections and others. The resulting syndrome is often referred to as Kabuki Syndrome I. Patients with pathogenic variants have been reported globally with a combined predominantly humoral immune deficiency but variable B and T cell lymphocytopenia. Newborn screening has flagged Kabuki patients for low TRECS, and so this is evidence of impaired thymopoesis in some patients before birth(PMID 31304419). Over 540 variants (insertions, duplications, and missense variations) have been reported in numerous publications. This curation reports seven variants to achieve the minimum required genetic evidence score of 12 points (PMID: 24460868, 24739679, 25142838, 26411453, 26194542, 31363182, 31949313). Age of onset in probands ranged between 3 months to 32 years. Patients with Kabuki syndrome have been reported to have some or all of the following features: splenomegaly, impaired B cell maturation, decreased IgM levels, IgA deficiency, and/or impaired vaccine response. The clinical manifestation of immunodeficiency is due to the role of *KMT2D* in B cell terminal differentiation. *KMT2D* has been shown to have incomplete penetrance (PMID 31949313) and variable expressivity. Immunophenotypes observed in patients (IgA deficiency, impaired response to vaccination, impaired B cell maturation, and splenomegaly) are recapitulated in mouse models (PMID 3186409) and in vitro with primary human cells (impaired B cell maturation) (PMID 26194542). *KMT2D* associated Kabuki syndrome can present prenatally with variable ultrasound findings including cardiac anomalies, polyhydramnios, genitourinary anomalies, single umbilical artery, IUGR, hydrops/pleural effusion/ascites, CNS anomalies, facial anomalies, skeletal findings, increased NT, cystic hygroma, oligohydramnios and gastrointestinal anomalies (PMIDs: 34185329, 33898534, 36436503, 38821912, 33686258, 37594370, 33686258, 32627857, 36658419, 34185329, 38708840). In almost half the cases, multiple prenatal USG findings are noted (PMID: 34185329). In a meta-analysis, *KMT2D* pathogenic variants were noted as the most common molecular findings for fetuses affected with isolated cardiac defect or cardiac defect with extra-cardiac malformations (PMID: 38708840). Prenatal cardiac findings included a myriad of defects. Among extra-cardiac malformations, renal anomalies were commonly seen (PMID: 34185329). In summary, *KMT2D* is definitively associated with autosomal dominant Kabuki syndrome 1 with a Predominantly humoral immunodeficiency phenotype. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:15029985-0c1a-4835-95fe-eb05dedaf85c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}