{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-09-19T16:00:00.000Z","role":"Approver"},{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-09-19T14:42:09.653Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:3239db4f-75f0-405f-8555-2171178b9bfe_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3239db4f-75f0-405f-8555-2171178b9bfe","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":19,"allele":[{"id":"cggv:297524bd-64f2-47b7-a883-534ef77b75a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144958.2(CRACR2A):c.898G>T (p.Glu300Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA383410886"}},{"id":"cggv:3673e353-5c8a-4b7c-9f15-85b3228316dc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144958.2(CRACR2A):c.834G>T (p.Glu278Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6394580"}}],"detectionMethod":"The variants were confirmed in the genomic DNA by Sanger sequencing the proband and parents. Compound heterozygous segregation of these variants was confirmed by subcloning of the proband cDNA to isolate the individual alleles.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"lymphocyte profiling showed mild CD4+ T cell lymphopenia with adequate numbers of B and NK cells. chronic diarrhoea resolved following commencement of IVIG and the ongoing treatment with IVIG has resulted in excellent control of respiratory infections.","phenotypes":["obo:HP_0002783","obo:HP_0003139","obo:HP_0002028","obo:HP_0002090","obo:HP_0002110","obo:HP_0005407","obo:HP_0025615","obo:HP_0002204"],"previousTesting":true,"previousTestingDescription":"normal colonoscopy and negative coeliac screen","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:1a5c9115-9283-425e-bb73-b05deda1e1d6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:297524bd-64f2-47b7-a883-534ef77b75a2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34908525","type":"dc:BibliographicResource","dc:abstract":"CRAC channel regulator 2 A (CRACR2A) is a large Rab GTPase that is expressed abundantly in T cells and acts as a signal transmitter between T cell receptor stimulation and activation of the Ca","dc:creator":"Wu B","dc:date":"2021","dc:title":"Biallelic mutations in "}},{"id":"cggv:91889eb5-3fc9-4b82-a01c-f0016f86aa1d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3673e353-5c8a-4b7c-9f15-85b3228316dc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/34908525"}],"rdfs:label":"Wu Proband"},{"id":"cggv:1a5c9115-9283-425e-bb73-b05deda1e1d6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1a5c9115-9283-425e-bb73-b05deda1e1d6_variant_evidence_item"},{"id":"cggv:1a5c9115-9283-425e-bb73-b05deda1e1d6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"This allele also has the R144G variant. \n\nExpression of the CRACR2AR144G/E300X double mutant in CRACR2A-deleted Jurkat T cells showed reduced protein levels and a pronounced defect in JNK phosphorylation as well as SOCE and strong impairment in cytokine production.\n\nThe independent impact of the two variants was not assessed."}],"strengthScore":1.5,"dc:description":"The nonsense variant is absent in gnomADv4.1. It occurs in exon 10. Exon 10 is the final exon of the smaller isoform c while there are 20 exons in the longer isoform a. Western blot analysis using anti-CRACR2A antibodies detected reduced amounts of only the higher molecular weight band (corresponding to the long isoform) in patient samples. They also detected pronounced reduction in CRACR2A transcript levels, consistent with NMD.\n\n"},{"id":"cggv:91889eb5-3fc9-4b82-a01c-f0016f86aa1d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91889eb5-3fc9-4b82-a01c-f0016f86aa1d_variant_evidence_item"},{"id":"cggv:91889eb5-3fc9-4b82-a01c-f0016f86aa1d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Expression of the CRACR2AE278D mutant in CRACR2A-deleted Jurkat T cells showed that it did not affect JNK phosphorylation, but impaired SOCE (store-operated Ca2+ entry) which resulted in reduced cytokine production. "}],"strengthScore":0.5,"dc:description":"gnomADv4.1 Grpmax Filtering AF 0.0005645 (64/91080 alleles in the South Asian population, including 1 homozygote)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3573c78d-d019-4694-94a9-01b5dc374215","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f6cbc259-51ee-4297-be3f-2148cbcbf10f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Coimmunoprecipitation of CRACR2A with ORAI1 and with STIM1","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34908525","rdfs:label":"interacting partners ORAI1 and STIM1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"ORAI1 and with STIM1 have assertions for a gene-disease relationship with immunodeficiency but have not yet been evaluated by the CID-SCID GCEP."},{"id":"cggv:801fc8e6-8dec-4a0e-bf6a-d324360d1b66","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:700e8019-48c1-45e2-8fb9-d82a7373d7f7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CRACR2A is a large Rab GTPase that is expressed abundantly in T cells and acts as a signal transmitter between T cell receptor stimulation and activation of the Ca2+-NFAT and JNK-AP1 pathways. The resulting clinical phenotype is more in keeping with antibody deficiency, although detailed immunological investigations show a combined immune defect with evidence of progressive lymphopenia and impaired T cell activation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27016526","type":"dc:BibliographicResource","dc:abstract":"More than 60 members of the Rab family of guanosine triphosphatases (GTPases) exist in the human genome. Rab GTPases are small proteins that are primarily involved in the formation, trafficking, and fusion of vesicles. We showed thatCRACR2A(Ca(2+) release-activated Ca(2+) channel regulator 2A) encodes a lymphocyte-specific large Rab GTPase that contains multiple functional domains, including EF-hand motifs, a proline-rich domain (PRD), and a Rab GTPase domain with an unconventional prenylation site. Through experiments involving gene silencing in cells and knockout mice, we demonstrated a role for CRACR2A in the activation of the Ca(2+) and c-Jun N-terminal kinase signaling pathways in response to T cell receptor (TCR) stimulation. Vesicles containing this Rab GTPase translocated from near the Golgi to the immunological synapse formed between a T cell and a cognate antigen-presenting cell to activate these signaling pathways. The interaction between the PRD of CRACR2A and the guanidine nucleotide exchange factor Vav1 was required for the accumulation of these vesicles at the immunological synapse. Furthermore, we demonstrated that GTP binding and prenylation of CRACR2A were associated with its localization near the Golgi and its stability. Our findings reveal a previously uncharacterized function of a large Rab GTPase and vesicles near the Golgi in TCR signaling. Other GTPases with similar domain architectures may have similar functions in T cells.","dc:creator":"Srikanth S","dc:date":"2016","dc:title":"A large Rab GTPase encoded by CRACR2A is a component of subsynaptic vesicles that transmit T cell activation signals."},"rdfs:label":" activation of the Ca2+ and the Jnk signaling pathways"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Here the authors show that CRACR2A encodes a lymphocyte-specific large Rab GTPase containing multiple functional domains. They demonstrate its direct role in activation of the Ca2+ and the Jnk signaling pathways upon T cell receptor stimulation using gene silencing and transgenic animal models. Mechanistically, vesicles containing this Rab GTPase translocate from the Golgi into the immunological synapse to activate these signaling pathways. \n\nThey examined phosphorylation levels of various signaling molecules upon TCR stimulation from control and CRACR2A-depleted T cells. While CRACR2A depletion did not significantly affect phosphorylation of upstream signaling molecules such as PLCγ1 and Lat, or downstream signaling molecules including extracellular signal-related kinase (Erk) or p38, they observed a profound reduction in Jnk1/2 phosphorylation. Between the two isoforms, only CRACR2A-a expression rescued the defect in Jnk phosphorylation almost completely.\n\nThe Jnk pathway plays a broad role in T cell activation including production of cytokines (e.g. IL-2) and expression of T cell activation markers (e.g. CD69). To examine the long-term outcomes of Jnk signaling, the authors measured CD69 expression in CRACR2A-depleted Jurkat T cells expressing wild type or mutant CRACR2A-a proteins. CRACR2A-depleted Jurkat T cells showed reduced CD69 expression that was rescued by WT CRACR2A-a (fig. S5B)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:869b70c1-a766-4295-9d02-0ba76c576741","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e09c050-ea92-4cee-9cac-b4ce387a5e37","type":"FunctionalAlteration","dc:description":"Similar to patient T cells, CRACR2A CRISPR/Cas9 KO Jurkat T cells showed reduced IL-2 production. Stable expression of WT CRACR2A in these cells substantially rescued the IL-2 production defect, validating that the decrease was caused due to loss of CRACR2A. However, expression of E278D or R144G/E300* mutants showed very marginal rescue of IL-2 expression in CRACR2A KO Jurkat T cells under the same condition.\n\nAccordingly, CRACR2A KO Jurkat T cells showed reduced Ca2+ entry triggered by TCR stimulation. Expression of WT CRACR2A fully rescued the decreased level of Ca2+ entry in KO cells while that of R144G/E300* and E278D mutants did not. \n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34908525","rdfs:label":"Reduced cytokine production in non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"\nThe authors also validated these results with primary human CD4+ cells. They found that transduction with lentiviral vectors encoding sgRNA to delete CRACR2A resulted in reduced IFN-γ production in primary cells, which was completely rescued by expression of WT CRACR2A (Figure 5B). However, both E278D and R144G/E300* mutants did not rescue cytokine production in the KO primary T cells, similar to our observations with Jurkat T cells."},{"id":"cggv:05552486-c67f-411e-b8f1-0083f1279ad4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:87eafed9-a867-42a8-adac-5897a1799f71","type":"FunctionalAlteration","dc:description":"The authors analyzed phenotypes of patient T cells, including TCR-proximal signaling events and cytokine production. Expression of IFN-γ, IL-2, and TNF cytokines was impaired in patient T cells compared to control T cells derived from multiple different healthy donors.\n\nPatient cells also showed significant reduction in store-operated Ca2+ entry (SOCE) and a profound defect in JNK phosphorylation upon TCR cross-linking.\n\nTogether, these results show the conserved role of CRACR2A in effector T cell responses by regulating the Ca2+ and JNK pathways","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34908525","rdfs:label":"reduced cytokine expression in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6112d439-f886-4247-b048-a3dd5e4281e4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4bb32e26-786a-4fd0-a64c-1929d85da4cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice with T cell-specific deletion of Cracr2a were characterized for developmental and immunological phenotypes in mice. Using 8–12 week-old animals housed in a specific pathogen free facility with limited exposure to environmental insults, the authors observed normal development and homeostasis of CD4+ cells in Cracr2afl/fl Cd4-Cre mice. Similar to patient cells, CRACR2A KO murine T cells showed defect in SOCE as well as JNK-phosphorylation, and thereby, reduction in cytokine (IFN-γ) production, suggesting conserved function of CRACR2A in mouse and human T cells. Additionally, Th1 responses to acute lymphocytic choriomeningitis virus were ameliorated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29987160","type":"dc:BibliographicResource","dc:abstract":"Ca","dc:creator":"Woo JS","dc:date":"2018","dc:title":"CRACR2A-Mediated TCR Signaling Promotes Local Effector Th1 and Th17 Responses."},"rdfs:label":"T cell KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Within the time frame of 8–12 weeks, no lymphopenia was observed in Cracr2afl/fl Cd4-Cre mice, unlike the patient in this study, who shows progressive loss of CD4+ T cells. Further studies examining T cell homeostasis in aged mice can uncover whether this phenotype is conserved in mice. Additionally, it should be noted that the mice had T cell-specific deletion of Cracr2a, unlike the patient, that expresses, albeit at lower amounts, a mutant CRACR2A protein globally. Hence, patient T cells may also have indirect impact on survival, due to loss of CRACR2A in other cells/tissues."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":8987,"specifiedBy":"cggv:11","strengthScore":6,"subject":{"id":"cggv:a06419af-f4bc-416e-8fa0-23257a01094f","type":"GeneValidityProposition","disease":"obo:MONDO_0015131","gene":"hgnc:28657","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*CRACR2A* was first reported in relation to autosomal recessive combined immunodeficiency in 2021 (Wu B, et al., 2021, PMID: 34908525). The calcium release-activated calcium channel regulator 2A (*CRACR2A*) was identified as a protein that binds ORAI1/STIM1 and stabilizes their interaction to mediate store-operated Ca2+ entry (SOCE) in T cells. *CRACR2A* encodes a large Rab GTPase that is expressed abundantly in T cells and acts as a signal transmitter between T cell receptor stimulation and activation of the Ca2+-NFAT and JNK-AP1 pathways. Two isoforms of the protein are expressed in T cells, a short cytoplasmic isoform CRACR2A-c, which was originally shown to bind ORAI1/STIM1 and stabilize their interaction, and a longer isoform CRACR2A-a, that is a Rab GTPase. The mechanism of pathogenicity appears to be biallelic loss of function and the resulting clinical phenotype is an antibody deficiency, although detailed immunological investigations show a combined immune defect with evidence of progressive lymphopenia and impaired T cell activation. Genetic evidence is available from a single proband (PMID: 34908525) with compound heterozygous missense and nonsense variants. Experimentally, this gene-disease relationship is supported by its interaction with ORAI1/STIM1 (PMID: 34908525), its function in T cells (PMID: 27016526), which is altered in patient cells as well as CRISPR/Cas9 modified Jurkat T cells (PMID: 34908525), resulting in reduced cytokine production. Furthermore, T cell-specific deletion of Cracr2a in Cracr2afl/fl mice showed defects in SOCE as well as JNK-phosphorylation, and thereby, reduction in cytokine (IFN-γ) production, suggesting conserved function of *CRACR2A* in mouse and human T cells (PMID: 29987160). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.","dc:isVersionOf":{"id":"cggv:404d2603-e070-4798-81b0-ebf683a76efe"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}