{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-01-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-01-17T13:35:30.950Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12692554","type":"dc:BibliographicResource","dc:abstract":"WHIM syndrome is an immunodeficiency disease characterized by neutropenia, hypogammaglobulinemia and extensive human papillomavirus (HPV) infection. Despite the peripheral neutropenia, bone marrow aspirates from affected individuals contain abundant mature myeloid cells, a condition termed myelokathexis. The susceptibility to HPV is disproportionate compared with other immunodeficiency conditions, suggesting that the product of the affected gene may be important in the natural control of this infection. We describe here the localization of the gene associated with WHIM syndrome to a region of roughly 12 cM on chromosome 2q21 and the identification of truncating mutations in the cytoplasmic tail domain of the gene encoding chemokine receptor 4 (CXCR4). Haplotype and mutation analyses in a pedigree transmitting myelokathexis as an apparently autosomal recessive trait support genetic heterogeneity for this aspect of the WHIM syndrome phenotype. Lymphoblastoid cell lines carrying a 19-residue truncation mutation show significantly greater calcium flux relative to control cell lines in response to the CXCR4 ligand, SDF-1, consistent with dysregulated signaling by the mutant receptor. The identification of mutations in CXCR4 in individuals with WHIM syndrome represents the first example of aberrant chemokine receptor function causing human disease and suggests that the receptor may be important in cell-mediated immunity to HPV infection.","dc:creator":"Hernandez PA","dc:date":"2003","dc:title":"Mutations in the chemokine receptor gene CXCR4 are associated with WHIM syndrome, a combined immunodeficiency disease."},"evidence":[{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:751b155b-fc35-455b-aae5-e16fb87e3de9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ebf24127-2aa7-4bc8-9b42-d27925558299","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using anti-CXCR4 mAb, we demonstrate that this chemokine receptor is highly expressed on neutrophils, monocytes, B cells, and naive T cells among peripheral blood cells. In secondary lymphoid organs CXCR4 was found to be expressed on B cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9570576","type":"dc:BibliographicResource","dc:abstract":"We describe the expression and regulation of the HIV-1 coreceptor CXCR4/fusin. Using anti-CXCR4 mAb, we demonstrate that this chemokine receptor is highly expressed on neutrophils, monocytes, B cells, and naive T cells among peripheral blood cells. In secondary lymphoid organs CXCR4 was found to be expressed on B cells. However, individual variations with regard to surface expression could be observed on T cells. Expression of the receptor is not confined to the cell surface, as large amounts of intracellular stores can be found on various leukocytes. Upon activation with phorbol esters the amount of cell surface-expressed CXCR4 on lymphocytes increases twofold within 30 s before it is completely down-regulated within the next 2 min. Incubation of leukocytes with stroma derived factor-1alpha, the natural ligand for CXCR4, induces down-regulation of up to 60% of surface-expressed receptors in a pertussis toxin-insensitive manner. Interestingly, receptor cross-linking caused by incubation of cells with anti-CXCR4 mAb triggers receptor trafficking, in that the receptor is rapidly internalized and recycled to the cell surface. Therefore, receptor internalization and recycling may regulate the functional interaction of the receptor with envelope proteins during an initial step of HIV-1 infection.","dc:creator":"Förster R","dc:date":"1998","dc:title":"Intracellular and surface expression of the HIV-1 coreceptor CXCR4/fusin on various leukocyte subsets: rapid internalization and recycling upon activation."},"rdfs:label":"Leukocyte expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"These findings are consistent with those reported by The Human Protein Atlas of enhanced expression in the bone marrow and lymphoid tissue."},{"id":"cggv:0fd08313-94fd-49ea-8459-b227bb6806c4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:85f35c4e-4244-4c10-8da9-9ab996cd6371","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The chemokine stromal cell-derived factor-1 (SDF-1) binds to the transmembrane CXCR4 receptor (a G protein-coupled transmembrane protein) in the bone marrow. CXCR4 regulates the mobilization of neutrophils and lymphocytes from bone marrow by first blocking their release; as the neutrophils mature, SDF-1-CXCR4 is internalized and hence turned off, allowing for the release of neutrophils and lymphocytes and effective mobilization into the blood stream.  A gain-of-function mutation in patients with the WHIM syndrome leads to inappropriate hyperactivity of the CXCR4 receptor and failed internalization, leading to a prolonged retention of neutrophils and lymphocytes in the bone marrow leading to myelokathexis and immunodeficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19264920","type":"dc:BibliographicResource","dc:abstract":"The number of neutrophils in the blood is tightly regulated to ensure adequate protection against microbial pathogens while minimizing damage to host tissue. Neutrophil homeostasis in the blood is achieved through a balance of neutrophil production, release from the bone marrow, and clearance from the circulation. Accumulating evidence suggests that signaling by CXCL12, through its major receptor CXCR4, plays a key role in maintaining neutrophil homeostasis. Herein, we generated mice with a myeloid lineage-restricted deletion of CXCR4 to define the mechanisms by which CXCR4 signals regulate this process. We show that CXCR4 negatively regulates neutrophil release from the bone marrow in a cell-autonomous fashion. However, CXCR4 is dispensable for neutrophil clearance from the circulation. Neutrophil mobilization responses to granulocyte colony-stimulating factor (G-CSF), CXCL2, or Listeria monocytogenes infection are absent or impaired, suggesting that disruption of CXCR4 signaling may be a common step mediating neutrophil release. Collectively, these data suggest that CXCR4 signaling maintains neutrophil homeostasis in the blood under both basal and stress granulopoiesis conditions primarily by regulating neutrophil release from the bone marrow.","dc:creator":"Eash KJ","dc:date":"2009","dc:title":"CXCR4 is a key regulator of neutrophil release from the bone marrow under basal and stress granulopoiesis conditions."},"rdfs:label":"regulator of neutrophil release"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Signaling by CXCL12, through its major receptor CXCR4, plays a key role in maintaining neutrophil homeostasis. Here, the authors generated mice with a myeloid lineage–restricted deletion of CXCR4 to define the mechanisms by which CXCR4 signals regulate this process. They showed that CXCR4 negatively regulates neutrophil release from the bone marrow in a cell-autonomous fashion. Neutrophil mobilization responses to granulocyte colony-stimulating factor (G-CSF), CXCL2, or Listeria monocytogenes infection are absent or impaired, suggesting that disruption of CXCR4 signaling may be a common step mediating neutrophil release."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b21d0af-96b0-43e5-937f-e1f4354141f8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:067a7368-cc17-4fbf-9467-5d6379a77178","type":"FunctionalAlteration","dc:description":"Internalization of CXCR4 in response to CXCL12 was investigated in circulating T lymphocytes from healthy subjects and patients P1 and P2. In sharp contrast to cells from healthy subjects, the internalization of CXCR4 induced either by CXCL12 or PMA in T lymphocytes from patients P1 and P2 was markedly impaired. Similar results have been reported elsewhere, including PMID: 19321197.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15536153","type":"dc:BibliographicResource","dc:abstract":"The WHIM syndrome is a rare immunodeficiency disorder characterized by warts, hypogammaglobulinemia, infections, and myelokathexis. Dominant heterozygous mutations of the gene encoding CXCR4, a G-protein-coupled receptor with a unique ligand, CXCL12, have been associated with this pathology. We studied patients belonging to 3 different pedigrees. Two siblings inherited a CXCR4 mutation encoding a novel C-terminally truncated receptor. Two unrelated patients were found to bear a wild-type CXCR4 open reading frame. Circulating lymphocytes and neutrophils from all patients displayed similar functional alterations of CXCR4-mediated responses featured by a marked enhancement of G-protein-dependent responses. This phenomenon relies on the refractoriness of CXCR4 to be both desensitized and internalized in response to CXCL12. Therefore, the aberrant dysfunction of the CXCR4-mediated signaling constitutes a common biologic trait of WHIM syndromes with different causative genetic anomalies. Responses to other chemokines, namely CCL4, CCL5, and CCL21, were preserved, suggesting that, in clinical forms associated with a wild-type CXCR4 open reading frame, the genetic anomaly might target an effector with some degree of selectivity for the CXCL12/CXCR4 axis. We propose that the sustained CXCR4 activity in patient cells accounts for the immune-hematologic clinical manifestations and the profusion of warts characteristic of the WHIM syndrome.","dc:creator":"Balabanian K","dc:date":"2005","dc:title":"WHIM syndromes with different genetic anomalies are accounted for by impaired CXCR4 desensitization to CXCL12."},"rdfs:label":"Internalization"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Impaired internalization prolongs receptor residence time on the cell surface and is thought to contribute to amplification and prolongation of receptor signaling; exaggerated CXCR4 signaling as the cause of myelokathexis is consistent with the known role of normal CXCR4 signaling in regulating bone marrow egress of neutrophilis."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43c12e47-17fb-4a47-a188-9c29a5f4b5ed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e3dda280-adb4-4364-a2d6-52b49753da43","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"CXCR4 antagonist plerixafor increased absolute lymphocyte, monocyte, and neutrophil counts in blood to normal. These data provide the first pharmacologic evidence that panleukopenia in WHIM syndrome is caused by CXCL12-CXCR4 signaling-dependent leukocyte sequestration","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21890643","type":"dc:BibliographicResource","dc:abstract":"WHIM syndrome is a rare congenital immunodeficiency disorder characterized by warts, hypogammaglobulinemia, infections, and myelokathexis (neutropenia because of impaired egress from the BM); most patients also have severe panleukopenia. Because WHIM syndrome is caused by mutations in the chemokine receptor CXCR4 that result in increased agonist-dependent signaling, we hypothesized that the CXCR4 antagonist plerixafor (Mozobil [Genyzme Corporation], AMD3100), might be an effective treatment. To test this, we enrolled 3 unrelated adult patients with the most common WHIM mutation, CXCR4(R334X), in a phase 1 dose-escalation study. Plerixafor increased absolute lymphocyte, monocyte, and neutrophil counts in blood to normal without significant side effects in all 3 patients. Peak responses occurred at 3-12 hours after injection and waned by 24 hours after injection which tracked the drug's pharmacokinetics. All 3 cell types increased in a dose-dependent manner with the rank order of responsiveness absolute lymphocyte > monocyte > neutrophil. These data provide the first pharmacologic evidence that panleukopenia in WHIM syndrome is caused by CXCL12-CXCR4 signaling-dependent leukocyte sequestration, and support continued study of plerixafor as mechanism-based therapy in this disease. This study is registered at http://www.clinicaltrials.gov as NCT00967785.","dc:creator":"McDermott DH","dc:date":"2011","dc:title":"The CXCR4 antagonist plerixafor corrects panleukopenia in patients with WHIM syndrome."},"rdfs:label":"CXCR4 antagonist"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":1,"dc:description":"Plerixafor causes a partial blockade of CXCR4."},{"id":"cggv:b2d013c9-ae36-4515-875c-30ecc0a6ceed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e915fbb2-76ba-4a78-a341-fa82d450a63d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"To model the human disorder, WHIM syndrome, in zebrafish we expressed the homologous CXCR4 receptor truncation mutations in zebrafish neutrophils with the use of the MPO promoter.\nWHIM zebrafish are neutropenic, and WHIM neutrophils show impaired recruitment to wounds and tissue inflammation, recapitulating the human disease. Expression of WHIM truncation mutations of CXCR4 in zebrafish neutrophils induces neutrophil retention in hematopoietic tissue and mediates a retention signal that is SDF1 dependent. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20592249","type":"dc:BibliographicResource","dc:abstract":"CXCR4 is a G protein-coupled chemokine receptor that has been implicated in the pathogenesis of primary immunodeficiency disorders and cancer. Autosomal dominant gain-of-function truncations of CXCR4 are associated with warts, hypo-gammaglobulinemia, infections, and myelokathexis (WHIM) syndrome, a primary immunodeficiency disorder characterized by neutropenia and recurrent infections. Recent progress has implicated CXCR4-SDF1 (stromal cell-derived factor 1) signaling in regulating neutrophil homeostasis, but the precise role of CXCR4-SDF1 interactions in regulating neutrophil motility in vivo is not known. Here, we use the optical transparency of zebrafish to visualize neutrophil trafficking in vivo in a zebrafish model of WHIM syndrome. We demonstrate that expression of WHIM mutations in zebrafish neutrophils induces neutrophil retention in hematopoietic tissue, impairing neutrophil motility and wound recruitment. The neutrophil retention signal induced by WHIM truncation mutations is SDF1 dependent, because depletion of SDF1 with the use of morpholino oligonucleotides restores neutrophil chemotaxis to wounds. Moreover, localized activation of a genetically encoded, photoactivatable Rac guanosine triphosphatase is sufficient to direct migration of neutrophils that express the WHIM mutation. The findings suggest that this transgenic zebrafish model of WHIM syndrome may provide a valuable tool to screen for agents that modify CXCR4-SDF1 retention signals.","dc:creator":"Walters KB","dc:date":"2010","dc:title":"Live imaging of neutrophil motility in a zebrafish model of WHIM syndrome."},"rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish recapitulate neutropenia but not additional features of warts, hypogammaglobulinemia, infections, and myelokathexis (WHIM) syndrome."},{"id":"cggv:9c172194-c113-4270-9beb-d42ddbcc35bc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52122ba2-1435-48de-89db-ce16ef8e6c8d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cxcr4+/mutant(1013) mice display leukocytes with enhanced responses to Cxcl12 and exhibit leukopenia as reported in patients. The absolute number of each blood leukocyte subpopulation was significantly reduced in Cxcr4+/1013 mice (Figure 2C). Cxcr4+/1013 mice also displayed a significant monocytopenia.\n\nTreatment with CXCL12/CXCR4 antagonists transiently reverses blood anomalies, further demonstrating the causal role of the mutant receptor in the leukopenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22438253","type":"dc:BibliographicResource","dc:abstract":"Desensitization controls G protein-dependent signaling of chemokine receptors. We investigate the physiologic implication of this process for CXCR4 in a mouse model harboring a heterozygous mutation of the Cxcr4 gene, which engenders a desensitization-resistant receptor. Such anomaly is linked to the warts, hypogammaglobulinemia, infections, myelokathexis (WHIM) syndrome, a human rare combined immunodeficiency. Cxcr4(+/mutant(1013)) mice display leukocytes with enhanced responses to Cxcl12 and exhibit leukopenia as reported in patients. Treatment with CXCL12/CXCR4 antagonists transiently reverses blood anomalies, further demonstrating the causal role of the mutant receptor in the leukopenia. Strikingly, neutropenia occurs in a context of normal bone marrow architecture and granulocyte lineage maturation, indicating a minor role for Cxcr4-dependent signaling in those processes. In contrast, Cxcr4(+/1013) mice show defective thymopoiesis and B-cell development, accounting for circulating lymphopenia. Concomitantly, mature T and B cells are abnormally compartmentalized in the periphery, with a reduction of primary follicles in the spleen and their absence in lymph nodes mirrored by an unfurling of the T-cell zone. These mice provide a model to decipher the role of CXCR4 desensitization in the homeostasis of B and T cells and to investigate which manifestations of patients with WHIM syndrome may be overcome by dampening the gain of CXCR4 function.","dc:creator":"Balabanian K","dc:date":"2012","dc:title":"Proper desensitization of CXCR4 is required for lymphocyte development and peripheral compartmentalization in mice."},"rdfs:label":"Cxcr4+/1013 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"These findings indicated that mutant mice exhibit striking parallels to the major immunologic features of WS. However, and in contrast to patients, circulating neutropenia occurred in a context of normal BM architecture."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":5793,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:5fcc6708-2926-458e-b816-853b9fe8f2dc","type":"GeneValidityProposition","disease":"obo:MONDO_0023880","gene":"hgnc:2561","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CXCR4* was first reported in relation to autosomal dominant WHIM syndrome in 2003 (Hernandez PA, et al., 2003, PMID: 12692554). *CRCX4* is a G-protein–coupled receptor, specific for CXCL12, which initiates signal transduction to activate downstream effectors such as calcium flux, AKT, and Erk1/2 to trigger cellular responses, including adhesion and cell migration. WHIM syndrome has four key manifestations: warts (due to HPV infection), hypogammaglobulinemia, immunodeficiency, and myelokathexis (reviewed in PMID: 30565238). Mature neutrophils fail to exit the bone marrow and B- and T-cell abundance or function is variably deficient. WHIM patients with significant T cell lymphopenia can by identified by TREC-based newborn screening (PMID: 33415666). There are differences in clinical expressivity and all patients may not have the full tetrad of WHIM features (i.e., PMID: 16275383). The mechanism of disease is proposed as gain-of-function; decreased internalization of mutated *CXCR4* leads to prolongation/enhancement of signaling and may provide the biochemical basis for the autosomal dominant abnormalities of cell trafficking and function associated with WHIM syndrome. All reported, genetically defined cases have variants altering the last 10-19 amino acids in the carboxy-tail, with at least ten variants (predominantly nonsense and frameshift) reported. This curation includes ten probands from eight publications (PMIDs: 12692554, 15026312, 17087743, 19321197, 22596258, 23009155, 24139496, 27059040) and 13 additional affected family members. Additional cases are available in the literature (including PMID: 35947323) however the maximum score for genetic evidence has been reached. A role in disease is supported by expression of *CXCR4* in bone marrow and lymphoid tissue (PMID: 9570576) where *CXCR4* functions as a regulator of neutrophil release (PMID: 19264920), which is altered in patients due to impaired internalization (PMID: 15536153). A partial blockade by a *CXCR4* antagonist, rescues the phenotype in patients, including an increase in absolute lymphocyte, monocyte, and neutrophil counts (PMID: 21890643). Additionally, neutropenia and myelokathexis have been recapitulated in mice (PMID: 22438253) and zebrafish (PMID: 20592249) genetically modified to express *CXCR4* variant Arg334Ter. In summary *CXCR4* is definitively associated with autosomal dominant WHIM syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:89723de3-8fd8-4e2c-8609-bcd924e2f349"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}