{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-11-21T17:00:00.000Z","role":"Approver"},{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-03-28T18:18:58.967Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19666519","type":"dc:BibliographicResource","dc:abstract":"Congenital heart diseases (CHD) occur in nearly 1% of all live births and are the major cause of infant mortality and morbidity. Although an improved understanding of the genetic causes of CHD would provide insight into the underlying pathobiology, the genetic etiology of most CHD remains unknown. Here we show that mutations in the gene encoding the transcription factor GATA6 cause CHD characteristic of a severe form of cardiac outflow tract (OFT) defect, namely persistent truncus arteriosus (PTA). Two different GATA6 mutations were identified by systematic genetic analysis using DNA from patients with PTA. Genes encoding the neurovascular guiding molecule semaphorin 3C (SEMA3C) and its receptor plexin A2 (PLXNA2) appear to be regulated directly by GATA6, and both GATA6 mutant proteins failed to transactivate these genes. Transgenic analysis further suggests that, in the developing heart, the expression of SEMA3C in the OFT/subpulmonary myocardium and PLXNA2 in the cardiac neural crest contributing to the OFT is dependent on GATA transcription factors. Together, our data implicate mutations in GATA6 as genetic causes of CHD involving OFT development, as a result of the disruption of the direct regulation of semaphorin-plexin signaling.","dc:creator":"Kodo K","dc:date":"2009","dc:title":"GATA6 mutations cause human cardiac outflow tract defects by disrupting semaphorin-plexin signaling."},"evidence":[{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:30f70e1b-b9ab-43aa-8d4b-b8bca1819b54","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a1f30a6-adf4-43a9-919f-cc43e70d2b44","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GATA-4 and GATA-6 functionally and physically interact to activate cardiac promoters. Luciferase activity assay showed that GATA-4 and GATA-6 cooperatively activate cardiac promoters. ANF and BNP reporter vectors were cotransfected with 200 ng of GATA-4 and GATA-6 expression vectors in HeLa cells. At a low dose of expression vector where neither GATA-4 nor GATA-6 could activate transcription by itself, synergistic activation of the ANF and BNP promoter was achieved through a single GATA-binding site. SDS-PAGE and immunoprecipitation assays showed that GATA-4 interacted specifically with GATA-6, and this interaction required the zinc fingers and the basic region of GATA-4. Polyhistidine-tagged GATA-4 and wild-type GATA-6 were cotranscribed in vitro and cotranslated in presence of radiolabeled methionine. The ability of GATA-4 and GATA-6 to contact each other was further confirmed in vivo by chemical cross-linking of cardiomyocyte extracts followed by immunoprecipitation with a GATA-4 antibody and Western blotting with a GATA-6 antibody \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10330176","type":"dc:BibliographicResource","dc:abstract":"Two members of the GATA family of transcription factors, GATA-4 and GATA-6, are expressed in the developing and postnatal myocardium and are equally potent transactivators of several cardiac promoters. However, several in vitro and in vivo lines of evidence suggest distinct roles for the two factors in the heart. Since identification of the endogenous downstream targets of GATA factors would greatly help to elucidate their exact functions, we have developed an adenovirus-mediated antisense strategy to specifically inhibit GATA-4 and GATA-6 protein production in postnatal cardiomyocytes. Expression of several endogenous cardiac genes was significantly down-regulated in cells lacking GATA-4 or GATA-6, indicating that these factors are required for the maintenance of the cardiac genetic program. Interestingly, transcription of some genes like the alpha- and beta-myosin heavy-chain (alpha- and beta-MHC) genes was preferentially regulated by GATA-4 due, in part, to higher affinity of GATA-4 for their promoter GATA element. However, transcription of several other genes, including the atrial natriuretic factor and B-type natriuretic peptide (ANF and BNP) genes, was similarly down-regulated in cardiomyocytes lacking one or both GATA factors, suggesting that GATA-4 and GATA-6 could act through the same transcriptional pathway. Consistent with this, GATA-4 and GATA-6 were found to colocalize in postnatal cardiomyocytes and to interact functionally and physically to provide cooperative activation of the ANF and BNP promoters. The results identify for the first time bona fide in vivo targets for GATA-4 and GATA-6 in the myocardium. The data also show that GATA factors act in concert to regulate distinct subsets of genes, suggesting that combinatorial interactions among GATA factors may differentially control various cellular processes.","dc:creator":"Charron F","dc:date":"1999","dc:title":"Cooperative interaction between GATA-4 and GATA-6 regulates myocardial gene expression."},"rdfs:label":"Charron protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:ea931fd4-02cf-4443-bf0e-d49e2f8e545e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10d704eb-db27-473a-98e4-4271923ba75b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The reduction of both GATA-4 and GATA-6 protein levels had the same effect on ANF expression as that of either factor alone, suggesting that GATA-4 and GATA-6 are members of a single functional complex and that the ablation of GATA-4 or GATA-6 in that complex is sufficient to disrupt its transcriptional activity","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10330176","rdfs:label":"Charron biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:342c0102-d034-4b5d-bb9a-82689324fca2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86bd3659-cff4-435c-b149-519e1901e752","type":"FunctionalAlteration","dc:description":"Immunostaining of transiently expressed HA-tagged WT and variants of GATA6 in 293T cells showed that Q120X was prominently located in the cytoplasm, while WT and other variants of GATA6 remained in the nucleus. Luciferase reporter assays showed that both Q120X and S424I decreased the transactivation of Anf and bnp reporter, which are GATA6's direct cardiac downstream targets, while H258Q enhanced the bnp reporter transactivation, compared with WT. RT-qPCR showed a similar trend in the mRNA expression of ANF and BNP, suggesting Q120X and S424I decreased their transcriptional activity on target genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36525927","type":"dc:BibliographicResource","dc:abstract":"Damaging GATA6 variants can cause moderate congenital heart defects. With the application of next-generation sequencing approaches, various novel GATA6 variants with unknown significance have been identified from a broad spectrum of congenital heart defects. However, functional assessment for distinct GATA6 variants from different severity of congenital heart defects, especially from mild defects, is lacking, which hinders our understanding of the genotype-phenotype correlations and underlying mechanisms. Here, we assessed the functional consequences of nine rare GATA6 variants, which had been implicated as the most significant variants associated with mild congenital heart defects using the largest case and control cohort. We examined the effects of these variants on subcellular localization, transcriptional activity, and protein interactions in 293T or AC16 cells and their ability to rescue heart malformation in gata6 zebrafish mutant. We found that two of these nine variants, Q120X and S424I, significantly decreased transcriptional activity. Additionally, Q120X altered subcellular localization. Consistent with the in vitro results, the in vivo results showed that Q120X and S424I lost their potency to rescue ventricular malformation in gata6 -/- embryos. The results indicated that Q120X and S424I are pathogenic in mild congenital heart defects. Further, the inconsistence of severely impaired Q120X function and mild CHDs phenotype suggested the complexity of the genotype-phenotype correlation between the GATA6 variant and heart phenotype, which may help to inform prenatal genetic counseling and pre-implantation genotyping for congenital heart defects.","dc:creator":"Wu H","dc:date":"2023","dc:title":"Functional characterization of GATA6 genetic variants associated with mild congenital heart defects."},"rdfs:label":"Fuctional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1eb3342e-b73b-46dd-a033-247e9b0bf19a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b5cc4be3-fc40-4f2c-8c75-1e188244c853","type":"FunctionalAlteration","dc:description":"Flow cytometry showed all lines differentiated normally to the PFG stage assayed by the percent PDX1+ cells. The mutant lines generated fewer PDX1+/NKX6.1+ PP cells compared to their genetically identical controls and had lower GATA6 protein expression at the PFG and PP stages of differentiation. The minor allele variant of SNP rs12953985 leads to the disruption of a RORα binding site and lowers GATA6 expression during pancreas specification","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32442395","type":"dc:BibliographicResource","dc:abstract":"GATA6 is a critical regulator of pancreatic development, with heterozygous mutations in this transcription factor being the most common cause of pancreatic agenesis. To study the variability in disease phenotype among individuals harboring these mutations, a patient-induced pluripotent stem cell model was used. Interestingly, GATA6 protein expression remained depressed in pancreatic progenitor cells even after correction of the coding mutation. Screening the regulatory regions of the GATA6 gene in these patient cells and 32 additional agenesis patients revealed a higher minor allele frequency of a SNP 3' of the GATA6 coding sequence. Introduction of this minor allele SNP by genome editing confirmed its functionality in depressing GATA6 expression and the efficiency of pancreas differentiation. This work highlights a possible genetic modifier contributing to pancreatic agenesis and demonstrates the usefulness of using patient-induced pluripotent stem cells for targeted discovery and validation of non-coding gene variants affecting gene expression and disease penetrance.","dc:creator":"Kishore S","dc:date":"2020","dc:title":"A Non-Coding Disease Modifier of Pancreatic Agenesis Identified by Genetic Correction in a Patient-Derived iPSC Line."},"rdfs:label":"Functional alteration in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cd81fea-71d5-4fbc-95db-231b513c2f26","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:41859a1e-57e4-4cae-8145-8dae56c4e161","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"mRNA of Q120X or S424I cannot rescue the malformed ventricle in gata6 null embryos, in contrast to that of WT GATA6. There are no significant differences in the percentage of normal ventricular morphology between gata6 null embryos and gata6 null embryos injected with Q120X or S424I mRNA but a significantly higher percentage of normal ventricular morphology was observed in gata6 null embryos injected with WT mRNA. The results suggest that Q120X and S424I variants lose their capability to rescue heart defects in gata6 mutant","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36525927","rdfs:label":"Zebrafish rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:8fbe6479-e1dc-496e-aa36-f43ccfbdecec","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:81448f06-132f-432b-933c-a7faef58afdc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transcriptional and epigenetic analyses of differentiating cardiomyocytes from isogenic WT and mutant hiPSCs provide evidence that GATA6 functions as a pioneer factor that modifies chromatin accessibility and promotes the expression of gene networks involving HAND2, VEGFR and neural crest cells that enable second heart field development and patterning of the outflow tract and atria. GATA6 plays critical role in endodermal and retinoic acid signaling gene networks that gives rise to the pancreas and diaphragm. LoF GATA6 variants repress epigenetic modification and transcriptional activity, while an exon 4 GATA6 missense variant alters normal and also causes ectopic epigenetic effects that enhanced retinoic acid signaling resulting in profound deleterious consequences on gene expression","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33054971","rdfs:label":"Sharma cell culture modle"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:2ba6773c-4301-4ff6-8b45-ee31c04196b9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63364722-141a-434b-a60c-8fff99eec875","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mutation led to perinatal mortality from a spectrum of cardiovascular defects. All 11 SMCre+GATA-6F/F embryos characterized at E18.5 revealed membranous VSD, aortic arch patterning defects, and/or cardiac outflow tract abnormalities. Several newborn mice were observed to be cyanotic and to expire shortly after birth, and postmortem analyses revealed cardiac outflow tract defects. Wnt1Cre+GATA-6F/F embryos recapitulated that of  SMCre+GATA-6F/F mutant embryos. Together, these data demonstrate that GATA-6 is required for proper patterning of the aortic arch arteries and septation of the cardiac outflow tract as well as for neonatal survival. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16557299","type":"dc:BibliographicResource","dc:abstract":"GATA transcription factors play critical roles in restricting cell lineage differentiation during development. Here, we show that conditional inactivation of GATA-6 in VSMCs results in perinatal mortality from a spectrum of cardiovascular defects, including interrupted aortic arch and persistent truncus arteriosus. Inactivation of GATA-6 in neural crest recapitulates these abnormalities, demonstrating a cell-autonomous requirement for GATA-6 in neural crest-derived SMCs. Surprisingly, the observed defects do not result from impaired SMC differentiation but rather are associated with severely attenuated expression of semaphorin 3C, a signaling molecule critical for both neuronal and vascular patterning. Thus, the primary function of GATA-6 during cardiovascular development is to regulate morphogenetic patterning of the cardiac outflow tract and aortic arch. These findings provide new insights into the conserved functions of the GATA-4, -5, and -6 subfamily members and identify GATA-6 and GATA-6-regulated genes as candidates involved in the pathogenesis of congenital heart disease.","dc:creator":"Lepore JJ","dc:date":"2006","dc:title":"GATA-6 regulates semaphorin 3C and is required in cardiac neural crest for cardiovascular morphogenesis."},"rdfs:label":"Lepore mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as the model is a homozygous model for a dominant disease in human cases"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7969,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:a20a1b52-daf7-48eb-9877-bc4680a11f82","type":"GeneValidityProposition","disease":"obo:MONDO_0100540","gene":"hgnc:4174","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GATA6* was first reported in relation to autosomal dominant *GATA6*- related congenital heart disease with or without pancreatic agenesis or neonatal diabetes in 2009 (Kodo et al. 2009, PMID: 19666519). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms, inheritance pattern and phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity: Atrial septal defect 9, Conotruncal heart malformations, Tetralogy of Fallot, Ventricular septal defect, Atrioventricular septal defect, Bicuspid aortic valve, Transposition of the great arteries, Persistent truncus arteriosus, Congenital heart disease with pancreatic agenesis, and Congenital heart disease with neonatal diabetes. At least ten unique variants (missense, nonsense, frameshift) that have been reported in ten probands in seven publications (PMIDs: 19666519, 23020118, 25937001, 28049534, 29653232, 31301121, 35595280) are included in this curation. Four of the ten variants were de novo occurrences. Variants in *GATA6* co-segregated in at least 4 members in a family with bicuspid aortic valve (PMID: 29653232). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is supported by biochemical function study, functional alteration data, and protein interaction data (PMIDs: 10330176, 32442395, 36525927, 10330176). Experimental evidence also includes a mouse model with conditional deletion of *GATA6* that recapitulated the CHD phenotype (PMID: 16557299), a hIPSC cell culture model showing the importance of *GATA6* in development of the heart, endodermal lineages, pancreas, and diaphragm (PMID: 33054971), and rescue in a zebrafish *GATA6* knockout mutant line (PMID: 36525927). In summary, *GATA6* is definitively associated with autosomal dominant *GATA6*- related congenital heart disease with or without pancreatic agenesis or neonatal diabetes. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 11/21/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:a7a0fdd7-f796-4921-95b6-709fd859b6d3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}