{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-05-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf97d622-1c82-4146-b9cf-8e8cbc51b655","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e5314c7-053b-4be8-9d68-ee33459aa6fa","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-qPCR showed that Zeb2 expression increased 5-fold within the first 4 hours of neural specification, and continues to increase significantly during the course of neural lineage specification.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22594450","type":"dc:BibliographicResource","dc:abstract":"Inducing a stable and predictable program of neural cell fate in pluripotent cells in vitro is an important goal for utilizing these cells for modeling human disease mechanisms. However, the extent to which in vitro neural specification recapitulates in vivo neural specification remains to be fully established. We previously demonstrated that in the mouse embryo, activation of fibroblast growth factor (FGF) signalling promotes definitive neural stem cell (NSC) development through the upregulation of the transcription factor Zfhx1b. Here, we asked whether Zfhx1b is similarly required during neural lineage development of embryonic stem (ES) cells. Zfhx1b gene expression is rapidly upregulated in mouse ES cells cultured in a permissive neural-inducing environment, compared to ES cells in a standard pluripotency maintenance environment, and is potentiated by FGF signalling. However, overexpression of Zfhx1b in ES cells in maintenance conditions, containing serum and leukemia inhibitory factor (LIF), is sufficient to induce Sox1 expression, a marker found in neural precursors and to promote definitive NSC colony formation. Knockdown of Zfhx1b in ES cells using siRNA did not affect the initial transition of ES cells to a neural cell fate, but did diminish the ability of these neural cells to develop further into definitive NSCs. Thus, our findings using ES cells are congruent with evidence from mouse embryos and support a model, whereby intercellular FGF signaling induces Zfhx1b, which promotes the development of definitive NSCs subsequent to an initial neural specification event that is independent of this pathway.","dc:creator":"Dang LT","dc:date":"2012","dc:title":"Zfhx1b induces a definitive neural stem cell fate in mouse embryonic stem cells."},"rdfs:label":"Dang ES Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aeb54370-732f-438a-89d2-721c62bdfd4f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d176bd8-b9c3-44d5-b891-4f76d4a8889a","type":"FunctionalAlteration","dc:description":"Knockdown of Zeb2 caused a significant decrease in the number of definitive neural stem cells in the cultures compared to untreated controls and cells transfected with Scr siRNA. This suggests that Zeb2 promotes and is necessary for NSC development.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22594450","rdfs:label":"Dang ES Zeb2 knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:678513b6-7be1-4d10-9b55-f98a37b658df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3d630fb3-d5c4-4120-a830-7e4cd15decd3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional deletion of Zeb2 in mice is embryonic lethal. Observations of these fetuses showed many phenotypes similar to Mowat-Wildon syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17478475","type":"dc:BibliographicResource","dc:abstract":"Mowat-Wilson syndrome is a recently delineated autosomal dominant developmental anomaly, whereby heterozygous mutations in the ZFHX1B gene cause mental retardation, delayed motor development, epilepsy and a wide spectrum of clinically heterogeneous features, suggestive of neurocristopathies at the cephalic, cardiac and vagal levels. However, our understanding of the etiology of this condition at the cellular level remains vague. This study presents the Zfhx1b protein expression domain in mouse embryos and correlates this with a novel mouse model involving a conditional mutation in the Zfhx1b gene in neural crest precursor cells. These mutant mice display craniofacial and gastrointestinal malformations that show resemblance to those found in human patients with Mowat-Wilson syndrome. In addition to these clinically recognized alterations, we document developmental defects in the heart, melanoblasts and sympathetic and parasympathetic anlagen. The latter observations in our mouse model for Mowat-Wilson suggest a hitherto unknown role for Zfhx1b in the development of these particular neural crest derivatives, which is a set of observations that should be acknowledged in the clinical management of this genetic disorder.","dc:creator":"Van de Putte T","dc:date":"2007","dc:title":"Neural crest-specific removal of Zfhx1b in mouse leads to a wide range of neurocristopathies reminiscent of Mowat-Wilson syndrome."},"rdfs:label":"Van de Putte Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded because this is a homozygous knockout model, while the human phenotype is autosomal dominant."},{"id":"cggv:86453a06-164b-481c-b892-45f1acb98548","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:06de213d-dcb9-4860-b49f-421436a0a0ea","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Only 46% of all de novo Zeb2 deltaex/+ mice with C57BL/6 background survived to 4 weeks. Adult, but not infant, de novo Zeb2 deltaex/+ mice have shorter nasal bone and broader skull. One of the two embryos studied had agenesis of the corpus callosum, while none of the adult de novo Zeb2 deltaex/+ mice with C57BL/6 background. Mice with ACC possibly die in utero. Evaluation showed that the number of parvalbumin (PV) interneurons in the cortex of adult mice was reduced by about 30% compared to control mice. This is a possible connection to the epilepsy phenotype observed in human patients. Anxiety tests showed de novo Zeb2 deltaex/+ mice were more sensitive to anxiety compared to controls. Social behavior tests showed de novo Zeb2 deltaex/+ mice had lower sociality compared to controls. The researchers were unable to conclude anything about learning and memory.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26319231","type":"dc:BibliographicResource","dc:abstract":"Mowat-Wilson syndrome (MOWS) is caused by de novo heterozygous mutation at ZEB2 (SIP1, ZFHX1B) gene, and exhibit moderate to severe intellectual disability (ID), a characteristic facial appearance, epilepsy and other congenital anomalies. Establishing a murine MOWS model is important, not only for investigating the pathogenesis of this disease, but also for identifying compounds that may improve the symptoms. However, because the heterozygous Zeb2 knockout mouse could not be maintained as a mouse line with the inbred C57BL/6 background, it was difficult to use those mice for the study of MOWS. Here, we systematically generated de novo Zeb2 Δex7/+ mice by inducing the Zeb2 mutation in the germ cells using conditional recombination system. The de novo Zeb2 Δex7/+ mice with C57BL/6 background developed multiple defects relevant to MOWS, including craniofacial abnormalities, defective corpus callosum formation and the decreased number of parvalbumin interneurons in the cortex. In behavioral analyses, these mice showed reduced motor activity, increased anxiety and impaired sociability. Notably, during the Barnes maze test, immobile Zeb2 mutant mice were observed over repeated trials. In contrast, neither the mouse line nor the de novo Zeb2 Δex7/+ mice with the closed colony ICR background showed cranial abnormalities or reduced motor activities. These results demonstrate the advantages of using de novo Zeb2 Δex7/+ mice with the C57BL/6 background as the MOWS model. To our knowledge, this is the first time an inducible de novo mutation system has been applied to murine germline cells to produce an animal model of a human congenital disease. ","dc:creator":"Takagi T","dc:date":"2015","dc:title":"De novo inbred heterozygous Zeb2/Sip1 mutant mice uniquely generated by germ-line conditional knockout exhibit craniofacial, callosal and behavioral defects associated with Mowat-Wilson syndrome."},"rdfs:label":"Takagi Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:1340ec0f-c4de-4074-90f2-4a7b76d5884c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dfc74983-afb9-42e3-a945-cbb39bd1bbc3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequencing of ZEB2","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000431","obo:HP_0006118","obo:HP_0000316","obo:HP_0002744","obo:HP_0012717","obo:HP_0009909","obo:HP_0002197","obo:HP_0000540","obo:HP_0000483","obo:HP_0000445","obo:HP_0000414","obo:HP_0002251"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:1340ec0f-c4de-4074-90f2-4a7b76d5884c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2bfd4513-de60-4a0e-900e-e5bd5892dd0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014795.3(ZEB2):c.3356A>G (p.Gln1119Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4768"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16688751","type":"dc:BibliographicResource","dc:abstract":"Mowat-Wilson syndrome (MWS) is a rare mental retardation-multiple congenital anomalies syndrome associated with typical facial dysmorphism. Patients can show a variety of other anomalies like short stature, microcephaly, Hirschsprung disease, malformations of the brain, seizures, congenital heart defects and urogenital anomalies. Mutations leading to haploinsufficiency of the ZFHX1B gene have been described as the underlying cause of this condition. We report on the clinical findings in a 2(1/2)-year-old boy with some aspects out of the MWS-spectrum in addition to unusual anomalies and a novel missense mutation in the ZFHX1B gene.","dc:creator":"Heinritz W","dc:date":"2006","dc:title":"A missense mutation in the ZFHX1B gene associated with an atypical Mowat-Wilson syndrome phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16688751","rdfs:label":"Heinritz Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Paternity confirmed. Variant not observed in mother or father. Downgraded because this is a missense variant and because only ZEB2 was sequenced."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.25},{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:67fb341a-5906-4312-af4e-452748716249_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ddbf463e-2f80-4a93-af9e-782125aabd35","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"Sequenced for ZEB2 variant based off translocation finding in patient with similar phenotype.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000565","obo:HP_0001250","obo:HP_0001531","obo:HP_0001763","obo:HP_0000540","obo:HP_0004209","obo:HP_0000490","obo:HP_0009765","obo:HP_0000218","obo:HP_0000414","obo:HP_0006830","obo:HP_0009909","obo:HP_0000303","obo:HP_0001263","obo:HP_0001212","obo:HP_0000276"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:67fb341a-5906-4312-af4e-452748716249_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd09757e-5d80-4e7f-82b6-b849ea29f629","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.144404129del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795206"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9719364","type":"dc:BibliographicResource","dc:abstract":"We have identified six children with a distinctive facial phenotype in association with mental retardation (MR), microcephaly, and short stature, four of whom presented with Hirschsprung (HSCR) disease in the neonatal period. HSCR was diagnosed in a further child at the age of 3 years after investigation for severe chronic constipation and another child, identified as sharing the same facial phenotype, had chronic constipation, but did not have HSCR. One of our patients has an interstitial deletion of chromosome 2, del(2)(q21q23). These children strongly resemble the patient reported by Lurie et al with HSCR and dysmorphic features associated with del(2)(q22q23). All patients have been isolated cases, suggesting a contiguous gene syndrome or a dominant single gene disorder involving a locus for HSCR located at 2q22-q23. Review of published reports suggests that there is significant phenotypic and genetic heterogeneity within the group of patients with HSCR, MR, and microcephaly. In particular, our patients appear to have a separate disorder from Goldberg-Shprintzen syndrome, for which autosomal recessive inheritance has been proposed because of sib recurrence and consanguinity in some families.","dc:creator":"Mowat DR","dc:date":"1998","dc:title":"Hirschsprung disease, microcephaly, mental retardation, and characteristic facial features: delineation of a new syndrome and identification of a locus at chromosome 2q22-q23."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9719364","rdfs:label":"Patient 2/4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Downgraded because no other genes were sequenced, and parents were not sequenced."},{"id":"cggv:7b684b28-f8af-41e6-9c9b-364bbed03be0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3df95008-e6ff-42b3-9389-29728aa5b3fe","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"Sequencing of ZEB2 prompted by translocation found in proband with similar phenotype.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001250","obo:HP_0010290","obo:HP_0000358","obo:HP_0004935","obo:HP_0000276","obo:HP_0002557","obo:HP_0001182","obo:HP_0002019","obo:HP_0000414","obo:HP_0000049","obo:HP_0040080","obo:HP_0001763","obo:HP_0000028","obo:HP_0011848","obo:HP_0000431"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7b684b28-f8af-41e6-9c9b-364bbed03be0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fbe7bba3-92fd-4d79-a602-a0c17bc865fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014795.3(ZEB2):c.1426dupA (p.Met476Asnfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4757"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9719364"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9719364","rdfs:label":"Patient 3/5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Downgraded because no other genes were sequenced, and parents were not sequenced."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:4cdb5f95-0b10-4921-aa83-b16209f8f6c5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2e375e4e-feb3-4440-b6d3-1a4cfb4c2b96","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"FISH, qPCR, and sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"double left kidney","phenotypes":["obo:HP_0001344","obo:HP_0000252","obo:HP_0001250","obo:HP_0001631","obo:HP_0000047","obo:HP_0002019","obo:HP_0000028"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:4cdb5f95-0b10-4921-aa83-b16209f8f6c5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a149324-9e1c-4698-ac99-bd35067bbd3d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.144404847dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795207"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16053902","type":"dc:BibliographicResource","dc:abstract":"Mowat-Wilson Syndrome is a recently delineated mental retardation syndrome usually associated with multiple malformations and a recognizable facial phenotype caused by defects of the transcriptional repressor ZFHX1B. To address the question of clinical and mutational variability, we analysed a large number of patients with suspected Mowat-Wilson Syndrome (MWS). Without prior knowledge of their mutational status, 70 patients were classified into \"typical MWS\", \"ambiguous\" and \"atypical\" groups according to their facial phenotype. Using FISH, qPCR and sequencing, ZFHX1B deletions, splice site or truncating mutations were detected in all 28 patients classified as typical MWS. No ZFHX1B defect was apparent in the remaining 15 cases with ambiguous facial features or in the 27 atypical patients. Genotype-phenotype analysis confirmed that ZFHX1B deletions and stop mutations result in a recognizable facial dysmorphism with associated severe mental retardation and variable malformations such as Hirschsprung disease and congenital heart defects. Our findings indicate that structural eye anomalies such as microphthalmia should be considered as part of the MWS spectrum. We also show that agenesis of the corpus callosum and urogenital anomalies (especially hypospadias) are significant positive predictors of a ZFHX1B defect. Based on our observation of affected siblings and the number of MWS cases previously reported, we suggest a recurrence risk of around 1%. The lack of missense mutations in MWS and MWS-like patients suggests there may be other, as yet unrecognized phenotypes, associated with missense mutations of this transcription factor.","dc:creator":"Zweier C","dc:date":"2005","dc:title":"Clinical and mutational spectrum of Mowat-Wilson syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902","rdfs:label":"25"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:d127995d-2f92-40a1-826a-8c698a978fb2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4dbccead-f00f-4cfa-bc68-30846f4eae39","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"Finding of a de novo translocation in one patient led to the sequencing of ZEB2 in patients with similar phenotypes.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0007034","obo:HP_0000368","obo:HP_0001338","obo:HP_0001250","obo:HP_0008947","obo:HP_0000431","obo:HP_0000494","obo:HP_0009765","obo:HP_0000303","obo:HP_0003270","obo:HP_0000414"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d127995d-2f92-40a1-826a-8c698a978fb2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c516a2ff-c6d5-40aa-9bd7-e11d1f58d4d7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.144400267del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA429217831"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9719364"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9719364","rdfs:label":"Patient 1/3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:e8706534-d6bc-48e9-92ef-39b5cb095325_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f4572c9-00fd-438d-805e-767653ab64b4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"FISH, qPCR and sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"no spleen","phenotypes":["obo:HP_0002251","obo:HP_0004961","obo:HP_0000252"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:e8706534-d6bc-48e9-92ef-39b5cb095325_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:03d9ff5d-1f05-4b75-ae1e-0c4874bb07fe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.144404027G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA348714803"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902","rdfs:label":"5"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:c9a7a820-fbb6-4a96-b927-96637b6e12d0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c2081ed-90d6-4b95-a5e1-741d7ede96a1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"FISH, qPCR, and sequencing","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000252","obo:HP_0002194","obo:HP_0001250","obo:HP_0001344","obo:HP_0002251","obo:HP_0001492"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c9a7a820-fbb6-4a96-b927-96637b6e12d0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0098c3bb-e43c-427e-b606-724d559a5c58","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014795.3(ZEB2):c.1027C>T (p.Arg343Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/189281"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902","rdfs:label":"18"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:0278b24a-b3a6-4a6a-823a-153b4debce32_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b5b3b79-e577-4b62-a31f-4aaf357c8b0b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"FISH, qPCR, and sequencing","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001250","obo:HP_0002251","obo:HP_0001344","obo:HP_0001274","obo:HP_0000252"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0278b24a-b3a6-4a6a-823a-153b4debce32_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d7278697-4f54-43ce-a79a-202a3a9e78d1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014795.3(ZEB2):c.2761C>T (p.Arg921Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/160323"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16053902","rdfs:label":"10"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":600,"specifiedBy":"GeneValidityCriteria5","strengthScore":16.5,"subject":{"id":"cggv:c16423b1-2353-475c-a43e-987a46fa1f00","type":"GeneValidityProposition","disease":"obo:MONDO_0009341","gene":"hgnc:14881","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The ZEB2 gene has been associated with autosomal dominant Mowat-Wilson syndrome using the ClinGen Clinical Validity Framework as of 5/22/2018. The association was made using case-level data only. While over 200 variants (missense, nonsense, splicing, small deletions, small insertions, small indels, gross deletions, gross insertions/duplications, and complex rearrangements) have been reported in humans in literature, 8 variants were scored in this curation to max out evidence. ZEB2 was first associated with this disease in humans as early as 1998 (Mowat et al.). The gene-disease association is supported by multiple mouse models and expression studies. Again, additional evidence exists beyond what was curated, however the Definitive classification was already reached. In summary, ZEB2 is definitively associated with autosomal dominant Mowat-Wilson syndrome.\n","dc:isVersionOf":{"id":"cggv:cb06ff0d-1cc6-494c-9ce5-f7cb26f34620"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}