{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T15:21:48.957Z","role":"Publisher"},{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T15:21:17.821Z","role":"Approver"}],"evidence":[{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e4a409a3-e3fc-4136-bcc6-b7a5250af667_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:375a1afb-c6a2-49c8-8974-65f3bda9db86","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"NGS 72gene panel for mitochondrial disease","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"At birth, the proband exhibited mild diffuse hypotonia with feeding difficulties due to poor sucking. At 8 months mild hypotonia.\nhyperlactacidemia and an elevated serum lactate/pyruvate ratio\nAt 4 years: moderate to severe ID, spastic ataxic gait, sensorimotor peripheral neuropathy and myopathy. \nAt 6 years progression of phenotype to quadriplegia and blindness.\nBrain MRI at age 4 years: cerebellar atrophy, symmetrical T2-weighted hyperintensities in the posterior putamina and increased signal in the deep parietal white matter (Fig. 1e-h).\nBrain MRI at age 13 months revealed mild cerebellar atrophy, hyperintense signal in the right putamen and mild diffuse cortical atrophy (Fig. 1a-d).\nMuscle biopsy showed reduced complex IV activity.","previousTesting":true,"previousTestingDescription":"MtDNA sequenced.","sex":"Male","variant":{"id":"cggv:e4a409a3-e3fc-4136-bcc6-b7a5250af667_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1c3ba182-41b5-46a6-8a16-ded23800d8a0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130837.3(OPA1):c.2779-2A>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA355795979"}},{"id":"cggv:b3156ee9-9bec-4ffc-88cc-641773bb39c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130837.3(OPA1):c.2809C>T (p.Arg937Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2759754"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28442211","type":"dc:BibliographicResource","dc:abstract":"Behr syndrome is characterized by the association of early onset optic atrophy, cerebellar ataxia, pyramidal signs, peripheral neuropathy and mental retardation. Recently, some cases were reported to be caused by biallelic mutations in OPA1. We describe an 11-year-old girl (Pt1) and a 7-year-old boy (Pt2) with cognitive delay, ataxic gait and clinical signs suggestive of a peripheral neuropathy, with onset in early infancy. In Pt1 ocular fundus examination revealed optic disk pallor whereas Pt2 exhibited severe optic atrophy. In both children neuroimaging detected a progressive cerebellar involvement accompanied by basal ganglia hyperintensities and pathological peak levels of lactate. In both patients, muscle biopsy showed diffuse reduction of cytochrome c oxidase stain, some atrophic fibers and type II fiber grouping. Using a targeted resequencing panel in next generation sequencing, we identified the homozygous c.1180G>A/p.Ala394Thr mutation in Pt1 and the c.2779-2A>C mutation in compound heterozygosity with the c.2809C>T/p.Arg937Cys mutation in Pt2. All variants were novel and segregated in the healthy parents. Expression of OPA1 protein was significantly reduced in muscle tissues of both patients by Western blotting. We also observed in patients' fibroblasts a higher proportion of fragmented and intermediate mitochondria upon galactose treatment compared to controls, as already seen in other patients harboring mutations in OPA1. The presence of Leigh-like neuroimaging features is a novel finding in Behr syndrome and further adds to the complex genotype-phenotype correlations in OPA1-associated disorders.","dc:creator":"Rubegni A","dc:date":"2017","dc:title":"Leigh-like neuroimaging features associated with new biallelic mutations in OPA1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28442211","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"c.2779-2A>C is a canonical splice site variant. Analysis of cDNA from cultured cells in Pt2 showed only the presence of the transcript harboring p.Arg937Cys, which indicated that the variant affecting the consensus splice site sequences resulted in mRNA instability or decay."},{"id":"cggv:c8819f6e-e5cb-43db-97b0-c65f518206c3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a78b60a-69dc-435f-b826-ac4ace53fe61","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":8,"detectionMethod":"NGS targeted panel","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Developmental delay and seizures.\nThe proband presented during the first months of life with psychomotor delay.\nAt 4 years: myoclonic epileptic seizures, clinical examination showed a severe neurological impairment, characterized by absence of head control, poor eye contact and response to sounds, presence of nystagmus, and absence of language. \noptic atrophy present at 5 years\nMRI, 4 years: Text only: symmetrical hyperintense alterationsin the putamina, cerebellar atrophy and presence of oedema in the occipito-parietal cortical areas. \nElevated lactate (2800 mmol/l)(age 4 years)\nMuscle biopsy gave normal respiratory chain complexes and PDH complex (age 4 years)\n\nAt 8 years, subsequenct to head trauma the proband developed acute psychomotor regression, 5 months later was showing poor height and growth, scarce response to pain stimuli, absence of postural control, marked hypotonia and absence of spontaneous movements. Hepatic function was markedly impaired; lactate and pyruvate levels were normal. EEG revealed the presence of theta-delta asymmetric activity.\nBrain MRI showed the presence of bilateral, marked and swollen alterations in the mesencephalon, pons and subthalamic nuclei (Fig. 1a, b), associated with necrosis of putamina, and partially in caudate nuclei (Fig. 1c), thin corpus callosum, ventricular enlargement and mild cerebellar atrophy (Fig. 1a, d); the presence of a cortical abnormality in the parietal and occipital right regions was also present.\nH-MRS showed a very high lactate peak, both in the abnormal and in the spared areas.\nsevere axonal sensory neuropathy.\nSubsequently died of respiratory failure and sepsis and multiorgan failure at age 8 years. \n\nFH: similarly affected sibling, asymptomatic parents","previousTesting":true,"previousTestingDescription":"mtDNA screened, two mtDNA variants were found to be homoplasmic in unaffected mother, ruled out. ","sex":"Male","variant":{"id":"cggv:c8819f6e-e5cb-43db-97b0-c65f518206c3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:166b1b34-3a76-4f6e-8336-2ec97e445241","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130837.3(OPA1):c.1311A>G (p.Ile437Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143824"}},{"id":"cggv:764b6f21-b0df-4a5a-9c9d-0eed1d190607","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130837.3(OPA1):c.184_188del (p.Ser64AspfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139654974"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28494813","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations in OPA1 are a common cause of autosomal dominant optic atrophy, sometimes associated with extra-ocular manifestations. Few cases harboring compound heterozygous OPA1 mutations have been described manifesting complex neurodegenerative disorders in addition to optic atrophy.","dc:creator":"Nasca A","dc:date":"2017","dc:title":"Not only dominant, not only optic atrophy: expanding the clinical spectrum associated with OPA1 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28494813","rdfs:label":"Nasca: P1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"p.Ser64AspfsTer7 is located in exon 2 of 31 and expected to undergo NMD. Primary fibroblasts from P1 showed a clear reduction in the amount of all OPA1 isoforms (Fig. 3a).\nFunctional evidence for p.Ile437Met: Yeast deficient for the MGM1 ortholog of OPA1 are unable to grow on non-fermentable carbon sources and develop a 'petite' phenotype. \nA hybrid construct with 5'MGM cDNA and 3' OPA1 cdna rescues the phenotype when introduced into haploid yeast, this system was used to test the variants. Yeast expressing the p.Ile437Met\ndisplayed a mild mutant effect, evident only at the 10-3 dilution (Fig. 2d).\nNote: NM_130837.2: c.1311A > G(p.Ile437Met) is present in gnomAD at a frequency of 0.0009799 which is an AF consistent with an AR disease. This variant has been found in one unaffected individual in a homozygous state and as such considered hypomorphic (Bonifert et al. 2014)."},{"id":"cggv:0966de8b-2b73-4f25-9c69-d76a4e80feed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:847ee5a8-2f5e-4917-b25e-0d7e6fe1051c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband presented with psychomotor regression at 4 years, ataxia and deficient motor coordination, showed an ataxic spastic gait, nystagmus, dysmetria and dysarthria and axonal sensory-motor neuropathy. \nA brain MRI showed abnormal hyperintensities of the periventricular and centrumsemiovale white matter areas in T2-weighted images bilaterally (Supplementary data Additional file 2).\nAt 5 years: neurological conditions worsened with increased spasticity in her legs and unsteadiness during walking and postural changes.\nAt 8 years MRI : T2-hyperintense abnormal signals corresponding to both putaminal nuclei, associated with mild global cerebellar atrophy, while the abnormal areas of T2 hyperintensities of the white matter had disappeared.\nAt age 12 years; ataxic-spastic syndrome with distal muscular atrophy of upper and lower limbs. optic neuropathy.\nLactate levels were not recorded however the mitochondrial network appeared fragmented, therefore the case was able to meet the criteria for LSS.\nThe rate of ATP synthesis was found to be reduced in P3 fibroblasts when cells were grown in galactose medium. ","previousTesting":true,"previousTestingDescription":"Mutations in FXN, ATM and PLA2G6 were ruled out by Sanger sequencing, mtDNA screened","sex":"Female","variant":{"id":"cggv:0966de8b-2b73-4f25-9c69-d76a4e80feed_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:69a2e0ee-a4ed-4091-852b-ecd52490bab5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130837.3(OPA1):c.1180G>A (p.Ala394Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA355788842"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28494813"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28494813","rdfs:label":"Nasca: P3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Function: Yeast deficient for the MGM1 ortholog of OPA1 are unable to grow on non-fermentable carbon sources and develop a 'petite' phenotype. \nA hybrid construct with 5'MGM cDNA and 3' OPA1 cDNA rescues the phenotype when introduced into haploid yeast, this system was used to test the variants. Yeast expressing the p.Ala394Thr displayed a marked reduction of respiratory growth compared to the control construct. "},{"id":"cggv:36fe810a-b1c2-4008-b43f-45120b3dd37a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:68907676-6306-439a-8dd9-7411bff2acdf","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"NGS 72gene panel ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Hypotonia was noticed at the age of 3 months but the girl acquired gross motor milestones at the appropriate ages.\nAt 5 years: mild intellectual disability, ataxic gait and clinical signs of peripheral neuropathy\nAt the age of 11, neurological examination showed cerebellar ataxia (gait and trunk), dysarthria, bilateral pes cavus with moderate weakness in the tibialis anterior muscles, weak tendon reflexes in the legs, and bilateral Babinski sign. \nNerve conduction velocities were consistent with a severe sensory-motor axonal neuropathy\nFundus oculi examination revealed optic disk pallor and the electroretinogram (ERG) responses were markedly reduced\nMRI scan showed mild cerebellar atrophy and symmetrical areas of hyperintense signal in the putamina consistent with Leigh syndrome. (Fig. 1E-H).\nMuscle biopsy: RC activities were normal in Pt1.\nCultured fibroblasts, when treated with galactose, showed a higher proportion of fragmented and intermediate mitochondria than controls. ","previousTesting":true,"previousTestingDescription":"MtDNA sequenced.","sex":"Female","variant":{"id":"cggv:36fe810a-b1c2-4008-b43f-45120b3dd37a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:69a2e0ee-a4ed-4091-852b-ecd52490bab5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28442211"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28442211","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Western blot analysis of muscle tissue showed a reduction in OPA1 protein levels. Additional evidence of the variant's impact was demonstrated in yeast, see PMID: 28494813 Nasca et al. 2017."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6},{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4746b5ac-9e2e-4913-a66c-d3acae747868","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a64e5c5f-3a8a-4755-ac1a-8c6b1abc1513","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Ubiquitous expression including throughout the brain. https://www.proteinatlas.org/ENSG00000198836-OPA1/tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"scored default points for expression within the brain including basal ganglia"},{"id":"cggv:4e3a4c39-c09e-4ed4-92e9-67c48c103013","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24c93a95-0443-4525-ba95-9e40f872d99f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Review: OPA1 is a dynamin-related GTPase that is essential for normal mitochondrial morphology by regulating the equilibrium between mitochondrial fusion and mitochondrial fission. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33092941","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are highly dynamic organelles that constantly undergo fission and fusion. Disruption of mitochondrial dynamics undermines their function and causes several human diseases. The fusion of the outer (OMM) and inner mitochondrial membranes (IMM) is mediated by two classes of dynamin-like protein (DLP): mitofusin (MFN)/fuzzy onions 1 (Fzo1) and optic atrophy 1/mitochondria genome maintenance 1 (OPA1/Mgm1). Given the lack of structural information on these fusogens, the molecular mechanisms underlying mitochondrial fusion remain unclear, even after 20 years. Here, we review recent advances in structural studies of the mitochondrial fusion machinery, discuss their implication for DLPs, and summarize the pathogenic mechanisms of disease-causing mutations in mitochondrial fusion DLPs.","dc:creator":"Gao S","dc:date":"2020","dc:title":"Mitochondrial Fusion: The Machineries In and Out."},"rdfs:label":" mitochondrial fusion protein"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Other genes involved in the mitochondrial  fusion/fission pathway are associated with Leigh syndrome spectrum: MFF, SLC25A46, DMN1L. (assigned 1 pt according to the rubric for 2-5 gene products)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0fb5956-8892-41ae-8b5c-64a435f016ac","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:53248286-9390-498d-a88d-c55b2cf0cf84","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mouse is embryonic lethal by 13.5 days post coitum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17428816","type":"dc:BibliographicResource","dc:abstract":"OPA1 is a ubiquitously expressed, nuclear dynamin-related GTPase, targeted to the inner mitochondrial membrane, which plays a role in mitochondrial fusion. Mutations in the OPA1 gene on chromosome 3q28-qter are associated with autosomal dominant optic atrophy (ADOA), the most common inherited optic neuropathy, in which retinal ganglion cells (RGCs) are lost and visual acuity is impaired from an early age. We have generated a novel ENU-induced mutant mouse carrying a protein-truncating nonsense mutation in opa1 in order to explore the pathophysiology of ADOA. The heterozygous mutation, B6; C3-Opa1(Q285STOP), located in exon 8 immediately before the central dynamin-GTPase, leads to approximately 50% reduction in opa1 protein in retina and all tissues on western analysis. The homozygous mutation is embryonic lethal by 13.5 days post coitum, demonstrating the importance of Opa1 during early development. Fibroblasts taken from adult heterozygous mutant mice show an apparent alteration in morphology, with an increase in mitochondrial fission and fragmentation. Heterozygous mutants show a slow onset of degeneration in the optic nerve electron microscopy. Furthermore, they demonstrate a functional reduction in visual function on testing with the optokinetic drum and the circadian running wheel. These findings indicate that the opa1 GTPase contains crucial information required for the survival of RGCs and that Opa1 is essential for early embryonic survival. The Opa1 +/- mice described here provide a means to directly investigate the cellular pathophysiology of OPA1 ADOA.","dc:creator":"Davies VJ","dc:date":"2007","dc:title":"Opa1 deficiency in a mouse model of autosomal dominant optic atrophy impairs mitochondrial morphology, optic nerve structure and visual function."},"rdfs:label":"Homozygous KO mouse model (Q285Ter) "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scored the default for embryonic lethal KO mouse"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":2927,"specifiedBy":"GeneValidityCriteria7","strengthScore":8.5,"subject":{"id":"cggv:84c0ab6d-c055-4d2d-a56c-a6d1f47da86e","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:8140","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between OPA1 and Leigh syndrome spectrum (LSS) was evaluated using the ClinGen Clinical Validity Framework as of December 16, 2020. The OPA1 gene encodes a mitochondrial dynamin-like GTPase that localizes to the mitochondrial inner membrane and coordinates inner membrane fusion. Mitochondria are dynamic organelles constantly moving along the cell cytoskeleton and form functional networks in many cells. Mitochondria undergo frequent fusion and fission events, which allow formation of these networks. Defects in OPA1 lead to impaired mitochondrial fusion and dynamics.\n\nThe OPA1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2017 (PMID: 28494813). Of note, variants in OPA1 are more frequently associated with autosomal dominant optic atrophy with or without additional multisystem features, or with Behr syndrome, characterized by optic atrophy and neurologic features and inherited in an autosomal recessive manner. Evidence supporting the relationship between OPA1 and LSS includes case-level data and experimental data. This curation included five unique variants identified in four cases from two publications (PMID: 28494813, 28442211). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, and animal models (PMIDs: 33092941, 18853439, 17428816).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 16, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:7e72abd1-4b0a-4f66-b681-7a51d4467026"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}