{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-01-25T13:27:00.306Z","role":"Publisher"},{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:07eb17df-ce5b-4471-9ff4-fda03a39dbfa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:07eb17df-ce5b-4471-9ff4-fda03a39dbfa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"allele":{"id":"cggv:0c21d135-b384-4053-8970-54c5e9e6d729","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000602.4(SERPINE1):c.697_698TA[3] (p.Thr234fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA576469413"}},"detectionMethod":"The entire coding sequence, intron-exon junctions and promoter region of SERPINE1 was PCR amplified from genomic DNA and Sanger sequencing was performed.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000978","obo:HP_0000132","obo:HP_0005261","obo:HP_0100310"],"previousTesting":true,"previousTestingDescription":"Clinical and laboratory data included family and personal history, physical examination, complete blood counts, prothrombin time, factors VIII, IX, XIII, VWF antigen and activity, platelet aggregation, and bleeding time.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a23565b7-0d50-49e5-8eac-ea7ffb2ff98e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0c21d135-b384-4053-8970-54c5e9e6d729"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9207454","type":"dc:BibliographicResource","dc:abstract":"Plasminogen activator inhibitor-1 (PAI-1), the primary inhibitor of tissue- and urokinase-type plasminogen activators, is considered a critical regulator of the fibrinolytic system. We previously reported a child with abnormal bleeding and complete PAI-1 deficiency caused by a frame-shift mutation in exon 4 of the PAI-1 gene. The purpose of this study was to provide genetic and clinical data on the extended pedigree of the original proband to better define the phenotype associated with PAI-1 deficiency. Allele-specific oligonucleotide hybridization was used to genotype individuals, and serum PAI-1 antigen was measured by enzyme-linked immunosorbent assay. By this approach we have identified 19 individuals who are heterozygous for the PAI-1 null allele and 7 homozygous individuals with complete PAI-1 deficiency. Clinical manifestations of PAI-1 deficiency were restricted to abnormal bleeding, which was observed only after trauma or surgery in homozygous affected individuals. A spectrum of bleeding patterns was observed, including intracranial and joint bleeding after mild trauma, delayed surgical bleeding, severe menstrual bleeding, and frequent bruising. Fibrinolysis inhibitors, including epsilon-aminocaproic acid and tranexamic acid, were effective in treating and preventing bleeding episodes. Other than abnormal bleeding, no significant developmental or other abnormalities were observed in homozygous PAI-1-deficient individuals. Heterozygous PAI-1 deficiency was not associated with abnormal bleeding, even after trauma or surgery. These observations define the clinical spectrum of PAI-1 deficiency and provide additional evidence to support the hypothesis that the primary function of plasminogen activator inhibitor-1 in vivo is to regulate vascular fibrinolysis.","dc:creator":"Fay WP","dc:date":"1997","dc:title":"Human plasminogen activator inhibitor-1 (PAI-1) deficiency: characterization of a large kindred with a null mutation in the PAI-1 gene."}},"rdfs:label":"VII-10"},{"id":"cggv:a23565b7-0d50-49e5-8eac-ea7ffb2ff98e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a23565b7-0d50-49e5-8eac-ea7ffb2ff98e_variant_evidence_item"},{"id":"cggv:a23565b7-0d50-49e5-8eac-ea7ffb2ff98e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data for this variant is outlined in the experimental section. "}],"strengthScore":1.5,"dc:description":"The frameshift variant, c.697_698ins, p.Thr234fs causes a premature stop codon in exon 4 and is expected to undergo NMD.  This variant is absent in GnomAD v2 and v3."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4e689e57-dd9d-45b9-9059-ef2000ea0166_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4e689e57-dd9d-45b9-9059-ef2000ea0166","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:ebc980a9-b940-463b-98bf-a8469ca0af15","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000602.5(SERPINE1):c.990del (p.Ser331ValfsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2581284631"}},"detectionMethod":"Not specified if other genes were tested besides SERPINE1.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003645","obo:HP_0040247","obo:HP_0040248","obo:HP_0011884","obo:HP_0040249","obo:HP_0012233"],"previousTesting":true,"previousTestingDescription":"Due to a strong bleeding history, comprehensive testing for coagulation disorders was performed. Testing included PT, APTT, thrombin time, complete blood counts, platelet aggregation, one-stage FVIII and IX activities, VWD, fibrinogen, lupus inhibitor.  No coagulation factor deficiencies were detected.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:08a1507a-5510-4be4-8f15-5704079666ef_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ebc980a9-b940-463b-98bf-a8469ca0af15"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32278876","type":"dc:BibliographicResource","dc:creator":"Prabhudesai A","dc:date":"2020","dc:title":"Congenital PAI-1 deficiency results in psoas hematoma in an Indian patient."}},"rdfs:label":"Prabhudesai - Proband"},{"id":"cggv:08a1507a-5510-4be4-8f15-5704079666ef","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:08a1507a-5510-4be4-8f15-5704079666ef_variant_evidence_item"}],"strengthScore":1,"dc:description":"The frameshift variant c.990del causes a premature stop codon in exon 6 and NMD is expected.  The variant is absent from GnomAD v2 and v3. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:594ed7d7-d43e-4049-b529-5da749d876fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:594ed7d7-d43e-4049-b529-5da749d876fa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":70,"allele":{"id":"cggv:01209aa5-8cf8-46b8-924b-e00e8c4d5e4f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000602.5(SERPINE1):c.1189G>C (p.Gly397Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA368612128"}},"detectionMethod":"Long range PCR was carried out covering all exons and exon-intron junctions.  The amplicons were directly sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001622","obo:HP_0001934","obo:HP_0006298","obo:HP_0002138","obo:HP_0000132","obo:HP_0011695","obo:HP_0001933","obo:HP_0005268"],"previousTesting":true,"previousTestingDescription":"Clinical and laboratory data included family and personal history, medical examination, complete blood counts and the following tests: prothrombin time, activated partial prothromboplastin time, platelet function, plasma fibrinogen, VWF, alpha2 plasmin inhibitor, factors VIII, IX, and XIII.  All test values were in the normal range.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5dc3fbaa-3f7f-4e31-832d-4a33690554dd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:01209aa5-8cf8-46b8-924b-e00e8c4d5e4f"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28229167","type":"dc:BibliographicResource","dc:abstract":"Serpinopathy is characterised as abnormal accumulation of serine protease inhibitors (SERPINs) in cells and results in clinical symptoms owing to lack of SERPIN function or excessive accumulation of abnormal SERPIN. We recently identified a patient with functional deficiency of plasminogen activator inhibitor-1 (PAI-1), a member of the SERPIN superfamily. The patient exhibited life-threatening bleeding tendencies, which have also been observed in patients with a complete deficiency in PAI-1. Sequence analysis revealed a homozygous single-nucleotide substitution from guanine to cytosine at exon 9, which changed amino acid residue 397 from glycine to arginine (c.1189G>C; p.Gly397Arg). This glycine was located in strand 5B and was well conserved in other serpins. The mutant PAI-1 was polymerised in the cells, interfering with PAI-1 secretion. The corresponding mutations in SERPINC1 (anti-thrombin III) at position 456 (Gly456Arg) and SERPINI1 (neuroserpin) at position 392 (Gly392Glu) caused an anti-thrombin deficiency and severe dementia due to intracellular retention of the polymers. Glycine is the smallest amino acid, and these mutated amino acids were larger and charged. To determine which factors were important, further mutagenesis of PAI-1 was performed. Although the G397A, C, I, L, S, T, and V were secreted, the G397D, E, F, H, K, M, N, P, Q, W, and Y were not secreted. The results revealed that the size was likely triggered by the polymerisation of SEPRINs at this position. Structural analyses of this mutated PAI-1 would be useful to develop a novel PAI-1 inhibitor, which may be applicable in the context of several pathological states.","dc:creator":"Iwaki T","dc:date":"2017","dc:title":"Mutation in a highly conserved glycine residue in strand 5B of plasminogen activator inhibitor 1 causes polymerisation."}},"rdfs:label":"Iwaki II Proband"},{"id":"cggv:5dc3fbaa-3f7f-4e31-832d-4a33690554dd","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5dc3fbaa-3f7f-4e31-832d-4a33690554dd_variant_evidence_item"},{"id":"cggv:5dc3fbaa-3f7f-4e31-832d-4a33690554dd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant was expressed in both COS-1 and S2 cells followed by western blotting which demonstrated undetectable secreted PAI-1 as compared to WT control."}],"strengthScore":0.5,"dc:description":"The damaging effect of missense variant, c.1189G>C, p. Gly397Arg is supported by functional evidence.  This variant was expressed in both COS-1 and S2 cells followed by western blot which demonstrated undetectable secreted PAI-1 compared to wild-type controls.  This variant is absent in GnomAD v2 and v3."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dc9f4a04-64c3-4cf9-8f1f-0c9b5b17f7ba_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dc9f4a04-64c3-4cf9-8f1f-0c9b5b17f7ba","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":47,"allele":{"id":"cggv:2b6dbffa-6c34-4080-9367-84debd463810","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000602.5(SERPINE1):c.356dup (p.Ile120AspfsTer42)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658657701"}},"detectionMethod":"The promoter, entire coding sequence, and all intron-exon junctions of SERPINE1 were amplified from genomic DNA and Sanger sequencing was perfomed.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000132","obo:HP_0011890","obo:HP_0011029","obo:HP_0001058"],"previousTesting":true,"previousTestingDescription":"Clinical and laboratory data included family and personal history, physical examination, complete blood counts, prothrombin time, activated partial thromboplastin time, fibrinogen, alpha 2 antiplasmin, factors VIII, IX, XIII, and VWF testing.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:86a9e32e-66e5-4d4a-b5b8-086e3d2a3ddc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2b6dbffa-6c34-4080-9367-84debd463810"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21486382","type":"dc:BibliographicResource","dc:abstract":" Plasminogen activator inhibitor-1 (PAI-1) is the primary physiological regulator of urokinase plasminogen activator (uPA) and tissue plasminogen activator (tPA) activity. A number of studies have shown that elevated levels of PAI-1 are related to pathological states such as an increased risk of arterial thrombotic events and a poor prognosis for cancer patients; however, there are few reports about PAI-1 deficiency in humans because the disorder is very rare.","dc:creator":"Iwaki T","dc:date":"2011","dc:title":"Life-threatening hemorrhage and prolonged wound healing are remarkable phenotypes manifested by complete plasminogen activator inhibitor-1 deficiency in humans."}},"rdfs:label":"Iwaki Proband"},{"id":"cggv:86a9e32e-66e5-4d4a-b5b8-086e3d2a3ddc","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:86a9e32e-66e5-4d4a-b5b8-086e3d2a3ddc_variant_evidence_item"},{"id":"cggv:86a9e32e-66e5-4d4a-b5b8-086e3d2a3ddc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant was expressed in COS-1 cells followed by western blotting of both cell lysate and supernatant which demonstrated lack of PAI-1 expression."}],"strengthScore":2,"dc:description":"The frameshift variant, c.356dup, p.Ile120Aspfs*42 causes a premature stop codon NMD is expected. Functional studies in COS-1 cells demonstrated lack of PAI-1 secretion. This variant is absent in GnomAD v2 and v3. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5},{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a775103-046a-4af5-b511-48c78c889497","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:38dd87d4-ae1e-451c-b805-b2a894f5fa7a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Platelet PAI-1 mRNA from the proband, her parents, and a WT control were amplified by PCR and subjected to electrophoresis and ASO hybridization. Results indicated that while the probands parents and WT control both had a mRNA PCR product of correct size, the affected proband did not.  The ASO hybridization assay confirmed that only the mutant sequence was present in the proband, while the parents had both WT and mutant sequence.  The WT control, as expected, had only wild type sequence.\nAdditionally, the variant was expressed in E.coli and western blotting was performed. The mutant demonstrated no detectable secreted PAI-1 as compared to the wild-type control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1435917","type":"dc:BibliographicResource","dc:creator":"Fay WP","dc:date":"1992","dc:title":"Brief report: complete deficiency of plasminogen-activator inhibitor type 1 due to a frame-shift mutation."},"rdfs:label":"Fay Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bf7017f2-0289-48fc-9d55-827e0b6dd855","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25d11c54-1fa9-4b6d-ba86-686be4425b85","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"PAI-1 +/+ and -/- mouse blood was collected and analyzed using thromboelastometry  (TEG) looking at Clot Lysis Time (CLT) and clot strength.  CLT and clot strength was significantly decreased in the PAI-1 -/- TEG experiments compared to PAI-1 +/+ mouse blood after the addition of tPA.  Upon the addition of very long half life PAI-1 to the PAI-1 -/- mouse blood, both CLT and clot strength rebounded back to levels consistent with PAI-1 +/+ blood.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19815949","type":"dc:BibliographicResource","dc:abstract":"Patients with defective plasminogen activator inhibitor protein (PAI-1) or with PAI-1 deficiency can experience hemorrhage as a result of a hyperfibrinolysis. In these patients, a normal thrombus forms, but endogenous lysis is unchecked as tissue plasminogen activator is unopposed. Treatment includes anti-fibrinolytic agents, including oral tranexamic acid. Another treatment option is the administration of PAI-1, but this serpin rapidly inactivates itself. We have developed a mutant plasminogen activator inhibitor with a very long half life (VLHL PAI-1, t1/2>700 h). Here we investigate VLHL PAI-1 effects in the blood of PAI-1 deficient mice, as a model of human disease. Using a thrombelastograph, we found that blood clots of PAI-1 knockout mice were lysed much more quickly than wild type mice. Additionally, blood clots had less shear elastic modulus strength than clots of normal animals. VLHL PAI-1 treatment of PAI-1 deficient mice extended or prevented thrombus lysis and increased clot strength in a concentration dependent fashion. These two parameters determine the extent of thrombus growth and regression; thus, further testing is anticipated to confirm the effectiveness of plasminogen activator inhibitor with a very long half life in an in vivo model and we hope that this protein can be effective in human PAI-1 deficiency disorder.","dc:creator":"Jankun J","dc:date":"2009","dc:title":"Accelerated thrombus lysis in the blood of plasminogen activator inhibitor deficient mice is inhibited by PAI-1 with a very long half-life."},"rdfs:label":"Jankun - PAI1-/- Mouse Blood"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The fibrin clot of the PAI-1-/- mouse blood was much weaker and lysed significantly faster than the PAI-1+/+ sample. The addition of exogenous PAI-1 to the PAI-1 -/- sample reestablished normal CLT and clot strength when compared to the PAI-1+/+ sample. TEG with the addition of fibrinolytic reagent, tPA, replicated physiologic thrombolysis and is related to bleeding time.​"},{"id":"cggv:653b9575-d07d-4aec-aa89-fa63b62bef98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c94bedc5-4e14-4d5f-a1f3-6791abafa805","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The main physiological role of plasminogen-activator inhibitor-1 (PAI-1) is to inhibit both tissue and urokinase type plasminogen activators which convert plasminogen to plasmin, the primary protease responsible for fibrinolysis.  The deficiency of PAI-1 leads to excessive fibrinolysis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/1435917","rdfs:label":"Fay - Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Both plasma and platelet PAI-1 levels were undetectable in individuals with homozygous  variant compared to WT controls. The proband exhibited major hemorrhage in response to surgery/trauma. However when a plasmin inhibitor was administered prior to a surgery, no bleeding complications were seen."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:882adfb1-0019-4205-a3b8-7e05da5424ec","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d7cf4a86-c205-40c6-a0a9-05f3ba2868d5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PAI-1 null and PAI-1 WT mice were subjected to carotid artery injury by FeCl3 and after 24 hours, the injured carotid sections were removed for inspection of residual thrombus. 64.7% of the WT mice had residual thrombus while only 33.9% of the PAI-1 null mice had residual thrombus.  Additionally, the areas of residual thrombi were measured, demonstrating a significantly decreased area of residual thrombus in the PAI-1 null mice compared to WT (P=0.048).\nFurther studies demonstrated no difference in thrombus generation, diminishing this as an alternative cause of decreased residual thrombus seen in null animals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9529269","type":"dc:BibliographicResource","dc:abstract":"Platelet-rich arterial thrombi are resistant to lysis by plasminogen activators. However, the mechanisms underlying thrombolysis resistance are poorly defined. Plasminogen activator inhibitor-1 (PAI-1), which is present in plasma, platelets, and vascular endothelium, may be an important determinant of the resistance of arterial thrombi to lysis. However, in vitro studies examining the regulation of platelet-rich clot lysis by PAI-1 have yielded inconsistent results.","dc:creator":"Farrehi PM","dc:date":"1998","dc:title":"Regulation of arterial thrombolysis by plasminogen activator inhibitor-1 in mice."},"rdfs:label":"Farrehi - Mouse Model Thrombolysis​"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"Platelet rich arterial thrombi are resistant to lysis by plasminogen activators (tPA, uPA) in a normal biological setting.  The mouse model demonstrates that when plasminogen activator inhibitor is unable to inhibit tPA and uPA (PAI-1 null) thrombolysis proceeds at an accelerated rate. Points were upgraded  to 2.5 as similar findings are published in PMID: 10368124. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":7735,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:89351276-07e3-484b-a373-e1be427fe372","type":"GeneValidityProposition","disease":"obo:MONDO_0013227","gene":"hgnc:8583","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"SERPINE1 was first reported in relation to autosomal recessive complete plasminogen activator inhibitor 1 (PAI-1) deficiency in 1992 (Fay et al, PMID: 1435917), however partial PAI-1 deficiency was described in 1989 and 1991 (Schleef et al, PMID: 2496147; Dieval et al, PMID: 1899347). PAI-1 is encoded by SERPINE1, a serpin protease inhibitor. Complete plasminogen activator inhibitor 1 deficiency is characterized by moderate bleeding, however life-threatening bleeding events have been documented.  Most commonly, bleeding is delayed after trauma or surgery; spontaneous bleeding does not occur. Evidence supporting this gene-disease curation includes case-level data, segregation data, and experimental data.   \n\nSummary of Case Level Data (9.0 points): Four unique variants have been reported in humans; three frame shift variants and a missense variant.   Variants in this gene have been reported in at least 3 probands in 3 publications (PMID: 9207454; 21486382; 28229167; 32278876).  Variants in this gene segregated with disease in 6 additional family members.  \n\nSummary of Segregation (LOD Score) (1.5 points): Using candidate gene sequencing, 7 affected individuals and 18 unaffected individuals from an Old Order Amish community were included in the LOD score (PMID: 1435917; 9207454).\n\nSummary of Experimental Data (4 points): This gene disease relationship is supported by biochemical function (PMID: 1435917), Expression (PMID: 1435917), and model systems (PMID: 9529269) experiments.  \n\nIn summary, SERPINE1 is definitively associated with autosomal recessive complete plasminogen activator inhibitor 1 (PAI-1) deficiency. This has been repeatedly demonstrated in both the research and the clinical diagnostic settings and has been upheld over time.\n\nThis gene-disease pair was originally approved by the HT GCEP in January of 2021.  Subsequent curation was completed in October of 2023 using Gene-Disease Validity Standard Operating Procedures, Version 9.\n","dc:isVersionOf":{"id":"cggv:33baf899-f63b-42ed-b2fd-689cca44a7b6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}