{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545eav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-04-22T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b4e776f-d1af-4872-99a5-c949f9018c01","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:76f6182c-8290-4934-96e4-eebd1abdaf5c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors, by overexpressing STIM1 in Jurkat cells, show that STIM1 activates CRAC channels constitutively without changing Ca2+ store content.\nThey show that STIM1 migrates from endoplasmic-reticulum like\nsites to the plasma membrane upon depletion of the Ca2+\nstore. Thus they propose that STIM1 functions as the missing link\nbetween Ca2+ store depletion and SOC influx, serving as a Ca2+\nsensor that translocates upon store depletion to the plasma\nmembrane to activate CRAC channels.\nHypocalcemia found in patients is caused by increased SOCE, in turn caused by gain of function STIM1 mutations. All the phenotypes of Stormorken syndrome are related to increased SOCE.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16208375","type":"dc:BibliographicResource","dc:abstract":"As the sole Ca2+ entry mechanism in a variety of non-excitable cells, store-operated calcium (SOC) influx is important in Ca2+ signalling and many other cellular processes. A calcium-release-activated calcium (CRAC) channel in T lymphocytes is the best-characterized SOC influx channel and is essential to the immune response, sustained activity of CRAC channels being required for gene expression and proliferation. The molecular identity and the gating mechanism of SOC and CRAC channels have remained elusive. Previously we identified Stim and the mammalian homologue STIM1 as essential components of CRAC channel activation in Drosophila S2 cells and human T lymphocytes. Here we show that the expression of EF-hand mutants of Stim or STIM1 activates CRAC channels constitutively without changing Ca2+ store content. By immunofluorescence, EM localization and surface biotinylation we show that STIM1 migrates from endoplasmic-reticulum-like sites to the plasma membrane upon depletion of the Ca2+ store. We propose that STIM1 functions as the missing link between Ca2+ store depletion and SOC influx, serving as a Ca2+ sensor that translocates upon store depletion to the plasma membrane to activate CRAC channels.","dc:creator":"Zhang SL","dc:date":"2005","dc:title":"STIM1 is a Ca2+ sensor that activates CRAC channels and migrates from the Ca2+ store to the plasma membrane."},"rdfs:label":"STIM1 is a Ca2+ sensor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This paper shows that STIM1 is a Ca2+ sensor and indeed in Stormorken syndrome all the phenotypes are related to impaired store operated calcium entry (SOCE)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d278aaa-dfaf-4b6f-a2e1-7bcb268b322f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d8b8773-0030-4361-a7c7-8f06e91d060f","type":"FunctionalAlteration","dc:description":"C2C12 myoblasts transfected with any of the altered constructs displayed statistically significant STIM1 clustering indicating that Ca2+ sensing in the sarcoplasmic reticulum was impaired. A significantly\nhigher basal cytoplasmic Ca2+ level was observed in cells transfected with mutant STIM1 than in control cells. Finally, a higher cytoplasmic Ca2+ influx in response to thapsigargin and subsequent addition of calcium to the medium was observed in mutant cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23332920","type":"dc:BibliographicResource","dc:abstract":"Tubular aggregates are regular arrays of membrane tubules accumulating in muscle with age. They are found as secondary features in several muscle disorders, including alcohol- and drug-induced myopathies, exercise-induced cramps, and inherited myasthenia, but also exist as a pure genetic form characterized by slowly progressive muscle weakness. We identified dominant STIM1 mutations as a genetic cause of tubular-aggregate myopathy (TAM). Stromal interaction molecule 1 (STIM1) is the main Ca(2+) sensor in the endoplasmic reticulum, and all mutations were found in the highly conserved intraluminal Ca(2+)-binding EF hands. Ca(2+) stores are refilled through a process called store-operated Ca(2+) entry (SOCE). Upon Ca(2+)-store depletion, wild-type STIM1 oligomerizes and thereby triggers extracellular Ca(2+) entry. In contrast, the missense mutations found in our four TAM-affected families induced constitutive STIM1 clustering, indicating that Ca(2+) sensing was impaired. By monitoring the calcium response of TAM myoblasts to SOCE, we found a significantly higher basal Ca(2+) level in TAM cells and a dysregulation of intracellular Ca(2+) homeostasis. Because recessive STIM1 loss-of-function mutations were associated with immunodeficiency, we conclude that the tissue-specific impact of STIM1 loss or constitutive activation is different and that a tight regulation of STIM1-dependent SOCE is fundamental for normal skeletal-muscle structure and function.","dc:creator":"Böhm J","dc:date":"2013","dc:title":"Constitutive activation of the calcium sensor STIM1 causes tubular-aggregate myopathy."},"rdfs:label":"Localization and function of mutant STIM1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These results are supported with results obtained by studying myoblasts from one patient (p.Asp84Gly variant) in the same study and by results obtained in non patient cells in other papers (PMID 25326555, 31448844, 27876257, 27066587)."},{"id":"cggv:23b9348f-4474-4458-b58e-917e5e2664d2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:43122a3d-1580-4d68-a2ea-f6f7ce4f6592","type":"FunctionalAlteration","dc:description":"With confocal microscopy and calcium imaging the authors demonstrate that STIM1 R304W is in the active state. Indeed they\nshow an increase in the resting cytosolic Ca2+ levels and a modest\nincrease in SOCE in cells, In addition, they also observe a reduction of the resting intracellular Ca2+ after the perfusion of a Ca2+ free solution\nor SOC channel blockers suggesting that an increase in basal calcium\ninflux and resting cytosolic calcium is due to the activation of SOC. Finally they show that mutant R304W STIM1 forms clusters, differently from WT STIM1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25044882","type":"dc:BibliographicResource","dc:abstract":"Stormorken syndrome is a rare autosomal dominant disorder characterized by a phenotype that includes miosis, thrombocytopenia/thrombocytopathy with bleeding time diathesis, intellectual disability, mild hypocalcemia, muscle fatigue, asplenia, and ichthyosis. Using targeted sequencing and whole-exome sequencing, we identified the c.910C > T transition in a STIM1 allele (p.R304W) only in patients and not in their unaffected family members. STIM1 encodes stromal interaction molecule 1 protein (STIM1), which is a finely tuned endoplasmic reticulum Ca(2+) sensor. The effect of the mutation on the structure of STIM1 was investigated by molecular modeling, and its effect on function was explored by calcium imaging experiments. Results obtained from calcium imaging experiments using transfected cells together with fibroblasts from one patient are in agreement with impairment of calcium homeostasis. We show that the STIM1 p.R304W variant may affect the conformation of the inhibitory helix and unlock the inhibitory state of STIM1. The p.R304W mutation causes a gain of function effect associated with an increase in both resting Ca(2+) levels and store-operated calcium entry. Our study provides evidence that Stormorken syndrome may result from a single-gene defect, which is consistent with Mendelian-dominant inheritance. ","dc:creator":"Morin G","dc:date":"2014","dc:title":"Gain-of-Function Mutation in STIM1 (P.R304W) Is Associated with Stormorken Syndrome."},"rdfs:label":"Ca2+ homeostasis in primary fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The experiments are in line with increased SOCE caused by STIM1 gain of function variants, indeed they show an increase in the resting cytosolic Ca2+ levels and an increase of SOCE. The same results were obtained by using HEK 293T cells transfected with WT and R304W STIM1."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe6eda4e-a0d7-4724-9163-6907852139ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c0b7e350-1477-4a4c-97b8-1a926c7cef30","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse model recapitulates the characteristics of Stormorken syndrome patients with muscle weakness, thrombocytopenia, prolonged bleeding time, growth delay, splenomegaly, abnormality of eye movement,  skin irritations, hypocalcemia, increased serum creatine kinase. Moreover, higher resting Ca2+ levels as well as excessive extracellular Ca2+ entry despite replete Ca2+ stores in myotubes were observed Stim1 R304W/+ mice, in line with the excessive extracellular Ca2+ entry caused by STIM1 gain of function mutations","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30576443","type":"dc:BibliographicResource","dc:abstract":"Strict regulation of Ca2+ homeostasis is essential for normal cellular physiology. Store-operated Ca2+ entry (SOCE) is a major mechanism controlling basal Ca2+ levels and intracellular Ca2+ store refilling, and abnormal SOCE severely impacts on human health. Overactive SOCE results in excessive extracellular Ca2+ entry due to dominant STIM1 or ORAI1 mutations and has been associated with tubular aggregate myopathy (TAM) and Stormorken syndrome (STRMK). Both disorders are spectra of the same disease and involve muscle weakness, myalgia and cramps, and additional multi-systemic signs including miosis, bleeding diathesis, hyposplenism, dyslexia, short stature and ichthyosis. To elucidate the physiological consequences of STIM1 over-activation, we generated a murine model harboring the most common TAM/STRMK mutation and characterized the phenotype at the histological, ultrastructural, metabolic, physiological and functional level. In accordance with the clinical picture of TAM/STRMK, the Stim1R304W/+ mice manifested muscle weakness, thrombocytopenia, skin and eye anomalies and spleen dysfunction, as well as additional features not yet observed in patients such as abnormal bone architecture and immune system dysregulation. The murine muscles exhibited contraction and relaxation defects as well as dystrophic features, and functional investigations unraveled increased Ca2+ influx in myotubes. In conclusion, we provide insight into the pathophysiological effect of the STIM1 R304W mutation in different cells, tissues and organs and thereby significantly contribute to a deeper understanding of the pathomechanisms underlying TAM/STRMK and other human disorders involving aberrant Ca2+ homeostasis and affecting muscle, bones, platelets or the immune system.","dc:creator":"Silva-Rojas R","dc:date":"2019","dc:title":"STIM1 over-activation generates a multi-systemic phenotype affecting the skeletal muscle, spleen, eye, skin, bones and immune system in mice."},"rdfs:label":"STIM1 R304W mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"Another mouse model with the same mutation was described by Gamage et al. (30390422) PMID showing essentially the same phenotype of the mice here described together with a defect of platelet activation."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:e327dd39-9d06-4b1b-b013-4cc64f18d094_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6f72b035-06f4-405b-94f6-8c20c7125e79","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Peripheral blood, buccal epithelial cells, and fibroblasts were\nobtained for isolation of genomic DNA from the probands and\nfamily members. Whenever kits were used, manufacturer’s instructions\nwere followed unless otherwise stated. Genomic DNA was\nextracted from blood cells and fibroblasts using the DNeasy kit\n(QIAGENGmbH,Hilden,Germany). DNA sampleswere calibrated\nto 50 ng·μl–1 by UV microvolume spectrophotometer (Nanodrop;\nThermo Scientific, Wilmington, DE) for further studies.  PCR products were purified (ExoSAPIT;\nVWR International SAS, Fontenay-sous-Bois, France) and sequenced\non both strands using BigDye Terminator Cycle Sequencing\nV1.1 Ready Reaction Kit (Applied Biosystems, Foster City, CA).\nSequence alignments were performed using the T-Coffee software\n(http://tcoffee.vital-it.ch/apps/tcoffee/do:regular). Following DNA\nsequence analysis, genomic DNA (blood cells and epithelial cells) of\nall family members were screened for the mutation using Fau1 (New\nEngland Biolabs Inc. Ipswich, MA) restriction analysis of STIM1\nexon 7 specific PCR product. Genomic DNA obtained from 100\nwhite healthy controls (representing 200 chromosomes) was also\nanalyzed for the presence of the STIM1 exon 7 mutation by Fau1\nrestriction analysis. The mutation numbering system used here is\nbased on the cDNA sequence.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003236","obo:HP_0000616","obo:HP_0001746","obo:HP_0001892","obo:HP_0000490","obo:HP_0001873","obo:HP_0002901"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:e327dd39-9d06-4b1b-b013-4cc64f18d094_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8eed9592-9059-498d-8929-549c0a9918b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.910C>T (p.Arg304Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA163350"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25044882"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25044882","rdfs:label":"F1 II.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences in transfected HEK239T cells in agreement\nwith impairment of calcium homeostasis"},{"id":"cggv:66a6d5cb-edd2-4824-a80f-b1280a64bb1c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:038307b3-51b3-408d-a4cb-e07efa5b529c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":37,"detectionMethod":"Based on the clinical data consistent with Stormorken syndrome, exome sequencing was performed with special attention to calcium release activated\ncalcium modulator 1 (ORAI1)\nand STIM1. The study identified a\npathogenic mutation in STIM1\n(p.R304W), which was confirmed\nthrough Sanger sequencing. Mutations\nin ORAI1 and in all known genes\nresponsible for corpus callosum agenesis were ruled out","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001274","obo:HP_0001873","obo:HP_0000616","obo:HP_0001263","obo:HP_0002901","obo:HP_0001324","obo:HP_0001746","obo:HP_0003236"],"previousTesting":true,"previousTestingDescription":"Laboratory screening showed\nincreased creatine kinase levels (500–\n1600 U/L), mild thrombocytopenia (70–\n100 x 10^9/L) and hypocalcemia\n(2.05 mmol/L). Brain magnetic resonance\nimaging demonstrated corpus callosum agenesis\nwhole-body magnetic resonance imaging\ndemonstrated asplenia and muscle biopsy\nshowed tubular aggregates","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:66a6d5cb-edd2-4824-a80f-b1280a64bb1c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8eed9592-9059-498d-8929-549c0a9918b6"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29356264","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Alonso-Jiménez A","dc:date":"2018","dc:title":"Corpus callosum agenesis, myopathy and pinpoint pupils: consider Stormorken syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29356264","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"no functional evidences are available"},{"id":"cggv:62fec2cb-9c50-41b1-b0c1-c96e644af613_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c39f2884-6823-48d6-9d85-6f48e63e04ff","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The method is not indicated","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003326"],"previousTesting":true,"previousTestingDescription":"Histological analyses of the muscle biopsies essentially revealed tubular aggregates, fiber size variability, type I fiber predominance, and internal nuclei.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:62fec2cb-9c50-41b1-b0c1-c96e644af613_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1774263f-ec2a-442d-ab7c-044854bbcb2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.274C>G (p.Leu92Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485158"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31448844","type":"dc:BibliographicResource","dc:abstract":"Calcium (Ca2+ ) acts as a ubiquitous second messenger, and normal cell and tissue physiology strictly depends on the precise regulation of Ca2+ entry, storage, and release. Store-operated Ca2+ entry (SOCE) is a major mechanism controlling extracellular Ca2+ entry, and mainly relies on the accurate interplay between the Ca2+ sensor STIM1 and the Ca2+ channel ORAI1. Mutations in STIM1 or ORAI1 result in abnormal Ca2+ homeostasis and are associated with severe human disorders. Recessive loss-of-function mutations impair SOCE and cause combined immunodeficiency, while dominant gain-of-function mutations induce excessive extracellular Ca2+ entry and cause tubular aggregate myopathy (TAM) and Stormorken syndrome (STRMK). TAM and STRMK are spectra of the same multisystemic disease characterized by muscle weakness, miosis, thrombocytopenia, hyposplenism, ichthyosis, dyslexia, and short stature. To date, 42 TAM/STRMK families have been described, and here we report five additional families for which we provide clinical, histological, ultrastructural, and genetic data. In this study, we list and review all new and previously reported STIM1 and ORAI1 cases, discuss the pathomechanisms of the mutations based on the known functions and the protein structure of STIM1 and ORAI1, draw a genotype/phenotype correlation, and delineate an efficient screening strategy for the molecular diagnosis of TAM/STRMK.","dc:creator":"Morin G","dc:date":"2020","dc:title":"Tubular aggregate myopathy and Stormorken syndrome: Mutation spectrum and genotype/phenotype correlation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31448844","rdfs:label":"F12 II.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"No functional data are available"},{"id":"cggv:658bdc0f-89ad-42d7-9fcc-3fd3c1fce280_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:83dd44d9-8603-4556-8347-4e8f02328b70","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":54,"detectionMethod":"Exome sequencing was performed for all four members of family 1 by using the Agilent SureSelect Human All Exon Kit and the Illumina Genome Analyzer IIx to generate 72 nt single reads. Sample collection was performed with informed consent from the affected individuals according to the declaration of Helsinki, and the protocols were validated by the Comité de Protection des Personnes Est IV. Sequence data were aligned to the reference genome GRCh37/hg19 with the use of the Burrows-Wheeler Aligner13 and were processed with SAMtools. Sanger sequencing was used to confirm the mutations.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003236","obo:HP_0001324","obo:HP_0001371","obo:HP_0000496"],"previousTesting":true,"previousTestingDescription":"Onset: childhood","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:658bdc0f-89ad-42d7-9fcc-3fd3c1fce280_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b6792fe4-dcf7-4fd0-a43c-bbf6778117e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.251A>G (p.Asp84Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130862"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920","rdfs:label":"F1 II.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Biochemical studies in support: by monitoring the calcium response of transfected C2C12 myoblasts to SOCE, a significantly higher basal Ca2+ level in patient cells and a dysregulation of intracellular Ca2+ homeostasis were described. STIM1 was present in aggregates."},{"id":"cggv:5791e286-4553-4a15-b056-289eb471394f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbadcb3a-61e5-47f3-a4ba-8d5c06ef8a13","type":"Proband","ageType":"AgeAtReport","ageUnit":"cggv","ageValue":30,"detectionMethod":"Exome sequencing was performed for all four members of family 1 by using the Agilent SureSelect Human All Exon Kit and the Illumina Genome Analyzer IIx to generate 72 nt single reads. Sample collection was performed with informed consent from the affected individuals according to the declaration of Helsinki, and the protocols were validated by the Comité de Protection des Personnes Est IV. Sequence data were aligned to the reference genome GRCh37/hg19 with the use of the Burrows-Wheeler Aligner13 and were processed with SAMtools. Sanger sequencing was used to confirm the mutations.","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0003236","previousTesting":true,"previousTestingDescription":"Asymptomatic","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:5791e286-4553-4a15-b056-289eb471394f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd3df214-2d4c-46af-97a7-688d5e760e5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.216C>A (p.His72Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130871"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920","rdfs:label":"F4 II.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Biochemical studies in support: by monitoring the calcium response of transfected C2C12 myoblasts to SOCE, a significantly higher basal Ca2+ level in patient cells and a dysregulation of intracellular Ca2+ homeostasis were described. STIM1 was present in aggregates."},{"id":"cggv:05802062-f30c-47fd-89b3-ca0bb28f3b2a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29511520-16be-4819-9703-d9b9c300b99c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was prepared from peripheral blood by routine procedures and Sanger-sequenced for all coding exons of STIM1 and the adjacent splice-relevant regions was performed. The mutations were numbered according to GenBank NM_001277961.1 and NP_001264890.1. Nucleotide position reflects cDNA numbering with +1 corresponding to the A of the ATG translation initiation codon.","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0003326","previousTesting":true,"previousTestingDescription":"Classification of tubular aggregate myopathy was based on histological and ultrastructural findings on muscle biopsies. Tubular aggregates appearing in red on Gomori staining were the only histopathological hallmark.","sex":"Male","variant":{"id":"cggv:05802062-f30c-47fd-89b3-ca0bb28f3b2a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:111cf6a7-6c4d-4b1f-b8e5-a80eba0b6f51","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.325C>A (p.His109Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130865"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25326555","type":"dc:BibliographicResource","dc:abstract":"Tubular aggregate myopathies (TAMs) are muscle disorders characterised by abnormal accumulations of densely packed single-walled or double-walled membrane tubules in muscle fibres. Recently, STIM1, encoding a major calcium sensor of the endoplasmic reticulum, was identified as a TAM gene.","dc:creator":"Böhm J","dc:date":"2014","dc:title":"Clinical, histological and genetic characterisation of patients with tubular aggregate myopathy caused by mutations in STIM1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555","rdfs:label":"F6 II.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Transfected C2C12 myoblasts showed clustering of STIM1."},{"id":"cggv:0aa86403-bac6-40c0-bf03-c6d9be500f6a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9fed19ff-e9be-4747-b389-905cfa3ba2e5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"detectionMethod":"Exome sequencing was performed for all four members of family 1 by using the Agilent SureSelect Human All Exon Kit and the Illumina Genome Analyzer IIx to generate 72 nt single reads. Sample collection was performed with informed consent from the affected individuals according to the declaration of Helsinki, and the protocols were validated by the Comité de Protection des Personnes Est IV. Sequence data were aligned to the reference genome GRCh37/hg19 with the use of the Burrows-Wheeler Aligner13 and were processed with SAMtools. Sanger sequencing was used to confirm the mutations.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0002540","obo:HP_0001371","obo:HP_0001324","obo:HP_0003236"],"previousTesting":true,"previousTestingDescription":"Onset: childhood","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0aa86403-bac6-40c0-bf03-c6d9be500f6a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:494dd617-9696-455e-879e-05f53cc1637d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.326A>G (p.His109Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130868"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920","rdfs:label":"F3 I.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Biochemical studies in support: by monitoring the calcium response of transfected C2C12 myoblasts to SOCE, a significantly higher basal Ca2+ level in patient cells and a dysregulation of intracellular Ca2+ homeostasis were described. STIM1 was present in aggregates."},{"id":"cggv:a7d1cf1b-dca2-4780-bf1e-8661d29295d5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:715ec944-40c6-4cdf-85db-8c3efdcab48a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was prepared from peripheral blood by routine procedures and Sanger-sequenced for all coding exons of STIM1 and the adjacent splice-relevant regions was performed. The mutations were numbered according to GenBank NM_001277961.1 and NP_001264890.1. Nucleotide position reflects cDNA numbering with +1 corresponding to the A of the ATG translation initiation codon. The patient from Family 5 was excluded for mutations in the phosphoglycerate mutase (PGAM) gene.","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0003326","previousTesting":true,"previousTestingDescription":"Classification of tubular aggregate myopathy was based on histological and ultrastructural findings on muscle biopsies. Tubular aggregates appearing in red on Gomori staining were the only histopathological hallmark.","sex":"Female","variant":{"id":"cggv:a7d1cf1b-dca2-4780-bf1e-8661d29295d5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:63dcf792-bcac-454f-a89b-bc974f0fc78c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.322T>C (p.Phe108Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485271"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555","rdfs:label":"F5 II.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Transfected C2C12 myoblasts showed clustering of STIM1."},{"id":"cggv:d1bee73c-e8dd-4f9a-8156-5ecacd4207b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a536d0e-bf0b-4547-9090-4ed0c3a90240","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"detectionMethod":"Direct fluorescent sequencing of exons 1–12 of STIM1 was performed on DNA from family 4 in the Northern Genetics Service Diagnostic Laboratory.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0003326","obo:HP_0000616","obo:HP_0001371"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d1bee73c-e8dd-4f9a-8156-5ecacd4207b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cc4ee678-e582-473d-83dc-42254ae6db2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.911G>A (p.Arg304Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA216526522"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28624464","type":"dc:BibliographicResource","dc:abstract":"Dominant mutations in STIM1 are a cause of three allelic conditions: tubular aggregate myopathy, Stormorken syndrome (a complex phenotype including myopathy, hyposplenism, hypocalcaemia and bleeding diathesis), and a platelet dysfunction disorder, York platelet syndrome. Previous reports have suggested a genotype-phenotype correlation with mutations in the N-terminal EF-hand domain associated with tubular aggregate myopathy, and a common mutation at p.R304W in a coiled coil domain associated with Stormorken syndrome. In this study individuals with STIM1 variants were identified by exome sequencing or STIM1 direct sequencing, and assessed for neuromuscular, haematological and biochemical evidence of the allelic disorders of STIM1. STIM1 mutations were investigated by fibroblast calcium imaging and 3D modelling. Six individuals with STIM1 mutations, including two novel mutations (c.262A>G (p.S88G) and c.911G>A (p.R304Q)), were identified. Extra-neuromuscular symptoms including thrombocytopenia, platelet dysfunction, hypocalcaemia or hyposplenism were present in 5/6 patients with mutations in both the EF-hand and CC domains. 3/6 patients had psychiatric disorders, not previously reported in STIM1 disease. Review of published STIM1 patients (n = 49) confirmed that neuromuscular symptoms are present in most patients. We conclude that the phenotype associated with activating STIM1 mutations frequently includes extra-neuromuscular features such as hypocalcaemia, hypo-/asplenia and platelet dysfunction regardless of mutation domain.","dc:creator":"Harris E","dc:date":"2017","dc:title":"Complex phenotypes associated with STIM1 mutations in both coiled coil and EF-hand domains."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28624464","rdfs:label":"F4 II.5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"No functional evidences are availableThis family is an example of a not fully penetrant phenotype and of intrafamilial variability."},{"id":"cggv:fe9bdcc1-ae9e-4639-ace1-767ab35619cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac2736e9-9d90-49a3-9a87-081baaeee260","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Exome sequencing was performed for all four members of family 1 by using the Agilent SureSelect Human All Exon Kit and the Illumina Genome Analyzer IIx to generate 72 nt single reads. Sample collection was performed with informed consent from the affected individuals according to the declaration of Helsinki, and the protocols were validated by the Comité de Protection des Personnes Est IV. Sequence data were aligned to the reference genome GRCh37/hg19 with the use of the Burrows-Wheeler Aligner13 and were processed with SAMtools. Sanger sequencing was used to confirm the mutations.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003236","obo:HP_0001371","obo:HP_0001324"],"previousTesting":true,"previousTestingDescription":"Onset: adulthood","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:fe9bdcc1-ae9e-4639-ace1-767ab35619cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:111cf6a7-6c4d-4b1f-b8e5-a80eba0b6f51"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23332920","rdfs:label":"F2-III.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Biochemical studies in support: by monitoring the calcium response of transfected C2C12 myoblasts to SOCE, a significantly higher basal Ca2+ level in patient cells and a dysregulation of intracellular Ca2+ homeostasis were described. STIM1 was present in aggregates."},{"id":"cggv:7af3c4cc-71d8-4ec7-afca-5e73c808382b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0174efa2-698e-4a2e-b8e5-ec50341ad2e5","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"detectionMethod":"Exome enrichment was performed by\nusing the Truseq Exome Enrichment kit (Illumina) per the\nmanufacturer’s protocol. Sequences were generated by using an\nIllumina HisEq 2000 instrument with paired-end, 100-bp reads.\nSequences were aligned to the human reference genome (hg19)\nby using the Burrows–Wheeler Aligner. Local realignment\naround indels followed by empirical base quality score recalibration\nwas performed using the Genome Analysis Tool Kit (4).\nExonic variants were identified for each patient by using the\nGenome Analysis Tool Kit Unified Genotyper program. Variants\nwere excluded from analysis if they did not meet the following\ncriteria: alignment quality score of 30 or greater, a read\ndepth of at least 8, a quality by depth score of at least 2.5,\npresence of a homopolymer run of 5 bases or less, a strand bias\nscore of less than −10.0, and a map quality score greater than 25.\nPutatively functional variants were identified by using the program\nAnnovar by using a filtering strategy. Synonymous\nvariants were first identified and removed, followed by removal\nof variants not within highly conserved regions or those within\ngenomic segmental duplications. Variants were then removed if\nthey were previously identified in either the 1000 Genomes\nProject pilot study or the dbSNP130 database. Variants remaining\nafter this filtering strategy were mapped back to their\nrespective genes. Gene lists for each patient were generated and\ncompared between patients. Effects of each variant, whether\nbenign or damaging, were predicted by using Sorts Intolerant\nFrom Tolerant (SIFT) . Identified variants were confirmed by\ninspection of raw aligned reads using the Integrated Genome\nViewer followed by bidirectional Sanger sequencing of the\nrelevant exon(s).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001324","obo:HP_0000616","obo:HP_0001873","obo:HP_0001892","obo:HP_0003236","obo:HP_0001746"],"previousTesting":true,"previousTestingDescription":"Complete blood count, plasma CK, and platelet\naggregation studies","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7af3c4cc-71d8-4ec7-afca-5e73c808382b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8eed9592-9059-498d-8929-549c0a9918b6"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24591628","type":"dc:BibliographicResource","dc:abstract":"Signaling through the store-operated Ca(2+) release-activated Ca(2+) (CRAC) channel regulates critical cellular functions, including gene expression, cell growth and differentiation, and Ca(2+) homeostasis. Loss-of-function mutations in the CRAC channel pore-forming protein ORAI1 or the Ca(2+) sensing protein stromal interaction molecule 1 (STIM1) result in severe immune dysfunction and nonprogressive myopathy. Here, we identify gain-of-function mutations in the cytoplasmic domain of STIM1 (p.R304W) associated with thrombocytopenia, bleeding diathesis, miosis, and tubular myopathy in patients with Stormorken syndrome, and in ORAI1 (p.P245L), associated with a Stormorken-like syndrome of congenital miosis and tubular aggregate myopathy but without hematological abnormalities. Heterologous expression of STIM1 p.R304W results in constitutive activation of the CRAC channel in vitro, and spontaneous bleeding accompanied by reduced numbers of thrombocytes in zebrafish embryos, recapitulating key aspects of Stormorken syndrome. p.P245L in ORAI1 does not make a constitutively active CRAC channel, but suppresses the slow Ca(2+)-dependent inactivation of the CRAC channel, thus also functioning as a gain-of-function mutation. These data expand our understanding of the phenotypic spectrum of dysregulated CRAC channel signaling, advance our knowledge of the molecular function of the CRAC channel, and suggest new therapies aiming at attenuating store-operated Ca(2+) entry in the treatment of patients with Stormorken syndrome and related pathologic conditions. ","dc:creator":"Nesin V","dc:date":"2014","dc:title":"Activating mutations in STIM1 and ORAI1 cause overlapping syndromes of tubular myopathy and congenital miosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24591628","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Heterologous expression of STIM1 p.R304W results in\nconstitutive activation of the CRAC channel in vitro, and spontaneous\nbleeding accompanied by reduced numbers of thrombocytes\nin zebrafish embryos, recapitulating key aspects of\nStormorken syndrome."},{"id":"cggv:fdfc88eb-fa9e-43da-87ba-9c914c4e9dcc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25d1a25a-6c10-40c6-bacd-7ef523cf9233","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001903","obo:HP_0001746","obo:HP_0032550","obo:HP_0000602","obo:HP_0001324","obo:HP_0002076","obo:HP_0001894","obo:HP_0001371","obo:HP_0003236","obo:HP_0002901","obo:HP_0004322"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:fdfc88eb-fa9e-43da-87ba-9c914c4e9dcc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e53fecb4-a0d3-4b1b-b70b-69ac86de393a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.252T>A (p.Asp84Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485088"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27876257","type":"dc:BibliographicResource","dc:abstract":"STIM1 is a reticular Ca2+ sensor composed of a luminal and a cytosolic domain. Missense mutations in the luminal domain have been associated with tubular aggregate myopathy (TAM), while cytosolic mutations can cause Stormorken syndrome, a multisystemic disease associating TAM with asplenia, thrombocytopenia, miosis, ichthyosis, short stature and dyslexia. Here we present the case of a 41-year-old female complaining of exercise intolerance. Clinical examination showed short stature, scoliosis, proximal muscle weakness with lower limb predominance, and ophthalmoplegia. Laboratory tests revealed hypocalcemia, mild anemia and elevated creatine kinase (CK) levels. Whole-body muscle magnetic resonance imaging (MRI) revealed asplenia. Muscle biopsy was consistent with TAM. STIM1 gene analysis disclosed the novel c.252T>A, p.D84E missense mutation which was shown to induce constitutive STIM1 clustering in a functional study. This study reports a novel STIM1 mutation located in the Ca2+-binding EF domain causing TAM with features of Stormorken syndrome.","dc:creator":"Noury JB","dc:date":"2017","dc:title":"Tubular aggregate myopathy with features of Stormorken disease due to a new STIM1 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27876257","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional study with C2C12 myoblasts transfected with wild-type or D84E mCherry-STIM1 constructs. Wild type STIM1 was evenly distributed in the ER, while STIM1 D84E was found to cluster constitutively. This is is consistent with the literature, with constitutive STIM1 clustering and\nheterozygous STIM1 mutations resulting in constitutive STIM1 activation with a higher basal Ca2+ level in TAM cells and a dysregulation of intracellular Ca2+ homeostasis"},{"id":"cggv:606beda4-89b1-4ada-a5f3-b6c01910b293_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86300b19-f8d8-44a2-a9f5-02f086025947","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":54,"detectionMethod":"Genetic testing for desminopathy, myotilinopathy,\nfacioscapuloperoneal muscular dystrophy (FSHD), GNE\nmyopathy, Emery Dreifuss muscular dystrophy type 1\n(X-EDMD/EDMD1) and type 2 (EDMD2/Laminopathy/\nLGMD1B) did not disclose any disease causing gene mutation\n(data not shown). Sequencing of the STIM1 gene revealed a heterozygous guanine to adenine transition in exon 2 at position 242 of the coding sequence (c.242G>A) leading to replacement of the glycine\nresidue at position 81 by aspartic acid (p.Gly81Asp).\nThe mutation was not found in public SNP databases\n(dbSNP build 138; Exome Variant Server, 1000 Genomes),\nallowing interrogation of exome data of >12,000 individuals.\nThe glycine residue at position 81 is strictly conserved through evolution and replacement of this amino acid by aspartic acid was predicted to be damaging by bioinformatic prediction algorithms","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003236","obo:HP_0003326","obo:HP_0001371","obo:HP_0000496"],"previousTesting":true,"previousTestingDescription":"Physical examination (see HPO terms) and muscle biopsy. Muscle biopsy showed Type II fiber atrophy.","sex":"Male","variant":{"id":"cggv:606beda4-89b1-4ada-a5f3-b6c01910b293_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6c0440c3-7441-4112-85f5-fe7aeb0b42e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.242G>A (p.Gly81Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485068"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25953320","type":"dc:BibliographicResource","dc:abstract":"Tubular aggregates in human muscle biopsies have been reported to occur in a variety of acquired and hereditary neuromuscular conditions since 1964. Recently mutations in the gene encoding the main calcium sensor in the sarcoplasmic reticulum, stromal interaction molecule 1 (STIM1), have been identified as a cause of autosomal dominant tubular aggregate myopathy. We studied a German family with tubular aggregate myopathy and defined cellular consequences of altered STIM1 function. Both patients in our family had early progressive myopathy with proximal paresis of arm and leg muscles, scapular winging, ventilatory failure, joint contractures and external ophthalmoplegia. One patient had a well-documented disease course over 50 years. Sequencing of the STIM1 gene revealed a previously unreported missense mutation (c.242G>A; p.Gly81Asp) located in the first calcium binding EF domain. Functional characterization of the new STIM1 mutation by calcium imaging revealed that calcium influx was significantly increased in primary myoblasts of the index patient compared to controls pointing at a severe alteration of intracellular calcium homeostasis. This new family widens the spectrum of STIM1-associated myopathies to a more severe phenotype. ","dc:creator":"Walter MC","dc:date":"2015","dc:title":"50 years to diagnosis: Autosomal dominant tubular aggregate myopathy caused by a novel STIM1 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25953320","rdfs:label":"F1 I.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Myoblasts from the TAM patient and a control were cultured. Ca2+ entry was markedly increased indicating a continuous overactivity of store-operated Ca2+ entry (SOCE) in TAM myoblasts, however they are not WT myoblasts transfected with the mutant STIM1 and can not be considered a functional evidence."},{"id":"cggv:2798b130-27bc-49f3-99c8-4ca74aaaf5a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c0fe4aa-9504-4e2f-ba65-fa66d9cdc8cb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was prepared from peripheral blood by routine procedures and Sanger-sequenced for all coding exons of STIM1 and the adjacent splice-relevant regions was performed. The mutations were numbered according to GenBank NM_001277961.1 and NP_001264890.1. Nucleotide position reflects cDNA numbering with +1 corresponding to the A of the ATG translation initiation codon. Patient II.3 from Family 4 was screened for 98 muscle disease genes by high throughput sequencing.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003236","obo:HP_0001371"],"previousTesting":true,"previousTestingDescription":"Classification of tubular aggregate myopathy was based on histological and ultrastructural findings on muscle biopsies. Tubular aggregates appearing in red on Gomori staining were the only histopathological hallmark.","sex":"Female","variant":{"id":"cggv:2798b130-27bc-49f3-99c8-4ca74aaaf5a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e1c339e9-461b-4c7e-9591-bd39da08acb6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.322T>A (p.Phe108Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485270"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555","rdfs:label":"F4 II.3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Transfected C2C12 myoblasts showed clustering of STIM1."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":5.4},{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:59b4e047-c9b3-42b1-b3af-6d9b6aec2eb2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:abc17025-5844-4618-b18e-d66ab2c55a6e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":42,"detectionMethod":"Genomic DNA samples were extracted from\nperipheral blood leukocytes. Exonic sequences were enriched\nusing a SureSelect v51UTRs kit (Agilent, Santa Clara, CA)\nand subjected to nucleotide sequence analysis using a Hiseq2500\nplatform (Illumina, San Diego, CA). Burrows-Wheeler Aligner\nand Samtools were used with default settings for the alignment of\nraw reads and variant detection. The protein-altering variants in\nSTIM1 and ORAI1 were filtered by excluding those present in 600\nhealthy Japanese controls. Direct nucleotide sequence analysis was\nperformed using an ABI 3100 Genetic Analyzer (Thermo Fisher\nScientific,Waltham,MA).Messenger RNA (mRNA) was extracted\nfrom muscle biopsy specimen using RNeasy Fibrous tissue mini kit\n(Qiagen, Hilden, Germany) and amplified by reverse transcriptase\n(RT)-PCR with SuperScript (Thermo Fisher Scientific).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003202","obo:HP_0003236"],"previousTesting":true,"previousTestingDescription":"H&E staining demonstrated\nincreased variability of muscle fiber diameter and\noccasional centrally nucleated myofibers. In addition,\nmany fibers showed irregularly shaped dark red staining\n. These dark red accumulations were\nstained intense blue by NADH-TR  and\nbright purple with Gomori trichrome staining , indicating that these are tubular aggregates. A\nserial section stained with ATPase (pH 4.6) further\ndemonstrated that the tubular aggregates were in type\n2 fibers . Electron microscopic analysis\nrevealed that some areas in the myofiber were\nreplaced by numerous tubular structures\nand that each tubule was arranged in a honeycomb-like\nstructure that showed double-walled membranes at\nhigher magnification.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:59b4e047-c9b3-42b1-b3af-6d9b6aec2eb2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:633d9984-6ed4-428f-9e6b-65d81184daf6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.1449_1450dup (p.Ile484ArgfsTer21)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA916079761"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27066587","type":"dc:BibliographicResource","dc:abstract":"To identify the gene mutation of tubular aggregate myopathy (TAM) and gain mechanistic insight into the pathogenesis of the disorder.","dc:creator":"Okuma H","dc:date":"2016","dc:title":"Tubular aggregate myopathy caused by a novel mutation in the cytoplasmic domain of STIM1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27066587","rdfs:label":"F1 III.2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"This is a frameshift mutation, which creates a premature stop codon in the CTID, while variants described in Stormorken syndrome are missense gain of function variants. After transfection of C2C12 myoblasts with the mutant STIM1, aggregation-like signals\nof STIM1 were observed (similar to gain-of-function variants). Furthermore, intracellular Ca21 measurements revealed\nthat the Ca21 influx is significantly decreased, in contrast with GOF variants. However, the phenotype is of tubular aggregate myopathy and an immunodeficiency phenotype is not present."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:516a55a1-63f5-460f-9ab6-d2556ab8f35c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c739f702-1303-4f85-8b40-f209f0f80ef1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was prepared from peripheral blood by routine procedures and Sanger-sequenced for all coding exons of STIM1 and\nthe adjacent splice-relevant regions.16 The mutations were numbered\naccording to GenBank NM_001277961.1 and NP_001264890.1. Nucleotide position reflects cDNA numbering with +1 corresponding to the A of the ATG translation initiation codon. For the patient from Family 3, mutations in DMD and lamin A/C (LMNA) were excluded.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0003236","obo:HP_0001324"],"previousTesting":true,"previousTestingDescription":"Classification of tubular aggregate myopathy was based on histological\nand ultrastructural findings on muscle biopsies. Tubular aggregates appearing in red on Gomori staining were the only histopathological hallmark suggesting Tubular Aggregate Myopathy","sex":"Female","variant":{"id":"cggv:516a55a1-63f5-460f-9ab6-d2556ab8f35c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:23528888-f2e5-4b92-9096-52da4801ad70","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.286C>G (p.Leu96Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485186"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555","rdfs:label":"F3 II.1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant is de novo and DNA from parents was available to assess the variant maternity and paternity. Transfected C2C12 myoblasts show STIM1 in clusters."},{"id":"cggv:dec1cca3-8435-4a48-b1b6-281da919f587_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2eebdf7b-33cc-4d06-9aea-b5f7b710ec3b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"Sequencing was\nperformed at the Broad Institute (Boston, USA), with Agilent Sure-Select Human All Exon v2.0 (44 Mb) on Illumina HiSeqXs\nplatform (Illumina, Inc. San Diego, CA), and sequence alignment,\nvariant calling and functional annotation were performed with\nBWA, GATK and Variant Effect Predictor (VEP). Variants in\nknown muscle disease genes predicted to be moderately to\nseverely damaging were reviewed manually. Identified variants\nin STIM1 were confirmed by Sanger sequencing.  Variant is de novo and not present in the unaffected parents.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000616","obo:HP_0001371","obo:HP_0001903","obo:HP_0001873","obo:HP_0000709","obo:HP_0002540","obo:HP_0004823","obo:HP_0001892","obo:HP_0001324","obo:HP_0002901","obo:HP_0001746"],"previousTesting":true,"previousTestingDescription":"There is a history of easy\nbruising, and she has previously been noted to have a low\nplatelet count and low adjusted calcium levels (2.11 mmol/L)\nand is treated for osteoporosis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:dec1cca3-8435-4a48-b1b6-281da919f587_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:762942d7-61bf-4606-a5ee-1a258decdb8c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.262A>G (p.Ser88Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485113"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28624464"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28624464","rdfs:label":"F3 II.2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and not present in the unaffected parents, however, no functional evidences are available."},{"id":"cggv:5a747aee-2432-4efb-9f2b-c0bed6686184_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:34e41fe9-eac1-4f33-b75d-ac8e96700d0f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"detectionMethod":"For whole exome sequencing, solution hybridization exome capture\nwas carried out using the Ilumina TruSeqV1 capture kits. Illumina paired\nend sequencing was performed per manufacture's protocol. Flowcell\npreparation and 101-bp paired end read sequencing were carried out\nas per protocol for the HiSeq2000 GAIIx sequencer (Illumina Inc., San\nDiego CA). The primer pairs listed in\nSupplementary Table 1 were used to amplify the genomic DNA in the\ncoding exons and flanking nucleotides of each exon of STIM1. PCR amplification was performed using Qiagen HotStarTaq Plus master mix\n(Qiagen, Valencia, CA).","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Impaired platelet P-selectin expression, impaired platelet CD63 expression, abnormal platelet alpha granule content","phenotypes":["obo:HP_0030397","obo:HP_0001324","obo:HP_0004866","obo:HP_0001892","obo:HP_0001873","obo:HP_0003236","obo:HP_0011883"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5a747aee-2432-4efb-9f2b-c0bed6686184_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:132ecc28-48e2-4d5f-aca7-57ed4cc3946a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.343A>T (p.Ile115Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170740"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25577287","type":"dc:BibliographicResource","dc:abstract":"Store-operated Ca(2+) entry is the major route of replenishment of intracellular Ca(2+) in animal cells in response to the depletion of Ca(2+) stores in the endoplasmic reticulum. It is primarily mediated by the Ca(2+)-selective release-activated Ca(2+) (CRAC) channel, which consists of the pore-forming subunits ORAI1-3 and the Ca(2+) sensors, STIM1 and STIM2. Recessive loss-of-function mutations in STIM1 or ORAI1 result in immune deficiency and nonprogressive myopathy. Heterozygous gain-of-function mutations in STIM1 cause non-syndromic myopathies as well as syndromic forms of miosis and myopathy with tubular aggregates and Stormorken syndrome; some of these syndromic forms are associated with thrombocytopenia. Increased concentration of Ca(2+) as a result of store-operated Ca(2+) entry is essential for platelet activation. The York Platelet syndrome (YPS) is characterized by thrombocytopenia, striking ultrastructural platelet abnormalities including giant electron-opaque organelles and massive, multilayered target bodies and deficiency of platelet Ca(2+) storage in delta granules. We present clinical and molecular findings in 7 YPS patients from 4 families, demonstrating that YPS patients have a chronic myopathy associated with rimmed vacuoles and heterozygous gain-of-function STIM1 mutations. These findings expand the phenotypic spectrum of STIM1-related human disorders and define the molecular basis of YPS. ","dc:creator":"Markello T","dc:date":"2015","dc:title":"York platelet syndrome is a CRAC channelopathy due to gain-of-function mutations in STIM1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25577287","rdfs:label":"B-II-2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and DNA from parents was available for DNA testing, however no functional evidence is available"},{"id":"cggv:84f98dde-2218-4d73-9ec7-68ff646dc4e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8d4d786c-14f7-4713-bdc2-e50cb5900175","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The method is not indicated","firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Histological analyses of the muscle biopsies essentially revealed tubular aggregates, fiber size variability, type I fiber predominance, and internal nuclei.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:84f98dde-2218-4d73-9ec7-68ff646dc4e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:541d7cd6-a821-400e-8e39-81eda0d6b324","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277962.2(STIM1):c.293A>G (p.Tyr98Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379485204"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31448844"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31448844","rdfs:label":"F14 II.2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and DNA from parents was available to assess variant maternity and paternity, however no functional evidences are present"},{"id":"cggv:04e1e288-902a-4a51-b5a1-83c66184840a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c0f1f872-0f62-429c-82aa-701e55435b90","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was prepared from peripheral blood by routine procedures and Sanger-sequenced for all coding exons of STIM1 and\nthe adjacent splice-relevant regions was performed. The mutations were numbered according to GenBank NM_001277961.1 and\nNP_001264890.1. Nucleotide position reflects cDNA numbering\nwith +1 corresponding to the A of the ATG translation initiation\ncodon. For the patient from Family 1, mutations in the Duchenne\nmuscular dystrophy (DMD), COL6A1, COL6A and COL6A3 collagen\ngenes were excluded.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003236"],"previousTesting":true,"previousTestingDescription":"Classification of tubular aggregate myopathy was based on histological\nand ultrastructural findings on muscle biopsies. Tubular aggregates appearing in red on Gomori staining were the only histopathological hallmark.","sex":"Male","variant":{"id":"cggv:04e1e288-902a-4a51-b5a1-83c66184840a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f02a28b7-bd0d-4055-b8fa-7983d61f0d7c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003156.3(STIM1):c.239A>C (p.Asn80Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA199255"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25326555","rdfs:label":"F1 II.1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant is de novo and DNA from parents was available to assess the variant maternity and paternity. Transfected C2C12 myoblasts show STIM1 in clusters."},{"id":"cggv:3640ca33-817b-4366-ae6b-5c1399748b45_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:426b0913-d008-4bb2-ab34-f4c279c8cc28","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":14,"detectionMethod":"In families 2 and 3 sequencing was performed at the Broad Institute (Boston, USA), with Agilent Sure-Select Human All Exon v2.0 (44 Mb) on Illumina HiSeqXs\nplatform (Illumina, Inc. San Diego, CA), and sequence alignment,\nvariant calling and functional annotation were performed with\nBWA, GATK and Variant Effect Predictor (VEP). Variants in\nknown muscle disease genes predicted to be moderately to\nseverely damaging were reviewed manually. Identified variants\nin STIM1 were confirmed by Sanger sequencing. Variant is de novo and not present in the unaffected parents","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001892","obo:HP_0001324","obo:HP_0008148","obo:HP_0000616","obo:HP_0001746","obo:HP_0000490","obo:HP_0001902","obo:HP_0032550","obo:HP_0002901","obo:HP_0001873","obo:HP_0001371"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3640ca33-817b-4366-ae6b-5c1399748b45_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6c0440c3-7441-4112-85f5-fe7aeb0b42e3"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28624464"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28624464","rdfs:label":"F2 II.1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and not present in the unaffected parents, however, no functional evidences are available."},{"id":"cggv:8a94ceae-1678-42db-96e1-27a34084d8bb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fca2a01a-b7fc-4777-b9d9-c60b42163e12","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":43,"detectionMethod":"Exome sequencing:\nDNA was sheared using a Covaris sonicator (Covaris, Woburn,\nMA) to produce fragments with an average size of 150 bp. Pairedend\nIllumina adapters (Illumina, Inc., San Diego, CA) were ligated\nto the fragments according to themanufacturer’s recommendations.\nExome capture was performed with the SureSelect Human All Exon\nkit v2 (Agilent Technologies). The final amplified exome captured library\nwas quantified using a Qubit Flourometer (Life Technologies)\nand qPCR using primers binding in adapter sequence and Power\nSYBR Green PCR Master Mix (Life Technologies). Illumina PhiX\ncontrol kit v2.0 DNA (Illumina, Inc., San Diego, CA) was used for\nstandard curve generation. Fragment size distribution of the input\nlibrary was measured using a 2100 Bioanalyzer and Agilent High\nSensitivity DNA Chip (Agilent Technologies). The exome captured\nlibrary was sequenced onanIlluminaHiSeq2000with 100 bp pairedend\nreads. Reads that did not pass Illumina’s standard filter were\nremoved prior to alignment. Remaining reads were aligned to the\nreference human genome (GRCh37/hg19), using Burrows–Wheeler\nAligner tool [Li and Durbin, 2009] (bio-bwa.sourceforge.net).\nPCR duplicates were removed. Approximately 90% of the reads\nmapped uniquely to the reference sequence yielding an average\nof \u000290x coverage per targeted base. Variant calling was performed\nusing the Genome Analysis Toolkit (GATK) [McKenna\net al., 2010] (broadinstitute.org/gatk). Variants were annotated with\nSeattleSeq (snp.gs.washington.edu/SeattleSeqAnnotation) and ANNOVAR\n[Wang et al., 2010] (openbioinformatics.org/annovar).\nVCFtools (vcftools.sourceforge.net) were used to manipulate vcf\nfiles and The Integrative Genomic Viewer (broadinstitute.org/igv/)\nwas used for data visualization. Pathogenicity prediction of the mutation was checked with SIFT [Ng and Henikoff, 2001]\n(sift.jcvi.org/) and PolyPhen-2 [Adzhubei et al., 2010] (genetics.\nbwh.harvard.edu/pph/).\nSanger sequencing to verify the variant:\nGenomic DNA from the patients, their healthy relatives, and\n257 healthy controls was used to generate PCR products with\nprimers flanking the point mutation (STIM1ex7 F TGGAGCTGTCATTTTCCTCTTT\nand STIM1ex7 R GGCCTCCCAAAGTGCTAGAAT).\nPCR products were Sanger sequenced using an ABI 3730xl\nDNA analyzer and ABI BigDye dye terminator cycle-sequencing\nkits (Life Technologies). Sequences were analyzed with sequencing\nanalysis and SeqScape software (Life Technologies). Sanger sequencing in all patients and available healthy relatives\nconfirmed the segregation of the variant solely in the\naffected individuals.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"elevated calcium levels in platelets, reduced SOCE in platelets, incresed platelet P-selectin expression, increased platelet CD63 expression, increased platelet microparticles production","phenotypes":["obo:HP_0001324","obo:HP_0001892","obo:HP_0000448","obo:HP_0001297","obo:HP_0002901","obo:HP_0000616","obo:HP_0001873","obo:HP_0001746","obo:HP_0000601","obo:HP_0031133","obo:HP_0100876","obo:HP_0008064","obo:HP_0002315"],"previousTesting":true,"previousTestingDescription":"Clinical and laboratory examinations disclosed miosis, ichthyosis, anaemia, thrombocytopenia, thrombocytopathy, asplenia, myopathy, abnormal red cells with Howell-Jolly bodies. Medical history was uneventful for infections and lymphocyte subsets were normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8a94ceae-1678-42db-96e1-27a34084d8bb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8eed9592-9059-498d-8929-549c0a9918b6"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24619930","type":"dc:BibliographicResource","dc:abstract":"Stormorken syndrome is a rare autosomal-dominant disease with mild bleeding tendency, thrombocytopathy, thrombocytopenia, mild anemia, asplenia, tubular aggregate myopathy, miosis, headache, and ichthyosis. A heterozygous missense mutation in STIM1 exon 7 (c.910C>T; p.Arg304Trp) (NM_003156.3) was found to segregate with the disease in six Stormorken syndrome patients in four families. Upon sensing Ca(2+) depletion in the endoplasmic reticulum lumen, STIM1 undergoes a conformational change enabling it to interact with and open ORAI1, a Ca(2+) release-activated Ca(2+) channel located in the plasma membrane. The STIM1 mutation found in Stormorken syndrome patients is located in the coiled-coil 1 domain, which might play a role in keeping STIM1 inactive. In agreement with a possible gain-of-function mutation in STIM1, blood platelets from patients were in a preactivated state with high exposure of aminophospholipids on the outer surface of the plasma membrane. Resting Ca(2+) levels were elevated in platelets from the patients compared with controls, and store-operated Ca(2+) entry was markedly attenuated, further supporting constitutive activity of STIM1 and ORAI1. Thus, our data are compatible with a near-maximal activation of STIM1 in Stormorken syndrome patients. We conclude that the heterozygous mutation c.910C>T causes the complex phenotype that defines this syndrome. ","dc:creator":"Misceo D","dc:date":"2014","dc:title":"A dominant STIM1 mutation causes Stormorken syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24619930","rdfs:label":"F2 II-3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and DNA from parents was available to assess variant maternity and paternity, however no functional evidences are available"},{"id":"cggv:2a74f13f-fa94-4dde-9fc7-4c5c16c7c377_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:04899748-9e01-456f-b550-707ad7a9f57c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"DNA from patient 2 was captured with the NimbleGen\nSeqCap EZ Exome v.2.0 (Roche) and sequenced (two\npaired-end 90 bp reads) using a HiSeq2000 instrument\n(Illumina). Sequence alignment to the human genome\n(UCSC GRCh37/hg19) was performed with the Burrows-\nWheeler Aligner (BWA v. 0.5.9-rc1) [6]. Sequence processing\nand variant calling were carried out by removing\npresumed PCR duplicates with the Picard’s MarkDuplicates\nutility (http://picard.sourceforge.net), followed by local\nrealignment and recalibration of base quality scores using the\nGenome Analysis Toolkit (GATK) v1.5-20 [7]. SNPs and INDELs were identified with the GATK Unified Genotyper\n[8]. Functional annotation of variants was performed by\nusing snpEff v. 2.0.5d [9]. Variants were then filtered against\navailable public (1,000 Genomes Project and dbSNP135)\nand in-house databases, whereas those located within segmental\nduplications and outside highly conserved regions in\nvertebrates were filtered using wAnnovar (http://wannovar.\nusc.edu). To prioritizing candidates, data and text mining\nanalyses were performed using Genie and DAVID algorithms.\nSequence validation and segregation analyses for all the\ncandidate variants as well as coding sequence and intron–\nexon boundaries of the entire STIM1 (exons 1–12)\n(NM_003156) was performed by Sanger sequencing using\nstandard techniques.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003236","obo:HP_0001371"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2a74f13f-fa94-4dde-9fc7-4c5c16c7c377_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:494dd617-9696-455e-879e-05f53cc1637d"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24570283","type":"dc:BibliographicResource","dc:abstract":"We investigated three unrelated patients with tubular-aggregate myopathy and slowly progressive muscle weakness manifesting in the first years of life. All patients showed type 1 muscle fiber predominance and hypotrophy of type 2 fibers. Tubular aggregates were abundant. In all three patients mutations were identified in the gene STIM1, and the mutations were found to be de novo in all patients. In one of the patients the mutation was identified by exome sequencing. Two patients harbored the previously described mutation c.326A>G p.(His109Arg), while the third patient had a novel mutation c.343A>T p.(Ile115Phe). Taking our series together with previously published cases, the c.326A>G p.(His109Arg) seems to be a hotspot mutation that is characteristically related to early onset muscle weakness.","dc:creator":"Hedberg C","dc:date":"2014","dc:title":"Childhood onset tubular aggregate myopathy associated with de novo STIM1 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24570283","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and parents DNA was available to assess variant maternity and paternity. However, no functional evidences are available"},{"id":"cggv:5282dbff-e83f-4425-9c53-757628fa6a01_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:def8eac7-0fd2-4778-b924-c20911efa756","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"For whole exome sequencing, solution hybridization exome capture was carried out using the Ilumina TruSeqV1 capture kits. Illumina paired end sequencing was performed per manufacture's protocol. Flowcell preparation and 101-bp paired end read sequencing were carried out as per protocol for the HiSeq2000 GAIIx sequencer (Illumina Inc., San Diego CA). The primer pairs listed in Supplementary Table 1 were used to amplify the genomic DNA in the coding exons and flanking nucleotides of each exon of STIM1. PCR amplification was performed using Qiagen HotStarTaq Plus master mix (Qiagen, Valencia, CA).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001892","obo:HP_0002311","obo:HP_0003236","obo:HP_0001873"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5282dbff-e83f-4425-9c53-757628fa6a01_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8eed9592-9059-498d-8929-549c0a9918b6"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25577287"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25577287","rdfs:label":"C-II-1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Variant is de novo and DNA from parents was available for DNA testing, however no functional evidence is available"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":329,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:db58f91e-2073-477c-8985-20fb1cc8debc","type":"GeneValidityProposition","disease":"obo:MONDO_0008497","gene":"hgnc:11386","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"LUMPING AND SPLITTING CONSIDERATIONS:\n\nStormorken Syndrome. OMIM: 185070; MONDO:0008497\nMyopathy, tubular aggregate 1.  OMIM: 160565; MONDO:0008051\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms, inheritance pattern and phenotypic variability between these two phenotypes.\nVariants in the STIM1 gene have been observed in individuals with Stormorken Syndrome (SS) and tubular aggregate myopathy (TAM). The inheritance of SS and TAM is autosomal dominant. SS and TAM form a clinical continuum with heterogeneous disease severity and age of onset, characterized by muscle weakness, myalgia and additional multi-systemic signs such as miosis, thrombocytopenia, defective platelet function (impaired secretion of platelet granules, impaired aggregation, increased annexin V binding to platelet phosphatidylserine), hypocalcemia, asplenia, ichthyosis, short stature that can occur with variable degree. All patients show elevated serum creatine kinase. The full penetrance of the phenotype is referred as SS. \nTherefore, all of the disease entities have been lumped into one disease entity, Stormorken Syndrome.\n\nOn the contrary, we found differences in molecular mechanism, inheritance pattern and phenotypic variability with Immunodeficiency type 10, OMIM:612783, MONDO:0014260. Immunodeficiency type 10 is autosomal recessive and the molecular mechanism is homozygous loss of function. Moreover, patients show myopathy and muscular hypotonia together with an immunodeficiency phenotype that is related only to Immunodeficiency type 10. Therefore, we have split curation of Stormorken syndrome from curation of Immunodeficiency type 10. \nSTIM1 is a Ca2+ sensor and senses the luminal Ca2+ concentration.  Upon Ca2+ store depletion, STIM1 unfolds, oligomerizes, and activates Ca2+ release-activated Ca2+ (CRAC) channels such as ORAI1 at the plasma membrane, thus stimulating store-operated calcium entry (SOCE).\n\nSTIM1 was first reported in relation to SS in 2013 (Bohm et al., PMID 23332920) in patients with a typical TAM phenotype and in 2014 by two groups independently (Misceo et al., PMID 24619930; Nesin et al., PMID 24591628) in patients with the full SS phenotype. Another phenotype, called the York platelet syndrome (YPS) and described in 2003 (White JG, PMID 12745453), has been recognized later to be actually the SS (Markello et al., PMID 25577287). \n\nAt least 17 unique variants (16 missense and 1 frameshift) have been reported in humans. The most common variant is p.Arg304Trp. The mechanism for disease is heterozygous gain of function. Evidence supporting this gene-disease relationship includes genetic evidences (case-level data) and experimental evidences (functional evidence of biochemical functions, functional alteration in non-patient cells and patient cells, non-human model organisms that replicate the disease).\n\nSummary of Case Level Data: 12 POINTS \nVariants in this gene have been reported in at least 24 probands in 13 publications (PMIDs: 28624464, 27876257, 23332920, 25326555, 31448844, 25953320, 29356264, 24591628, 27066587, 24619930, 25577287, 24570283, 31448844). More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. \n\nSummary of Experimental Data: 5 POINTS \nThis gene-disease association is supported by in vitro functional assays and mouse models.\nZhang et al. showed that STIM1 migrates from endoplasmic-reticulum like sites to the plasma membrane upon depletion of the Ca2+ store. Thus they propose that STIM1 is a Ca2+ sensor that translocates upon store depletion to the plasma membrane to activate CRAC channels (PMID: 16208375). \nNon-patient cells (murine myoblasts or cell lines) transfected with plasmids coding for different mutant STIM1 proteins show STIM1 clustering and impairment of Ca2+ sensing with a significantly higher basal cytoplasmic Ca2+ level and higher cytoplasmic Ca2+ influx (PMID: 23332920, supported by PMIDs 25326555, 31448844, 27876257, 27066587). Similar results were obtained by culturing fibroblasts from SS patients (PMID: 31448844).\nA mouse model expressing mutant (R304W) STIM1 recapitulates the characteristics of SS patients with muscle weakness, thrombocytopenia, prolonged bleeding time, growth delay, splenomegaly, abnormality of eye movement, skin irritations, hypocalcemia, increased serum creatine kinase and impaired Ca2+ homeostasis (PMID 30576443, supported by PMID 30390422).\n\nIn summary, STIM1 is definitively associated with Stormorken syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis classification was approved by the ClinGen Hemostasis Thrombosis Working Group on 04/22/2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:2f9f0d00-b060-4c80-9503-35ec490545ea"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}