{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efcv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-10-02T04:56:52.039Z","role":"Publisher"},{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-09-05T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12944416","type":"dc:BibliographicResource","dc:abstract":"A primary feature of age-related macular degeneration (AMD) is the presence of extracellular deposits between the retinal pigment epithelium (RPE) and underlying Bruch's membrane, leading to RPE dysfunction, photoreceptor death and severe visual loss. AMD accounts for about 50% of blind registrations in Western countries and is a common, genetically complex disorder. Very little is known regarding its molecular basis. Late-onset retinal degeneration (L-ORD) is an autosomal dominant disorder with striking clinical and pathological similarity to AMD. Here we show that L-ORD is genetically heterogeneous and that a proposed founder mutation in the CTRP5 (C1QTNF5) gene, which encodes a novel short-chain collagen, changes a highly conserved serine to arginine (Ser163Arg) in 7/14 L-ORD families and 0/1000 control individuals. The mutation occurs in the gC1q domain of CTRP5 and results in abnormal high molecular weight aggregate formation which may alter its higher-order structure and interactions. These results indicate a novel disease mechanism involving abnormal adhesion between RPE and Bruch's membrane.","dc:creator":"Hayward C","dc:date":"2003","dc:title":"Mutation in a short-chain collagen gene, CTRP5, results in extracellular deposit formation in late-onset retinal degeneration: a genetic model for age-related macular degeneration."},"evidence":[{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3501b3d-8e0d-4937-b43f-3d1238636e78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6cc5084a-7024-4d9b-9fed-c832e7df4c0c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"PCR showed that C1QTNF5 is expressed in the RPE.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12944416","rdfs:label":"Hayward rtPCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7b9d7003-758d-4449-8407-032ec7ed6769","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be27819f-9d05-48d6-af59-9a3f1cdb545f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"qPCR and in situ hybridization confirmed expression of C1QTNF5 in the human adult RPE as well as in the mouse. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16123441","type":"dc:BibliographicResource","dc:abstract":"To identify the gene responsible for a complex ocular phenotype of late-onset macular degeneration, long anterior zonules (LAZ), and elevated intraocular pressure (IOP) and to study its expression.","dc:creator":"Ayyagari R","dc:date":"2005","dc:title":"Late-onset macular degeneration and long anterior lens zonules result from a CTRP5 gene mutation."},"rdfs:label":"Ayyagari in situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:531c5808-5343-4b0f-9048-29617b0f381f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1a421dc2-8db3-478a-9847-b0814e714116","type":"FunctionalAlteration","dc:description":"The patient derived iRPE cells accumulated CTRP5 intracellularly (both the WT and variant protein) while the control iRPE cells secreted CTRP5 both apically and basally.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34887495","type":"dc:BibliographicResource","dc:abstract":"Late-onset retinal degeneration (L-ORD) is an autosomal dominant disorder caused by a missense substitution in CTRP5. Distinctive clinical features include sub-retinal pigment epithelium (RPE) deposits, choroidal neovascularization, and RPE atrophy. In induced pluripotent stem cells-derived RPE from L-ORD patients (L-ORD-iRPE), we show that the dominant pathogenic CTRP5 variant leads to reduced CTRP5 secretion. In silico modeling suggests lower binding of mutant CTRP5 to adiponectin receptor 1 (ADIPOR1). Downstream of ADIPOR1 sustained activation of AMPK renders it insensitive to changes in AMP/ATP ratio resulting in defective lipid metabolism, reduced Neuroprotectin D1(NPD1) secretion, lower mitochondrial respiration, and reduced ATP production. These metabolic defects result in accumulation of sub-RPE deposits and leave L-ORD-iRPE susceptible to dedifferentiation. Gene augmentation of L-ORD-iRPE with WT CTRP5 or modulation of AMPK, by metformin, re-sensitize L-ORD-iRPE to changes in cellular energy status alleviating the disease cellular phenotypes. Our data suggests a mechanism for the dominant behavior of CTRP5 mutation and provides potential treatment strategies for L-ORD patients.","dc:creator":"Miyagishima KJ","dc:date":"2021","dc:title":"AMPK modulation ameliorates dominant disease phenotypes of CTRP5 variant in retinal degeneration."},"rdfs:label":"Miyagishima iPSC"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6951e8e6-6b3b-402f-8ad6-a8d47fb28afa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:368ef551-3695-4b16-a54f-6f6e9a4b8a5b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The delayed dark adaptation is seen in both humans and mice. The autoflourescent spots could be related to the subretinal deposits seen in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21349921","type":"dc:BibliographicResource","dc:abstract":"Late-onset retinal macular degeneration (L-ORD) is an autosomal dominant inherited disorder caused by a single missense mutation (S163R) in the CTRP5/C1QTNF5 protein. Early phenotypic features of L-ORD include: dark adaptation abnormalities, nyctalopia, and drusen deposits in the peripheral macular region. Apart from posterior segment abnormalities, these patients also develop abnormally long anterior lens zonules. In the sixth decade of life the rod and cone function declines, accompanied by electroretinogram (ERG) abnormalities. Some patients also develop choroidal neovascularization and glaucoma. In order to understand the disease pathology and mechanisms involved in retinal dystrophy, we generated a knock-in (Ctrp5(+/-)) mouse model carrying the disease-associated mutation in the mouse Ctrp5/C1QTNF5 gene. These mice develop slower rod-b wave recovery consistent with early dark adaptation abnormalities, accumulation of hyperautofluorescence spots, retinal pigment epithelium abnormalities, drusen, Bruch's membrane abnormalities, loss of photoreceptors, and retinal vascular leakage. The Ctrp5(+/-) mice, which have most of the pathological features of age-related macular degeneration, are unique and may serve as a valuable model both to understand the molecular pathology of late-onset retinal degeneration and to evaluate therapies.","dc:creator":"Chavali VR","dc:date":"2011","dc:title":"A CTRP5 gene S163R mutation knock-in mouse model for late-onset retinal degeneration."},"rdfs:label":"Chavali knock in mouse S163R"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:70d984b3-0767-49ca-b42a-c2f44050ad3d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d60f32c9-d481-427a-908c-0c2c12d9bf47","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both have retinal degeneration. Like in the human patients the P188T variant seems to cause earlier onset disease than the S163R varaint. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36328299","type":"dc:BibliographicResource","dc:abstract":"A pathologic feature of late-onset retinal degeneration caused by the S163R mutation in C1q-tumor necrosis factor-5 (C1QTNF5) is the presence of unusually thick deposits between the retinal pigmented epithelium (RPE) and the vascular choroid, considered a hallmark of this disease. Following its specific expression in mouse RPE, the S163R mutant exhibits a reversed polarized distribution relative to the apically secreted wild-type C1QTNF5, and forms widespread, prominent deposits that gradually increase in size with aging. The current study shows that S163R deposits expand to a considerable thickness through a progressive increase in the basolateral RPE membrane, substantially raising the total RPE height, and enabling their clear imaging as a distinct hyporeflective layer by noninvasive optical coherence tomography in advanced age animals. This phenotype bears a striking resemblance to ocular pathology previously documented in patients harboring the S163R mutation. Therefore, a similar viral vector-based gene delivery approach was used to also investigate the behavior of P188T and G216C, two novel pathogenic C1QTNF5 mutants recently reported in patients for which histopathologic data are lacking. Both mutants primarily impacted the RPE/photoreceptor interface and did not generate basal laminar deposits. Distinct distribution patterns and phenotypic consequences of C1QTNF5 mutants were observed in vivo, which suggested that multiple pathobiological mechanisms contribute to RPE dysfunction and vision loss in this disorder.","dc:creator":"Xu L","dc:date":"2023","dc:title":"Distinct Phenotypic Consequences of Pathogenic Mutants Associated with Late-Onset Retinal Degeneration."},"rdfs:label":"Xu AAV overexpression P188T"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The variant is not expressed at physiological levels."},{"id":"cggv:2c9d2104-7fab-4133-8147-c86e18a23d96","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5fa01fd2-6726-447d-8801-9f1eee6ddfed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the deposits and retinal degeneration are seen in humans. The deposits are considered characteristic for LORD caused by the S163R variant in C1QTNF5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26513502","type":"dc:BibliographicResource","dc:abstract":"The mutation S163R in complement C1q tumor necrosis factor-related protein-5 (C1QTNF5) causes an autosomal dominant disorder known as late-onset retinal degeneration (L-ORD). In this study, our goal is to evaluate the consequences of mutant S163R C1QTNF5 expression in mouse RPE following its delivery using an adeno-associated viral (AAV) vector.","dc:creator":"Dinculescu A","dc:date":"2015","dc:title":"Pathological Effects of Mutant C1QTNF5 (S163R) Expression in Murine Retinal Pigment Epithelium."},"rdfs:label":"Dinculescu S163R AAV mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The variant is not expressed at physiological levels"},{"id":"cggv:2da2b69f-9a6d-4b56-b826-2221fd67649c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23d4b3e7-b65e-4851-a0cb-7d18b4cfd39b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both have retinal degeneration and RPE dysfunopy of RPE","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36328299","rdfs:label":"Xu AAV overexpression G216C"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The variant is not expressed at physiological levels."},{"id":"cggv:5e8461b4-4705-454c-8965-26528940e86e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b1e00e4-63a8-4fd3-8a45-7c636fae51e3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the knockout mouse and humans develop retinal degeneration and sub-RPE deposits. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37440053","type":"dc:BibliographicResource","dc:abstract":"Late-onset retinal degeneration (L-ORD) is an autosomal dominant macular dystrophy resulting from mutations in the gene CTRP5/C1QTNF5. A mouse model (Ctrp5","dc:creator":"Borooah S","dc:date":"2023","dc:title":"A Novel Mouse Model for Late-Onset Retinal Degeneration (L-ORD) Develops RPE Abnormalities Due to the Loss of C1qtnf5/Ctrp5."},"rdfs:label":"Borooah knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This is a knockout mouse and the human phenotype is AD. Additionally all variants seen in humans to date have been missense variants. However, it is important to note this model since it suggests that a dominant negative effect could result in the retinal deposits and retinal degeneration and it does not necessarily have to be a gain of function as suggested by the knock in model. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.3}],"evidenceStrength":"Definitive","sequence":9111,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.3,"subject":{"id":"cggv:a6f75479-521b-412d-87ae-b59e3914a976","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:14344","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*C1QTNF5* was first reported in relation to autosomal dominant retinal degeneration in 2003 (Hayward et al., PMID: 12944416). C1QTNF5-related retinopathy, also referred to in the literature as late-onset retinal degeneration, has symptoms typically appearing in the fifth or sixth decade of life. The first symptom is usually night blindness with punctate yellow-white deposits visible on fundus exam. As the disease progresses, individuals develop severe retinal degeneration in both the central and the peripheral retina as well as choroidal neovascularization, chorioretinal atrophy and sub-RPE deposits.\n\nThis curation includes six missense variants that have been reported in eighteen probands in seven publications (PMIDs: 12944416, 28939808, 32036094, 23289492, 38129706, 33669876, 38819368). Of note, the c.489C>G (p.Ser163Arg) variant is the most common variant and was shown to be a founder variant that appears to have originated in south-east Scotland (PMID: 12944416). The mechanism of pathogenicity appears to be dominant negative.\n\nThis gene-disease relationship is also supported by experimental evidence that *C1QTNF5* is expressed in retinal pigment epithelium cells with some specificity, that disease-associated missense variants affect protein expression and secretion, and that mouse models of the disease and RPE cells derived from induced pluripotent stem cells recapitulate the affected patient phenotype (PMIDs: 12944416, 28939808, 32036094, 34887495, 16123441, 36328299, 21349921, 37440053, 26513502).\n\nIn summary, there is definitive evidence supporting the relationship between *C1QTNF5* and C1QTNF5-related retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time without the emergence of contradictory evidence. This classification has been approved by the ClinGen Retina GCEP on September 6th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:6ac4ac55-5f45-4ca8-ab83-7065e31f4efc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}