{"id":"cggv:a848b265-8aa3-41ee-83cc-9287afe0f9d0v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a848b265-8aa3-41ee-83cc-9287afe0f9d0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-05T18:22:50.345Z","role":"Publisher"},{"id":"cggv:a848b265-8aa3-41ee-83cc-9287afe0f9d0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-03T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27108797","type":"dc:BibliographicResource","dc:abstract":"Gillespie syndrome (GS) is a rare variant form of aniridia characterized by non-progressive cerebellar ataxia, intellectual disability, and iris hypoplasia. Unlike the more common dominant and sporadic forms of aniridia, there has been no significant association with PAX6 mutations in individuals with GS and the mode of inheritance of the disease had long been regarded as uncertain. Using a combination of trio-based whole-exome sequencing and Sanger sequencing in five simplex GS-affected families, we found homozygous or compound heterozygous truncating mutations (c.4672C>T [p.Gln1558(∗)], c.2182C>T [p.Arg728(∗)], c.6366+3A>T [p.Gly2102Valfs5(∗)], and c.6664+5G>T [p.Ala2221Valfs23(∗)]) and de novo heterozygous mutations (c.7687_7689del [p.Lys2563del] and c.7659T>G [p.Phe2553Leu]) in the inositol 1,4,5-trisphosphate receptor type 1 gene (ITPR1). ITPR1 encodes one of the three members of the IP3-receptors family that form Ca(2+) release channels localized predominantly in membranes of endoplasmic reticulum Ca(2+) stores. The truncation mutants, which encompass the IP3-binding domain and varying lengths of the modulatory domain, did not form functional channels when produced in a heterologous cell system. Furthermore, ITPR1 p.Lys2563del mutant did not form IP3-induced Ca(2+) channels but exerted a negative effect when co-produced with wild-type ITPR1 channel activity. In total, these results demonstrate biallelic and monoallelic ITPR1 mutations as the underlying genetic defects for Gillespie syndrome, further extending the spectrum of ITPR1-related diseases. ","dc:creator":"Gerber S","dc:date":"2016","dc:title":"Recessive and Dominant De Novo ITPR1 Mutations Cause Gillespie Syndrome."},"evidence":[{"id":"cggv:a848b265-8aa3-41ee-83cc-9287afe0f9d0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a848b265-8aa3-41ee-83cc-9287afe0f9d0_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":3875,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:abb22ff3-6792-4390-b7af-15d79bc58d0b","type":"GeneValidityProposition","disease":"obo:MONDO_0008795","gene":"hgnc:6180","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Aniridia-cerebellar ataxia-intellectual disability syndrome, also described in the literature as “Gillespie Syndrome” [MIM: 206700]) was first linked with *ITPR1*, both autosomal dominant and recessive forms, in 2016 by both Gerber et al. (PMID: 27108797) and McEntagart et al. (PMID: 27108798). Clinical features  include iris aniridia/hypoplasia, congenital hypotonia, progressive cerebellar ataxia, and mild-to-moderate intellectual disability. The proposed mechanism of disease for both forms of Gillespie Syndrome is a dominant-negative effect of variants located within the transmembrane and ion transport domains of ITPR1 (PMID: 27108798). As per the ClinGen Lumping & Splitting criteria, autosomal dominant and recessive forms of Gillespie Syndrome were assessed separately due to different molecular mechanisms (i.e., missense vs. predicted null variants, respectively; PMID: 27108797). There is case-level data evidence supporting the association between autosomal dominant aniridia-cerebellar ataxia-intellectual disability syndrome and *ITPR1*. This curation includes eight unique variants identified in 16 individuals across four publications (PMIDs: 27108797, 27108798, 28698159, 31340402) to reach the maximum 12 points for genetic evidence; however, more evidence is available in the literature.\n\nOf note, point mutations in the ligand transferase, IP3 binding, and RyR & IP3R homology domains of ITPR1 have been definitively associated with autosomal dominant Spinocerebellar Ataxia Type 29 (PMID: 27108798, 28620721). Spinocerebellar Ataxia 29 presents with congenital cerebellar ataxia, infantile-onset hypotonia, dysarthria, gross motor development, and mild-to-moderate intellectual disability and was first implicated with ITPR1 in 2012 by Huang et al. (PMID: 22986007).\n\nIn summary, there is definitive evidence of the relationship between ITPR1 and autosomal dominant aniridia-cerebellar ataxia-intellectual disability syndrome. This has been demonstrated in multiple research and clinical settings and has been validated over time. This curation was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on 11/3/21 (SOP V8).","dc:isVersionOf":{"id":"cggv:a848b265-8aa3-41ee-83cc-9287afe0f9d0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}