{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0cv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2024-02-27T19:53:43.180Z","role":"Publisher"},{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-10-25T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49eb1345-c79d-485c-9c90-17afa9fb7ad2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f73dac4f-0109-4121-8900-879d8348d79a","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Analysis of DNAJB11-null human renal cortical tubular epithelial cells showed decreased levels of mature cleaved polycystin-1 (PKD1) and increased levels of full-length immature PKD1, indicating a defect in the maturation process.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29706351","type":"dc:BibliographicResource","dc:abstract":"Autosomal-dominant polycystic kidney disease (ADPKD) is characterized by the progressive development of kidney cysts, often resulting in end-stage renal disease (ESRD). This disorder is genetically heterogeneous with ∼7% of families genetically unresolved. We performed whole-exome sequencing (WES) in two multiplex ADPKD-like pedigrees, and we analyzed a further 591 genetically unresolved, phenotypically similar families by targeted next-generation sequencing of 65 candidate genes. WES identified a DNAJB11 missense variant (p.Pro54Arg) in two family members presenting with non-enlarged polycystic kidneys and a frameshifting change (c.166_167insTT) in a second family with small renal and liver cysts. DNAJB11 is a co-factor of BiP, a key chaperone in the endoplasmic reticulum controlling folding, trafficking, and degradation of secreted and membrane proteins. Five additional multigenerational families carrying DNAJB11 mutations were identified by the targeted analysis. The clinical phenotype was consistent in the 23 affected members, with non-enlarged cystic kidneys that often evolved to kidney atrophy; 7 subjects reached ESRD from 59 to 89 years. The lack of kidney enlargement, histologically evident interstitial fibrosis in non-cystic parenchyma, and recurring episodes of gout (one family) suggested partial phenotypic overlap with autosomal-dominant tubulointerstitial diseases (ADTKD). Characterization of DNAJB11-null cells and kidney samples from affected individuals revealed a pathogenesis associated with maturation and trafficking defects involving the ADPKD protein, PC1, and ADTKD proteins, such as UMOD. DNAJB11-associated disease is a phenotypic hybrid of ADPKD and ADTKD, characterized by normal-sized cystic kidneys and progressive interstitial fibrosis resulting in late-onset ESRD.","dc:creator":"Cornec-Le Gall E","dc:date":"2018","dc:title":"Monoallelic Mutations to DNAJB11 Cause Atypical Autosomal-Dominant Polycystic Kidney Disease."},"rdfs:label":"PKD1 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bfab09ad-48a8-4107-a65b-0325476b4c0a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0e9127b-3d49-4765-b0a4-ac90baf5c559","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Dnajb11 null mice are live-born at below the expected Mendelian ratio and die at a weaning age with cystic kidneys. In humans, heterozygous variants in Dnajb11 result in cystic kidneys that lead to kidney failure after the sixth decade of life. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37332102","type":"dc:BibliographicResource","dc:abstract":"Heterozygous DNAJB11 mutation carriers manifest with small cystic kidneys and renal failure in adulthood. Recessive cases with prenatal cystic kidney dysplasia were recently described. Our in vitro and mouse model studies investigate the proposed disease mechanism as an overlap of autosomal-dominant polycystic kidney disease and autosomal-dominant tubulointerstitial kidney disease pathogenesis. We find that DNAJB11 loss impairs cleavage and maturation of the autosomal-dominant polycystic kidney disease protein polycystin-1 (PC1) and results in dosage-dependent cyst formation in mice. We find that Dnajb11 loss does not activate the unfolded protein response, drawing a fundamental contrast with the pathogenesis of autosomal-dominant tubulointerstitial kidney disease. We instead propose that fibrosis in DNAJB11 -kidney disease may represent an exaggerated response to polycystin-dependent cysts.","dc:creator":"Ghosh Roy S","dc:date":"2023","dc:title":"Dnajb11-Kidney Disease Develops from Reduced Polycystin-1 Dosage but not Unfolded Protein Response in Mice."},"rdfs:label":"Mouse Lines"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":7839,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:1ff6f8cd-fa57-4ea4-adc2-3a7caaf56bbe","type":"GeneValidityProposition","disease":"obo:MONDO_0004691","gene":"hgnc:14889","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*DNAJB11* is located on chromosome 3q27 and encodes the DnaJ heat shock protein family (Hsp40) member B11. *DNAJB11* is a soluble glycoprotein of the endoplasmic reticulum and acts as a co-factor of binding immunoglobulin protein (BiP) for the proper folding assembly, trafficking, and degradation of membrane or secretory proteins. *DNAJB11* is expressed in all human tissues, with the highest expression in the pancreas and testis (PMID: 10827079).  \nMultiple disease entities have been reported in association with this gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there was evidence of differences in their inheritance pattern AND phenotypic spectrum. Therefore, autosomal recessive ciliopathy has been curated separately. To date, two cases have reported biallelic inheritance of *DNAJB11* variants in individuals with an earlier onset, more severe phenotype than individuals with a monoallelic variant (PMID: 34177435, 33129895).\n*DNAJB11* was first reported in relation to autosomal dominant polycystic kidney disease(ADPKD) in 2018 (Cornec-Le Gall et al., PMID: 29706351). The mechanism of pathogenicity appears to be reduction of function. The reported patients presented with multiple, small, bilateral kidney cysts, non-enlarged kidneys, kidney failure onset after the sixth decade of life, and approximately half of patients with at least one liver cyst. Other features have been inconsistently reported, including gout and interstitial fibrosis, kidney stones, intracranial aneurysm, thoracic aortic dilation, and carotid artery dissection (PMID: 29706351, 32631624, 35664268, 32775842). \nAt least 17 unique variants (missense, nonsense, frameshift) have been reported in 29 probands within four publications (PMID: 29706351, 32631624, 35664268, 32775842) included in this curation. Variants in this gene segregated with disease in 56 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached, considering case-level data. \nThis gene-disease relationship is also supported by experimental evidence in expression studies and animal models. Expression level evidence in human renal cortical tubular epithelial cells showed that PC1 membrane expression in *DNAJB11* null cells was less than half of what was seen in wildtype cells (PMID: 29706351). This suggests that *DNAJB11*-related disease leads to impaired maturation of PC1, which would lead to cystogenesis. A Dnajb11-null mouse was created and resulted in live-born mice at a lower-than-expected Mendelian ratio which developed an atypical polycystic kidney phenotype (PMID: 37332102). These cell lines also noted a reduced level of mature PC1 and an increased level of immature, full length PC1, suggesting that *DNAJB11*-null cells impair cleavage of PC1. A conditional mouse model for Dnajb11 inactivation was also created and revealed PC1 dosage-dependent kidney cyst development. A total of 2.5/6 pts. for experimental evidence was reached. \nIn summary, there is Definitive evidence supporting the relationship between *DNAJB11* and ADPKD. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP on the meeting date October 25, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:dbbe08a1-2f13-445d-9492-d1f070e66c0c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}