{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-01-16T15:39:19.294Z","role":"Publisher"},{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-09-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.2},{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21bb94e5-67a3-4f09-bb9d-b028f9183317","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:667e6e39-ef7e-4633-b49f-5e64fa1a1bda","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"This protein shares a function with 6-9 other gene products.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Fe-S cluster biogenesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"This protein shares a function with 6-9 other gene products."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:75e89b4c-0bfc-4b49-aea3-d362372a784c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e9e3066-eb6d-48b0-993e-f2516513e245","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homologue of the ABCB7 gene is abtm-1\n-- Abtm-1-depleted animals produce arrested embryos (embryonic lethality) that have morphogenetic defects and unusual premature, putative apoptotic events. \n-- abtm-1(RNAi) animals that do reach adulthood show accumulation of ferric iron and increased oxidative stress; despite the increased level of oxidative stress in abtm-1(RNAi) animals, they have an increased life span\n-- abtm-1(RNAi) worms have a pattern of alterations in life span, defecation, motility, and other behaviors indicative of mitochondrial impairment (slow and reduced growth, adults smaller in size, some form aberrant gonads or lack gonads completely, those with gonads have egg laying defect, ultradian rhythms/disrupted defecation, and locomotion defect evidenced by thrashing assay)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21464130","type":"dc:BibliographicResource","dc:abstract":"X-linked sideroblastic anemia with ataxia (XLSA/A) is a rare inherited disorder characterized by mild anemia and ataxia. XLSA/A is caused by mutations in the ABCB7 gene, which encodes a member of the ATP-binding cassette transporter family. Studies in yeast, mammalian cells, and mice have shown that ABCB7 functions in the transport of iron-sulfur (Fe-S) clusters into the cytoplasm. To further investigate the mechanism of this disease, we have identified and characterized the Caenorhabditis elegans homologue of the ABCB7 gene, abtm-1. We have studied the function of abtm-1 using mutants and RNAi. abtm-1-depleted animals produce arrested embryos that have morphogenetic defects and unusual premature, putative apoptotic events. abtm-1(RNAi) animals also show accumulation of ferric iron and increased oxidative stress. Despite the increased level of oxidative stress in abtm-1(RNAi) animals, they have an increased life span. We observed accumulation of DAF-16/FOXO in the nuclei of affected animals and elevation of the expression of SOD-3, a well established target of DAF-16, which may explain the increased life span extension of these animals. abtm-1 is strongly expressed in tissues with a high energy demand, and abtm-1(RNAi) animals have phenotypes that reflect the need for abtm-1 in these tissues. Finally, we show that reducing the function of other genes involved in Fe-S cluster production produces similar phenotypic consequences to abtm-1 loss of function. Therefore, ablation of abtm-1 in C. elegans provides a model in which to investigate the mechanism underlying XLSA/A.","dc:creator":"González-Cabo P","dc:date":"2011","dc:title":"Disruption of the ATP-binding cassette B7 (ABTM-1/ABCB7) induces oxidative stress and premature cell death in Caenorhabditis elegans."},"rdfs:label":"Gonzalez-Cabo_C. elegans"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"0.5 (embryonic lethal) + 2 (phenotype recapitulation) + 0.5 (biochemistry)\n"},{"id":"cggv:62588f89-d851-49d2-966f-4068f68ad5d3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bea0fef9-e53e-4bd8-bc0f-4d114c464d6a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abcb7 was found to be essential for the development and function of numerous other cell types and tissues","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16467350","type":"dc:BibliographicResource","dc:abstract":"Proteins with iron-sulfur (Fe-S) clusters participate in multiple metabolic pathways throughout the cell. The mitochondrial ABC half-transporter Abcb7, which is mutated in X-linked sideroblastic anemia with ataxia in humans, is a functional ortholog of yeast Atm1p and is predicted to export a mitochondrially derived metabolite required for cytosolic Fe-S cluster assembly. Using an inducible Cre/loxP system to delete exons 9 and 10 of the Abcb7 gene, we examined the phenotype of mice deficient in Abcb7. We found that Abcb7 was essential in extra-embryonic tissues early in gestation and that the mutant allele exhibits an X-linked parent-of-origin lethality effect. Furthermore, using X-chromosome inactivation assays and tissue-specific deletions, Abcb7 was found to be essential for the development and function of numerous other cell types and tissues. A notable exception to this was liver, where loss of Abcb7 impaired cytosolic Fe-S cluster assembly but was not lethal. In this situation, control of iron regulatory protein 1, a key cytosolic modulator of iron metabolism, which is responsive to the availability of cytosolic Fe-S clusters, was impaired and contributed to the dysregulation of hepatocyte iron metabolism. Altogether, these studies demonstrate the essential nature of Abcb7 in mammals and further substantiate a central role for mitochondria in the biogenesis of cytosolic Fe-S proteins.","dc:creator":"Pondarré C","dc:date":"2006","dc:title":"The mitochondrial ATP-binding cassette transporter Abcb7 is essential in mice and participates in cytosolic iron-sulfur cluster biogenesis."},"rdfs:label":"Pondarre_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"0.5 (embryonic lethal) + 0.5 (impaired Fe-S cluster assembly)\n"},{"id":"cggv:f37990bb-7d36-4c1c-8a49-89a32317a312","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f484f124-6fbf-44dd-8cf0-89491e8b2d23","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous medaka mutant (nmk, develops fatty liver and die several days after hatching) exhibits abnormal iron metabolism in erythrocytes and accumulation of lipid in the liver\n--Fe3+ is accumulated around the nuclear of erythrocytes (anemia)\n--rescued with abcb7- egfp transgene (survived to adulthood with normal liver)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19046159","type":"dc:BibliographicResource","dc:abstract":"The medaka fish (Oryzias latipes) is an emerging model organism for which a variety of unique developmental mutants have now been generated. Our recent mutagenesis screening of the medaka isolated a unique mutant that develops a fatty liver at larval stages. Positional cloning identified the responsible gene as medaka abcb7. Abcb7, a mitochondrial ABC (ATP binding cassette) half-transporter, has been implicated in iron metabolism. Recently, human Abcb7 was found to be mutated in X-linked sideroblastic anemia with cerebellar ataxia (XLSA/A). The homozygous medaka mutant exhibits abnormal iron metabolism in erythrocytes and accumulation of lipid in the liver. Microarray and in situ hybridization analyses demonstrated that the expression of genes involved in iron and lipid metabolisms are both affected in the mutant liver, suggesting novel roles of Abcb7 in the development of physiologically functional liver. The medaka abcb7 mutant thus could provide insights into the pathogenesis of XLSA/A as well as the normal function of the gene.","dc:creator":"Miyake A","dc:date":"2008","dc:title":"Mutation in the abcb7 gene causes abnormal iron and fatty acid metabolism in developing medaka fish."},"rdfs:label":"Miyake_Medaka fish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 (phenotype, rescue)\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":7547,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.7,"subject":{"id":"cggv:607eec11-82ab-4100-b30b-6add7ea4db8f","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:48","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"The relationship between *ABCB7* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of September 28, 2023. *ABCB7* encodes ATP-binding cassette, subfamily B, member 7. This protein is involved in the transport of iron between mitochondria and the cytosol (transport of iron-sulfur (Fe-S) clusters from the lumen of mitochondria to the cytosol), and pathogenic variants result in mitochondrial iron accumulation (since iron cannot be transferred to cytosol) that then causes oxidative stress. Furthermore, impaired iron homeostasis disrupts the heme synthesis pathway as Fe-S cluster assembly is essential for heme production.\n\n*ABCB7* was first reported in relation to X-linked primary mitochondrial disease in 1999 (PMID: 10196363, although these individuals were from a family first reported in 1985, PMID: 4045952) with four males affected by developmental delay, ataxia, dysmetria, dysarthria, and anemia.  While various names have been given to the constellation of features seen in those with *ABCB7*-related disease including with X-linked sideroblastic anemia with ataxia (XLSA/A), pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *ABCB7* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six unique missense variants identified in six kindreds (PMIDs: 10196363, 11050011, 11843825, 22398176, 26242992, 34354969). There were several affected males across these six kindreds. Some female carriers had mild hematologic changes but no neurologic features. Affected males had ataxia (non-progressive, typically noted early in life), sideroblastic anemia (typically mild, sometimes absent), and variable growth impairment. Other features seen include developmental delay, dysmetria, dysarthria, tremor, variable reflexes (brisk, diminished), spasticity, nystagmus, ophthalmoplegia, intellectual disability (in one individual), schizophrenia (in one individual), and seizures (in one individual). Some individuals were noted to have cerebellar hypoplasia on brain imaging while this was normal in others. Muscle biopsies and metabolic screening labs were not routinely reported in these cases.\n\nThis gene-disease association is also supported by its known biochemical function (PMID: 33340416), model organisms including a medaka fish (PMID: 19046159), mouse (PMID: 16467350), and *Caenorhabditis elegans* (PMID: 21464130). \n\nIn summary, there is moderate evidence to support the relationship between *ABCB7* and primary mitochondrial disease. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on September 28, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:f3ff096d-abfb-47df-8ac1-c942a98828b0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}