{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2022-04-05T14:24:19.862Z","role":"Publisher"},{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2021-12-01T01:30:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22266938","type":"dc:BibliographicResource","dc:abstract":"Hypertension affects one billion people and is a principal reversible risk factor for cardiovascular disease. Pseudohypoaldosteronism type II (PHAII), a rare Mendelian syndrome featuring hypertension, hyperkalaemia and metabolic acidosis, has revealed previously unrecognized physiology orchestrating the balance between renal salt reabsorption and K(+) and H(+) excretion. Here we used exome sequencing to identify mutations in kelch-like 3 (KLHL3) or cullin 3 (CUL3) in PHAII patients from 41 unrelated families. KLHL3 mutations are either recessive or dominant, whereas CUL3 mutations are dominant and predominantly de novo. CUL3 and BTB-domain-containing kelch proteins such as KLHL3 are components of cullin-RING E3 ligase complexes that ubiquitinate substrates bound to kelch propeller domains. Dominant KLHL3 mutations are clustered in short segments within the kelch propeller and BTB domains implicated in substrate and cullin binding, respectively. Diverse CUL3 mutations all result in skipping of exon 9, producing an in-frame deletion. Because dominant KLHL3 and CUL3 mutations both phenocopy recessive loss-of-function KLHL3 mutations, they may abrogate ubiquitination of KLHL3 substrates. Disease features are reversed by thiazide diuretics, which inhibit the Na-Cl cotransporter in the distal nephron of the kidney; KLHL3 and CUL3 are expressed in this location, suggesting a mechanistic link between KLHL3 and CUL3 mutations, increased Na-Cl reabsorption, and disease pathogenesis. These findings demonstrate the utility of exome sequencing in disease gene identification despite the combined complexities of locus heterogeneity, mixed models of transmission and frequent de novo mutation, and establish a fundamental role for KLHL3 and CUL3 in blood pressure, K(+) and pH homeostasis.","dc:creator":"Boyden LM","dc:date":"2012","dc:title":"Mutations in kelch-like 3 and cullin 3 cause hypertension and electrolyte abnormalities."},"evidence":[{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4ba607a-146f-4dd5-8ca9-4d3900ef5a5e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3093fbaa-d9e6-4a48-9fae-82038a91aef3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Healthy Adult Kidney single cell expression (Wu and Uchimura et al, Cell Stem Cell 2018) shows normal expression of CUL3 in disease tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26286618","type":"dc:BibliographicResource","dc:abstract":"Deletion of exon 9 from Cullin-3 (CUL3, residues 403-459: CUL3(Δ403-459)) causes pseudohypoaldosteronism type IIE (PHA2E), a severe form of familial hyperkalaemia and hypertension (FHHt). CUL3 binds the RING protein RBX1 and various substrate adaptors to form Cullin-RING-ubiquitin-ligase complexes. Bound to KLHL3, CUL3-RBX1 ubiquitylates WNK kinases, promoting their ubiquitin-mediated proteasomal degradation. Since WNK kinases activate Na/Cl co-transporters to promote salt retention, CUL3 regulates blood pressure. Mutations in both KLHL3 and WNK kinases cause PHA2 by disrupting Cullin-RING-ligase formation. We report here that the PHA2E mutant, CUL3(Δ403-459), is severely compromised in its ability to ubiquitylate WNKs, possibly due to altered structural flexibility. Instead, CUL3(Δ403-459) auto-ubiquitylates and loses interaction with two important Cullin regulators: the COP9-signalosome and CAND1. A novel knock-in mouse model of CUL3(WT) (/Δ403-459) closely recapitulates the human PHA2E phenotype. These mice also show changes in the arterial pulse waveform, suggesting a vascular contribution to their hypertension not reported in previous FHHt models. These findings may explain the severity of the FHHt phenotype caused by CUL3 mutations compared to those reported in KLHL3 or WNK kinases. ","dc:creator":"Schumacher FR","dc:date":"2015","dc:title":"Characterisation of the Cullin-3 mutation that causes a severe form of familial hypertension and hyperkalaemia."},"rdfs:label":"Representative immunohistochemical staining of KLHL3 and CUL"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:15a3c896-b251-4da9-860b-0cc8f2485e44","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:738f2665-193c-4a95-bdeb-8644f2708105","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"WNK1 has already been curated as definitive for PHA2. In normal settings, E3 ubiquitin ligases containing the cullin-3 protein tag proteins called WNK1 and WNK4 with ubiquitin. These proteins are involved in controlling blood pressure in the body. By regulating the amount of WNK1 and WNK4 available, cullin-3 plays a role in blood pressure control. In this experiment, CUL3D403–459 is unable to ubiquitylate WNK1 or WNK4 kinases in an in vitro system and the deficiency was found to not be able to be rescued by the presence of CUL3-WT. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26286618","rdfs:label":"CUL3D403–459 is unable to ubiquitylate WNK1 or WNK4 kinases "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2be3e949-bcb4-4e4c-b19f-602710009866","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:45596034-2e6e-4902-8e35-c46997ef0d63","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system is similar to the phenotypes observed in humans. The knock-in mice showed hypertension, metabolic acidosis, and hyperkalemia. WT-CUL3 expression is more abundant in the kidney and greatly decreased in the CUL3WT/Δex9 mice kidneys. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29869755","type":"dc:BibliographicResource","dc:abstract":"Pseudohypoaldosteronism type II (PHAII) is a hereditary hypertensive disease caused by mutations in four genes: WNK1, WNK4, Kelch-like3 (KLHL3), and cullin3 (CUL3). Recently, it was revealed that CUL3-KLHL3 E3 ligase complex ubiquitinates WNK1 and WNK4, leading to their degradation, and that a common pathogenesis of PHAII is defective WNK degradation due to CUL3-KLHL3 E3 ligase complex impairment. PHAII-causing CUL3 mutations mediate exon9 skipping, producing a CUL3 protein with a 57-amino acid deletion (Δ403-459). However, the pathogenic effects of KLHL3, an adaptor protein that links WNKs with CUL3, in PHAII caused by CUL3 mutation remain unclear.","dc:creator":"Yoshida S","dc:date":"2018","dc:title":"Decreased KLHL3 expression is involved in the pathogenesis of pseudohypoaldosteronism type II caused by cullin 3 mutation in vivo."},"rdfs:label":"Generation of CUL3WT/Δex9 mice representing PHAII like pheno"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"The knock-in mouse model replicates the phenotypes and protein expression and interaction found in humans similarly "},{"id":"cggv:1cb9add3-ee11-4d01-9248-9ab3c795ff6b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:04edaaac-a54b-4eb7-8e84-a369aaa51d4a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CUL3WT/D403–459 mice recapitulate the PHAII imbalances due to over-activation of the renal WNK4-SPAK pathway.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26286618","rdfs:label":"CUL3WT/D403–459 mice recapitulate PHAII imbalances due to ov"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"CUL3WT/D403–459 mice recapitulate the PHAII imbalances due to over-activation of the renal WNK4-SPAK pathway. The WNK4 E3 ubiquitin ligases containing the cullin-3 protein tag proteins called WNK1 and WNK4 with ubiquitin. These proteins are involved in controlling blood pressure in the body. By regulating the amount of WNK1 and WNK4 available, cullin-3 plays a role in blood pressure control. The mice show interaction with the WNK4-SPAK pathway as well as it is over-activated in the presence of the CUL3WT/D403–459 mice. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":4173,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:3f950298-af14-495a-a7d0-f3d12867629c","type":"GeneValidityProposition","disease":"obo:MONDO_0013782","gene":"hgnc:2553","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *CUL3* gene is located on chromosome 2 at q36.2 and encodes cullin-3, a scaffolding component of the Cullin-RING ligase (CRL) complex that belongs to a class of E3 ubiquitin ligases that mediate polyubiquitination of specific target proteins destined for degradation. E3 ligases containing CUL3 interact with KLHL3 and are involved in controlling blood pressure in the body by regulating the amount of WNK1 and WNK4 available.\n*CUL3* mutation was first reported in relation to autosomal dominant Pseudohypoaldosteronism, type II (PHA2E) in 2012 (Boyden et al., PMID: 22266938). This disorder is also known as Gordon syndrome, and familial hyperkalemic hypertension. The preferred disease name suggested for this disorder is ‘Familial hypertension with hyperkalaemia - CUL3’. The disorder is characterized by hyperkalemia, hypertension, metabolic acidosis and suppressed plasma renin levels despite a normal glomerular filtration rate. \n*CUL3* mutation has also been associated with autosomal dominant Neurodevelopmental disorder with or without autism or seizures. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, although both conditions have an AD inheritance, there is a difference in molecular mechanism and in clinical phenotype. Therefore, the following disease entities have been split into two distinct disease entities: Pseudohypoaldosteronism, type IIE (OMIM:614496) and Neurodevelopmental disorder with or without autism or seizures (OMIM:619239). Autosomal dominant Neurodevelopmental disorder with or without autism or seizures has been curated separately by the ID/Austim GCEP on 1/16/2021.\nNine variants (intronic, canonical splice, splice donor, splice acceptor, splice enhancer) that have been reported in 8 probands in 4 publications (PMIDs: 22266938, 24266877, 29511623, 34480842) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity appears to be loss of function. This gene-disease association is also supported by expression studies, protein interaction studies, and mouse models. (PMIDs: 29869755, 26286618). \nIn summary, *CUL3* is definitively associated with autosomal dominant familial hypertension with hyperkalaemia - CUL3. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:f697fb5e-72de-4116-9cad-706e2d651268"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}