{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-11T17:00:00.000Z","role":"Approver"},{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-05-19T16:57:49.141Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19377476","type":"dc:BibliographicResource","dc:abstract":"Large-scale systematic resequencing has been proposed as the key future strategy for the discovery of rare, disease-causing sequence variants across the spectrum of human complex disease. We have sequenced the coding exons of the X chromosome in 208 families with X-linked mental retardation (XLMR), the largest direct screen for constitutional disease-causing mutations thus far reported. The screen has discovered nine genes implicated in XLMR, including SYP, ZNF711 and CASK reported here, confirming the power of this strategy. The study has, however, also highlighted issues confronting whole-genome sequencing screens, including the observation that loss of function of 1% or more of X-chromosome genes is compatible with apparently normal existence.","dc:creator":"Tarpey PS","dc:date":"2009","dc:title":"A systematic, large-scale resequencing screen of X-chromosome coding exons in mental retardation."},"evidence":[{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11},{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa7898ee-390a-4ff3-8c72-7ac6fa160af1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0302838f-4884-46b8-9717-a6b3d6b60105","type":"FunctionalAlteration","dc:description":"The cells transduced with LV vector encoding EIF2S3- targeting shRNA failed to survive for as long as control cell populations. Furthermore, the EIF2S3 KD cell line had significantly higher basal and cytokine-stimulated caspase activities compared to control cells, suggesting increased apoptosis. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30878599","type":"dc:BibliographicResource","dc:abstract":"The heterotrimeric GTP-binding protein eIF2 forms a ternary complex with initiator methionyl-tRNA and recruits it to the 40S ribosomal subunit for start codon selection and thereby initiates protein synthesis. Mutations in EIF2S3, encoding the eIF2γ subunit, are associated with severe intellectual disability and microcephaly, usually as part of MEHMO syndrome.","dc:creator":"Gregory LC","dc:date":"2019","dc:title":"Impaired EIF2S3 function associated with a novel phenotype of X-linked hypopituitarism with glucose dysregulation."},"rdfs:label":"Apoptosis assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7100a5af-1818-44e7-af10-3e7b0011ba5b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dbb2c398-5ca3-4489-b92e-6b4f171240a7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Morpholino-based knockdown of the zebrafish EIF2S3 ortholog recapitulates the human microcephaly and short stature phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27333055","type":"dc:BibliographicResource","dc:abstract":"X-chromosome exome sequencing was performed to identify the genetic cause of syndromic intellectual disability in two unrelated families with suspected X-linked inheritance. In both families, affected males presented with severe intellectual disability, microcephaly, growth retardation, and epilepsy. A missense mutation (c.777T>G p.(Ile259Met)) and a frameshift mutation (c.1394_1397del p.(Ile465Serfs*4)) were identified in the EIF2S3 gene in the hemizygous state in affected patients, and in the heterozygous states female obligate carriers. A missense mutation in EIF2S3, coding for the gamma-subunit of the translation initiation factor eIF2, was reported once in a family presenting with similar clinical features. Morpholino-based knockdown of the zebrafish EIF2S3 ortholog (eif2s3) recapitulates the human microcephaly and short stature phenotype, supporting the pathogenicity of the identified variants. Our data confirm that EIF2S3 mutation is implicated in a rare, but recognizable, form of syndromic intellectual disability. © 2016 Wiley Periodicals, Inc.","dc:creator":"Moortgat S","dc:date":"2016","dc:title":"Two novel EIF2S3 mutations associated with syndromic intellectual disability with severe microcephaly, growth retardation, and epilepsy."},"rdfs:label":"Morpholino-based knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduce default 2 to 1 because the phenotypes in Zebrafish could only recapitulate some of the human phenotypes"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":4391,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.5,"subject":{"id":"cggv:fd8ba910-9ccd-49a3-b154-6dc11e4b4a25","type":"GeneValidityProposition","disease":"obo:MONDO_0010258","gene":"hgnc:3267","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *EIF2S3* gene encodes the γ subunit of eukaryotic translation initiation factor-2 (eIF2), a heterotrimeric GTP-binding protein involved in the recruitment of methionyl-tRNA(i) to the 40S ribosomal subunit. The acronym MEHMO (mental retardation, epileptic seizures, hypogonadism and -genitalism, microcephaly, obesity) was coined by Steinmuller et al (PMID: 9781023) who described a large three-generation family with five affected boys and mapped the disease locus to the short arm of chromosome X. Using chromosome X-exome sequencing, Skopkova et al. (2017) identified a frameshift mutation I465Sfs in *EIF2S3* in an affected male in the family reported by Steinmüller et al (1998). Functional assays using a yeast/human (Sc/Hs) chimeric form of eIF2γ in yeast demonstrated the variant impairs eIF2γ function. The same variant was also detected in other 3 unrelated families with typical MEHMO syndrome features in affected males. Sequencing data suggested a founder effect for this variant (PMID: 28055140, 27333055, 29303605). Five missense mutations, which exhibited reduced growth rate and/or impaired translation function in yeast, were also reported in male patients exhibiting either typical features of MEHMO or milder phenotypes with a subset of MEHMO features, supporting clinically variable expressivity of MEHMO in patients with deleterious *EIF2S3* variants (PMID: 23063529, 27333055, 30878599, 32799315). The association is seen in 14 probands in 6 publications (PMID: 27333055, 28055140, 23063529, 29303605, 30878599, 32799315). The mechanism for disease is expected to be hemizygous loss of function. All reported female carriers are asymptomatic. Morpholino-based knockdown of the zebrafish *EIF2S3* ortholog recapitulates the human microcephaly and short stature phenotype (PMID: 27333055). An EIF2S3 knockdown human pancreatic β cell line showed impaired cell survival and increased caspase activities (PMID: 30878599). In summary, the *EIF2S3* /MEHMO syndrome gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This was approved the ClinGen Intellectual Disability Gene Curation Expert Panel on November 11, 2021 (SOP version 8).","dc:isVersionOf":{"id":"cggv:bb96fe11-dd31-47b2-820d-9071035ec7b0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}