{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09bv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.864Z","role":"Publisher"},{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-03-08T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:89678629-740e-4289-98e7-9000c94006d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0749fd6-75fe-4df9-9333-d139554444f9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Sequencing of the GATM gene (no further details available)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Spoke no words at age 2 years. At age 4-5 years, expressive speech was delayed more than general level of cognitive function. General muscle weakness at age 6 years, with positive Gower sign, and wide-based gait. Unable to stand on toes and run. Oropharyngeal dysplasia with recurrent aspiration; G-tube. At age 18 years, skeletal muscles were markedly dystrophic and there was 4–5/5 weakness, proximal more than distal, involving upper and lower limbs. Moderately elevated creatine kinase. EMG was suggestive of myopathy. Full scale IQ of 47. Long, slender finders. Creatine monohydrate treatment resulted in increase in creatine in the brain and improved stamina and strength. Note, this patient is later reported in PMID 26490222 as P6; information from that study is included here.","phenotypes":["obo:HP_0001508","obo:HP_0003199","obo:HP_0003750","obo:HP_0000218","obo:HP_0000750","obo:HP_0100543"],"previousTesting":true,"previousTestingDescription":"Brain creatine below detection on magnetic resonance spectroscopy. Low urine guanidinoacetate (3.5 μmol/L, normal 60-850), low urine guanidinoacetate/creatinine ratio (3.3 mmol/mol, normal 7-88), urine creatine/creatinine ratio (21.5 mmol/mol, normal 12-585), low plasma creatinine (18 mcmol/L, normal 27-62).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:89678629-740e-4289-98e7-9000c94006d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dffc334d-37ba-4a55-88b0-20c958eadb5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001482.3(GATM):c.1111dup (p.Met371fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55918"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20682460","type":"dc:BibliographicResource","dc:abstract":"Creatine and creatine phosphate provide storage and transmission of phosphate-bound energy in muscle and brain. Of the three inborn errors of creatine metabolism causing brain creatine depletion, l-arginine:glycine amidinotransferase (AGAT) deficiency has been described in only two families. We describe clinical and biochemical features, magnetic resonance spectroscopy (MRS) findings and response to creatine supplementation in two siblings with a novel mutation in the AGAT-encoding GATM gene. The sister and brother were evaluated at age 12 and 18years, respectively, because of mild mental retardation, muscle weakness and low weight. Extensive work-up had previously yielded negative results. Electron microscopy of the muscle revealed tubular aggregates and the activity of respiratory chain complexes was decreased in the muscle. Urine organic acid concentrations normalized to urine creatinine concentration were all increased, suggesting a creatine metabolism disorder. Brain MRS was remarkable for absence of creatine. Urine guanidinoacetate levels by tandem mass spectrometry were low, suggesting AGAT deficiency. GATM sequencing revealed a homozygous single nucleotide insertion 1111_1112insA, producing a frame-shift at Met-371 and premature termination at codon 376. Eleven months after commencing treatment with oral creatine monohydrate 100mg/kg/day, repeat MRI/MRS showed significantly increased brain creatine in the sister and a slight increase in the older brother. The parents' impression of improved strength and stamina was substantiated by increased post-treatment versus pre-treatment scores in the Vineland Adaptive Behavior Scale, straight-arm raising and timed up-and-go tests. Similarly, there was an apparent improvement in cognitive function, with significantly increased IQ-scores in the sister and marginal improvement in the brother.","dc:creator":"Edvardson S","dc:date":"2010","dc:title":"l-arginine:glycine amidinotransferase (AGAT) deficiency: clinical presentation and response to treatment in two patients with a novel mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20682460","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient and his affected sister are homozygous for a frameshift variant, p.Met371AsnfsX6. This variant is not listed in gnomAD."},{"id":"cggv:1bc7452e-9c1a-4d1d-a4be-009ab3a5c362_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94fe4a69-c643-45b7-98b9-dc0ad82b5018","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Direct sequencing of exon 1; exons 2–9 and exon/intron boundaries screened by denaturing gradient gel electrophoresis (DGGE), followed by sequencing of exon 3 (with abnormal DGGE pattern).","firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"Febrile seizure at 18 months. Routine blood and urine analysis and extensive investigation for neurometabolic disorders was normal. Low urine guanidinoacetate. Increase in brain creatine and improvement in communication, attention span, mood, and social skills on oral creatine supplementation. Patient and similarly affected sister previously reported by Bianchi et al, 2000; PMID 10762163).","phenotypes":["obo:HP_0025051","obo:HP_0000750","obo:HP_0100543"],"previousTesting":true,"previousTestingDescription":"Total absence of the creatine/phosphocreatine peak in brain. Normal GAMT enzyme activity (ruling out disorder of the second step of creatine synthesis). Normal blood concentrations of creatine and guanidinoacetate. Urine guanidinoacetate low (16 μmol/g creatinine; normal 60-850), urine creatinine low (13 μmol/liter, normal 50-500). AGAT activity in lymphoblasts <0.3 nmol/hr/mg protein (normal 12.6–23.4). No GATM cDNA detected by RT-PCR in lymphoblasts.","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:1bc7452e-9c1a-4d1d-a4be-009ab3a5c362_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6e29dc68-3443-436a-81ba-fd87d79214dc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001482.3(GATM):c.446G>A (p.Trp149Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7302"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11555793","type":"dc:BibliographicResource","dc:abstract":"Arginine:glycine amidinotransferase (AGAT) catalyzes the first step of creatine synthesis, resulting in the formation of guanidinoacetate, which is a substrate for creatine formation. In two female siblings with mental retardation who had brain creatine deficiency that was reversible by means of oral creatine supplementation and had low urinary guanidinoacetate concentrations, AGAT deficiency was identified as a new genetic defect in creatine metabolism. A homozygous G-A transition at nucleotide position 9297, converting a tryptophan codon (TGG) to a stop codon (TAG) at residue 149 (T149X), resulted in undetectable cDNA, as investigated by reverse-transcription PCR, as well as in undetectable AGAT activity, as investigated radiochemically in cultivated skin fibroblasts and in virus-transformed lymphoblasts of the patients. The parents were heterozygous for the mutant allele, with intermediate residual AGAT activities. Recognition and treatment with oral creatine supplements may prevent neurological sequelae in affected patients.","dc:creator":"Item CB","dc:date":"2001","dc:title":"Arginine:glycine amidinotransferase deficiency: the third inborn error of creatine metabolism in humans."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11555793","rdfs:label":"Patient 1 (Bianchi BV)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient and her affected sister are homozygous for a nonsense variant, p.Trp149X. This variant is not listed in gnomAD."},{"id":"cggv:b4b79c76-94e9-408d-93c1-3f1832c1498b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e8319bf-adc0-45fd-953f-03ae75bc34b5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"Sequence analysis of the AGAT gene (no further details are available).","firstTestingMethod":"PCR","phenotypeFreeText":"Moderate central hypotonia (10 months), unilateral single palmar crease, unilateral preauricular skin tag. Low urine guanidinoacetate. Low creatine in plasma and urine. Started creatine monohydrate at 16 months; brain creatine peak absent on proton magnetic resonance spectroscopy at diagnosis, increased to 80% of normal. By 9 years of age, she had superior nonverbal and academic abilities, with average verbal skills. Note, this patient is later reported in PMID 26490222 as P5; information from that study is included here.","phenotypes":["obo:HP_0002194","obo:HP_0001508","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"Generalized organic aciduria (hallmark of creatine deficiency). Markedly reduced urinary and plasma guanidinoacetate (0.22 mmol/mol creatinine, normal 53.9 ± 26.9, and 0.07μM; control 1.34 ± 0.64 respectively). Low creatine in plasma (2.3μM; control 75.6 ± 21.6). Absent creatine peak on brain proton magnetic resonance spectroscopy. AGAT enzyme activity was not detected in cultured lymphoblasts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b4b79c76-94e9-408d-93c1-3f1832c1498b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74066d8c-f94e-4f7a-9ded-7235c26bd1b3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001482.2(GATM):c.484+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/21299"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22386973","type":"dc:BibliographicResource","dc:abstract":"Arginine:glycineamidinotransferase (AGAT/GATM) deficiency has been described in 9 patients across 4 families. Here we describe the clinical outcome and response to creatine supplementation in a patient of the second family affected with AGAT deficiency-a 9-year-old girl.","dc:creator":"Ndika JD","dc:date":"2012","dc:title":"Developmental progress and creatine restoration upon long-term creatine supplementation of a patient with arginine:glycine amidinotransferase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22386973","rdfs:label":"Ndika proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is homozygous for a canonical splice site variant, c.484+1G>T, that results in skipping of exon 3 and a frameshift variation (p.Ala97ValfsX11). Highest population minor allele frequency is gnomAD = 0.00005437 (E. Asian); no homozygotes in any population."},{"id":"cggv:4eac7c90-f045-44c1-9da6-1fa5fee1c087_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:605a9968-9503-4794-b903-a4ae8ff66abe","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":6,"detectionMethod":"Method not provided.","phenotypeFreeText":"One episode of seizure with no further treatment required. This patient, diagnosed at age 6 years, presented with myopathy as a prominent feature. Mild/moderate proximal muscle weakness. EMG showed a myopathic pattern. Cerebral creatine deficiency on magnetic resonance spectroscopy.","phenotypes":["obo:HP_0003198","obo:HP_0003199","obo:HP_0003391","obo:HP_0100543"],"previousTesting":true,"previousTestingDescription":"Absent/marked reduction in creatine on brain magnetic resonance spectroscopy. Urine guanidinoacetate - 1 mmol/mol (normal 22-123; <5% normal), plasma guanidinoacetate 0.1 umol/l (normal 0.3-2.1; 33% normal), plasma creatine 0.8 umol/L (normal 20-110).","sex":"Male","variant":{"id":"cggv:4eac7c90-f045-44c1-9da6-1fa5fee1c087_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:377998c6-5196-4ed2-80a6-5893a65dfaf2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.45368192C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392261143"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26490222","type":"dc:BibliographicResource","dc:abstract":"Arginine:glycine aminotransferase (AGAT) (GATM) deficiency is an autosomal recessive inborn error of creative synthesis.","dc:creator":"Stockler-Ipsiroglu S","dc:date":"2015","dc:title":"Arginine:glycine amidinotransferase (AGAT) deficiency: Clinical features and long term outcomes in 16 patients diagnosed worldwide."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26490222","rdfs:label":"P16"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual is homozygous for a missense variant, p.Ala185Pro. This variant is not in gnomAD. When expressed in HeLa cells, this variant results in 0% AGAT activity and hence is classified as a null variant (Des Roches et al, 2016, PMID 27233232)."},{"id":"cggv:fd3f2f7e-0b12-4947-a8df-5a40a437515e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3cc4d989-b20f-4a8a-989d-db3982d88bae","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"The coding regions and adjacent splice sites of the GATM gene were analyzed by direct sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Began speaking, in monosyllables, at 5 years. At 8 years, difficulties running, climbing stairs and rising from the floor, weakness of the pelvic girdle muscles. Electromyography examination revealed characteristic features of myopathy. Normal creatine kinase level. Could say fewer than 4 words. Poor daily living skills. Deficiency of brain creatine on magnetic resonance spectroscopy. Full IQ score of 25–35. Note, this patient is also reported in PMID 26490222 as P10; information from that study is included here.","phenotypes":["obo:HP_0002342","obo:HP_0008936","obo:HP_0011343","obo:HP_0003199"],"previousTesting":true,"previousTestingDescription":"Marked reduction of the creatine signal on the proton magnetic resonance spectroscopy (MRS). Plasma guanidinoacetate - 0.2 μmol/l (control 0.35–8.0). Plasma creatine - 1 μmol/l (17–109), urine guanidinoacetate/creatinine - 0.9 mmol/mol (control 4.0–220), urine creatine/creatinine - 31 mmol/mol (control 17–720).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fd3f2f7e-0b12-4947-a8df-5a40a437515e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:12f3a6f8-d8ad-4faf-9eff-6b504c585c69","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001482.2(GATM):c.608A>C (p.Tyr203Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55921"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23770102","type":"dc:BibliographicResource","dc:abstract":"We report two sisters, aged 11 and 6years, with AGAT deficiency syndrome (OMIM 612718) which is the least common creatine deficiency syndrome. They were born full-term to consanguineous parents and had moderate developmental delay. Examination showed an important language delay, a progressive proximal muscular weakness in the lower limbs with Gowers sign and myopathic electromyography. Investigations revealed undetectable guanidinoacetate and low level of creatine in plasma and urine, characteristic findings of AGAT deficiency syndrome. Brain magnetic resonance spectroscopy showed a markedly reduced level of creatine. Guanidinoacetate methyltransferase (GATM) gene sequencing revealed a homozygous missense mutation in exon 4:c.608A>C, (p.Tyr203Ser). Thirteen months after beginning the treatment with oral creatine monohydrate 200mg/kg/day, then 400mg/kg/day, there was a dramatic improvement in muscle strength with Gowers sign disappearance in both patients, and a mild improvement in language and cognitive functions. AGAT deficiency syndrome should be considered in all patients with language retardation and cognitive impairment associated to a myopathy of unknown etiology such that early diagnosis must lead to creatine supplementation to cure the myopathy and improve language and cognitive function. ","dc:creator":"Nouioua S","dc:date":"2013","dc:title":"Creatine deficiency syndrome. A treatable myopathy due to arginine-glycine amidinotransferase (AGAT) deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23770102","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient, and similarly affected sister, are homozygous for a missesne variant, p.Tyr203Ser. This missense change results in 0% AGAT activity when expressed in HeLa cells (Des Roches et al, 2016, PMID 27233232). The variant is not listed in gnomAD."},{"id":"cggv:2d6e6aed-0dc9-4713-9d40-10930d524631_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b3e794c-d61c-44a9-bf94-e9209e426db5","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":18,"detectionMethod":"The genotyping method was not provided.","phenotypeFreeText":"Low creatine in plasma. Began speaking at 2 years, but lost the ability to speak in broken sentences at age 14. Speaks only single words at age 19 years. Dysthymic affect at age 15 years.","phenotypes":["obo:HP_0100786","obo:HP_0000750","obo:HP_0008765","obo:HP_0012113","obo:HP_0002367","obo:HP_0100543"],"previousTesting":true,"previousTestingDescription":"Low plasma creatine (1.7 umol/L; normal 9-90)","sex":"Female","variant":{"id":"cggv:2d6e6aed-0dc9-4713-9d40-10930d524631_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b78cd1ab-4a89-480f-8330-a3b9323038fe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.10:g.45368116C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392260686"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26490222"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26490222","rdfs:label":"P15"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"This patient and two affected siblings are homozygous for a nonsense variant, p.Trp210X. The variant is not in gnomAD. The score is reduced because, while the low plasma creatine is consistent with AGAT deficiency, it could also be cause by GAMT deficiency, and there is not indication that this condition was ruled out. In addition, further test results, such as brain MRS and guanidinoacetate levels are not available."},{"id":"cggv:6506b868-6e7b-4ef8-ac39-bce26d0195a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3464d676-ace1-4f4d-a921-0f20aebc5c95","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"detectionMethod":"Molecular analysis of the coding sequence of AGAT gene was done from peripheral lymphocytes.","firstTestingMethod":"PCR","phenotypeFreeText":"Began speaking in monosyllables at age 6 years. At age 18, she developed progressive proximal muscle weakness. Serum creatine kinase was normal. Electromyography revealed myopathic pattern. Therapy with oral creatine supplement resulted in dramatic improvement of muscle strength, and some improvement in motor skills and executive speech. Note, this patient is later reported in PMID 26490222 as P8; information from that study is included here.","phenotypes":["obo:HP_0007010","obo:HP_0003199","obo:HP_0011343"],"previousTesting":true,"previousTestingDescription":"Undetectable guanidinoacetate in plasma (normal 0.4–3.7 µM) and urine (normal 80–656 µM). Absent/marked reduction in brain creatine on magnetic resonance spectroscopy.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6506b868-6e7b-4ef8-ac39-bce26d0195a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6389eea3-3b2e-4371-9def-f15d22754e62","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001482.3(GATM):c.505C>T (p.Arg169Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55919"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20625172","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Verma A","dc:date":"2010","dc:title":"Arginine:glycine amidinotransferase deficiency: a treatable metabolic encephalomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20625172","rdfs:label":"IV-30"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Highest population minor allele frequency for c.505C>T (p.Arg169X) = 0.00005 (E. Asian); no homozygotes in any population."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67047d98-49d4-4f2c-9631-99a6d70e732a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b7561acd-b462-41fc-bd4f-c89ad38de204","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"AGAT was shown to catalyze the formation of guanidinoacetate from arginine and glycine. This is the first of the two steps of creatine synthesis. Due to this function, deficiency of AGAT activity would be expected to result in low creatine and creatinine levels. Indeed, patients with AGAT deficiency have low creatine and creatinine levels in serum, urine and cerebrospinal fluid, as well as creatine deficiency in brain (shown by magnetic resonance spectroscopy) results in the neurological phenotype observed in patients with AGAT deficiency. Clinical symptoms of AGAT deficiency can be prevented by early treatment with creatine monohydrate. Several patients with AGAT deficiency and treatment studies have been reported supporting the role of GATM this disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17789505","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Borsook H","dc:date":"1940","dc:title":"THE SYNTHESIS OF GLYCOCYAMINE IN RAT KIDNEY AND A MECHANISM OF CREATINE SYNTHESIS IN VIVO."},"rdfs:label":"AGAT function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The function of AGAT in creatine synthesis is now well-established (e.g. see PMIDs 12557293 and 24275206 for reviews). It is the only enzyme known to convert arginine and glycine to guanidinoacetate efficiently, and its function is highly consistent with the biochemical features in patients with AGAT deficiency."},{"id":"cggv:3fb736a7-a864-410a-a769-97c2de985bdd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:195e30fe-6729-4683-b557-ed691b2d2064","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"GAMT was shown to catalyze S-adenosylmethionine dependent methylation of guanidinoacetate to create creatine and S-adenosyl-homocysteine. This is the second and final step of creatine synthesis. Based on previous studies, it was known that the last step of creatine biosynthesis involves the methylation of guanidinoacetate. It was also known that the methyl group in creatine is derived from L-methionine, and that ATP and Mg++ are required. A soluble enzyme catalyzing S-adenosylmethionine + guanidinoacetate -> S-adenosylhomocysteine + creatine was found in cell-free extracts of guinea pig, rabbit, beef, and pig liver. The enzyme from pig liver was purified, approximately 20-fold. Using this partially purified enzyme, a linear relationship was observed between the formation of creatine from S-adenosylmethionine + guanidinoacetate, and the amount of the enzyme. Creatine was conclusively identified as one of the products of the enzymatic reaction by determination of its chemical nature, the ability of the reaction product to function as a substrate for creatine kinase, and the finding of creatinine (a breakdown product of creatine) in the reaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/13192118","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"CANTONI GL","dc:date":"1954","dc:title":"Enzymatic mechanism of creatine synthesis."},"rdfs:label":"Creatine synthesis pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Numerous patients have been described with each of the creatine synthesis disorders (AGAT deficiency, GAMT deficiency) (PMID  20301745)."},{"id":"cggv:c0cccadb-3e78-4632-9604-02649bd318d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a08661ab-609b-4c49-996a-4de35ca4df25","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"In an effort to identify new members of the Na(+)-dependent plasma membrane transporters, a novel cDNA was cloned from rabbit brain. Expression of the cDNA in COS-7 cells showed it to be a Na(+)- and Cl(-)-dependent creatine transporter. Its creatine transporter activity was antagonized by 3-guanidinopropionate, a well characterized alternative substrate of creatine transport in several tissues. More distant structural analogues of creatine were much less efficient or inactive as antagonists, indicating a high substrate specificity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8473283","type":"dc:BibliographicResource","dc:abstract":"A cDNA has been cloned from rabbit brain that is a new member of the emerging family of Na(+)-dependent plasma membrane transporters for several neurotransmitters and structurally related compounds. Functional expression of this cDNA in COS-7 cells identifies its product as a Na(+)- and Cl(-)-dependent creatine transporter with a Km of approximately 35 microM. Its creatine transporter activity is efficiently antagonized by 3-guanidinopropionate, a well characterized alternative substrate of creatine transport in several tissues, and by 4-guanidinobutyrate. More distant structural analogues of creatine are much less efficient or inactive as antagonists, indicating a high substrate specificity of the transporter. Northern blot hybridization detects the expression of its mRNA in most tissues tested, most prominently in kidney, heart, and muscle, but not in liver and intestine. A full-length cDNA clone was also isolated from a muscle cDNA library and found to contain the same coding sequence. Substrate affinity and specificity of the cloned transporter are very similar to the endogenous creatine transporter of the COS-7 cells and to the creatine transport activities of several cell types described in the literature. Moreover, its mRNA is most abundant in the tissues known to possess high creatine uptake capacity.","dc:creator":"Guimbal C","dc:date":"1993","dc:title":"A Na(+)-dependent creatine transporter in rabbit brain, muscle, heart, and kidney. cDNA cloning and functional expression."},"rdfs:label":"Creatine metabolic pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Numerous patients have been described with each of the creatine deficiency syndromes (AGAT deficiency, GAMT deficiency, creatine transporter deficiency). In common, these three disorders share the features of cerebral creatine deficiency, and neurological features of intellectual impairment, seizures, extrapyramidal symptoms, and autistic behavior."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b019e98a-03bb-4378-92da-9535ece6389e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d1e7ccd-978e-4b5a-80da-cf1d9ce82fae","type":"FunctionalAlteration","dc:description":"Seven missense variants from the EVS, c.314C>T (p.Pro105Leu), c.541G>A (p.Glu181Lys), c.565C>T (p.Arg189Cys), c.622G>A (p.Ala208Thr), c.845G>A (p.Arg282His), c.985C>G (p. Leu329Val), c.1037C>T (p. Pro346Leu), retained <10% of wild‐type GATM activity indicating putative pathogenicity. All four missense variants (p.Ala185Pro, p.Tyr203Ser, p.Arg413Trp, p.Arg413Gln) reported in patients with GATM deficiency had 0% AGAT activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27233232","type":"dc:BibliographicResource","dc:abstract":"Arginine-glycine amidinotransferase (GATM) deficiency is an autosomal-recessive disorder caused by pathogenic variants in GATM. Clinical features include intellectual disability, hypotonia, and myopathy. Due to normal neurodevelopment in asymptomatic individuals on creatine monotherapy, GATM deficiency is a good candidate for newborn screening. To determine the carrier frequency of GATM deficiency, we performed functional characterization of rare missense variants in GATM reported as heterozygous in the Exome Variant Server database. To assess phenotype and genotype correlation, we developed a clinical severity scoring system. Two patients with mild phenotype had a nonsense missense variant. Severe phenotype was present in patients with missense as well as truncating variants. There seems to be no phenotype and genotype correlation. We cloned a novel GATM transcript. We found seven missense variants retaining 0% of wild-type GATM activity indicating putative pathogenicity. Based on our study results, high Genomic Evolutionary Rate Profiling conservation score, conserved amino acid substitution in species, and low allele frequency in exome databases would be the most sensitive in silico analysis tools to predict pathogenicity of missense variants. We present first study of the functional characterization of missense variants in GATM as well as clinical severity score of patients with GATM deficiency.","dc:creator":"DesRoches CL","dc:date":"2016","dc:title":"Arginine-Glycine Amidinotransferase Deficiency and Functional Characterization of Missense Variants in GATM."},"rdfs:label":"GATM missense variation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Missense variants in GATM can result in lack of production of guanidinoacetate, as found in patients with AGAT deficiency."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be80f374-e817-487f-b19e-87e559b4da33","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6171cb93-ca12-4520-8e54-c997d73f502e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans and mice with AGAT deficiency have muscular hypotonia and weakness. Of note, muscular weakness has been reported as the presenting features of AGAT deficiency in some patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28808834","type":"dc:BibliographicResource","dc:abstract":"The creatine/phosphocreatine system is essential for cellular phosphate coupled energy storage and production. We investigated the utility of creatine monohydrate supplementation in two different creatine deficient knockout mouse models. Following weaning, female Arginine: Glycine Amidinotransferase (AGAT) and Guanidinoacetate: methyltransferase (GAMT) knockouts and wild type mice were studied based on their genotypes and dietary supplementation (creatine free or 2% creatine monohydrate supplemented diet) for 10 weeks, using a series of behavioral tests and biochemical analyzes. An improved Rota rod performance was observed in both AGAT (p = 0.02) and GAMT knockout mice (p < 0.001) supplemented with 2% creatine. During Morris water maze probe trial, creatine supplemented AGAT knockout mice took less time to reach virtual platform (p = 0.03) and more frequently crossed this area (p = 0.001) than mice on creatine free diet. Similar observations were recorded for GAMT knockout mice. Urinary creatinine concentrations for AGAT (p = 0.001) and GAMT (p = 0.05) knockout mice were increased following creatine supplementation. Creatine supplementation has a potential to improve neuro-muscular coordination, spatial learning in both AGAT and GAMT knockout mice. Long term Creatine supplementation results in increased urine creatinine concentrations indicating improved creatine metabolism in knockout mice.","dc:creator":"Iqbal F","dc:date":"2017","dc:title":"Biochemical and behavioral phenotype of AGAT and GAMT deficient mice following long-term Creatine monohydrate supplementation."},"rdfs:label":"AGAT null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The results of this study confirm findings of muscle weakness and hypotonia in AGAT-deficient mice reported by Choe et al, 2013 (PMID 23026748) and Nabuurs et al, 2015 (PMID 23129796)."},{"id":"cggv:e602563a-356a-4d30-a1e8-d12ef630a984","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0f93d28-871c-46fe-9746-06cca1dfbd7f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans and mice with AGAT deficiency have muscular hypotonia and weakness. Of note, muscular weakness has been reported as the presenting features of AGAT deficiency in some patients. Cognitive impairment, usually mild to moderate in human patients with AGAT deficiency, was not assessed in this study of AGAT-deficient mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23129796","type":"dc:BibliographicResource","dc:abstract":"Creatine (Cr) plays an important role in muscle energy homeostasis by its participation in the ATP-phosphocreatine phosphoryl exchange reaction mediated by creatine kinase. Given that the consequences of Cr depletion are incompletely understood, we assessed the morphological, metabolic and functional consequences of systemic depletion on skeletal muscle in a mouse model with deficiency of l-arginine:glycine amidinotransferase (AGAT(-/-)), which catalyses the first step of Cr biosynthesis. In vivo magnetic resonance spectroscopy showed a near-complete absence of Cr and phosphocreatine in resting hindlimb muscle of AGAT(-/-) mice. Compared with wild-type, the inorganic phosphate/β-ATP ratio was increased fourfold, while ATP levels were reduced by nearly half. Activities of proton-pumping respiratory chain enzymes were reduced, whereas F(1)F(0)-ATPase activity and overall mitochondrial content were increased. The Cr-deficient AGAT(-/-) mice had a reduced grip strength and suffered from severe muscle atrophy. Electron microscopy revealed increased amounts of intramyocellular lipid droplets and crystal formation within mitochondria of AGAT(-/-) muscle fibres. Ischaemia resulted in exacerbation of the decrease of pH and increased glycolytic ATP synthesis. Oral Cr administration led to rapid accumulation in skeletal muscle (faster than in brain) and reversed all the muscle abnormalities, revealing that the condition of the AGAT(-/-) mice can be switched between Cr deficient and normal simply by dietary manipulation. Systemic creatine depletion results in mitochondrial dysfunction and intracellular energy deficiency, as well as structural and physiological abnormalities. The consequences of AGAT deficiency are more pronounced than those of muscle-specific creatine kinase deficiency, which suggests a multifaceted involvement of creatine in muscle energy homeostasis in addition to its role in the phosphocreatine-creatine kinase system.","dc:creator":"Nabuurs CI","dc:date":"2013","dc:title":"Disturbed energy metabolism and muscular dystrophy caused by pure creatine deficiency are reversible by creatine intake."},"rdfs:label":"Muscle studies in AGAT null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The results confirm the findings of Choe et al. that AGAT-deficient mice have muscular hypotonia, and provide additional details, as well as documentation of resolution of symptoms on oral creatine supplementation. The score is reduced in order to avoid double counting the biochemical evidence from Choe et al."},{"id":"cggv:cdcb6350-b325-4f21-8808-6af758b79244","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7af25708-0f37-4f7a-85d3-d9c0f797cfd1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The biochemical findings are similar in human patients and mice with AGAT deficiency, including markedly reduced levels of urinary creatine, creatinine, and guanidinoacetate, and depletion of creation on brain proton magnetic resonance spectroscopy. As in human, supplementation with oral creatine results in increase in creatine in body tissues.\nRegarding clinical symptoms, humans and mice with AGAT deficiency have muscular hypotonia. Of note, muscular weakness has been reported as the presenting features of AGAT deficiency in some patients. Cognitive impairment, usually mild to moderate in human patients with AGAT deficiency, was not assessed in this study of AGAT-deficient mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23026748","type":"dc:BibliographicResource","dc:abstract":"Phosphorylated creatine (Cr) serves as an energy buffer for ATP replenishment in organs with highly fluctuating energy demand. The central role of Cr in the brain and muscle is emphasized by severe neurometabolic disorders caused by Cr deficiency. Common symptoms of inborn errors of creatine synthesis or distribution include mental retardation and muscular weakness. Human mutations in l-arginine:glycine amidinotransferase (AGAT), the first enzyme of Cr synthesis, lead to severely reduced Cr and guanidinoacetate (GuA) levels. Here, we report the generation and metabolic characterization of AGAT-deficient mice that are devoid of Cr and its precursor GuA. AGAT-deficient mice exhibited decreased fat deposition, attenuated gluconeogenesis, reduced cholesterol levels and enhanced glucose tolerance. Furthermore, Cr deficiency completely protected from the development of metabolic syndrome caused by diet-induced obesity. Biochemical analyses revealed the chronic Cr-dependent activation of AMP-activated protein kinase (AMPK), which stimulates catabolic pathways in metabolically relevant tissues such as the brain, skeletal muscle, adipose tissue and liver, suggesting a mechanism underlying the metabolic phenotype. In summary, our results show marked metabolic effects of Cr deficiency via the chronic activation of AMPK in a first animal model of AGAT deficiency. In addition to insights into metabolic changes in Cr deficiency syndromes, our genetic model reveals a novel mechanism as a potential treatment option for obesity and type 2 diabetes mellitus.","dc:creator":"Choe CU","dc:date":"2013","dc:title":"L-arginine:glycine amidinotransferase deficiency protects from metabolic syndrome."},"rdfs:label":"AGAT null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Recapitulation of biochemical features of creatine deficiency and the finding of muscular hypotonia in mice and humans. The score is reduced to avoid double counting further evidence for muscle dysfunction in this same mouse model reported by Nabuurs et al."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":801,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:19e0c046-9e92-4dd7-80bc-c0335da66f9b","type":"GeneValidityProposition","disease":"obo:MONDO_0012996","gene":"hgnc:4175","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between GATM and arginine:glycine amidinotransferase (AGAT) deficiency, an autosomal recessive disorder of creatine metabolism, was evaluated using the ClinGen Clinical Validity Framework as of February 6th, 2019. Variants in GATM were first reported in humans with this disorder in 2001 (Item et al, PMID 11555793) in two sisters previously reported with creatine deficiency in the brain (Bianchi et al, 2000; PMID 10762163). Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. At least 7 unique variants (missense, nonsense, frameshift, and splice site) have been reported in 6 probands in 5 publications (Edvardson et al, 2010, PMID 20682460; Verma et al, 2010, PMID 20625172; Ndika et al, 2012, PMID 22386973; Nouioua et al, 2013, PMID 23770102; Stockler-Ipsiroglu et al, 2015, PMID 26490222). Variants in this gene segregated with disease in 3 additional family members in one large family (Battini et al, 2002, PMID 12468279). More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 points) has been reached. The mechanism for disease is biallelic loss of function. This gene-disease relationship is supported by the biochemical function of AGAT, catalyzing the first step of creatine synthesis, functional analysis of missense variants (Des Roches et al, 2016, PMID 27233232), and the biochemical features and clinical features of a null mouse model (Choe et al, 2013, PMID 23026748; Nabuurs et al, 2015, PMID 23129796; Iqbal et al, PMID 28808834). In summary, GATM is definitively associated with AGAT deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. Of note, this gene has also been implicated in renal Fanconi syndrome and kidney failure. That gene-disease relationship will be assessed separately.\n","dc:isVersionOf":{"id":"cggv:d63bfeff-882d-400f-af17-277a702fd09b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}