{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2023-10-17T15:56:49.815Z","role":"Publisher"},{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2023-06-20T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19100526","type":"dc:BibliographicResource","dc:abstract":"Idiopathic pulmonary fibrosis (IPF) is a lethal scarring lung disease that affects older adults. Heterozygous rare mutations in the genes encoding telomerase are found in approximately 15% of familial cases. We have used linkage to map another disease-causing gene in a large family with IPF and adenocarcinoma of the lung to a 15.7 Mb region on chromosome 10. We identified a rare missense mutation in a candidate gene, SFTPA2, within the interval encoding surfactant protein A2 (SP-A2). Another rare mutation in SFTPA2 was identified in another family with IPF and lung cancer. Both mutations involve invariant residues in the highly conserved carbohydrate-recognition domain of the protein and are predicted to disrupt protein structure. Recombinant proteins carrying these mutations are retained in the endoplasmic reticulum and are not secreted. These data are consistent with SFTPA2 germline mutations that interfere with protein trafficking and cause familial IPF and lung cancer.","dc:creator":"Wang Y","dc:date":"2009","dc:title":"Genetic defects in surfactant protein A2 are associated with pulmonary fibrosis and lung cancer."},"evidence":[{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.9},{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8df335bf-2655-4c99-983f-a942c941887c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6efc2b64-3e1a-42b7-ae3a-d6a88e4a0e94","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This gene is highly expressed specifically in the lung. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Bulk Tissue gene expression for SFTPA2"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Highly expressed specifically in the lung"},{"id":"cggv:2b0b7d3c-ffde-4873-b192-77b1d78ac07e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cb9a11c8-503e-4f65-a804-529034568a03","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":" Prolonged ER stress can induce apoptosis in AECs through several UPR-dependent downstream mechanisms. This results in the loss of lung architecture. A link between ER stress and fibrosis in which ER stress-inducing agents were shown to induce epithelial-mesenchymal transition (EMT ) in AECs with increased expression of mesenchymal cells. Fibroblast proliferation and differentiation cause excessive collagen production. In macrophages, polarization lead to TGFbeta production. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29567124","type":"dc:BibliographicResource","dc:abstract":"Endoplasmic reticulum (ER) stress is associated with development and progression of fibrotic diseases, including idiopathic pulmonary fibrosis (IPF). ER stress was first implicated in the pathogenesis of IPF >15 years ago with the discovery of disease-causing mutations in surfactant protein C, which result in a misfolded gene product in type II alveolar epithelial cells (AECs). ER stress and the unfolded protein response (UPR) have been linked to lung fibrosis through regulation of AEC apoptosis, epithelial-mesenchymal transition, myofibroblast differentiation, and M2 macrophage polarization. Although progress has been made in understanding the causes and consequences of ER stress in IPF and a number of chronic fibrotic disorders, further studies are needed to identify key factors that induce ER stress in important cell types and define critical down-stream processes and effector molecules that mediate ER stress-related phenotypes. This review discusses potential causes of ER stress induction in the lungs and current evidence linking ER stress to fibrosis in the context of individual cell types: AECs, fibroblasts, and macrophages. As our understanding of the relationship between ER stress and lung fibrosis continues to evolve, future studies will examine new strategies to modulate UPR pathways for therapeutic benefit.","dc:creator":"Burman A","dc:date":"2018","dc:title":"Endoplasmic reticulum stress in pulmonary fibrosis."},"rdfs:label":" Pro-fibrotic effects of ER stress in Different cell types. "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"A variety of studies implicate ER stress as an important factor in progression of a variety of chronic, fibrotic diseases, including IPF. In the lung, ER stress appears to primarily localize in AECs, where this pathway has been linked to increased AEC apoptosis, as well as other pro-fibrotic phenotypic characteristics. In addition, ER stress in other cell types, including fibroblasts and macrophages, can affect pro-fibrotic responses by these cells. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a64467fc-6984-4623-9b8e-661eae8b5a2b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93f1efdb-2955-4430-9e88-181b49aac0c9","type":"FunctionalAlteration","dc:description":"In this study, results show that SP-A variants, G231V and F198S lead to reduced protein stability and ER stress by increasing the expression in A549 cells and type II alveolar cells. The mutations focused upon in this report are individually rare and cannot explain the severe ER stress found in sporadic idiopathic pulmonary fibrosis, but they do indicate that the pathway of inherent ER stress resulting from rare inherited surfactant mutations can be an inciting event that leads to pulmonary fibrosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20466729","type":"dc:BibliographicResource","dc:abstract":"Rare heterozygous mutations in the gene encoding surfactant protein A2 (SP-A2, SFTPA2) are associated with adult-onset pulmonary fibrosis and adenocarcinoma of the lung. We have previously shown that two recombinant SP-A2 mutant proteins (G231V and F198S) remain within the endoplasmic reticulum (ER) of A549 cells and are not secreted into the culture medium. The pathogenic mechanism of the mutant proteins is unknown. Here we analyze all common and rare variants of the surfactant protein A2, SP-A2, in both A549 cells and in primary type II alveolar epithelial cells. We show that, in contrast with all other SP-A2 variants, the mutant proteins are not secreted into the medium with wild-type SP-A isoforms, form fewer intracellular dimer and trimer oligomers, are partially insoluble in 0.5% Nonidet P-40 lysates of transfected A549 cells, and demonstrate greater protein instability in chymotrypsin proteolytic digestions. Both the G231V and F198S mutant SP-A2 proteins are destroyed via the ER-association degradation pathway. Expression of the mutant proteins increases the transcription of a BiP-reporter construct, expression of BiP protein, and production of an ER stress-induced XBP-1 spliced product. Human bronchoalveolar wash samples from individuals who are heterozygous for the G231V mutation have similar levels of total SP-A as normal family members, which suggests that the mechanism of disease does not involve an overt lack of secreted SP-A but instead involves an increase in ER stress of resident type II alveolar epithelial cells.","dc:creator":"Maitra M","dc:date":"2010","dc:title":"Surfactant protein A2 mutations associated with pulmonary fibrosis lead to protein instability and endoplasmic reticulum stress."},"rdfs:label":"G231V and F198S Mutant Proteins"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":7117,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.9,"subject":{"id":"cggv:85e4d61f-d995-4305-9948-693dfeb220d2","type":"GeneValidityProposition","disease":"obo:MONDO_0800029","gene":"hgnc:10799","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SFTPA2* was first reported in relation to Interstitial Lung Disease (ILD), an autosomal dominant rare disease affecting the distal part of the lung, in 2009 (Wang et al., PMID:19100526). ILD can be described as a family of many lung disorders including idiopathic interstitial pneumonia (IIP) and pneumonitis to the more severe idiopathic pulmonary fibrosis (IPF). The most common phenotypes of ILD may include shortness of breath, cough, dyspnea, pulmonary fibrosis, and respiratory failure. Sixteen unique variants, all missense, have been reported in 22 probands across five publications (Legendre et al., 2020, PMID: 32855221; van Moorsel et al., 2015, PMID:26568241; Wang et al., 2009, PMID:19100526; Liu L, et al., 2020, PMID:32602668; Sutton et al., 2022, PMID:36135709).  \n\nThis gene-disease relationship is also supported by experimental evidence including an expression study that shows a high degree of specificity in the lung tissue (PMID:23715323). Other experimental evidence includes a biochemical function assay that explains how endoplasmic reticulum (ER) stress is associated with the development and progression of fibrotic diseases, including idiopathic pulmonary fibrosis (Burman et al., 2018, PMID:29567124). Functional alteration studies of variants in A549 cells and type II alveolar cells have been shown to lead to protein instability and increased ER stress (Maitra M et al., PMID: 20466729). In summary, there is definitive evidence supporting the relationship between *SFTPA2* and autosomal dominant ILD. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Interstitial Lung Disease GCEP on June 20, 2023 (SOP Version 9).  ","dc:isVersionOf":{"id":"cggv:a990f191-a08c-4429-88b4-9a9b455f37f0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}