{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eeev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-06-10T16:44:07.297Z","role":"Publisher"},{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-06-10T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11114175","type":"dc:BibliographicResource","dc:abstract":"We here report on a human myopathy associated with a mutation in a fast myosin heavy chain (MyHC) gene, and also the genetic defect in a hereditary inclusion body myopathy. The disorder has previously been described in a family with an \"autosomal dominant myopathy, with joint contractures, ophthalmoplegia, and rimmed vacuoles.\" Linkage analysis and radiation hybrid mapping showed that the gene locus (Human Genome Map locus name: IBM3) is situated in a 2-Mb region of chromosome 17p13, where also a cluster of MyHC genes is located. These include the genes encoding embryonic, IIa, IIx/d, IIb, perinatal, and extraocular MyHCs. Morphological analysis of muscle biopsies from patients from the family indicated to us that the type 2A fibers frequently were abnormal, whereas other fiber types appeared normal. This observation prompted us to investigate the MyHC-IIa gene, since MyHC-IIa is the major isoform in type 2A fibers. The complete genomic sequence for this gene was deduced by using an \"in silico\" strategy. The gene, found to consist of 38 exons, was subjected to a complete mutation scan in patients and controls. We identified a missense mutation, Glu-706 --> Lys, which is located in a highly conserved region of the motor domain, the so-called SH1 helix region. By conformational changes this region communicates activity at the nucleotide-binding site to the neck region, resulting in the lever arm swing. The mutation in this region is likely to result in a dysfunctional myosin, compatible with the disorder in the family.","dc:creator":"Martinsson T","dc:date":"2000","dc:title":"Autosomal dominant myopathy: missense mutation (Glu-706 --> Lys) in the myosin heavy chain IIa gene."},"evidence":[{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59326418-44c1-4d44-bbd2-52fb1fc629e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3136cbb4-32b5-47bd-a96a-58bf1021ee18","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Hybridization of different human skeletal muscle with cRNA probes specific for the 3’UTR of MYH2 revealed expression in fast, type IIa muscle fibers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7545970","type":"dc:BibliographicResource","dc:abstract":"Several members of the sarcomeric myosin heavy chain (MHC) gene family have been mapped in the human genome but many of them have not yet been identified. In this study we report the identification of two human skeletal MHC genes as fast IIa and IIx MHC based on pattern of expression and sequence homology with the corresponding rat genes in the 3'-translated and untranslated regions. The distribution of these two gene products as well as that of the beta/slow MHC gene was analyzed in human skeletal muscles by in situ hybridization. The distribution of beta/slow, IIa, and IIx MHC transcripts defines three major muscle fiber types expressing a single MHC mRNA, i.e., either beta/slow, IIa, or IIx MHC mRNA, and two populations of hybrid fibers coexpressing beta/slow with IIa or IIa with IIx MHC mRNA. Fiber typing by ATPase histochemistry shows that IIa MHC transcripts are more abundant in histochemical type IIa fibers, whereas IIx MHC transcripts are more abundant in histochemical type IIb fibers.","dc:creator":"Smerdu V","dc:date":"1994","dc:title":"Type IIx myosin heavy chain transcripts are expressed in type IIb fibers of human skeletal muscle."},"rdfs:label":"MYH2 expression in fast, type IIa muscle fibers"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"MYH2 is expressed in fast, type IIa muscle fibers affected by MYH2-associated myopathy. Further, Human Protein Atlas and GTEx suggest enriched expression of MYH2 in skeletal muscle and tongue compared to other tissues."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:512fa744-edd0-47af-963f-7802b2a5c73f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c8dea330-2019-4a13-9ea5-8f7600bfa54b","type":"FunctionalAlteration","dc:description":"In vitro motility studies of muscle fibers isolated from patients carrying the MYH2 E706K variant revealed a marked reduction of speed compared to muscle fibers from control fibers (~1 um/s in patient fibers compared to ~2.5 um/s in control fibers).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17005402","type":"dc:BibliographicResource","dc:abstract":"The pathogenic events leading to the progressive muscle weakness in patients with a E706K mutation in the head of the myosin heavy chain (MyHC) IIa were analyzed at the muscle cell and motor protein levels. Contractile properties were measured in single muscle fiber segments using the skinned fiber preparation and a single muscle fiber in vitro motility assay. A dramatic impairment in the function of the IIa MyHC isoform was observed at the motor protein level. At the single muscle fiber level, on the other hand, a general decrease was observed in the number of preparations where the specific criteria for acceptance were fulfilled irrespective of MyHC isoform expression. Our results provide evidence that the pathogenesis of the MyHC IIa E706K myopathy involves defective function of the mutated myosin as well as alterations in the structural integrity of all muscle cells irrespective of MyHC isoform expression.","dc:creator":"Li M","dc:date":"2006","dc:title":"Muscle cell and motor protein function in patients with a IIa myosin missense mutation (Glu-706 to Lys)."},"rdfs:label":"Effect of MYH2 E706K variant on muscle fiber motility"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The results of this motility assay suggest reduced function of myosin containing the E706K variant and the authors assert this may be due to an altered conformational change of the IIa myosin molecule during ATP hydrolysis."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d2851f8-014f-464a-b3d4-1e2fbbd0d34f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37366d21-ff81-40f9-b97a-36e58646090d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"On a wild type background, expression of the unc-54 E710K variant results in reduced motility\nand reduced thickness of body wall, while on a unc-54 null background, the variant results in severe paralysis and wild-type like muscle formation. Although more severe, these muscle defects are similar to the muscle weakness observed in patients with MYH2-associated autosomal dominant myopathy. Importantly, unc-54 expression in wild type worms also leads to reduced motility and body wall thickness, suggesting there may be adverse effects of unc-54 overexpression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16130113","type":"dc:BibliographicResource","dc:abstract":"Mutations in myosin heavy chain (MyHC) genes recently have been shown to be associated with various forms of congenital myopathies: myosin myopathies. The MyHC IIa E706K mutation is associated with congenital joint contractures, early-onset muscle weakness, and progressive course with moderate to severe muscle weakness later in life. To study the pathogenicity of this MyHC mutation, we investigated the effect of the corresponding mutation (E710K) in the major MyHC isoform (MyHC B) of the body wall muscle of the nematode Caenorhabditis elegans. Worms with null mutations in the MyHC B gene (unc-54) are severely paralyzed and depleted of thick filaments in the body wall muscle sarcomeres. unc-54 null mutants with extrachromosomal arrays of a gene construct including the entire wild-type unc-54 gene were partially rescued as determined by a motility assay and by morphological analysis of the body wall muscle. Analysis of unc-54 null mutants with extrachromosomal arrays of the unc-54 gene with the E710K mutation were severely paralyzed but showed formation of thick filaments in the body wall muscle. We conclude that the MyHC E706K (E710K in C. elegans) mutation is pathogenic and that the effect is primarily functional rather than structural because thick filaments are formed. The C. elegans model may be useful to study suspected pathogenic mutations in MyHC genes associated with human muscle diseases.","dc:creator":"Tajsharghi H","dc:date":"2005","dc:title":"A Caenorhabditis elegans model of the myosin heavy chain IIa E706K [corrected] mutation."},"rdfs:label":"C. elegans unc-54 E710K (MYH2 E706K) model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score for this experimental evidence was reduced to 1 point (from a default score of 2 points) due to the severity of the phenotype observed in the worms and the high homology of unc-54 to multiple other human myosin genes, as well as the finding that overexpression of even normal MyHC B has a negative effect."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.7}],"evidenceStrength":"Moderate","sequence":8409,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.2,"subject":{"id":"cggv:516af52c-4ade-4bf1-a6a6-79ec97a313aa","type":"GeneValidityProposition","disease":"obo:MONDO_0011577","gene":"hgnc:7572","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*MYH2* was first reported in relation to autosomal dominant proximal myopathy and ophthalmoplegia in 2000 (Martinsson et al., PMID: 11114175). Evidence supporting this gene-disease relationship includes case-level data from 5 probands in 5 publications (PMIDs: 11114175, 23489661, 25529940, 36380287, 36774715), with four unique variants (3 missense and 1 splice site) predominantly found in the filament assembly region except for Glu706Lys in the SH1 helix domain. A dominant negative mechanism has been suggested however has not been established. This gene-disease association is also supported by experimental evidence, including expression evidence (PMID: 7545970) in type IIa muscle fibers, functional alteration in patient cells (PMID: 17005402), and a C. elegans model (PMID: 16130113). In summary, there is moderate evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nOf note, *MYH2* has also been reported in relation to autosomal recessive proximal myopathy and ophthalmoplegia. Due to the proposed difference in mechanism, loss of function, those cases were considered in a separate curation.","dc:isVersionOf":{"id":"cggv:76685544-e687-4b2e-8656-2960d0324eee"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}