{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-03-16T14:44:05.023Z","role":"Publisher"},{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-03-16T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bb54f3b-e8d7-4ff2-943a-272a73d1215b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:76c830b5-092d-41fa-8ca3-30c8a2aabe5c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"c-Rel was strongly expressed by control EBV-B cells and was detected in all leukocyte subsets from healthy donors, the highest levels being recorded for γδ T cells, naive CD19+ B cells, CD16+ monocytes, and CD141+ conventional DCs (cDC1s).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34623332","type":"dc:BibliographicResource","dc:abstract":"We studied a child with severe viral, bacterial, fungal, and parasitic diseases, who was homozygous for a loss-of-function mutation of REL, encoding c-Rel, which is selectively expressed in lymphoid and myeloid cells. The patient had low frequencies of NK, effector memory cells reexpressing CD45RA (Temra) CD8+ T cells, memory CD4+ T cells, including Th1 and Th1*, Tregs, and memory B cells, whereas the counts and proportions of other leukocyte subsets were normal. Functional deficits of myeloid cells included the abolition of IL-12 and IL-23 production by conventional DC1s (cDC1s) and monocytes, but not cDC2s. c-Rel was also required for induction of CD86 expression on, and thus antigen-presenting cell function of, cDCs. Functional deficits of lymphoid cells included reduced IL-2 production by naive T cells, correlating with low proliferation and survival rates and poor production of Th1, Th2, and Th17 cytokines by memory CD4+ T cells. In naive CD4+ T cells, c-Rel is dispensable for early IL2 induction but contributes to later phases of IL2 expression. The patient's naive B cells displayed impaired MYC and BCL2L1 induction, compromising B cell survival and proliferation and preventing their differentiation into Ig-secreting plasmablasts. Inherited c-Rel deficiency disrupts the development and function of multiple myeloid and lymphoid cells, compromising innate and adaptive immunity to multiple infectious agents.","dc:creator":"Lévy R","dc:date":"2021","dc:title":"Inherited human c-Rel deficiency disrupts myeloid and lymphoid immunity to multiple infectious agents."},"rdfs:label":"Hematopoietic epxpression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"REL mRNA is expressed in various human tissues, but its levels are 3 to 10 times higher in nucleated hematopoietic cells relative to levels in other cell types (The Human Protein Atlas)."},{"id":"cggv:6d6b96bd-2182-4a4e-857f-85a07ad4fd8c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:31d74704-2265-4ed1-a186-954ceac9dd02","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"c-Rel is a transcription factor in the NF-κB family, critical for T and B cell function, it binds to the promoters of genes that encode cytokines important for immunity against infectious pathogens, including IL-2, IFN-γ, IL-12, IL-21, and IL-23","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22207895","type":"dc:BibliographicResource","dc:abstract":"c-Rel is a member of the nuclear factor κB (NF-κB) transcription factor family. Unlike other NF-κB proteins that are expressed in a variety of cell types, high levels of c-Rel expression are found primarily in B and T cells, with many c-Rel target genes involved in lymphoid cell growth and survival. In addition to c-Rel playing a major role in mammalian B and T cell function, the human c-rel gene (REL) is a susceptibility locus for certain autoimmune diseases such as arthritis, psoriasis, and celiac disease. The REL locus is also frequently altered (amplified, mutated, rearranged), and expression of REL is increased in a variety of B and T cell malignancies and, to a lesser extent, in other cancer types. Thus, agents that modulate REL activity may have therapeutic benefits for certain human cancers and chronic inflammatory diseases.","dc:creator":"Gilmore TD","dc:date":"2011","dc:title":"The c-Rel Transcription Factor in Development and Disease."},"rdfs:label":"transcription factor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"c-Rel is required for a number of specialized functions in mature T and B cells. \n\nc-Rel plays a key role in the development of regulatory T cells and in mature T cells it has multiples roles in growth, proliferation, and survival. IL-2, which is required for autocrine-dependent T cell proliferation, is induced by c-Rel in response to TCR and CD28 signaling. c-Rel controls il2 gene transcription by remodeling the chromatin structure of the locus to make it permissive for transcription (PMID: 12646638). Finally, c-Rel is important in the regulation of cytokine expression by activated T cells, in naive CD4 T cells exposed to inflammatory cytokines, an exchange of the IκB factor that tethers c-Rel in the cytoplasm from IκBβ to IκBα creates a T cell that expresses cytokines at a faster rate and in larger amounts during subsequent TCR activation PMID: 18805964).\n\nDuring the developmental transition from a pre–B cell to a naive mature B lymphocyte, an up-regulation of c-Rel and p50 expression causes p50/c-Rel to become the predominant NF-κB dimer in peripheral IgM-positive B lymphocytes. In mature B cells, c-Rel serves a dual role of promoting cell division and survival when these cells are activated. In BCR-activated cells, c-Rel promotes the transition from G1- to S-phase (PMID: 9480976) and also promotes cell growth during G1 by up-regulating c-myc transcription (PMID: 12504005)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b744a722-ebd6-4b65-927e-0271a7fcd2bf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e0bc0641-cca5-4fa1-bee7-3105bee13dbd","type":"FunctionalAlteration","dc:description":"Show that c-Rel was essential for the development and/or maintenance of NK cells, Temra CD8+ T cells, memory CD4+ T cells, including Th1 and Th1*, Tregs, and memory B cells. \n\nIn myeloid cells, c-Rel was required for the production of IL-12 and IL-23 and for antigen-specific T cell responses, at least through the regulation of CD86 expression and, therefore, APC function. \n\nThe IL-2 production defect also affects the patient’s T cell proliferation, accounting for the broader defect in cytokine production by memory CD4+ T cells ex vivo and the defective differentiation of naive CD4+ T cells into Th1 and Th17 cells in vitro. \n\nFinally, c-Rel deficiency affects the CD40-mediated induction of antiapoptotic MYC and BCL2L1 in naive B cells, compromising the survival of these cells and thereby affecting their proliferation and differentiation into Ab-secreting cells. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34623332","rdfs:label":"c-Rel deficiency"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:60beb09b-2c9f-4aa8-8da6-104b037834ce","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bbb6f723-ded8-4e5f-a3d8-da3b62d5a2ec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Rel-deficient mice have impaired T and B cell proliferation, hypogammaglobulinemia, and cytokine secretion.\n\nAlthough the maturation of Rel -/- hemopoietic cells was normal, the association between Rel expression and lymphocyte activation prompted an analysis of lymphocyte proliferative responses. Splenic B and T cells from mice of the three c-rel genotypes were stimulated with a number of agents and proliferation monitored by [3H]thymidine incorporation. In Rel-/- B cell cultures, stimulation with optimal concentrations of lipopolysaccharide (LPS), CD40 ligand, mitogenic antibodies specific for the IgM receptor or the novel B cell surface protein RP failed to induce proliferation. Whereas thymidine incorporation by Rel-/- B cells was 0.5% (anti-RP) to 2.5% (CD40 ligand) of normal levels, proliferation in the Rel +/- B cell cultures ranged between 14% (anti-RP)and 20% (anti-IgM) of the normal response. This indicates that Rel +/- B cells are partially defective for proliferation.\n\nThe T cell proliferative responses of Rel -/- and Rel +/- cells were also compromised. Whereas engagement of the CD3 chain of the T cell receptor complex normally induces proliferation, Rel -/- T cells failed to proliferate in response to anti-CD3 activation (3% of normal T cell [3H]thymidine incorporation after 72 hr), and this defect was not overcome by CD28 costimulation. Concanavalin A (Con A) also failed to promote normal proliferation of Rel-/- T cells (20% of a normal T cell response, at 72 hr). In contrast, proliferation in Rel-/- T cell cultures stimulated with PMA and ionomycin was ---70% of a normal response. These results indicate that although Rel is required for surface receptor-mediated B and T cell proliferation, in T cells, mitogenic signals that act in the cytoplasm can bypass the defect imposed by the loss of Rel.\n\nThe responsiveness of mature B cells to antigenic challenge was assessed by analyzing serum immunoglobulins in naive and immunized animals. Whereas the levels of IgM(3-fold), IgG2b(6-fold), and IgG3(4-fold)in Rel -/- mice were somewhat reduced compared with Rel +/- and wild-type littermates, IgG1 levels in Rel-/- animals were 100-fold less and IgG2a was undetectable. Rel +/- mice also appear to be partially defective for IgG 1 production because serum IgG1, but not other isotypes, was 10-fold lower than in normal littermates.\n\nIgG3, a prominent isotype produced during a normal response to the T cell independent antigen NP-LPS, was marginally reduced 7 days postimmunization in the Rel-/- mice compared with normal and Rel +/- littermates and continued to decrease over the subsequent 14 days of the immune response, and thus Rel appears to be important for T cell dependent humoral responses.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7649478","type":"dc:BibliographicResource","dc:abstract":"The c-rel proto-oncogene, which is expressed predominantly in hemopoietic cells encodes a subunit of the NF-kappa B-like family of transcription factors. In mice with an inactivated c-rel gene, whereas development of cells from all hemopoietic lineages appeared normal, humoral immunity was impaired and mature B and T cells were found to be unresponsive to most mitogenic stimuli. Phorbol ester and calcium ionophore costimulation, in contrast to certain membrane receptor-mediated signals, overcame the T cell-proliferative defect, demonstrating that T cell proliferation occurs by Rel-dependent and -independent mechanisms. The ability of exogenous interleukin-2 to restore T Cell, but not B cell, proliferation indicates that Rel regulates the expression of different genes in B and T cells that are crucial for cell division and immune function.","dc:creator":"Köntgen F","dc:date":"1995","dc:title":"Mice lacking the c-rel proto-oncogene exhibit defects in lymphocyte proliferation, humoral immunity, and interleukin-2 expression."},"rdfs:label":"c-rel -/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The patient’s combined immunodeficiency mirrors the defects in T cell activation, B cell proliferation, innate immunity and humoral immunity seen in c-Rel-deficient mice. "},{"id":"cggv:a085fb85-7a92-4fe2-8fb8-c77d2d9f19e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f97fa1af-5827-44d7-a8e5-cdfac080ce70","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in patients, the c-Rel-deficient T lymphocytes fail to respond to activation and proliferation signals mediated by the TCR and mitogens in vitro. This is attributed to an impaired production of cytokines IL-2, IL-3 and granulocyte macrophage colony stimulating factor. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10221648","type":"dc:BibliographicResource","dc:abstract":"The TCR signals are essential for T cell activation and proliferation, primarily through the induction of cytokine and cytokine receptors. Several transcription factor families, including NF-kappaB/Rel, have been implicated in the regulation of cytokine gene expression in T cells in response to antigen, cytokine and mitogenic stimulation. In this study, we show that the mice with a null mutation in the lymphoid-specific c-Rel gene have normal development of lymphoid tissues and T cell compartment. However, T cells derived from the c-Rel knockout mice have several functional abnormalities. The c-Rel-deficient T lymphocytes fail to respond to activation and proliferation signals mediated by the TCR and mitogens in vitro. This is attributed to an impaired production of cytokines IL-2, IL-3 and granulocyte macrophage colony stimulating factor. In addition, the induction of IL-2R alpha chain is impaired in the c-Rel(-/-) T cells. The poor expression of cytokines and IL-2R alpha chain correlates with a reduced nuclear translocation of NF-kappaB components in c-Rel(-/-) T cells. Since activation is prerequisite for differentiation into effector cells, c-Rel(-/-) T cells failed to differentiate into cytotoxic T cells or Th cells without rescuing cytokines. However, upon supplement with exogenous IL-2, the c-Rel(-/-) cytotoxic T lymphocytes are able to execute cytotoxicity and the c-Rel(-/-) Th cells are capable of providing help to normal B cells. These data suggest that c-Rel is important for inducible cytokine and cytokine receptor expression, and a key regulator of early activation and proliferation in T cells.","dc:creator":"Liou HC","dc:date":"1999","dc:title":"c-Rel is crucial for lymphocyte proliferation but dispensable for T cell effector function."},"rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Additional null mouse model that shows impaired production of cytokines."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5},{"id":"cggv:af5528ea-15b4-4594-8668-eaba30ac4d7c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:af5528ea-15b4-4594-8668-eaba30ac4d7c","type":"Proband","allele":{"id":"cggv:21b055c1-05f9-4c40-93bc-448054e6ced5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001291746.2(REL):c.395-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347042188"}},"detectionMethod":"WES with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"low frequencies of NK, effector memory cells reexpressing CD45RA (Temra) CD8+ T cells, memory CD4+ T cells, including Th1 and Th1*, Tregs, and memory B cells, whereas the counts and proportions of other leukocyte subsets were normal; infections include BCG disease, CMC, cryptosporidiosis, CMV disease, and shingles","phenotypes":["obo:HP_0031378","obo:HP_0010976","obo:HP_0410028"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:685bf2be-78cb-42fb-a99e-6f62ef006ce8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:21b055c1-05f9-4c40-93bc-448054e6ced5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/34623332"},"rdfs:label":"P II.1"},{"id":"cggv:685bf2be-78cb-42fb-a99e-6f62ef006ce8","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:685bf2be-78cb-42fb-a99e-6f62ef006ce8_variant_evidence_item"},{"id":"cggv:685bf2be-78cb-42fb-a99e-6f62ef006ce8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors transfected 293T human embryonic kidney (HEK) cells with plasmids containing a cDNA corresponding to either the WT or the mutant (c.395_408del) REL allele (Mut), with an N-terminal DDK tag, and analyzed the protein products of the plasmid by Western blotting. They detected no protein product for the mutant allele and no product of lower MW suggestive of a truncated protein. They also assessed the ability of WT and Mut c-Rel to induce a luciferase transgene under the control of the NF-κB promoter. WT c-Rel induced high levels of luciferase activity, unlike Mut c-Rel, which did not induce luciferase activity, despite the production of similar amounts of the mutant and WT mRNAs."}],"strengthScore":1.5,"dc:description":"The skipping of exon 5 is predicted to generate a frameshift and a premature stop codon at position 134 in the mRNA predicted to result in NMD. Real-time quantitative PCR with a probe spanning exons 5 and 6 showed that EBV-B cells from P had about a tenth as much REL mRNA as healthy control cells, suggesting that the mutant transcript undergoes nonsense-mediated mRNA decay. No c-Rel protein was detected in EBV-B cells from P, by Western blotting or flow cytometry.\n\nHomozygous by consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:10fffb35-410d-41de-9c36-c1572df780be_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:10fffb35-410d-41de-9c36-c1572df780be","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":30,"allele":{"id":"cggv:60de6c74-e3ff-4002-a7ab-a7dc0cc22088","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001291746.2(REL):c.535+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347042506"}},"detectionMethod":"WES with Sanger confirmation in the proband and familly members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Susceptibility to Mycobacterium tuberculosis, Salmonella, Cryptosporidium, and cytomegalovirus; increased numbers of CD4+ and CD8+ T cells with decreased memory CD4+CD45RO+ T cells","phenotypes":["obo:HP_0004315","obo:HP_0030991","obo:HP_0031380","obo:HP_0010976","obo:HP_0100827","obo:HP_0032140","obo:HP_0003347","obo:HP_0002028","obo:HP_0005387","obo:HP_0001974","obo:HP_0001894","obo:HP_0002240","obo:HP_0002720"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e3ee9209-a9d6-48fb-9676-7e536fcaf98d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:60de6c74-e3ff-4002-a7ab-a7dc0cc22088"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31103457","type":"dc:BibliographicResource","dc:abstract":"This study reports a homozygous mutation in ","dc:creator":"Beaussant-Cohen S","dc:date":"2019","dc:title":"Combined immunodeficiency in a patient with c-Rel deficiency."}},"rdfs:label":"Arabic patient"},{"id":"cggv:e3ee9209-a9d6-48fb-9676-7e536fcaf98d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e3ee9209-a9d6-48fb-9676-7e536fcaf98d_variant_evidence_item"}],"strengthScore":1,"dc:description":"Amplification of the patient’s REL cDNA using primers specific to sequences in exons 2 and 7 identified an alternatively spliced transcript with lower expression than that of wild-type REL from control cDNA. Utilization of a cryptic splice site results in a loss of 54 nucleotides (18 residues) within the Rel homology domain. However, immunoblotting using an antibody specific to the protein’s N-terminus demonstrated the absence of c-Rel protein.\n\nThe variant is homozygous due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":5977,"specifiedBy":"GeneValidityCriteria9","strengthScore":11,"subject":{"id":"cggv:967fe606-420a-4838-8d40-0ef35574df3d","type":"GeneValidityProposition","disease":"obo:MONDO_0030498","gene":"hgnc:9954","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*REL* was first reported in relation to immunodeficiency 92 in a single patient in 2019 (Beaussant-Cohen S, et al., 2019, PMID: 31103457). A second patient was reported in Lévy R, et al., 2021 (PMID: 34623332) and both patients were homozygous for splice variants with a proposed loss of function mechanism. Experimentally, this gene-disease relationship is supported by its expression pattern and biochemical function. c-Rel, the protein product of *REL*, is strongly expressed by control EBV-B cells and was detected in all leukocyte subsets from healthy donors, the highest levels being recorded for γδ T cells, naive CD19+ B cells, CD16+ monocytes, and CD141+ conventional DCs (PMID: 34623332). c-Rel is a transcription factor in the NF-κB family, critical for T and B cell function, it binds to the promoters of genes that encode cytokines important for immunity against infectious pathogens, including IL-2, IFN-γ, IL-12, IL-21, and IL-23 (PMID: 22207895) with significant functional alteration observed in patients (PMID: 34623332). Furthermore, Rel-deficient mice have impaired T and B cell proliferation, hypogammaglobulinemia, and impaired cytokine production (PMID: 7649478, 10221648). The patient’s combined immunodeficiency mirrors the defects in T cell activation, B cell proliferation, innate immunity and humoral immunity seen in c-Rel-deficient mice. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:ed422cfb-0cf3-44ec-8f36-5faace1a577d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}