{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:42:44.032Z","role":"Publisher"},{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:42:12.660Z","role":"Approver"}],"evidence":[{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d6abd456-c64c-4723-a522-abf9cdc7e663","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:373c865a-fb82-47fb-9cbc-fd16ba93279d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that NDUFAF6 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000156170-NDUFAF6/tissueProtein expression in the brain has been shown in the cerebral cortex, cerebellum, basal ganglia, and hippocampus. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"NDUFAF6 Brain Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:036acb0e-06c2-4aec-8580-c7a92e32ba70","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fddf8a08-8a2c-46b1-9e43-245e2f746131","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"NDUFAF6 is a nuclear encoded complex 1 assembly unit, involved in early stages of complex I assembly. (PMID:22019594) According to Leigh map, at least six other complex I assembly units have been implicated in causing Leigh Syndrome (NDUFAF2, NDUFAF4, NDUFAF5, FOXRED1, NUBPL, and C17ORF89) (Rahman 2017 PMID: 27977873). Therefore, the function of FOXRED1 is shared with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22019594","type":"dc:BibliographicResource","dc:abstract":"The assembly of complex I (NADH-ubiquinone oxidoreductase) is a complicated process, requiring the integration of 45 subunits encoded by both nuclear and mitochondrial DNAs into a structure of approximately 1 MDa. A number of \"assembly factors\" that aid complex I biogenesis have recently been described, including C8orf38. This protein was identified as an assembly factor by its evolutionary conservation in organisms containing complex I and by a C8orf38 mutation in a patient presenting with Leigh syndrome and isolated complex I deficiency. In this report, we have undertaken the characterization of C8orf38 and its role in complex I assembly. Analysis of mitochondria from fibroblasts of a patient harboring a C8orf38 mutation showed almost undetectable levels of steady-state complex I and defective biogenesis of the mtDNA-encoded subunit ND1. Complementation with wild-type C8orf38 restored the levels of both ND1 and complex I, confirming the C8orf38 mutation as the cause of the complex I defect in the patient. In the absence of ND1 in patient cells, early- and mid-stage intermediate complexes were still formed; however, assembly of late-stage intermediates was impaired, indicating a convergence point in the assembly process. While C8orf38 appears to behave at a step in complex I biogenesis similar to that of the assembly factor C20orf7, complementation studies showed that both proteins are required for ND1 synthesis/stabilization. We conclude that C8orf38 is a crucial factor required for the translation and/or integration of ND1 into an early-stage assembly intermediate and that mutation of C8orf38 disrupts the initial stages of complex I biogenesis.","dc:creator":"McKenzie M","dc:date":"2011","dc:title":"Mutations in the gene encoding C8orf38 block complex I assembly by inhibiting production of the mitochondria-encoded subunit ND1."},"rdfs:label":"NDUFAF6 or C8orf38 Complex I assembly"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"The NDUFAF6 encoded protein shares a biochemical relationship or function with 6-10 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1.5 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6cf1dfb-5e64-4242-8c90-50f715875079","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d982edbc-5ed9-4b83-8455-f2312ab988ce","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The mitochondria were isolated from control fibroblasts or Pt330 and Pt512 fibroblasts following the lentiviral-mediated expression of mito-TurboRFP-V5, NDUFAF6, or NDUFAF6-V5 cDNA and were analyzed by BN-PAGE and Western blotting. Complementation with NDUFAF6 or NDUFAF6-V5 restored the assembly levels of complex I in patient fibroblasts","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26741492","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders have the highest incidence among congenital metabolic disorders characterized by biochemical respiratory chain complex deficiencies. It occurs at a rate of 1 in 5,000 births, and has phenotypic and genetic heterogeneity. Mutations in about 1,500 nuclear encoded mitochondrial proteins may cause mitochondrial dysfunction of energy production and mitochondrial disorders. More than 250 genes that cause mitochondrial disorders have been reported to date. However exact genetic diagnosis for patients still remained largely unknown. To reveal this heterogeneity, we performed comprehensive genomic analyses for 142 patients with childhood-onset mitochondrial respiratory chain complex deficiencies. The approach includes whole mtDNA and exome analyses using high-throughput sequencing, and chromosomal aberration analyses using high-density oligonucleotide arrays. We identified 37 novel mutations in known mitochondrial disease genes and 3 mitochondria-related genes (MRPS23, QRSL1, and PNPLA4) as novel causative genes. We also identified 2 genes known to cause monogenic diseases (MECP2 and TNNI3) and 3 chromosomal aberrations (6q24.3-q25.1, 17p12, and 22q11.21) as causes in this cohort. Our approaches enhance the ability to identify pathogenic gene mutations in patients with biochemically defined mitochondrial respiratory chain complex deficiencies in clinical settings. They also underscore clinical and genetic heterogeneity and will improve patient care of this complex disorder. ","dc:creator":"Kohda M","dc:date":"2016","dc:title":"A Comprehensive Genomic Analysis Reveals the Genetic Landscape of Mitochondrial Respiratory Chain Complex Deficiencies."},"rdfs:label":"Patient Cell Line Lentiviral rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1.5,"dc:description":"Restoration of Complex I activity from two different patient cell lines (1.5 pts)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b1744f53-7783-4dc0-9d82-aa2030b443aa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78e032f3-5124-4e33-898e-bd13dd0af31b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"cggv","ageValue":4,"detectionMethod":"","phenotypeFreeText":"movement disorder, abnormal gait, exercise, intolerance, weakness, difficulty swallowing,\nincreased muscle tension, lactate ranged from 1.4−2.08; abnormal signals in bilateral\nbasal ganglia, and gradually expand to centrum semiovale denoted as Leigh Syndrome","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b1744f53-7783-4dc0-9d82-aa2030b443aa_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2a1fb71a-8175-45e5-98be-27be0c59df28","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.265G>A (p.Ala89Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371744181"}},{"id":"cggv:705f9508-5bc3-40e5-b919-b6e6858f3d13","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.337C>T (p.Arg113Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/972921"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28639102","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disease was a clinically and genetically heterogeneous group of diseases, thus the diagnosis was very difficult to clinicians. Our objective was to analyze clinical and genetic characteristics of children with mitochondrial disease in China. We tested 141 candidate patients who have been suspected of mitochondrial disorders by using targeted next-generation sequencing (NGS), and summarized the clinical and genetic data of gene confirmed cases from Neurology Department, Beijing Children's Hospital, Capital Medical University from October 2012 to January 2015. In our study, 40 cases of gene confirmed mitochondrial disease including eight kinds of mitochondrial disease, among which Leigh syndrome was identified to be the most common type, followed by mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS). The age-of-onset varies among mitochondrial disease, but early onset was common. All of 40 cases were gene confirmed, among which 25 cases (62.5%) with mitochondrial DNA (mtDNA) mutation, and 15 cases (37.5%) with nuclear DNA (nDNA) mutation. M.3243A>G (n=7) accounts for a large proportion of mtDNA mutation. The nDNA mutations include SURF1 (n=7), PDHA1 (n=2), and NDUFV1, NDUFAF6, SUCLA2, SUCLG1, RRM2B, and C12orf65, respectively.","dc:creator":"Fang F","dc:date":"2017","dc:title":"The clinical and genetic characteristics in children with mitochondrial disease in China."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28639102","rdfs:label":"Fang Patient 36"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The c.337 C>T  mutation is a nonsense mutation.\n\nOther variant is c.265G>A* (p.A89T*)"},{"id":"cggv:17855f5b-840a-48b7-be19-407e32719460_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d39109e3-aacb-4d11-bbc8-7276a22a6c0c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Specific clinical information was not provided for proband. however, authors stated specific inclusion criteria including the following: LS was diagnosed based on\nclinical characteristics and brain magnetic resonance (MR) imaging:\nneurodegenerative symptoms, including psychomotor retardation,\nencephalopathy, seizures, ataxia, and dystonia, and bilateral symmetric lesions in one or more areas of the central nervous system, including the basal ganglia, brain stem, thalamus, and cerebellum. LS diagnosis was supported by increased serum or cerebrospinal fluid lactate levels or by lactate peaks on MR spectroscopy","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:17855f5b-840a-48b7-be19-407e32719460_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f71b7981-4053-4384-b072-97d3f9646f47","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.223_231del (p.Cys75_Leu77del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532958"}},{"id":"cggv:2a1fb71a-8175-45e5-98be-27be0c59df28"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32020600","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS), the most common childhood mitochondrial disorder, has characteristic clinical and neuroradiologic features. Mutations in more than 75 genes have been identified in both the mitochondrial and nuclear genome, implicating a high degree of genetic heterogeneity in LS. To profile these genetic signatures and understand the pathophysiology of LS, we recruited 64 patients from 62 families who were clinically diagnosed with LS at Seoul National University Children's Hospital. Mitochondrial genetic analysis followed by whole-exome sequencing was performed on 61 patients. Pathogenic variants in mitochondrial DNA were identified in 18 families and nuclear DNA mutations in 22. The following 17 genes analyzed in 40 families were found to have genetic complexity: MTATP6, MTND1, MTND3, MTND5, MTND6, MTTK, NDUFS1, NDUFV1, NDUFAF6, SURF1, SLC19A3, ECHS1, PNPT1, IARS2, NARS2, VPS13D, and NAXE. Two treatable cases had biotin-thiamine responsive basal ganglia disease, and another three were identified as having defects in the newly recognized genes (VPS13D or NAXE). Variants in the nuclear genes that encoded mitochondrial aminoacyl tRNA synthetases were present in 27.3% of cases. Our findings expand the genetic and clinical spectrum of LS, showing genetic heterogeneity and highlighting treatable cases and those with novel genetic causes.","dc:creator":"Lee JS","dc:date":"2020","dc:title":"Genetic heterogeneity in Leigh syndrome: Highlighting treatable and novel genetic causes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32020600","rdfs:label":"NDUFAF6 proband (1st NDUFAF6 case listed in Table 3)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variants are c.265G>A:p.A89T (mat inherited) and c.223_231del9:p.C76Sfs*12 (pat inherited)"},{"id":"cggv:a07e022b-4284-46f5-8d38-a71a1324d7a5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7cb216ba-9840-432e-9661-6ddd1e33f6c9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"detectionMethod":"Assessed 19 MitoCarta COPP genes identified that represented strong candidates for genes underlying clinical CI deficiency. Authors used these candidates in combination with homozygosity mapping to search for a causative gene mutation in two siblings. , these regions contain 857 genes, including 4 CI structural subunits and one COPP gene: C8orf38 (Figure 7C). Sequencing of two CI structural subunit genes showed no mutations, however sequencing of C8orf38 (NM_152416) revealed a c.296A>G mutation in exon 2 that segregated with the disease in the family","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"focal right hand seizures, decreased movement and strength, ataxia and evolving rigidity,  persistent lactic acidosis,  and neuroimaging was consistent with Leigh syndrome. Patient tissue studies showed reduced complex I in skeletal muscle, liver, and fibroblasts (36%, 20%, and 14% of control) No Imaging Available for Review","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":true,"previousTestingDescription":"Assessed 19 MitoCarta COPP genes identified that represented strong candidates for genes underlying clinical CI deficiency. Authors used these candidates in combination with homozygosity mapping to search for a causative gene mutation in two siblings. , these regions contain 857 genes, including 4 CI structural subunits and one COPP gene: C8orf38 (Figure 7C). Sequencing of two CI structural subunit genes showed no mutations, however sequencing of C8orf38 (NM_152416) revealed a c.296A>G mutation in exon 2 that segregated with the disease in the family","secondTestingMethod":"Linkage analysis","sex":"Female","variant":{"id":"cggv:a07e022b-4284-46f5-8d38-a71a1324d7a5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2bdfd073-055d-4397-a168-8c0012d71239","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.296A>G (p.Gln99Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114348"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18614015","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are complex organelles whose dysfunction underlies a broad spectrum of human diseases. Identifying all of the proteins resident in this organelle and understanding how they integrate into pathways represent major challenges in cell biology. Toward this goal, we performed mass spectrometry, GFP tagging, and machine learning to create a mitochondrial compendium of 1098 genes and their protein expression across 14 mouse tissues. We link poorly characterized proteins in this inventory to known mitochondrial pathways by virtue of shared evolutionary history. Using this approach, we predict 19 proteins to be important for the function of complex I (CI) of the electron transport chain. We validate a subset of these predictions using RNAi, including C8orf38, which we further show harbors an inherited mutation in a lethal, infantile CI deficiency. Our results have important implications for understanding CI function and pathogenesis and, more generally, illustrate how our compendium can serve as a foundation for systematic investigations of mitochondria.","dc:creator":"Pagliarini DJ","dc:date":"2008","dc:title":"A mitochondrial protein compendium elucidates complex I disease biology."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18614015","rdfs:label":"Pagliarini Index Female"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Maximum score awarded for missense mutations as extensive functional work in patient fibroblasts demonstrated reduced Complex I levels and build up of Complex I assembly intermediates as well as complementation studies of wt NDUFAF6 showing restoration of Complex I"},{"id":"cggv:bf37b7e4-042d-4578-90bf-36a5f09482b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14632880-206c-4638-989b-6e4b0f7875f0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Authors did not specify specific case data but noted they used the stringent criteria defined by Rahman as the inclusion criteria for LS (Rahman et al. 1996). Those with\natypical or normal neuroimaging results, or those with typical neuroimaging but with normal lactate levels in serum and CSF were classified as LL patients (Rahman et al. 1996). Patients were excluded from the study when they were diagnosed with pyruvate dehydrogenase complex deficiency or eventually diagnosed as having other metabolic diseases.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:bf37b7e4-042d-4578-90bf-36a5f09482b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0a8b27cb-7624-4ba4-a893-50112015c559","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.371T>C (p.Ile124Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA325074"}},{"id":"cggv:705f9508-5bc3-40e5-b919-b6e6858f3d13"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31967322","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a major phenotype of mitochondrial diseases in children. With new therapeutic options being proposed, assessing the mortality and clinical condition of Leigh syndrome patients is crucial for evaluating therapeutics. As data are scarce in Japan, we analysed the mortality rate and clinical condition of Japanese Leigh syndrome patients that we diagnosed since 2007. Data from 166 Japanese patients diagnosed with Leigh syndrome from 2007 to 2017 were reviewed. Patients' present status, method of ventilation and feeding, and degree of disability as of April 2018 was analysed. Overall, 124 (74.7%) were living, 40 (24.1%) were deceased, and 2 (1.2%) were lost to follow-up. Median age of living patients was 8 years (1-39 years). Median length of disease course was 91 months for living patients and 23.5 months for deceased patients. Nearly 90% of deaths occurred by age 6. Mortality rate of patients with onset before 6 months of age was significantly higher than that of onset after 6 months. All patients with neonatal onset were either deceased or bedridden. MT-ATP6 deficiency caused by m.8993T>G mutation and MT-ND5 deficiency induced a severe form of Leigh syndrome. Patients with NDUFAF6, ECHS1, and SURF1 deficiency had relatively mild symptoms and better survival. The impact of onset age on prognosis varied across the genetic diagnoses. The clinical condition of many patients was poor; however, few did not require mechanical ventilation or tube-feeding and were not physically dependent. Early disease onset and genetic diagnosis may have prognostic value.","dc:creator":"Ogawa E","dc:date":"2020","dc:title":"Mortality of Japanese patients with Leigh syndrome: Effects of age at onset and genetic diagnosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31967322","rdfs:label":"Ogawa Pt810"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"c.337C>T:p.Arg113Ter mutation leads to premature stop codon. This mutation was seen in combination with c.371T>C:p.I124T mutation and segregation analysis demonstrate trans configuration. Score decreased given minimal clinical information."},{"id":"cggv:9fe8850d-74b7-4430-8ebe-1a0cd922dc41_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e556a3fe-1809-4b31-8666-072d7b0ee8ce","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"","phenotypeFreeText":"The first brain magnetic resonance imaging (MRI), performed at 4 years and 7 months of age, showed a signal alteration in both putamina, with restricted diffusion. Three months later the signal alterations involved putamina and caudate nuclei, with sign of cytotoxic and excitotoxic oedema in both structures Another MRI, performed at six years of age, showed an involvement of dentate nuclei and a swelling and restricted diffusion in the heads of caudate nuclei, while the diffusivity alteration of the putamina were tiny and only in the very anterior parts of them (The last MRI, performed 6 months later, demonstrated shrinkage of the putamina, hyper-intense on long-TR imaging and with small cavitations (MRI images available for review) Spectroscopic MR examinations showed an inconstant presence of a lactate peak.  Reduction of complex I activity was ascertained when measured\non cultured fibroblasts.","phenotypes":"obo:HP_0002376","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9fe8850d-74b7-4430-8ebe-1a0cd922dc41_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:99ac082a-f958-40f4-8961-bb7f610cb2bd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.532G>C (p.Ala178Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4814833"}},{"id":"cggv:a1bcceb5-ba2f-4641-bc46-8799cf7caece","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152416.4(NDUFAF6):c.420+784C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/929495"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27623250","type":"dc:BibliographicResource","dc:abstract":"We report here the case of a young male who started to show verbal fluency disturbance, clumsiness and gait anomalies at the age of 3.5years and presented bilateral striatal necrosis. Clinically, the diagnosis was compatible with Leigh syndrome but the underlying molecular defect remained elusive even after exome analysis using autosomal/X-linked recessive or de novo models. Dosage of respiratory chain activity on fibroblasts, but not in muscle, underlined a deficit in complex I. Re-analysis of heterozygous probably pathogenic variants, inherited from one healthy parent, identified the p.Ala178Pro in NDUFAF6, a complex I assembly factor. RNA analysis showed an almost mono-allelic expression of the mutated allele in blood and fibroblasts and puromycin treatment on cultured fibroblasts did not lead to the rescue of the maternal allele expression, not supporting the involvement of nonsense-mediated RNA decay mechanism. Complementation assay underlined a recovery of complex I activity after transduction of the wild-type gene. Since the second mutation was not detected and promoter methylation analysis resulted normal, we hypothesized a non-exonic event in the maternal allele affecting a regulatory element that, in conjunction with the paternal mutation, leads to the autosomal recessive disorder and the different allele expression in various tissues. This paper confirms NDUFAF6 as a genuine morbid gene and proposes the coupling of exome sequencing with mRNA analysis as a method useful for enhancing the exome sequencing detection rate when the simple application of classical inheritance models fails.","dc:creator":"Bianciardi L","dc:date":"2016","dc:title":"Exome sequencing coupled with mRNA analysis identifies NDUFAF6 as a Leigh gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27623250","rdfs:label":"Bianciardi Index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"This is the second unrelated case with the same combination of mutations: c.532G>C (p.Ala178Pro) and c.420+784C>T; Only the missense mutation (c.532G>C (p.Ala178Pro)) was detected in this article. Second mutation (deep intronic (c.420+784C>T)) was not confirmed until Catania et al 2018. Proband is listed as Patient B in Catania et al 2018."},{"id":"cggv:9b538464-8d28-4b8d-8517-2633dbd0812e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b150abc-f28c-4c25-a61c-451125153720","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Serial brain MRIs were performed in patient P1 at 5 and 8 years, showing lesions in the putamen extending to the whole body of caudate nucleus, hypertrophy and ectasia of lenticulostriate arteries, cystic patchy areas and reduced volume along the entire putamen nucleus axial view, and progression to prominent atrophy and volume loss of the whole caudate and the putamen. Brain magnetic resonance spectroscopy (MRS) revealed an inverted doublet in long TE spectroscopy, reflecting lactate and low levels of N-acetylaspartate (NAA) in both the putamen and caudate. (Images available for review)","phenotypes":"obo:HP_0002376","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:9b538464-8d28-4b8d-8517-2633dbd0812e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0a8b27cb-7624-4ba4-a893-50112015c559"},{"id":"cggv:053f1440-5145-44a9-bd59-9961c6daa82d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000008.11:g.95045622_95045626del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA857150256"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30642748","type":"dc:BibliographicResource","dc:abstract":"To perform a deep phenotype characterisation in a pedigree of 3 siblings with Leigh syndrome and compound heterozygous NDUFAF6 mutations.","dc:creator":"Baide-Mairena H","dc:date":"2019","dc:title":"Mutations in the mitochondrial complex I assembly factor NDUFAF6 cause isolated bilateral striatal necrosis and progressive dystonia in childhood."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30642748","rdfs:label":"Baide-Mairena Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"frameshift novel change at genomic coordinate chr8:96057849_96057853 according to hg19 reference genome (c.554_558delTTCTT; p.Tyr187AsnfsTer65) and a missense change previously reported in 2 unrelated patients (c.371 T > C; p.Ile124Thr) in the NDUFAF6 gene. wild-type NDUFAF6 was transduced in patient and control fibroblasts. Robust overexpression of NDUFAF6 was detected at both mRNA and protein levels (Fig. 3B and G). This was associated with the recovery of a normal amount of CI assembly in patient cells."},{"id":"cggv:428dda4d-d7d1-4675-9d2f-0e014de73792_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a11376c2-8613-414a-842a-fc78aa7cac6b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":21,"detectionMethod":"","phenotypeFreeText":"At 30 mos, Brain MRI at onset disclosed slight bilateral T2-hyperintensities in putamina, dentate nuclei and superior cerebellar peduncles. A second MRI at 39 months showed the additional involvement of caudate nuclei. A third MRI -at 3 years and 6 months- confirmed a Leigh syndrome pattern and showed enlarged bilateral T2-hyperintensities in caudate and putamen that also appeared hypotrophic (No images available for review) An  isolated complex I deficiency in muscle and fibroblasts was documented (42% and 38% of control respectively)","phenotypes":["obo:HP_0002376","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:428dda4d-d7d1-4675-9d2f-0e014de73792_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:99ac082a-f958-40f4-8961-bb7f610cb2bd"},{"id":"cggv:a1bcceb5-ba2f-4641-bc46-8799cf7caece"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29531337","type":"dc:BibliographicResource","dc:abstract":"Biallelic mutations in NDUFAF6 have been identified as responsible for cases of autosomal recessive Leigh syndrome associated with mitochondrial complex I deficiency. Here we report two siblings and two unrelated subjects with Leigh syndrome, in which we found the same compound heterozygous missense (c.532G>C:p.A178P) and deep intronic (c.420+784C>T) variants in NDUFAF6. We demonstrated that the identified intronic variant creates an alternative splice site, leading to the production of an aberrant transcript. A detailed analysis of whole-exome sequencing data together with the functional validation based on mRNA analysis may reveal pathogenic variants even in non-exonic regions.","dc:creator":"Catania A","dc:date":"2018","dc:title":"Compound heterozygous missense and deep intronic variants in NDUFAF6 unraveled by exome sequencing and mRNA analysis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29531337","rdfs:label":"Catania Patient A1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"(c.532G>C:p.A178P) and deep intronic (c.420+784C>T) noted in multiple individuals. this corresponded to alternative splicing isoforms retaining an extra 124 nucleotide-long exon (exon 3b; Fig. 1B) and predicted to undergo premature non-sense mediated decay on public databases, because of the creation of a premature stop codon."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1511,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:47f7ed11-9de4-4237-926d-075323e99c1a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:28625","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFAF6 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 20, 2020. The NDUFAF6 gene encodes NADH:ubiquinone oxidoreductase (complex I) assembly factor 6. Defects of this protein lead to a complex I deficiency.\n\nThe NDUFAF6 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2008 (PMID: 18614015). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included eight unique variants identified in seven cases from seven publications (PMIDs: 18614015, 30642748, 29531337, 27623250, 28639102, 31967322, 32020600). Segregation data includes 3 affected individuals from one kindred (PMID: 30642748). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, and rescue in patient cells (PMIDs: 22019594, 25613900, 26741492).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 20, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:f7b6ace1-5b89-41c7-83a6-d6f37826d8c5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}