{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4bv3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-04-12T01:41:08.459Z","role":"Publisher"},{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-03-22T17:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10018","role":"SecondaryContributor"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:5a5091ea-6335-42f5-af05-8470b4a939cf","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5a5091ea-6335-42f5-af05-8470b4a939cf_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:b33e7185-2cce-4f26-9b15-21251c1a903e","type":"Cohort","allGenotypedSequenced":1915,"alleleFrequency":0.003133159268929504,"detectionMethod":"Test panel included ATM, BARD1, BRCA1, BRCA2, BRIP1, CHEK2, FAM175A, FANCP, MLH1, MSH2, MSH6, MRE11A, NBN, PALB2, PMS2, PTEN, RAD50, RAD51C, RAD51D, and TP53.","evidence":[{"id":"cggv:5a5091ea-6335-42f5-af05-8470b4a939cf_cc_evidence_item"}],"numWithVariant":6,"relatedCondition":{"id":"obo:MONDO_0008170"}},"controlCohort":{"id":"cggv:34a0846d-a69f-458b-ba0f-85720ef4f358","type":"Cohort","allGenotypedSequenced":36276,"alleleFrequency":0.001075090969235858,"detectionMethod":"Exome Aggregation Consortium (ExAC) control","evidence":[{"id":"cggv:5a5091ea-6335-42f5-af05-8470b4a939cf_cc_evidence_item"}],"numWithVariant":39},"lowerConfidenceLimit":1.2,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.03,"statisticalSignificanceType":"","statisticalSignificanceValue":2.9,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":6.9,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26720728","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in BRCA1 and BRCA2 are relatively common in women with ovarian, fallopian tube, and peritoneal carcinoma (OC) causing a greatly increased lifetime risk of these cancers, but the frequency and relevance of inherited mutations in other genes is less well characterized.","dc:creator":"Norquist BM","dc:date":"2016","dc:title":"Inherited Mutations in Women With Ovarian Carcinoma."},"rdfs:label":"Norquist_Ovarian Cancer_Case-Control study"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":1,"dc:description":"Please note: when compared to ESP control OR=3.4, p-value= 0.08, 95%CI=0.95-12."},{"id":"cggv:274c165d-af55-423b-aa86-8a19ae912392","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:274c165d-af55-423b-aa86-8a19ae912392_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:70af271c-a583-4ec6-8e7a-665a2fe50b28","type":"Cohort","allGenotypedSequenced":3736,"alleleFrequency":0.002944325481798715,"detectionMethod":"Please note: this is a meta-analysis. For the genotype methods, please refer to the references.","evidence":[{"id":"cggv:274c165d-af55-423b-aa86-8a19ae912392_cc_evidence_item"}],"numWithVariant":11,"relatedCondition":{"id":"obo:MONDO_0008170"}},"controlCohort":{"id":"cggv:dcfadc08-32dc-4f43-ae68-d663135d987e","type":"Cohort","allGenotypedSequenced":0,"detectionMethod":"Please note: this is a meta-analysis. For the genotype methods, please refer to the references.","evidence":[{"id":"cggv:274c165d-af55-423b-aa86-8a19ae912392_cc_evidence_item"}],"numWithVariant":0},"lowerConfidenceLimit":2.407,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00010,"statisticalSignificanceType":"","statisticalSignificanceValue":5.046,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":10.58,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30733081","type":"dc:BibliographicResource","dc:abstract":"Germline mutations occurring in the highly penetrant genes BRCA1 and BRCA2 are responsible for only certain cases of familial breast cancer (BC) and ovarian cancer (OC). Thus, the use of NGS multi-gene panel (MGP) testing has recently become very popular.","dc:creator":"Suszynska M","dc:date":"2019","dc:title":"Large-scale meta-analysis of mutations identified in panels of breast/ovarian cancer-related genes - Providing evidence of cancer predisposition genes."},"rdfs:label":"Suszynska_Ovarian Cancer_Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":3.5,"dc:description":"Please note: this is a meta-analysis. The numbers of :Controls with variant(s) in the gene in question\" and \"all Controls genotyped/sequenced\" are unknown."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:792c958c-b733-429e-b070-0b100f36f1a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:303b39a5-59d0-49d4-a68a-4bc5c3687a64","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of TP53 was performed on RNA extracted from normal human tissues. Expression was observed in all tissues, including brain, heart, kidney, lung, thymus, colon, bone marrow, spleen, prostate, testis, skeletal muscle, uterus, fetal brain, spinal cord, placenta, adrenal gland, salivary gland, breast, fetal liver, intestine, thyroid gland and stomach. Additionally the 6 isoforms of TP53 as also evaluated and shown to have differential expression patterns (Figure 5B). Western blots of several human cell lines including H1299, HEK293, Saos, HT29, etc show expression of TP53 protein (Figure 7B). Immunocytochemistry of transfected cells reveals that wild type TP53 is localized to the nucleus (Figure 8).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16131611","type":"dc:BibliographicResource","dc:abstract":"The recently discovered p53-related genes, p73 and p63, express multiple splice variants and N-terminally truncated forms initiated from an alternative promoter in intron 3. To date, no alternative promoter and multiple splice variants have been described for the p53 gene. In this study, we show that p53 has a gene structure similar to the p73 and p63 genes. The human p53 gene contains an alternative promoter and transcribes multiple splice variants. We show that p53 variants are expressed in normal human tissue in a tissue-dependent manner. We determine that the alternative promoter is conserved through evolution from Drosophila to man, suggesting that the p53 family gene structure plays an essential role in the multiple activities of the p53 family members. Consistent with this hypothesis, p53 variants are differentially expressed in human breast tumors compared with normal breast tissue. We establish that p53beta can bind differentially to promoters and can enhance p53 target gene expression in a promoter-dependent manner, while Delta133p53 is dominant-negative toward full-length p53, inhibiting p53-mediated apoptosis. The differential expression of the p53 isoforms in human tumors may explain the difficulties in linking p53 status to the biological properties and drug sensitivity of human cancer.","dc:creator":"Bourdon JC","dc:date":"2005","dc:title":"p53 isoforms can regulate p53 transcriptional activity."},"rdfs:label":"TP53 expressed in many cells and specifically in the nucleus"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e5ac3b33-3387-4b9c-a400-c401fa565330","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:216d74ac-63be-48b8-b916-c9ddfdb0a175","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutations in TP53 that alter the function of the protein result in tumor formation and cancer. Many of these mutations are loss of function, which indicate that TP53 can normally function as a tumor suppressor or in the least as a cell cycle regulator. Furthermore, some mutations as in a dominant negative manner and the mutant TP53 then acts to suppress the function of the normal wildtype copy of p53 protein, thus resulting in reduced function of the normal allele. This entire article highlights the potential functions of p53 and its role in cancer.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2046748","type":"dc:BibliographicResource","dc:abstract":"The cell cycle is composed of a series of steps which can be negatively or positively regulated by various factors. Chief among the negative regulators is the p53 protein. Alteration or inactivation of p53 by mutation, or by its interactions with oncogene products of DNA tumour viruses, can lead to cancer. These mutations seem to be the most common genetic change in human cancers.","dc:creator":"Levine AJ","dc:date":"1991","dc:title":"The p53 tumour suppressor gene."},"rdfs:label":"p53 is a tumor suppressor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e4a96f2-6963-49a5-804c-af186339f36f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0b099c4-bc67-4796-9e9c-b4694468286f","type":"FunctionalAlteration","dc:description":"Giacomelli et al created a massive library of all possible missense and nonsense mutations in TP53 (8258). The authors created isogenic TP53-WT (p53WT) and -null (p53NULL) A549 human lung carcinoma cell populations using CRISPR-Cas9-mediated gene editing. The authors added two p53-activating agents, nutlin-3 and etoposide, as well as WT TP53, and performed pooled positive-selection screens designed to enrich for dominant-negative (DN), loss-of-function (LOF), or WT-like alleles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30224644","type":"dc:BibliographicResource","dc:abstract":"Unlike most tumor suppressor genes, the most common genetic alterations in tumor protein p53 (TP53) are missense mutations1,2. Mutant p53 protein is often abundantly expressed in cancers and specific allelic variants exhibit dominant-negative or gain-of-function activities in experimental models3-8. To gain a systematic view of p53 function, we interrogated loss-of-function screens conducted in hundreds of human cancer cell lines and performed TP53 saturation mutagenesis screens in an isogenic pair of TP53 wild-type and null cell lines. We found that loss or dominant-negative inhibition of wild-type p53 function reliably enhanced cellular fitness. By integrating these data with the Catalog of Somatic Mutations in Cancer (COSMIC) mutational signatures database9,10, we developed a statistical model that describes the TP53 mutational spectrum as a function of the baseline probability of acquiring each mutation and the fitness advantage conferred by attenuation of p53 activity. Collectively, these observations show that widely-acting and tissue-specific mutational processes combine with phenotypic selection to dictate the frequencies of recurrent TP53 mutations.","dc:creator":"Giacomelli AO","dc:date":"2018","dc:title":"Mutational processes shape the landscape of TP53 mutations in human cancer."},"rdfs:label":"TP53 Nutlin, Etoposide Domainant Negative / LOF Screen"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:632317f7-6f7b-4cae-8a06-d224036568cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ddfb027d-d600-413f-9d00-af432e59c90f","type":"FunctionalAlteration","dc:description":"In this yeast-based assay, the ability of the expressed mutant p53 to transactivate the EGFP reporter plasmid through the p53 binding sequence (p53BS) derived from the p21WAF1 promoter was quantitatively measured by the fluorescence intensity of EGFP. Evidence of altered function is seen in the decrease of fluorescence intensity. This indicates altered binding of TP53 due to sequence variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12826609","type":"dc:BibliographicResource","dc:abstract":"Inactivation of the tumor suppressor p53 by missense mutations is the most frequent genetic alteration in human cancers. The common missense mutations in the TP53 gene disrupt the ability of p53 to bind to DNA and consequently to transactivate downstream genes. However, it is still not fully understood how a large number of the remaining mutations affect p53 structure and function. Here, we used a comprehensive site-directed mutagenesis technique and a yeast-based functional assay to construct, express, and evaluate 2,314 p53 mutants representing all possible amino acid substitutions caused by a point mutation throughout the protein (5.9 substitutions per residue), and correlated p53 function with structure- and tumor-derived mutations. This high-resolution mutation analysis allows evaluation of previous predictions and hypotheses through interrelation of function, structure and mutation.","dc:creator":"Kato S","dc:date":"2003","dc:title":"Understanding the function-structure and function-mutation relationships of p53 tumor suppressor protein by high-resolution missense mutation analysis."},"rdfs:label":"Yeast transactivation assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b8df13d2-5e97-45cf-9217-1ba6ee3a2826","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4261ec8d-cffd-4520-b4ae-4aa190aa43ad","type":"FunctionalAlteration","dc:description":"In this relative abundance assay using H1299 (human non-small-cell lung cancer) cells, the WT constructs will quickly deplete due to the anti-proliferative effect of WT TP53. A total of 9833 oligos were tested, with TP53 variants in DNA binding domain. TP53 constructs harboring variants will not deplete as quickly as WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29979965","type":"dc:BibliographicResource","dc:abstract":"The TP53 gene is frequently mutated in human cancer. Research has focused predominantly on six major \"hotspot\" codons, which account for only ∼30% of cancer-associated p53 mutations. To comprehensively characterize the consequences of the p53 mutation spectrum, we created a synthetically designed library and measured the functional impact of ∼10,000 DNA-binding domain (DBD) p53 variants in human cells in culture and in vivo. Our results highlight the differential outcome of distinct p53 mutations in human patients and elucidate the selective pressure driving p53 conservation throughout evolution. Furthermore, while loss of anti-proliferative functionality largely correlates with the occurrence of cancer-associated p53 mutations, we observe that selective gain-of-function may further favor particular mutants in vivo. Finally, when combined with additional acquired p53 mutations, seemingly neutral TP53 SNPs may modulate phenotypic outcome and, presumably, tumor progression.","dc:creator":"Kotler E","dc:date":"2018","dc:title":"A Systematic p53 Mutation Library Links Differential Functional Impact to Cancer Mutation Pattern and Evolutionary Conservation."},"rdfs:label":"Relative Abundance Assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4caecf78-bb26-4b03-8c10-021b5c4d9767","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4cc1c4dd-d054-4efb-8534-80b2fc91b459","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the R270H/+ and R172H/+ mice developed tumors. Specifically, the R270H/+ mice developed a higher percentage of lung adenocarcinomas with malignant features such as nuclear atypia, desmoplasia, and metastasis. Also found in the R270H/+ were squamous cell carcinomas, hepatocellular carcinomas, kidney carcinomas, and intestinal carcinomas, and a increased incidence of B-cell lymphomas compared to controls. For the R172H/+ mice, they developed osteosarcomas, which exhibited metastasis, and carcinomas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15607980","type":"dc:BibliographicResource","dc:abstract":"The p53 tumor suppressor gene is commonly altered in human tumors, predominantly through missense mutations that result in accumulation of mutant p53 protein. These mutations may confer dominant-negative or gain-of-function properties to p53. To ascertain the physiological effects of p53 point mutation, the structural mutant p53R172H and the contact mutant p53R270H (codons 175 and 273 in humans) were engineered into the endogenous p53 locus in mice. p53R270H/+ and p53R172H/+ mice are models of Li-Fraumeni Syndrome; they developed allele-specific tumor spectra distinct from p53+/- mice. In addition, p53R270H/- and p53R172H/- mice developed novel tumors compared to p53-/- mice, including a variety of carcinomas and more frequent endothelial tumors. Dominant effects that varied by allele and function were observed in primary cells derived from p53R270H/+ and p53R172H/+ mice. These results demonstrate that point mutant p53 alleles expressed under physiological control have enhanced oncogenic potential beyond the simple loss of p53 function.","dc:creator":"Olive KP","dc:date":"2004","dc:title":"Mutant p53 gain of function in two mouse models of Li-Fraumeni syndrome."},"rdfs:label":"TP53 R270H and R172H mice recapitulate LFS"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d8764c27-9b15-4f9d-a8ec-17ab2db7264a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d03d0985-a021-4a32-a768-c2b8d4ead499","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"See Table 1 in publication, comparing TP53 heterozygous mice to that of human heterozygous carriers. Table 1 summarizes phenotypes and incidences from several groups with TP53 null or heterozygous mice:  \nHuman Li Fraumeni: Point mutations. Primarily missense Also premature stop codons and frameshifts leading to truncated protein. Cancer incidence is 50% by age 30 and 90% by age 70. Cancer types are: Breast cancer, Osteosarcomas, Soft tissue sarcomas, Brain tumors, Leukemia/lymphomas. Roughly half lose wild type allele in the tumor. Mouse model: Deletions of TP53 lead to no protein or severely truncated protein; Cancer incidence is 50% by 18 months and 90% by 24 months (average mouse life span is 30–36 months). The tumor types are : Mammary tumors (rare) Osteosarcomas, Soft tissue sarcomas, Brain tumors (rare) , Lymphomas; Roughly half lose wild type allele in the tumor.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9110404","type":"dc:BibliographicResource","dc:abstract":"Inactivation of the p53 gene in the germline of mice by gene targeting has provided researchers with a model similar in many respects to the analogous human inherited cancer predisposition Li-Fraumeni syndrome. The viability of p53 null mice has allowed unexpected opportunities to study the role of p53 in many different in-vivo and in-vitro contexts. Null (p53-/-) mice have an average time to tumor development of 4.5 months, while half of the heterozygous (p53+/-) mice develop tumors by 18 months. The p53-deficient mice have been particularly valuable in examining the effects of p53 loss on tumor progression. In addition, the mice hold significant promise as tools to assess carcinogens, teratogens, chemopreventative agents, and cancer therapeutic regimens.","dc:creator":"Donehower LA","dc:date":"1996","dc:title":"The p53-deficient mouse: a model for basic and applied cancer studies."},"rdfs:label":"TP53 null mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8173,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:45d58554-8fee-4204-b5e7-2117004c1c5f","type":"GeneValidityProposition","disease":"obo:MONDO_0018875","gene":"hgnc:11998","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"The TP53 gene encodes p53, a protein with essential roles in genome stability and cellular functions such as cell cycle, metabolism, apoptosis, senescence and differentiation. TP53 was first reported in relation to autosomal dominant Li-Fraumeni syndrome (LFS) in 1991 (Malkin et al., 1991, PMID: 1978757; Li et al., 1998, PMID: 3409256). Numerous variants have been reported in TP53 in relation to the development of Li-Fraumeni syndrome and include missense, small duplications, small deletions, frameshift, and nonsense mutations have been reported in humans. De novo inheritance has been noted in Li-Fraumeni syndrome in 7-20% of cases (Schneider et al., PMID: 20301488). Germline pathogenic variants in TP53 occur in ~70% of individuals with LFS, defined by patterns of personal and family history of certain early onset cancers, mainly premenopausal breast cancer, bone and soft tissue sarcomas, adrenocortical carcinomas and brain tumors (PMID: 33300245). Emerging evidence also suggests the association of ovarian cancer with pathogenic TP53 variants (PMIDs: 26720728, 30733081). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) or inheritance pattern for the different cancers. Therefore, these phenotypes have been lumped into this LFS curation. The molecular mechanisms of TP53 dysfunction for all the associated disease entities listed above are either loss of function or dominant negative; both of which result in reduced (or absent) transcriptional activity and loss of the tumor suppressive function of the p53 protein function. 8 variants (missense, nonsense, frameshift, splicing) from 3 publications in TP53 are included in this curation (PMIDs: 7978053, 8118819, 15381368).  Case-control studies also support the disease association (PMIDs: 26720728, 30733081). More evidence is available in the literature, but the maximum score for genetic evidence (12 Points) has been reached. This gene-disease association is also supported by experimental evidence (6 Points; PMIDs: 2046748, 9110404, 12826609, 15607980, 16131611, 29979965, 30224644). Multiple in vitro assays demonstrated the essential role of TP53 as a tumor suppressor. Animal models also showed that heterozygous mice carrying the variants identified from patients with LFS developed multiple tumors. In summary, TP53 is definitively associated with autosomal dominant Li-Fraumeni syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated as definitive for Li-Fraumeni syndrome by the Hereditary Cancer GCEP on 05/13/2020 and as limited for familial ovarian cancer by the Breast/Ovarian Cancer GCEP on 01/10/2018. This re-curation was approved as definitive by the Hereditary Cancer GCEP on 3/22/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:78494aba-bb52-4b33-bf1d-ebbb5374df4b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}