{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180bav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-21T00:51:59.308Z","role":"Publisher"},{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-20T18:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationFrameworkChange"}],"evidence":[{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:282d1d2b-f215-4b9b-bf9a-3171425a4d2f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:789e8b1d-c8d6-410e-871f-9f0ec1768a1f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"AXIN2 is silenced by DNA methylation in MSI+ colon cancer specimens. Forced expression of AXIN2, either by treatment with 50-azacytidine or by transfection with AXIN2 cDNA,resulted in rapid cell death or decreased proliferation rate in an MSI+ CRC cell line.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16247484","type":"dc:BibliographicResource","dc:abstract":"Mutation or epigenetic silencing of mismatch repair genes, such as MLH1 and MSH2, results in microsatellite instability (MSI) in the genome of a subset of colorectal carcinomas (CRCs). However, little is yet known of genes that directly contribute to tumor formation in such cancers. To characterize MSI-dependent changes in gene expression, we have now compared transcriptomes between fresh CRC specimens positive or negative for MSI (n=10 for each) with the use of high-density oligonucleotide microarrays harboring >44,000 probe sets. Correspondence analysis of the expression patterns of isolated MSI-associated genes revealed that the transcriptome of MSI+ CRCs is clearly distinct from that of MSI- CRCs. Such MSI-associated genes included that for AXIN2, an important component of the WNT signaling pathway. AXIN2 was silenced, apparently as a result of extensive methylation of its promoter region, specifically in MSI+ CRC specimens. Forced expression of AXIN2, either by treatment with 5'-azacytidine or by transfection with AXIN2 cDNA, resulted in rapid cell death in an MSI+ CRC cell line. These data indicate that epigenetic silencing of AXIN2 is specifically associated with carcinogenesis in MSI+ CRCs.","dc:creator":"Koinuma K","dc:date":"2006","dc:title":"Epigenetic silencing of AXIN2 in colorectal carcinoma with microsatellite instability."},"rdfs:label":"Suppression of AXIN2 expression in CRCs positive for MSI"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:75932fd2-329e-48f8-9ce6-16251855990d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f16edf8c-1b69-4238-98f5-99e1bbadc86f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study reported the induction of Axin2 serves as one of several mechanisms for feedback regulation of β-catenin upon activation of the Wnt pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11809808","type":"dc:BibliographicResource","dc:abstract":"Axin2/Conductin/Axil and its ortholog Axin are negative regulators of the Wnt signaling pathway, which promote the phosphorylation and degradation of beta-catenin. While Axin is expressed ubiquitously, Axin2 mRNA was seen in a restricted pattern during mouse embryogenesis and organogenesis. Because many sites of Axin2 expression overlapped with those of several Wnt genes, we tested whether Axin2 was induced by Wnt signaling. Endogenous Axin2 mRNA and protein expression could be rapidly induced by activation of the Wnt pathway, and Axin2 reporter constructs, containing a 5.6-kb DNA fragment including the promoter and first intron, were also induced. This genomic region contains eight Tcf/LEF consensus binding sites, five of which are located within longer, highly conserved noncoding sequences. The mutation or deletion of these Tcf/LEF sites greatly diminished induction by beta-catenin, and mutation of the Tcf/LEF site T2 abolished protein binding in an electrophoretic mobility shift assay. These results strongly suggest that Axin2 is a direct target of the Wnt pathway, mediated through Tcf/LEF factors. The 5.6-kb genomic sequence was sufficient to direct the tissue-specific expression of d2EGFP in transgenic embryos, consistent with a role for the Tcf/LEF sites and surrounding conserved sequences in the in vivo expression pattern of Axin2. Our results suggest that Axin2 participates in a negative feedback loop, which could serve to limit the duration or intensity of a Wnt-initiated signal.","dc:creator":"Jho EH","dc:date":"2002","dc:title":"Wnt/beta-catenin/Tcf signaling induces the transcription of Axin2, a negative regulator of the signaling pathway."},"rdfs:label":"Electrophoretic mobility shift assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"PMIDs 9554852 and 11809808 reported a feedback loop of AXIN2 to suppress the Wnt signaling. These two paper share 0.5 point."},{"id":"cggv:b47d6ffc-6b0b-441a-ac9e-79070772f87a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec6548a0-aa71-492d-9d45-3947edc91251","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Control of the concentration of b-catenin/armadillo is essential in wnt signaling and tumor progression. This paper demonstrated that conductin interacts with b-catenin, APC,  and  GSK3b. Conductin overexpression directs b-catenin to the degradation pathway. Moreover, APC fragments that interfere with conductin-APC interaction inhibit degradation of b-catenin.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9554852","type":"dc:BibliographicResource","dc:abstract":"Control of stability of beta-catenin is central in the wnt signaling pathway. Here, the protein conductin was found to form a complex with both beta-catenin and the tumor suppressor gene product adenomatous polyposis coli (APC). Conductin induced beta-catenin degradation, whereas mutants of conductin that were deficient in complex formation stabilized beta-catenin. Fragments of APC that contained a conductin-binding domain also blocked beta-catenin degradation. Thus, conductin is a component of the multiprotein complex that directs beta-catenin to degradation and is located downstream of APC. In Xenopus embryos, conductin interfered with wnt-induced axis formation.","dc:creator":"Behrens J","dc:date":"1998","dc:title":"Functional interaction of an axin homolog, conductin, with beta-catenin, APC, and GSK3beta."},"rdfs:label":"Biochemical analysis of control of b-catenin stability"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"PMIDs 9554852 and 11809808 reported a feedback loop of AXIN2 to suppress the Wnt signaling. These two paper share 0.5 point."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76c5a4fb-bdb4-404b-8701-9823d6fad340","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35118f4f-efdd-49e0-865c-aa0b7dbe2326","type":"FunctionalAlteration","dc:description":"Mutant AXIN2 activates TCF-dependent transcription (Wnt signaling) in 293 cells. Immunoblot analysis of normal fibroblast cells transfected with mutant AXIN2 further demonstrated the accumulation of β-catenin in the nuclei.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11017067","type":"dc:BibliographicResource","dc:creator":"Liu W","dc:date":"2000","dc:title":"Mutations in AXIN2 cause colorectal cancer with defective mismatch repair by activating beta-catenin/TCF signalling."},"rdfs:label":"TCF reporter assays"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":7279,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:45549244-1770-48b2-9106-830f24833041","type":"GeneValidityProposition","disease":"obo:MONDO_0012075","gene":"hgnc:904","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The AXIN2 protein interacts with APC and GSK3 to organize a multiprotein complex, which leads to the degradation of beta-catenin in the Wnt signaling pathway. *AXIN2* was first reported in relation to autosomal dominant oligodontia-cancer predisposition syndrome in 2004 (Lammi L et al., PMID: 15042511). Oligodontia-cancer predisposition syndrome is characterized by congenital absence of six or more permanent teeth in association with an increased risk for malignancies, ranging from gastrointestinal polyposis to early-onset colorectal cancer. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern. Therefore, the described phenotypic dental manifestations and tumor/cancer spectrum have been lumped into one disease entity: oligodontia-cancer predisposition syndrome (OMIM: 608615; MONDO: 0012075). Nine variants (missense, nonsense, and frameshift) that have been reported in 9 families in 7 publications (PMIDs: 15042511, 21416598, 23838596, 27696107, 28195393, 30671715, 34637023) were included in this curation. Co-segregation of *AXIN2* variants with disease in these families also provide additional evidence to support the gene-disease relationship. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is known to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (1.5 points). Compared to the controls, Wnt signaling was hyperactivated in the 293 cell line with an *AXIN2* truncating variant (c.2083delG) identified from patients with colorectal cancer (PMID: 11017067). Koinuma et al. observed that *AXIN2* is silenced by DNA methylation in the MSI+ (microsatellite instability) colorectal carcinoma specimens. In summary, *AXIN2* is definitively associated with autosomal dominant oligodontia-cancer predisposition syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This curation was approved by the ClinGen Hereditary Cancer GCEP on 10/27/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:cb1ae839-6186-44f7-85fe-8642b6c180ba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}