{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-10T15:33:34.318Z","role":"Publisher"}],"evidence":[{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:cbc4ba5b-d5f4-41b2-a0e5-5fbbdfde8bba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e5a1e93-564f-401d-9b54-2cdf3f6fd607","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"phenotypeFreeText":"short stature; hypertelorism; broad face; pulmonic stenosis","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11.","sex":"UnknownEthnicity","variant":{"id":"cggv:cbc4ba5b-d5f4-41b2-a0e5-5fbbdfde8bba_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f4b79361-ff45-4e25-92b6-fad99375eef5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.199G>A (p.Asp67Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA180743"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17704260","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous (CFC) syndrome, Noonan syndrome (NS), and Costello syndrome (CS) are clinically related developmental disorders that have been recently linked to mutations in the RAS/MEK/ERK signalling pathway. This study was a mutation analysis of the KRAS, BRAF, MEK1 and MEK2 genes in a total of 130 patients (40 patients with a clinical diagnosis of CFC, 20 patients without HRAS mutations from the French Costello family support group, and 70 patients with NS without PTPN11 or SOS1 mutations). BRAF mutations were found in 14/40 (35%) patients with CFC and 8/20 (40%) HRAS-negative patients with CS. KRAS mutations were found in 1/40 (2.5%) patients with CFC, 2/20 (10%) HRAS-negative patients with CS and 4/70 patients with NS (5.7%). MEK1 mutations were found in 4/40 patients with CFC (10%), 4/20 (20%) HRAS-negative patients with CS and 3/70 (4.3%) patients with NS, and MEK2 mutations in 4/40 (10%) patients with CFC. Analysis of the major phenotypic features suggests significant clinical overlap between CS and CFC. The phenotype associated with MEK mutations seems less severe, and is compatible with normal mental development. Features considered distinctive for CS were also found to be associated with BRAF or MEK mutations. Because of its particular cancer risk, the term \"Costello syndrome\" should only be used for patients with proven HRAS mutation. These results confirm that KRAS is a minor contributor to NS and show that MEK is involved in some cases of NS, demonstrating a phenotypic continuum between the clinical entities. Although some associated features appear to be characteristic of a specific gene, no simple rule exists to distinguish NS from CFC easily.","dc:creator":"Nava C","dc:date":"2007","dc:title":"Cardio-facio-cutaneous and Noonan syndromes due to mutations in the RAS/MAPK signalling pathway: genotype-phenotype relationships and overlap with Costello syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17704260","rdfs:label":"Third D67N patient described in text."}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:f31d3a7e-72f6-44e2-aec8-8868648f0ca4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a76f401-6df2-405e-b060-b60336794406","type":"Proband","sex":"UnknownEthnicity","variant":{"id":"cggv:f31d3a7e-72f6-44e2-aec8-8868648f0ca4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a0b37bba-8297-4f2d-8ad5-2d0eeba97fd8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.1039G>A (p.Ala347Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/228846"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23321623","type":"dc:BibliographicResource","dc:abstract":"In recent studies on prenatal testing for Noonan syndrome (NS) in fetuses with an increased nuchal translucency (NT) and a normal karyotype, mutations have been reported in 9-16% of cases. In this study, DNA of 75 fetuses with a normal karyotype and abnormal ultrasound findings was tested in a diagnostic setting for mutations in (a subset of) the four most commonly mutated NS genes. A de novo mutation in either PTPN11, KRAS or RAF1 was detected in 13 fetuses (17.3%). Ultrasound findings were increased NT, distended jugular lymphatic sacs (JLS), hydrothorax, renal anomalies, polyhydramnios, cystic hygroma, cardiac anomalies, hydrops fetalis and ascites. A second group, consisting of anonymized DNA of 60 other fetuses with sonographic abnormalities, was tested for mutations in 10 NS genes. In this group, five possible pathogenic mutations have been identified (in PTPN11 (n=2), RAF1, BRAF and MAP2K1 (each n=1)). We recommend prenatal testing of PTPN11, KRAS and RAF1 in pregnancies with an increased NT and at least one of the following additional features: polyhydramnios, hydrops fetalis, renal anomalies, distended JLS, hydrothorax, cardiac anomalies, cystic hygroma and ascites. If possible, mutation analysis of BRAF and MAP2K1 should be considered. ","dc:creator":"Croonen EA","dc:date":"2013","dc:title":"Prenatal diagnostic testing of the Noonan syndrome genes in fetuses with abnormal ultrasound findings."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23321623","rdfs:label":"Fetus w/ variant"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"1/66738 (European Non-Finnish) This variant was identified in a screening of 60 anonymized fetuses with abnormal ultrasound findings. The fetuses were screened for variants in 10 NS-associated genes. Unfortunately, no specific phenotype or family information for this fetus was provided due to the anonymized nature of the study."},{"id":"cggv:8ba7135d-3f5e-41ce-8ced-aea87ec78f80_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ef1868bd-1b09-411d-a318-4a5c08bf3922","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"phenotypeFreeText":"low-set ears; downslanted palpebral fissures; ptosis; hypertelorism; epicanthus; wide nasal ridge; curly hair; sparse eyebrow; sparse eyelashes; multiple lentigines; astigmatism; pulmonic stenosis; short stature; pectus excavatum; generalized hypotonia; cryptorchidism","sex":"Male","variant":{"id":"cggv:8ba7135d-3f5e-41ce-8ced-aea87ec78f80_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cd71f448-7285-4263-bd88-915027a29555","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.371C>T (p.Pro124Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40744"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27862862","type":"dc:BibliographicResource","dc:abstract":"Mutations in MAP2K1, a gene expressed within the RAS-mitogen activated protein kinase (RAS/MAPK) pathway, are generally associated with the clinical phenotype of cardiofaciocutaneous syndrome. Here we describe two male patients (ages 16 and 20 years) with mutations in MAP2K1 and heterogeneous clinical presentations. Both young men had short stature, some facial features suggesting a RASopathy and minimal cardiac involvement. Detailed medical and neuropsychological findings are presented alongside a comprehensive review of features of patients with MAP2K1 mutations reported in the literature. Published studies have indicated that cognitive functioning of individuals with MAP2K1 mutations can range from severe intellectual disability to mildly below average. Neither of the individuals presented here had severe intellectual disability, and one had intellectual functioning within the average range. Neurodevelopmental concerns that were common among our two patients included fine motor difficulties, slow processing speed, reduced attention span, learning disabilities, and diminished energy/alertness. Taken together, our findings demonstrate that mutations in MAP2K1, which are frequently associated with neurological complications and intellectual disability, can be associated with a milder clinical and neurocognitive profile more typical of individuals with Noonan syndrome. Variability of expression may arise from a complex interplay between RAS/MAPK pathway genotype, epigenetics, medical and obstetric factors, and environmental influences. © 2016 Wiley Periodicals, Inc.","dc:creator":"Pierpont EI","dc:date":"2017","dc:title":"Variability in clinical and neuropsychological features of individuals with MAP2K1 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27862862","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This paper was a case study of two individuals with MAP2K1 variants and a RASopathy. 1 individual was clinically diagnosed with NS. However, no functional studies were performed on the variant and no sequencing of the parents was done."},{"id":"cggv:caf80835-9167-45cb-8c52-1041cdfbc62f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf99ef0b-e2ba-4ae7-873c-280fc194669d","type":"Proband","detectionMethod":"This study screened 70 NS patients without PTPN11 variants for variants in KRAS, BRAF, MEK1 and MEK2 using dye terminator sequencing. They identified 2 MEK1 variants in 3 individuals. Unfortunately they did not provide very detailed phenotypic data on any of the patients and no data in the case of the first patient listed here. This variant was given no points because it was found in the unaffected mother.","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11.\nVariant present in unaffected mother.","sex":"UnknownEthnicity","variant":{"id":"cggv:caf80835-9167-45cb-8c52-1041cdfbc62f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bceb7624-2864-4a4c-8b03-1556fb03856e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.3(MAP2K1):c.131A>G (p.Glu44Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392929075"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17704260"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17704260","rdfs:label":"Nava1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"lack of phenotype in mother with variant"},{"id":"cggv:773a15e2-16c1-4318-b74a-8ab243311d4f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4526074f-96df-4dd7-b2ac-0a6ae2b89d8b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":8,"phenotypeFreeText":"abnormal facial shape; global developmental delay","sex":"Male","variant":{"id":"cggv:773a15e2-16c1-4318-b74a-8ab243311d4f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f4b79361-ff45-4e25-92b6-fad99375eef5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25049390","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is a relatively common genetic disorder, characterized by typical facies, short stature, developmental delay, and cardiac abnormalities. Known causative genes account for 70-80% of clinically diagnosed NS patients, but the genetic basis for the remaining 20-30% of cases is unknown. We performed next-generation sequencing on germ-line DNA from 27 NS patients lacking a mutation in the known NS genes. We identified gain-of-function alleles in Ras-like without CAAX 1 (RIT1) and mitogen-activated protein kinase kinase 1 (MAP2K1) and previously unseen loss-of-function variants in RAS p21 protein activator 2 (RASA2) that are likely to cause NS in these patients. Expression of the mutant RASA2, MAP2K1, or RIT1 alleles in heterologous cells increased RAS-ERK pathway activation, supporting a causative role in NS pathogenesis. Two patients had more than one disease-associated variant. Moreover, the diagnosis of an individual initially thought to have NS was revised to neurofibromatosis type 1 based on an NF1 nonsense mutation detected in this patient. Another patient harbored a missense mutation in NF1 that resulted in decreased protein stability and impaired ability to suppress RAS-ERK activation; however, this patient continues to exhibit a NS-like phenotype. In addition, a nonsense mutation in RPS6KA3 was found in one patient initially diagnosed with NS whose diagnosis was later revised to Coffin-Lowry syndrome. Finally, we identified other potential candidates for new NS genes, as well as potential carrier alleles for unrelated syndromes. Taken together, our data suggest that next-generation sequencing can provide a useful adjunct to RASopathy diagnosis and emphasize that the standard clinical categories for RASopathies might not be adequate to describe all patients. ","dc:creator":"Chen PC","dc:date":"2014","dc:title":"Next-generation sequencing identifies rare variants associated with Noonan syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25049390","rdfs:label":"NS053"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened 25 NS patients for variants using WGS/WES confirmed by Sanger sequencing. They identified a MAP2K1 variant in 1 individual. The phenotypic information provided was not very detailed. They functionally characterized the variant using an ERK activation assay."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:4c6d8ed1-68a1-44c6-8dbc-c6168ae9fb07_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f4ab7e4-6ccb-48ff-af54-eb9ead6a6a4c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"phenotypeFreeText":"short stature; triangular face; ptosis; hypoplasia of the eyebrow; borderline intellectual disability; attention deficit hyperactivity disorder","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11.","sex":"Male","variant":{"id":"cggv:4c6d8ed1-68a1-44c6-8dbc-c6168ae9fb07_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f4b79361-ff45-4e25-92b6-fad99375eef5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17704260"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17704260","rdfs:label":"Second D67N patient"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The paper states that this variant was confirmed de novo in 2/3 cases but the 3rd case was in an individual with CFC, not NS, and it does not specify which 2 cases were confirmed de novo. I have been conservative here and assumed that the CFC case was the other de novo occurrence."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc3fedf7-422c-4a91-bfe7-0cd3a50fbb70","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9fc72982-d2a6-4b14-8ddf-e0cf94e63fa2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ESTABLISHED RAS/MAPK gene which is a pathway associated with NS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"MAP2K1 is in RAS pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0419af22-3743-4b3b-8ce7-7b8f1672d473","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b2d7e316-cb1e-4b29-8214-8a4ca135977d","type":"FunctionalAlteration","dc:description":"The variant led to constitutive ERK activation compared to WT.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25049390","rdfs:label":"D67N HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Study implicates pathogenciity of D67N but does not provide unique endpoint for NS."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":2331,"specifiedBy":"GeneValidityCriteria5","strengthScore":3.5,"subject":{"id":"cggv:1f1b57a9-2d0f-4710-92fe-ceabbb3070fd","type":"GeneValidityProposition","disease":"obo:MONDO_0018997","gene":"hgnc:6840","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"There was only sufficient evidence in the literature for the association between MAP2K1 and Noonan syndrome (NS) to be classified as Limited (Chen et al., 2014; Croonen et al., 2013; Nava et al., 2007; Pierpont, Semrud-Clikeman, & Pierpont, 2017). Variable expressivity, age of ascertainment, and outdated clinical assessments of affected individuals may complicate the clinical diagnosis of NS versus other MAP2K1-RASopathies. The MAP2K1 gene is also located in the Ras/MAPK pathway, which is associated with the NS phenotype (Aoki et al., 2016; Rauen, 2013). However, additional phenotype-genotype correlations are necessary to solidify the association of MAP2K1 with NS. Of note, MAP2K1 is classified as Definitive in association with cardiofaciocutaneous syndrome, as Limited in association with NS with multiple lentigines, and as Disputed in association with Costello syndrome. The ClinGen RASopathy Expert Panel found no evidence associating MAP2K1 with NS-like disorder with loose anagen hair. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/24/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:1eafd4b1-29b1-4a17-a7ac-2c555f2e2648"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}