{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-09-30T20:22:45.995Z","role":"Publisher"},{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-07-11T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5867549-2583-4be7-97a2-a8aa8314f2be","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b48c1cbd-733a-4c1c-916b-36ae475a2b2b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Genotype-Tissue Expression (GTEx) project has established a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues. RNA-seq expression studies were performed on 54 reference tissues. Bulk tissue gene expression for DAW1 shows the expression of DAW1 in lung, testis, brain, and Fallopian tube. This pattern is consistent with the role DAW1 is thought to play in the assembly and transport of outer dynein arms in motile cilia.  In humans, it is not possible to obtain embryonic tissue expression information.  One would expect that DAW1 is also expressed in the human Left-Right Organizer that plays a role in the determination of laterality during embryogenesis. PMID:36074124 shows in situ hybridization data of Daw1 expression in the mouse embryonic node.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx DAW1 gene expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:20110553-4109-4cb6-b447-ab1325a7c3ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35f54608-5868-4f5d-be7a-ab9afb5b55c8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA in situ hybridization studies of embryonic mice show that Daw1 is expressed in the embryonic node from early headfold to 6 somite stage (equivalent to human 3 weeks of gestation).  These cells have motile cilia, consistent with Daw1's role in left-right organization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36074124","type":"dc:BibliographicResource","dc:abstract":"The clinical spectrum of motile ciliopathies includes laterality defects, hydrocephalus, and infertility as well as primary ciliary dyskinesia when impaired mucociliary clearance results in otosinopulmonary disease. Importantly, approximately 30% of patients with primary ciliary dyskinesia lack a genetic diagnosis.","dc:creator":"Leslie JS","dc:date":"2022","dc:title":"Biallelic DAW1 variants cause a motile ciliopathy characterized by laterality defects and subtle ciliary beating abnormalities."},"rdfs:label":"Daw1 expressed in motile ciliated cells of mouse embryo node"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:eca251cf-8375-4cef-a2b9-31e1f78079ad","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2474780d-e868-4b34-bf71-4a88ae686147","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ODAs are actively transported into cilia via the intraflagellar transport (IFT) system and the transport adaptor ODA16. IFT46 is a core component of the intraflagellar transport machinery and is required for the formation of all cilia. Knockdown of IFT46 causes shortening of the body axis as well as the formation of fewer and shorter cilia (PMID: 33628615).  IFT46 knockout mice exhibit defects in left–right axis patterning (including heart defects) and short cilia (PMIDs: 25722189, 27320864). IFT46 and ODA16 are thought to interact to transport ODAs via the IFT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18852297","type":"dc:BibliographicResource","dc:abstract":"Formation of flagellar outer dynein arms in Chlamydomonas reinhardtii requires the ODA16 protein at a previously uncharacterized assembly step. Here, we show that dynein extracted from wild-type axonemes can rebind to oda16 axonemes in vitro, and dynein in oda16 cytoplasmic extracts can bind to docking sites on pf28 (oda) axonemes, which is consistent with a role for ODA16 in dynein transport, rather than subunit preassembly or binding site formation. ODA16 localization resembles that seen for intraflagellar transport (IFT) proteins, and flagellar abundance of ODA16 depends on IFT. Yeast two-hybrid analysis with mammalian homologues identified an IFT complex B subunit, IFT46, as a directly interacting partner of ODA16. Interaction between Chlamydomonas ODA16 and IFT46 was confirmed through in vitro pull-down assays and coimmunoprecipitation from flagellar extracts. ODA16 appears to function as a cargo-specific adaptor between IFT particles and outer row dynein needed for efficient dynein transport into the flagellar compartment.","dc:creator":"Ahmed NT","dc:date":"2008","dc:title":"ODA16 aids axonemal outer row dynein assembly through an interaction with the intraflagellar transport machinery."},"rdfs:label":"Yeast two hybrid analysis: ODA16 and IFT46"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:f7116597-c18f-4a58-9ade-e0e64423679a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4770f442-183b-4837-88ec-43fe59aefb2d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Visceral Heterotaxy is an autosomal recessive disorder characterized by laterality defects and  complex congenital heart defects due to defective ciliary function. Defective DAW1 protein may lead to the reduction of ODA transport to the cilia, possibly affecting ciliary motility and beat, leading to laterality defects and complex heart defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28298440","type":"dc:BibliographicResource","dc:abstract":"Motile cilia are found on unicellular organisms such as the green alga ","dc:creator":"Taschner M","dc:date":"2017","dc:title":"Structural basis of outer dynein arm intraflagellar transport by the transport adaptor protein ODA16 and the intraflagellar transport protein IFT46."},"rdfs:label":"ODAs interact with ODA16 C-terminal propeller "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a940b263-b561-4530-82ba-5695f47bdfbf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ed359339-7525-4771-afcc-d0653454daf1","type":"FunctionalAlteration","dc:description":"These results are consistent with the defective ciliary structure that is frequently seen in motile ciliopathies and is consistent with DAW1 playing a role in the assembly/transport of dynein arms to motile cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"Defect in the  assembly of ODA components to ciliary axoneme"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd66dbf6-28ab-41e5-b1d6-4c9b1bc9d4cc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b66bae6e-3ef7-4405-9e7c-b7c2aeb8e098","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The abnormalities in planarian motility, epidermal ciliary beating, and protonephridia function observed upon Smed-daw1 RNAi are indicative of defective ciliary motility, as are the phenotypes seen in human  patients with visceral heterotaxy with complex congenital heart defects (impaired motility of embryonic node cilia). These planarian flatworm data support the idea that DAW1 serves a conserved role in promoting the loading of dynein arms into axonemes of motile cilia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32359074","type":"dc:BibliographicResource","dc:abstract":"Motile cilia propel directed cell movements and sweep fluids across the surface of tissues. Orthologs of Dynein Assembly Factor with WD Repeat Domains 1 (DAW1) support normal ciliary beating by enhancing delivery of dynein complexes to axonemal microtubules. DAW1 mutations in vertebrates result in multiple developmental abnormalities and early or prenatal lethality, complicating functional assessment of DAW1 in adult structures. Planarian flatworms maintain cellular homeostasis and regenerate through differentiation of adult pluripotent stem cells, and systemic RNA-interference (RNAi) can be induced to analyze gene function at any point after birth. A single ortholog of DAW1 was identified in the genome of the planarian Schmidtea mediterranea (Smed-daw1). Smed-DAW1 is composed of eight WD repeats, which are 55% identical to the founding member of this protein family (Chlamydomonas reinhardtii ODA16) and 58% identical to human DAW1. Smed-daw1 is expressed in the planarian epidermis, protonephridial excretory system, and testes, all of which contain cells functionally dependent on motile cilia. Smed-daw1 RNAi resulted in locomotion defects and edema, which are phenotypes characteristic of multiciliated epidermis and protonephridial dysfunction, respectively. Changes in abundance or length of motile cilia were not observed at the onset of phenotypic manifestations upon Smed-daw1 RNAi, corroborating with studies showing that DAW-1 loss of function leads to aberrant movement of motile cilia in other organisms, rather than loss of cilia per se. However, extended RNAi treatments did result in shorter epidermal cilia and decreased abundance of ciliated protonephridia, suggesting that Smed-daw1 is required for homeostatic maintenance of these structures in flatworms.","dc:creator":"Lesko SL","dc:date":"2020","dc:title":"Dynein assembly factor with WD repeat domains 1 (DAW1) is required for the function of motile cilia in the planarian Schmidtea mediterranea."},"rdfs:label":"daw1 RNAi knockdown in the planarian Schmidtea Mediterranea"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.25,"dc:description":"Down-scored because this model cannot recapitulate the laterality defects seen in human patients."},{"id":"cggv:3ba62328-1db9-4f51-b74b-d749c81af4b6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:884bfffd-6e2c-4f57-91a9-3327cfd84dde","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The curled tail phenotype, laterality defects, abnormal cardiac looping (defective Kupffer’s vesicle cilia motility), development of pronephric cysts (suggestive of impaired pronephric cilia), pericardial edema, which can be caused by defects in either heart development or kidney function, and abnormal otolith formation (otic vesicle tether cilia motility disrupted) upon wdr69 knockdown are indicative of defective ciliary motility, as are the phenotypes seen in human patients with visceral heterotaxy (impaired motility of embryonic node cilia). The zebrafish morphant phenotypes support the theory that DAW1 serves a conserved role in promoting the loading of dynein arms into the axonemes of motile cilia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20568242","type":"dc:BibliographicResource","dc:abstract":"In the alga Chlamydomonas reinhardtii, Oda16 functions during ciliary assembly as an adaptor for intraflagellar transport of outer arm dynein. Oda16 orthologs only occur in genomes of organisms that use motile cilia; however, such cilia play multiple roles during vertebrate development and the contribution of Oda16 to their assembly remains unexplored. We demonstrate that the zebrafish Oda16 ortholog (Wdr69) is expressed in organs with motile cilia and retains a role in dynein assembly. Antisense morpholino knockdown of Wdr69 disrupts ciliary motility and results in multiple phenotypes associated with vertebrate ciliopathies. Affected cilia included those in Kupffer's vesicle, where Wdr69 plays a role in generation of asymmetric fluid flow and establishment of organ laterality, and otic vesicles, where Wdr69 is needed to develop normal numbers of otoliths. Analysis of cilium ultrastructure revealed loss of outer dynein arms in morphant embryos. These results support a remarkable level of functional conservation for Oda16/Wdr69.","dc:creator":"Gao C","dc:date":"2010","dc:title":"Oda16/Wdr69 is essential for axonemal dynein assembly and ciliary motility during zebrafish embryogenesis."},"rdfs:label":"Antisense morpholino knockdown of zebrafish Wdr69 "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:16fcd1b6-89e6-4199-8e9a-502966c4925a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5aa2bfc5-e9e4-4fd6-bcd9-bfd06c3927b9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Wdr69–/– mutant mice exhibit abnormal ciliary motion, despite normal ciliated area and ciliary beat frequency. As in human patients with visceral heterotaxy, these mice exhibit laterality defects and complex congenital heart defects consistent with defective cilia at the Left-Right Organizer during embryogenesis. Cilia ultrastructural electron microscopy analysis of the Wdr69 mutant airway revealed an ODA defect, consistent with a role of DAW1 in the efficient transport of ODAs to the axoneme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28289722","type":"dc:BibliographicResource","dc:abstract":"Ciliary motion defects cause defective mucociliary transport (MCT) in primary ciliary dyskinesia (PCD). Current diagnostic tests do not assess how MCT is affected by perturbation of ciliary motion. In this study, we sought to use micro-optical coherence tomography (μOCT) to delineate the mechanistic basis of cilia motion defects of PCD genes by functional categorization of cilia motion. Tracheae from three PCD mouse models were analyzed using μOCT to characterize ciliary motion and measure MCT. We developed multiple measures of ciliary activity, integrated these measures, and quantified dyskinesia by the angular range of the cilia effective stroke (ARC). ","dc:creator":"Solomon GM","dc:date":"2017","dc:title":"Assessment of ciliary phenotype in primary ciliary dyskinesia by micro-optical coherence tomography."},"rdfs:label":" Mouse Wdr69 variant model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:89a8b405-d282-4274-b015-21e40296d831_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:89a8b405-d282-4274-b015-21e40296d831","type":"Proband","allele":[{"id":"cggv:a4fcf450-7e72-4f7d-bee0-4f8006e28536","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.197T>A (p.Leu66Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2149640"}},{"id":"cggv:f6e3e55c-e710-42d7-9745-ec55e3fe8d63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.1116G>T (p.Trp372Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350882445"}}],"detectionMethod":"Trio Whole Exome sequencing, ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"hypoplastic aortic annulus, hypoplastic left ventricle (subnormal cavity volume), left patent ductus arteriosus, left atrial hypoplasia, left patent ductus arteriosus ","phenotypes":["obo:HP_0001643","obo:HP_0001655","obo:HP_0001711","obo:HP_0032092","obo:HP_0005156","obo:HP_0030853","obo:HP_0001680","obo:HP_0011623","obo:HP_0001627","obo:HP_0011567"],"sex":"UnknownEthnicity","variant":[{"id":"cggv:0e173e1a-35d2-40e8-9270-0f16009d59a0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f6e3e55c-e710-42d7-9745-ec55e3fe8d63"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28991257","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) is the leading cause of mortality from birth defects. Here, exome sequencing of a single cohort of 2,871 CHD probands, including 2,645 parent-offspring trios, implicated rare inherited mutations in 1.8%, including a recessive founder mutation in GDF1 accounting for ∼5% of severe CHD in Ashkenazim, recessive genotypes in MYH6 accounting for ∼11% of Shone complex, and dominant FLT4 mutations accounting for 2.3% of Tetralogy of Fallot. De novo mutations (DNMs) accounted for 8% of cases, including ∼3% of isolated CHD patients and ∼28% with both neurodevelopmental and extra-cardiac congenital anomalies. Seven genes surpassed thresholds for genome-wide significance, and 12 genes not previously implicated in CHD had >70% probability of being disease related. DNMs in ∼440 genes were inferred to contribute to CHD. Striking overlap between genes with damaging DNMs in probands with CHD and autism was also found.","dc:creator":"Jin SC","dc:date":"2017","dc:title":"Contribution of rare inherited and de novo variants in 2,871 congenital heart disease probands."}},{"id":"cggv:46487a70-66b3-4100-b52f-21deb63cc846_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a4fcf450-7e72-4f7d-bee0-4f8006e28536"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257"}],"rdfs:label":"1-06817"},{"id":"cggv:46487a70-66b3-4100-b52f-21deb63cc846","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:46487a70-66b3-4100-b52f-21deb63cc846_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"NM_178821.3(DAW1):c.197T>A (p.Leu66Ter) is a nonsense mutation predicted to either trigger nonsense mediated decay or produce a 84% truncated protein product."},{"id":"cggv:0e173e1a-35d2-40e8-9270-0f16009d59a0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e173e1a-35d2-40e8-9270-0f16009d59a0_variant_evidence_item"},{"id":"cggv:0e173e1a-35d2-40e8-9270-0f16009d59a0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A zebrafish knockout model (daw1b1403, 2 amino acid deletion) led to high levels of looping defects in embryos (laterality defects).  WT daw1 mRNA was able to rescue the phenotype but zebrafish mRNA containing the p.Trp372Cys human variant only partially rescued mutants. In addition, daw1b1403 mutants were shown to lack Kupffer’s vesicle cilia motility.  Motility was rescued by daw1WT mRNA, but only partially by daw1p.Trp372Cys. These experiments suggest that this human variant impairs function of daw1. See Figure 2F."}],"strengthScore":0.5,"dc:description":"NM_178821.3(DAW1):c.1116G>T (p.Trp372Cys) is a nonsense mutation predicted to be damaging by both PolyPhen and SIFT. This amino acid substitution is in a highly conserved WD repeat domain."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:43b519c1-e783-42f2-ad8d-eb6950428d5d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:43b519c1-e783-42f2-ad8d-eb6950428d5d","type":"Proband","allele":{"id":"cggv:1b5b9642-ba65-4606-851e-09b6adfeb99b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.1091G>C (p.Ser364Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2149990"}},"detectionMethod":"Whole Exome Sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Abnormal branching right aortic arch, biventricular, discordant atrioventricular connection, double outlet ventriculoarterial connection","phenotypes":["obo:HP_0001627","obo:HP_0011599","obo:HP_0001659","obo:HP_0011587","obo:HP_0011553","obo:HP_0011563","obo:HP_0011682","obo:HP_0030853","obo:HP_0001684","obo:HP_0034350","obo:HP_0001719"],"sex":"UnknownEthnicity","variant":{"id":"cggv:01b8a1ef-969a-4ba1-8c65-5ac89de5a962_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1b5b9642-ba65-4606-851e-09b6adfeb99b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257"},"rdfs:label":"1-01687"},{"id":"cggv:01b8a1ef-969a-4ba1-8c65-5ac89de5a962","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01b8a1ef-969a-4ba1-8c65-5ac89de5a962_variant_evidence_item"},{"id":"cggv:01b8a1ef-969a-4ba1-8c65-5ac89de5a962_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A zebrafish knockout model (daw1b1403, 2 amino acid deletion) led to high levels of looping defects in embryos (laterality defects). WT daw1 mRNA was able to rescue the phenotype but zebrafish mRNA containing the p.Ser364Thr human variant failed to rescue mutants. In addition, daw1b1403 mutants were shown to lack Kupffer’s vesicle cilia motility. Motility was rescued by daw1WT mRNA, but not daw1 p.Ser364Thr. These experiments suggest that this human variant is a loss of function variant. See Figure 2F. "}],"strengthScore":0.25,"dc:description":"Down-scored to 0.25 due to homozygosity. NM_178821.3(DAW1):c.1091G>C (p.Ser364Thr) is a missense mutation that is predicted to be probably damaging by PolyPhen, and deleterious by SIFT. This variant affects an amino acid in one of eight highly conserved WD repeat domains of DAW1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f09f02a2-7d66-4dc2-bea0-f875830645c2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f09f02a2-7d66-4dc2-bea0-f875830645c2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:9ec6a9a8-f86e-469c-b810-d7f1d9dcd92c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.357G>A (p.Trp119Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350879667"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Transverse liver, right sided-spleen","phenotypes":["obo:HP_0034350","obo:HP_0001669","obo:HP_0001719","obo:HP_0004383","obo:HP_0011560","obo:HP_0005160","obo:HP_0031565","obo:HP_0001627"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:cb67bf1e-0c39-4807-97b5-d9c9e91ff339_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9ec6a9a8-f86e-469c-b810-d7f1d9dcd92c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124"},"rdfs:label":"2-IV-1"},{"id":"cggv:cb67bf1e-0c39-4807-97b5-d9c9e91ff339","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cb67bf1e-0c39-4807-97b5-d9c9e91ff339_variant_evidence_item"},{"id":"cggv:cb67bf1e-0c39-4807-97b5-d9c9e91ff339_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Immunofluorescent studies in patient respiratory cells showed a defect in the assembly of the outer dynein arm components DNAH5, DNAH9, DNAI1 and DNAI2 to the ciliary axonemes. There was a 56% to 71% reduction in cells with ODA proteins in distal tip of cilia, compared to controls."}],"strengthScore":1,"dc:description":"Down-scored for homozygosity by consanguinity.  NM_178821.3(DAW1):c.357G>A (p.Trp119Ter) is a nonsense mutation predicted to trigger nonsense mediated decay or produce a  71% truncated protein product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":9075,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.5,"subject":{"id":"cggv:8de23183-660c-46a6-a419-2fe3682203d4","type":"GeneValidityProposition","disease":"obo:MONDO_0018677","gene":"hgnc:26383","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Visceral heterotaxy belongs to a genetically and clinically heterogeneous set of syndromes characterized by abnormalities of the lateralization of internal organs and midline structures, resulting from failure to establish normal left-right asymmetry during embryogenesis. In addition to abnormal symmetry and malposition of the thoraco-abdominal organs and vessels, heterotaxy can include complex congenital heart defects and extra cardiac manifestations (PMIDs: 16113522, 33603285). Ciliated cells at the embryonic node generate a leftward flow of extra-embryonic fluid that is essential for left-right determination (PMID: 20066075). Dysfunction in the nodal cell cilia disrupts the “nodal flow” and can result in laterality defects. Heterotaxy syndrome can occur in isolation or can be a feature of other genetic syndromes such as the motile ciliopathy, primary ciliary dyskinesia (PCD). PCD phenotypes result from structural and/or functional abnormalities of motile cilia and flagella. Ciliary motility is powered by a set of axoneme-specific dynein motor complexes. The cytoplasmic assembly of these large multiprotein complexes is assisted by dynein axonemal assembly factors and their subsequent transport into cilia is facilitated by proteins involved in the intraflagellar transport (IFT) system. \n\nVariants in genes encoding proteins involved in the assembly or transport of these complexes can result in the improper assembly of dynein chains or impaired transport of complexes into the axoneme, causing defects in outer dynein arms (ODA) and/or inner dynein arms (IDAs) that can result in ciliary immotility or dysfunction (PMID: 31624012). *DAW1* (Dynein Assembly Factor with WD Repeats 1), also referred to as ODA16 and WDR69, encodes a transport adaptor for the multi-subunit IFT-B1 complex, facilitating the efficient transport of ODAs along the axoneme (PMIDs: 18852297, 30133350).\n\n*DAW1* was first reported in relation to heterotaxy and congenital heart disease in 2017 (Jin et al., PMID: 28991257). Two probands with heterotaxy and cardiac phenotypes, both of whom carried biallelic *DAW1* variants, were reported. No respiratory symptoms suggestive of a PCD diagnosis were described for these patients. In 2022, Leslie et al. described a motile ciliopathy characterized by laterality defects caused by biallelic variants in *DAW1* in two unrelated families with an autosomal recessive mode of inheritance (PMID: 36074124). The first family had phenotypes suggestive of a mild form of PCD, including a laterality defect (situs inversus) and oto-sinopulmonary phenotypes, whlie the second family had laterality and complex congenital heart defects but no respiratory symptoms.\n\nUpon review of the genetic evidence available for *DAW1*, the ClinGen Motile Ciliopathy GCEP concluded that the molecular mechanism (biallelic loss of function) and the mode of inheritance (autosomal recessive) are consistent among unrelated patients carrying *DAW1* variants. However, the variability in respiratory phenotypes reported among patients was notable and suggestive of reduced evidence of a *DAW1* relationship to PCD as opposed to an isolated laterality defect. PCD is a motile ciliopathy with a respiratory phenotype. Therefore, per criteria outlined by the ClinGen Lumping & Splitting Working Group, *DAW1* was recommended for split curation for two distinct disease assertions; primary ciliary dyskinesia 52 (MONDO: 0957922, OMIM # 620570) and visceral heterotaxy (MONDO: 0018677). This curation has evaluated all of the available genetic evidence for *DAW1*, however, scoring has only been reported for cases relevant to a gene-disease association between *DAW1* and visceral heterotaxy. Evidence from 3 probands in 2 publications has been included in this curation, representing 4 unique variants (2 missense, 2 nonsense), (PMIDs: 28991257, 36074124). The mechanism of pathogenicity for *DAW1* variants is biallelic loss-of-function.\n\nThe gene-disease association between *DAW1* and PCD 52 is supported by gene expression data that shows high *DAW1* levels in ciliated tissues such as lung, testis, and fallopian tube (PMID: 23715323), consistent with the proposed role of DAW1 in the transport of ODAs in motile cilia and flagella (PMID: 32943623). RNA *in situ* hybridization studies of embryonic mice show that *Daw1* is expressed in the embryonic node (PMID: 36074124), consistent with Daw1's role in left-right organization. The efficient transport of ODAs into cilia is mediated by the interaction of DAW1 with both ODAs and the IFT46 protein of the multi-subunit IFT-B1 complex (PMID: 18852297, 30133350). DAW1 plays a role as a linker protein between these complexes. IFT46 is a core component of the IFT machinery and is required for the formation of all cilia. In *Xenopus*, knockdown of *IFT46* results in a shorter body axis as well as the formation of fewer and shorter cilia (PMIDs: 27320864, 33628615). Yeast two-hybrid experiments confirm an *in vivo* interaction between ODA16 (human) and IFT46 (mouse) (PMID: 18852297). Co-immunoprecipitation studies in *Chlamydomonas* confirm that ODA16 physically interacts with ODAs (PMID: 28298440). RNAi knockdown of *daw1* in the planarian *Schmidtea mediterranea* resulted in locomotion defects and protonephridial dysfunction (edema) (PMID: 32359074). These phenotypes are indicative of ciliary dysfunction in cells functionally dependent on motile cilia: the planarian epidermis and the protonephridial excretory system. Zebrafish *wdr69* antisense morpholino knockdown produced embryos with phenotypes consistent with defective cilia in multiple tissues: curled tail, pronephric cysts, pericardial edema, and extra otoliths (PMID: 20568242). Embryos were shown to have defective ciliary motility in the Kupffer’s vesicle and developed left-right asymmetries in the heart and gut. Electron microscopy of Kupffer’s vesicle cilia showed an absence of ODAs, confirming that Wdr69 (DAW1) is needed for ODA assembly in the embryonic axoneme.\nMice homozygous for a *Wdr69* loss-of-function missense variant were studied as a mammalian PCD model (PMID: 28289722). The *wdr69–/–* mouse model recapitulates phenotypes one might associate with a PCD patient with ODA defects. *Wdr69–/–* mice respiratory cells show an absence or reduction in ODAs as well as dyskinetic ciliary motion, despite normal ciliated area and ciliary beat frequency.  The absence of ODAs is consistent with the role DAW1 is thought to play in the transport of ODAs along the axoneme. These mice have impaired mucociliary clearance and laterality defects such as situs inversus and heterotaxy with complex congenital heart defects.  Most of these mice die before term from complex congenital heart defects or soon after birth from hydrocephalus.\n\nIn summary, there is moderate evidence supporting a gene-disease relationship between *DAW1* and visceral heterotaxy. This association has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence. This classification was approved by the ClinGen Motile Ciliopathy GCEP on July 11, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:999c6072-d9c6-4339-aea7-8247941748a6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}