{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cdv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10123","date":"2024-06-14T19:00:00.000Z","role":"Approver"},{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10123","date":"2024-08-08T22:25:19.731Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11479590","type":"dc:BibliographicResource","dc:abstract":"Systemic lupus erythematosus (SLE) is a highly prevalent human autoimmune diseases that causes progressive glomerulonephritis, arthritis and an erythematoid rash. Mice deficient in deoxyribonuclease I (Dnase1) develop an SLE-like syndrome. Here we describe two patients with a heterozygous nonsense mutation in exon 2 of DNASE1, decreased DNASE1 activity and an extremely high immunoglobulin G titer against nucleosomal antigens. These data are consistent with the hypothesis that a direct connection exists between low activity of DNASE1 and progression of human SLE.","dc:creator":"Yasutomo K","dc:date":"2001","dc:title":"Mutation of DNASE1 in people with systemic lupus erythematosus."},"evidence":[{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:bf1a7abe-5e19-417f-a097-f6bc4c54675b","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bf1a7abe-5e19-417f-a097-f6bc4c54675b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5a84212e-087a-4c84-9e52-f0dc0b4edf24","type":"Cohort","allGenotypedSequenced":347,"alleleFrequency":0.7146974063400576,"detectionMethod":"Taqman genotyping was used to genotype for six polymorphic sites.","evidence":[{"id":"cggv:bf1a7abe-5e19-417f-a097-f6bc4c54675b_cc_evidence_item"}],"numWithVariant":248,"relatedCondition":{"id":"obo:MONDO_0007915"}},"controlCohort":{"id":"cggv:30d4e936-e186-4e3a-857c-664c5462106f","type":"Cohort","allGenotypedSequenced":330,"alleleFrequency":0.696969696969697,"detectionMethod":"Taqman genotyping was used to genotype for six polymorphic sites.","evidence":[{"id":"cggv:bf1a7abe-5e19-417f-a097-f6bc4c54675b_cc_evidence_item"}],"numWithVariant":230},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.002,"statisticalSignificanceType":"","statisticalSignificanceValue":1.77,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15333586","type":"dc:BibliographicResource","dc:abstract":"DNase I could be the most important nuclease for the removal of DNA from nuclear antigens at sites of high cell turnover, and thus may also prevent systemic lupus erythematosus (SLE). Sixteen SNPs were identified by direct DNA sequencing, among which six were selected for genotyping in a larger investigation on the basis of linkage disequilibria among SNPs, their frequency, location and haplotype tagging status. Genetic associations of polymorphisms in DNase I with the risk of SLE and the production of common autoantibodies were examined in a Korean population (350 SLE patients and 330 controls). Although no significant associations with the risk of SLE were found, logistic regression analyses revealed that one non-synonymous SNPs in exon 8, +2373A>G(Gln244Arg), was significantly associated with an increased risk of the production of anti-RNP and anti-dsDNA antibodies among SLE patients. The frequency of the homozygous minor allele (Arg/Arg) was much higher in patients who had the anti-RNP antibody (31.3%) than in patients who did not have this antibody (14.4%) (P=0.0006, OR=2.86). In addition, the A/T mutation in exon 2 of DNase reported in two Japanese SLE patients was not present in SLE patients (n=350) or controls (n=330) in our Korean population, which combined with the results of previous reports strongly suggests that the mutation is not present in three major ethnic groups: Caucasian, African and Asian.","dc:creator":"Shin HD","dc:date":"2004","dc:title":"Common DNase I polymorphism associated with autoantibody production among systemic lupus erythematosus patients."},"rdfs:label":"Doo Shin_2004_Case-Control_1"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0},{"id":"cggv:687d6631-2f35-477d-a474-e83a30df1f03","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:687d6631-2f35-477d-a474-e83a30df1f03_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:38227b03-4dca-40ca-8015-91b9d46a3597","type":"Cohort","allGenotypedSequenced":276,"alleleFrequency":0.9528985507246377,"detectionMethod":"The þ2373 A!G (Gln244Arg) SNP was genotyped by poly- merase chain reaction (PCR)–restriction fragment length poly- morphism analysis. Primers were designed to include two potential restriction sites in the amplified fragment: the site with the SNP and an invariant site, which was used as an internal control for the enzymatic digestion. The digestions were done with 3.5 U of StyI and the fragments were separated by electrophoresis in 3% agarose gels in TBE . Genotyping results were verified by sequencing about 15% of the samples.","evidence":[{"id":"cggv:687d6631-2f35-477d-a474-e83a30df1f03_cc_evidence_item"}],"numWithVariant":263,"relatedCondition":{"id":"obo:MONDO_0007915"}},"controlCohort":{"id":"cggv:321942fe-b036-4d62-8e2f-ae128244a280","type":"Cohort","allGenotypedSequenced":368,"alleleFrequency":0.9266304347826086,"detectionMethod":"The þ2373 A!G (Gln244Arg) SNP was genotyped by poly- merase chain reaction (PCR)–restriction fragment length poly- morphism analysis. Primers were designed to include two potential restriction sites in the amplified fragment: the site with the SNP and an invariant site, which was used as an internal control for the enzymatic digestion. The digestions were done with 3.5 U of StyI and the fragments were separated by electrophoresis in 3% agarose gels in TBE . Genotyping results were verified by sequencing about 15% of the samples.","evidence":[{"id":"cggv:687d6631-2f35-477d-a474-e83a30df1f03_cc_evidence_item"}],"numWithVariant":341},"lowerConfidenceLimit":1.15,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.002,"statisticalSignificanceType":"","statisticalSignificanceValue":1.48,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.91,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16449364","type":"dc:BibliographicResource","dc:abstract":"To investigate the association of a non-synonymous single-nucleotide polymorphism (SNP) in DNASEI with susceptibility to systemic lupus erythematosus (SLE) and the production of autoantibodies to nuclear antigens.","dc:creator":"Bodaño A","dc:date":"2006","dc:title":"Association of a non-synonymous single-nucleotide polymorphism of DNASEI with SLE susceptibility."},"rdfs:label":"Bodano_2006_Case-Control_1"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"There was no correlation between any of the genotypes and dnase1 activity. There is, however, an association of genotype with production of autoantibodies."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.95},{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f3b50323-2b76-4c6b-9208-554ef3fe134f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c465c8c4-50d1-4fd8-817a-02fb5164a5ba","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"DNASE1L3 is also an endonuclease capable of cleaving both single- and double-stranded DNA that has been strongly associated with SLE in a loss-of-function autosomal recessive pattern. This experiment shows the effect of deletions in DNASE1L3 only, DNASE1 only, DNASE1 + DNASE1L3, and WT mice on the degree of plasma DNA fragmentation, by showing the frequency of short plasma DNA fragments in each group of mice. The method used was paired-end sequencing followed by genome sequence alignment of both end sequences of each DNA molecule for fragment size determination. Mice with double deletions of DNASE1 + DNASE1L3 show the highest frequency of short plasma DNA fragments, suggesting a synergistic function of the two gene products.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30593563","rdfs:label":"Serpas_2019_Plasma DNA Fragmentation by DNASE1 +DNASE1L3"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b54df41c-7dc2-4abf-ab60-13541e5ebaed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:bb0ee259-4d0f-4cea-8457-d00306e1c330","type":"FunctionalAlteration","dc:description":"Increased anti-nuclear antibody tests including anti-dsDNA (measured by Crithidia luciliae assay), anti-Sm, -SSA (Ro), -SSB (La) and -RNP autoantibodies (measured by double immunodiffusion with IT-1 cell substrate).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15333586","rdfs:label":"Doo Shin_2004_Anti-nuclear antibody measurements"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.1,"dc:description":"The experiment does not directly test the effect of the variant in the DNase I protein."},{"id":"cggv:4aecc699-72bd-4c9f-995e-8574b728550e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f840b1a1-3993-49fb-9924-9c93c898961e","type":"FunctionalAlteration","dc:description":"Lower enzymatic activity of Dnasee1 in patient sera and transformed B cells. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11479590","rdfs:label":"Yasutomo_2001_Dnase1 Activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Experiments done on patient sera are questionable due to presence of anti-DNaseI antibodies in the circulation, which affects its activity, therefore 0.25 points taken off. The experiments with the transformed B cells lack a reference house-keeping gene to normalize general expression of proteins. They also lack standardization of the total amount of protein loaded in the gel: (0.25 points taken off)"},{"id":"cggv:33649903-bb48-4d4f-b47c-86d345a44017","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:18a9acc2-af24-4fd2-9e94-9f03413289bf","type":"FunctionalAlteration","dc:description":"Sera of SLE patients displayed lower Dnase1 activity compared to healthy participants and patients with other nephropathic diseases, tested with the single radial enzyme-diffusioin (SRED) method.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10835632","type":"dc:BibliographicResource","dc:abstract":"Systemic lupus erythematosus (SLE) is a multifactorial autoimmune disease that affects over one million people in the United States. SLE is characterized by the presence of anti-nuclear antibodies (ANA) directed against naked DNA and entire nucleosomes. It is thought that the resulting immune complexes accumulate in vessel walls, glomeruli and joints and cause a hypersensitivity reaction type III, which manifests as glomerulonephritis, arthritis and general vasculitis. The aetiology of SLE is unknown, but several studies suggest that increased liberation or disturbed clearance of nuclear DNA-protein complexes after cell death may initiate and propagate the disease. Consequently, Dnase1, which is the major nuclease present in serum, urine and secreta, may be responsible for the removal of DNA from nuclear antigens at sites of high cell turnover and thus for the prevention of SLE (refs 7-11). To test this hypothesis, we have generated Dnase1-deficient mice by gene targeting. We report here that these animals show the classical symptoms of SLE, namely the presence of ANA, the deposition of immune complexes in glomeruli and full-blown glomerulonephritis in a Dnase1-dose-dependent manner. Moreover, in agreement with earlier reports, we found Dnase1 activities in serum to be lower in SLE patients than in normal subjects. Our findings suggest that lack or reduction of Dnase1 is a critical factor in the initiation of human SLE.","dc:creator":"Napirei M","dc:date":"2000","dc:title":"Features of systemic lupus erythematosus in Dnase1-deficient mice."},"rdfs:label":"Napirei_2000_Dnase1 activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"No DNASE1 variant is associated with these findings, so it cannot be scored."},{"id":"cggv:2074d3b3-036f-4b2f-91ed-87e25d7070d8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:add069dd-cb71-410e-901e-93c9a4f54c3b","type":"FunctionalAlteration","dc:description":"Lower Dnase1 activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15593183","type":"dc:BibliographicResource","dc:creator":"Bodaño A","dc:date":"2004","dc:title":"Novel DNASE I mutations related to systemic lupus erythematosus."},"rdfs:label":"Bodaño_2004_Serum DNase I Activity Measurement"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"There is correlation between the variant and low DNaseI activity in the two reported SLE patients, but no correlation with anti-dsDNA antibodies or SLE."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a97ad43-c79d-493b-9714-2ae2248b7e08","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb3d975c-72dc-4d68-b349-a727b4b5f300","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"DNASE1 and DNASE1L3 KO mouse kidneys manifested severe pathology. Single KO and double KO both differed significantly from WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36928522","type":"dc:BibliographicResource","dc:abstract":"Extracellular DNase DNASE1L3 maintains tolerance to self-DNA in humans and mice, whereas the role of its homolog DNASE1 remains controversial, and the overall function of secreted DNases in immunity is unclear. We report that deletion of murine DNASE1 neither caused autoreactivity in isolation nor exacerbated lupus-like disease in DNASE1L3-deficient mice. However, combined deficiency of DNASE1 and DNASE1L3 rendered mice susceptible to bloodstream infection with Staphylococcus aureus. DNASE1/DNASE1L3 double-deficient mice mounted a normal innate response to S. aureus and did not accumulate neutrophil extracellular traps (NETs). However, their kidneys manifested severe pathology, increased bacterial burden, and biofilm-like bacterial lesions that contained bacterial DNA and excluded neutrophils. Furthermore, systemic administration of recombinant DNASE1 protein during S. aureus infection rescued the mortality of DNase-deficient mice and ameliorated the disease in wild-type mice. Thus, DNASE1 and DNASE1L3 jointly facilitate the control of bacterial infection by digesting extracellular microbial DNA in biofilms, suggesting the original evolutionary function of secreted DNases as antimicrobial agents.","dc:creator":"Lacey KA","dc:date":"2023","dc:title":"Secreted mammalian DNases protect against systemic bacterial infection by digesting biofilms."},"rdfs:label":"Lacy DNASE1/DNASE1L3 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"DNASE1 and its homolog DNASE1L3 jointly facilitate resistance to systemic infection with Staphylococcus aureus by digesting bacterial biofilms. Deletion of murine DNASE1 neither caused autoreactivity in isolation nor exacerbated lupus-like disease in DNASE1L3-deficient mice. However, combined deficiency of DNASE1 and DNASE1L3 rendered mice susceptible to bloodstream infection with Staphylococcus aureus. DNASE1/DNASE1L3 double-deficient mice mounted a normal innate response to S. aureus and did not accumulate neutrophil extracellular traps (NETs). However, their kidneys manifested severe pathology, increased bacterial burden, and biofilm-like bacterial lesions that contained bacterial DNA and excluded neutrophils. Furthermore, systemic administration of recombinant DNASE1 protein during S. aureus infection rescued the mortality of DNase-deficient mice and ameliorated the disease in wild-type mice. Thus, DNASE1 and DNASE1L3 jointly facilitate the control of bacterial infection by digesting extracellular microbial DNA in biofilms, suggesting the original evolutionary function of secreted DNases as antimicrobial agents. This paper contradicts earlier mouse models (PMID: 30758851) which showed that KO of DNASE1 resulted in lupus-like phenotypes in mice."},{"id":"cggv:eb937962-8b33-4b58-84dc-0df78fb5595f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:91efd3e2-6040-446e-92be-8891b85a858c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates molecular, cellular, and histological manifestations of human SLE (ANA, glomerulonephritis).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10835632","rdfs:label":"Napirei_2000_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Data from this paper is negated by findings in PMID: 36928522. Mixed genetic background of 129 and B6 mice has been shown to develop spontaneous autoimmunity.\n\nTherefore DNASE1 mouse model data from PMID: 10835632 has not been scored due to conflicting evidence in PMID: 36928522. "},{"id":"cggv:150b983e-0b7d-4dfe-9e1a-0c0d65f2703a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7582aad5-4bfd-4f8e-bbfc-2d71b66a8082","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SLE Phenotype with increased levels of autoantibodies and nephritis, predominant in female DNASE1-deficient mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30758851","type":"dc:BibliographicResource","dc:abstract":"Systemic lupus erythematosus (SLE) is an autoimmune disease that has high morbidity and can result in multi-organ damage. SLE is characterized by dysregulated activation of T- and B-lymphocytes and the production of autoantibodies directed against nuclear components. The endonuclease deoxyribonuclease 1 (DNase1) is abundant in blood and a subset of SLE patients have mutations in DNASE1. Furthermore, a report showed that Dnase1-deficient mice develop an SLE-like disease, but these mice also carry a deletion of the gene adjacent to Dnase1, which encodes the chaperone TRAP1/HSP75. We generated a murine strain deficient in Dnase1 with an intact Trap1 gene to examine if a lack of DNase1 is responsible for the development of a spontaneous SLE-like disease. We show that the Dnase1-deficient mice do indeed develop an SLE-like phenotype with elevated autoantibody production by 9 months and kidney damage by 12 months. Notably, this model recapitulates the female bias seen in human SLE patients since female Dnase1-deficient mice produced the highest concentrations of autoantibodies and had more severe kidney damage than males. Since there is currently no cure for SLE the protective role of DNase1 as demonstrated in our study remains of great therapeutic interest.","dc:creator":"Kenny EF","dc:date":"2019","dc:title":"Dnase1-deficient mice spontaneously develop a systemic lupus erythematosus-like disease."},"rdfs:label":"Kenny_2019_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Data from this paper is negated by findings in PMID: 36928522, therefore mouse model data has not been scored due to conflicting evidence."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":8789,"specifiedBy":"GeneValidityCriteria10","strengthScore":2.45,"subject":{"id":"cggv:fe942eb4-ba59-43bf-89e0-243522ba7cbf","type":"GeneValidityProposition","disease":"obo:MONDO_0007915","gene":"hgnc:2956","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The DNASE1 (Deoxyribonuclease 1) gene is located on chromosome 16 (16p13.3) and encodes a protein that cleaves protein-free double-stranded DNA and single-stranded DNA via endonucleolytic cleavage to 5'-phosphodinucleotide and 5'-phosphooligonucleotide end-products. It plays a key role in degrading neutrophil extracellular traps (NETs) and is responsible for DNA fragmentation in the process of apoptosis (PMID: 16103871). Variants in DNASE1 were first reported in relation to autosomal dominant (AD) systemic lupus erythematosus (SLE) in 2001 (PMID: 11479590). \n\nThe SLE clinical presentation is characterized by variable onset phenotypes including two or more of the following: antinuclear antibodies (ANA), leukopenia, thrombocytopenia, autoimmune hemolysis, delirium, psychosis, seizures, non-scarring alopecia, oral ulcers, subcutaneous or discoid lupus, pleural or pericardial effusion, acute pericarditis, joint involvement, proteinuria, lupus nephritis, positive antiphospholipid antibodies, anti-dsDNA antibodies or anti-Sm antibodies (OMIM:125505; phenotype: 152700). Genetic evidence reviewed in the curation of this gene-disease relationship included 7 probands with 6 unique heterozygous variants. \n\nThe molecular mechanism of disease is unknown. While animal models show that loss of DNASE1 recapitulates lupus-like phenotypes in mice (PMID:10835632, 30758851), the mixed genetic background of these 129 and B6 mice was later been shown to develop spontaneous autoimmunity. The first reported SLE patients with DNASE1 variants had truncations predicted to cause loss of function (LOF), but DNASE1 gene is not constrained for LOF (gnomAD) and hundreds of presumably unaffected individuals with LOF variants are present in population databases (gnomAD). All subsequently reported DNASE1-related SLE patients were heterozygous for missense variants, most of which occur at a higher frequency than expected for a pathogenic variant. However, this gene-disease relationship is also supported by biochemical function and functional alterations. DNASE1L3, another deoxyribonuclease, is also known to cause SLE (PMID: 22019780), and mice missing both DNASE1 and DNASE1L3 genes have different cfDNA phenotypes than those missing either gene alone (PMID: 30593563, 36928522). SLE patients with variants in DNASE1 display low DNase activity and high levels of autoantibodies diagnostic for lupus (PMID:11479590, 15593183,15333586). While there is considerable experimental evidence that DNASE1 is altered in lupus patients, and disruption of DNASE1 results in lupus-like phenotypes in some model systems, more recent model systems do not recapitulate autoreactivity in DNASE1-deficient mice from different strains (PMID: 36928522). \n\nThere is also limited clinical genetic evidence supporting that DNASE1-related lupus is a single-gene AD disorder. No segregation of DNASE1 variants with SLE has been reported in families. While one DNASE1 variant did segregate with low DNASE1 activity, one family member without the variant also had low DNASE1 activity (PMID:15593183). Clinical reports of SLE patients with DNASE1 variants found that they also harbored variants in other SLE-associated genes (PMID: 35964089, 30707351). While common variants in DNASE1 are associated with increased risk of SLE and/or SLE-related phenotypes in SLE cases compared to healthy controls (PMID: 15333586, 16449364), these associations have not been replicated in genome-wide association studies. Therefore, this LIMITED classification was approved by the ClinGen Monogenic Systemic and Incomplete Lupus Erythematosus GCEP in the meeting on June 14, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:b71d9246-5a7e-4e81-8fc6-925181d124cd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}