{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-04-02T18:53:40.789Z","role":"Publisher"},{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-12-06T07:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:NewCuration"}],"evidence":[{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64209095-c063-4d57-ae9e-307f44674618","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a35c9bf-0664-48ff-8416-4a39c120cb4b","type":"FunctionalAlteration","dc:description":"Nap1 knock down significantly hinders all aspects of cortical neuronal differentiation in vivo. Nap1 deficient neurons displayed significantly reduced axonal and dendritic process extension and branching. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17481396","type":"dc:BibliographicResource","dc:abstract":"The cytoskeletal regulators that mediate the change in the neuronal cytoskeletal machinery from one that promotes oriented motility to one that facilitates differentiation at the appropriate locations in the developing neocortex remain unknown. We found that Nck-associated protein 1 (Nap1), an adaptor protein thought to modulate actin nucleation, is selectively expressed in the developing cortical plate, where neurons terminate their migration and initiate laminar-specific differentiation. Loss of Nap1 function disrupts neuronal differentiation. Premature expression of Nap1 in migrating neurons retards migration and promotes postmigratory differentiation. Nap1 gene mutation in mice leads to neural tube and neuronal differentiation defects. Disruption of Nap1 retards the ability to localize key actin cytoskeletal regulators such as WAVE1 to the protrusive edges where they are needed to elaborate process outgrowth. Thus, Nap1 plays an essential role in facilitating neuronal cytoskeletal changes underlying the postmigratory differentiation of cortical neurons, a critical step in functional wiring of the cortex.","dc:creator":"Yokota Y","dc:date":"2007","dc:title":"Nap1-regulated neuronal cytoskeletal dynamics is essential for the final differentiation of neurons in cerebral cortex."},"rdfs:label":"Knockdown of Nap1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e482a40-8b76-4ece-b8d8-410b0e291060","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf6cf961-e72d-4b55-bfb5-7adf749ef3f6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Nap1 plays an essential role in the final phenotypic differentiation of cortical neurons and facilitating neuronal cytoskeletal changes. Patients with pathogenic NCKAP1 variants exhibit neuronal function impact.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17481396","rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded due to limited human phenotypic overlap."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":8047,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:8fac5644-8f8f-484b-a118-424b14c797eb","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:7666","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*NCKAP1* variants were first reported in connection to an autosomal dominant complex neurodevelopmental disorder in 2012 by a study identifying autism susceptibility genes (Iossifov et al., 2012 PMID: 22542183). Common phenotypes for individuals with NCKPA1-related neurodevelopmental disorder include ASD or autistic features, speech-language problems, childhood motor delay, and ID or learning disabilities (PMID: 33157009). Evidence of deleterious variants segregating with neuropsychiatric phenotypes such as repetitive behaviors, aggressive behaviors, and attention-deficit/hyperactivity disorder (ADHD) is reported. In addition to neurodevelopmental and neuropsychiatric disturbances, tall stature, obesity, gastrointestinal disturbances, hearing and visual impairment, and congenital heart defects are also observed in some patients.\n\nThirteen unique variants of different types (4 frameshift, 5 nonsense, 2 canonical splice sites, and 2 introns) reported in 14 probands have been included in this curation (Guo et al., 2020 PMID:33157009). The presumed mechanism of pathogenicity is loss-of-function. The maximum score for genetic evidence (12 pts.) has been reached. \n\nThis gene-disease relationship is further supported by functional alteration and mouse model data (Yakoto et al., 2007 PMID:17481396). The Nap1 knock down significantly hinders all aspects of cortical neuronal differentiation. In vivo Nap1 deficient neurons displayed significantly reduced axonal and dendritic process extension and branching. Furthermore, mouse model studies demonstrated that Nap1 plays an essential role in the final phenotypic differentiation of cortical neurons and facilitating neuronal cytoskeletal changes. It is likely that the observed phenotypes in patients with pathogenic *NCKAP1* variants are the consequence of changes in  neuronal function. \n\nIn summary, there is definitive evidence to support the relationship between NCKPA1 and  autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism expert panel on December 6th, 2023 (SOP Version 10).\n\n","dc:isVersionOf":{"id":"cggv:bd76936d-edb5-4c9b-9727-eb8e568f3ed2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}