{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-03-25T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7d66bde0-eb7b-49db-9a04-93a9b6c49616_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82042dbe-2c33-4626-aca5-9633398c301b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All coding exons and flanking intron sequences of theADAMTS13 gene were amplified by PCR and directly sequenced.\n\nSequencing was also performed after cloning of products to confirm the insertion variant.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had severe clinical manifestations including neurologic and renal involvement. Onset was congenital. She is on continuous plasma replacement therapy.","phenotypes":["obo:HP_0001873","obo:HP_0004802"],"previousTesting":true,"previousTestingDescription":"ADAMTS13 activity was assayed by collagen-binding method and found to be <2%. Inhibitor information was not available. Resistance to cleavage by ADAMTS13 in the VWF A2 domian was ruled out by mutation analysis of VWF exon 28. However, it is unclear whether this was specifically performed in this proband.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7d66bde0-eb7b-49db-9a04-93a9b6c49616_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0f8b67a4-8650-4385-8ea2-f15181203926","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133454470A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA375410204"}},{"id":"cggv:a42c9f70-1c5c-4166-ae01-ae124a7ab00d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.4143dupA (p.Glu1382Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5807"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12393505","type":"dc:BibliographicResource","dc:abstract":"Thrombotic thrombocytopenic purpura (TTP) is caused by the persistence of the highly reactive high-molecular-weight multimers of von Willebrand factor (VWF) due to deficiency of the specific VWF-cleaving protease (VWF-CP) ADAMTS13, resulting in microangiopathic disease. The acquired form is caused by autoantibodies against VWF-CP, whereas homozygous or compound heterozygous mutations of ADAMTS13 are responsible for recessively inherited TTP. We investigated 83 children with hemolytic or thrombocytopenic episodes with or without additional neurologic symptoms or renal failure. The presumed diagnosis was chronic idiopathic thrombocytopenic purpura (ITP; n = 50), TTP (n = 8), hemolytic uremic syndrome (HUS; n = 24), and Evans syndrome (n = 1). A severe deficiency of VWF-CP (< or = 5%) was found in all investigated patients with TTP and in none of those with HUS. Additionally, 2 of 50 patients with a prior diagnosis of ITP were deficient for VWF-CP. Antibodies against VWF-CP were found in 4 children. Mutation analysis of the ADAMTS13 gene in the patients deficient in VWF-CP by direct sequencing of all 29 exons identified 8 different mutations, suggesting the hereditary form of TTP in 1 patient with ITP, in the patient with Evans syndrome, and in 5 of the 8 patients with TTP. The phenotype of TTP in childhood can be rather variable. Besides the classical clinical picture, oligosymptomatic forms may occur that can delay the identification of patients at risk.","dc:creator":"Schneppenheim R","dc:date":"2003","dc:title":"von Willebrand factor cleaving protease and ADAMTS13 mutations in childhood TTP."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505","rdfs:label":"Schneppenheim_Proband_04 II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband was compound heterozygous for a nonsense variant, Arg1034Ter, and a 1-bp duplication, 4143dupA that introduces a frameshift and premature termination of translation. The transcript is not expected to undergo NMD as the truncation results in the loss of the terminal 40 amino acids. The impact of this variant is not clear as the proband's symptoms are described to be mild. However, it is a recurring variant in 3 other German, apparently unrelated probands in this study. It is reported in gnomAD at a frequency of 0.0001483 in non-Finnish Europeans and an overall frequency of 0.00006752, with no homozygotes.\n\nThe heterozygous variant, Arg1034, was found to be present in the mother and brother and the 4143insA heterozygous variant in the father.\n\nThe proband is awarded reduced points due to the absence of inhibitor information."},{"id":"cggv:2d4ffc2d-0d87-45ea-8536-cee6cfeb35cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:070f0dd2-a9d6-4398-865a-2b1ff7528115","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"detectionMethod":"The entire 29 exons of ADAMTS13, including the intron–exon boundaries, were amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Primigravida at 27 yrs, platelet count 38×e9/l at 27 wks, with acute renal failure, followed by intrauterine fetal death. Suspected to have HELLP or antiphospholipid syndrome and prescribed low-dose aspirin. Platelet count normal after C-section.\n\n2nd and 3rd pregnancies at 28 and 30 yrs, respectively, platelet count = 21xe9/l and proteinuria, with administration of low-dose aspirin. Delivery at 37 wks by C-section, followed by return of platelet count to normal.\n\n4th pregnancy with twins at 33 yrs, platelet count = 53xe9/l at 30 wks and developed hemolytic anemia in spite of aspirin treatment. Coombs’‐negative Evans’ syndrome suspected and treated with steroids and IVIg. Platelet count did not increase, but developed generalized edema and pleural effusions at 32 wks. Premature delivery by C-section. Platelet count returned to normal 1 wk after delivery.","phenotypes":"obo:HP_0001873","previousTesting":true,"previousTestingDescription":"Plasma levels of ADAMTS13 activity and ADAMTS13 inhibitor were measured by classic VWF multimer assay and chromogenic ADAMTS13‐activity‐ELISA (act-ELISA). Plasma levels of ADAMTS13 antigen were determined by a quantitative sandwich antigen ELISA (ag‐ELISA). ADAMTS13 antigen was analysed by Western blot under reducing conditions.\n\nSevere deficiency of ADAMTS13 activity but without an inhibitor. act-ELISA= <0·5% of the normal control), but without an inhibitors (<0·5 BU/ml). Ag-ELISA = <3% of normal","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2d4ffc2d-0d87-45ea-8536-cee6cfeb35cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:743f1b90-0a1e-4585-9604-702350658a08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133425570_133425571insGT","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913185995"}},{"id":"cggv:a4005209-1e61-4eb4-9406-6e71bdea56d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133457921C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA375418030"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19055667","type":"dc:BibliographicResource","dc:abstract":"Upshaw-Schulman syndrome (USS) is a congenital thrombotic thrombocytopenic purpura (TTP) due to mutations in the gene that encodes for ADAMTS13 (ADAMTS13), but its clinical signs may be mild or absent during childhood. We have identified 37 patients with USS (24 females, 13 males) belonging to 32 families. The nine women from six families who were diagnosed during their first pregnancy are the focus of this report. Six of the nine women had episodes of thrombocytopenia during childhood misdiagnosed as idiopathic thrombocytopenic purpura. Thrombocytopenia occurred during the second-third trimesters in each of their 15 pregnancies, with 16 babies (one twin pregnancy), often followed by TTP. Of 15 pregnancies, eight babies were stillborn or died soon after birth, and the remaining seven were all premature except one, who was born naturally following plasma infusions to the mother that had started at 8 weeks' gestation. All nine USS women had severely deficient ADAMTS13 activity. ADAMTS13 analyses demonstrated that eight women were compound heterozygotes of Y304C/G525D (2 siblings), R125VfsX6/Q1302X (2 siblings), R193W/R349C (2 siblings), I178T/Q929X, and R193W/A606P; one woman was homozygous for R193W. Only the R193W mutation has been previously reported. These observations emphasize the importance of measuring ADAMTS13 activity in the evaluation of thrombocytopenia during childhood and pregnancy.","dc:creator":"Fujimura Y","dc:date":"2009","dc:title":"Pregnancy-induced thrombocytopenia and TTP, and the risk of fetal death, in Upshaw-Schulman syndrome: a series of 15 pregnancies in 9 genotyped patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19055667","rdfs:label":"Fujimura_Proband_L-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and her sister were found to be compound heterozygous for two loss of function variants, a frameshift in exon 4 and a nonsense variant in in exon 28. Both variants are expected to cause truncated proteins or NMD of the mutant transcript. However, Western blot analysis showed absence of any wild-type or mutant proteins in the proband and her sister. the variants were confirmed to be in trans by parental testing.\n\nThe proband is scored default points."},{"id":"cggv:7597f4a6-fd98-4cf2-a3d9-6168ce2dba33_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81f79882-8cc7-481e-bef4-caa001ba0cbc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All exons, except exon 7, and intron–exon boundaries of ADAMTS13 gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had neonatal onset or had a family member that had neonatal onset of disorder and a chronic relapsing course. She responded to plasma infusion.","phenotypes":["obo:HP_0001878","obo:HP_0001873","obo:HP_0001981"],"previousTesting":true,"previousTestingDescription":"Analysis of VWF multimers showed ultra large VWF multimers in plasma of proband. Assay for inhibitors was negative. Genome-wide linkage analysis with microsatellite markers was done to determine the gene causing TTP as ADAMTS13..\n\nPCR and sequencing of coding exons and intron–exon boundaries of FCN2 and partial DNA sequencing of exons and flanking intron sequences of ADAMTSL2 (KIAA0605) revealed no variation.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7597f4a6-fd98-4cf2-a3d9-6168ce2dba33_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:23c1c996-b013-4eaa-86bf-47355bf52ebf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.1582A>G (p.Arg528Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5804"}},{"id":"cggv:10724d59-1eda-4231-88f2-2145321ae4e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133456606dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA860744691"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11586351","type":"dc:BibliographicResource","dc:abstract":"Thrombotic thrombocytopenic purpura (TTP) is a life-threatening systemic illness of abrupt onset and unknown cause. Proteolysis of the blood-clotting protein von Willebrand factor (VWF) observed in normal plasma is decreased in TTP patients. However, the identity of the responsible protease and its role in the pathophysiology of TTP remain unknown. We performed genome-wide linkage analysis in four pedigrees of humans with congenital TTP and mapped the responsible genetic locus to chromosome 9q34. A predicted gene in the identified interval corresponds to a segment of a much larger transcript, identifying a new member of the ADAMTS family of zinc metalloproteinase genes (ADAMTS13). Analysis of patients' genomic DNA identified 12 mutations in the ADAMTS13 gene, accounting for 14 of the 15 disease alleles studied. We show that deficiency of ADAMTS13 is the molecular mechanism responsible for TTP, and suggest that physiologic proteolysis of VWF and/or other ADAMTS13 substrates is required for normal vascular homeostasis.","dc:creator":"Levy GG","dc:date":"2001","dc:title":"Mutations in a member of the ADAMTS gene family cause thrombotic thrombocytopenic purpura."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11586351","rdfs:label":"Levy_Proband_C"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was a compound heterozygote, with a frameshift variant the results in the introduction of a premature termination codon and expected to result in a truncated protein, Met1260IlefsTer34, and a missense variant, Arg528Gly. The variants were confirmed to be in the heterozygous state in each of the parents. The frameshift variant is reported once in 112406 non-Finnish European alleles, while the missense is reported once in 18390 East Asian alleles, with no homozygotes.\n\nThis paper reports the first genetic variants in ADAMTS13 to be causative of TTP. The proband is scored default points.The exclusion of exon 7 from the genotyping does not impact gene-disease validity.\n\nNote, the variant, c.3770dup (5805), is incorrectly associated with this PMID and proband on ClinVar. However, the correct variant specified in the paper is c.3779dup (CA860744691), which has been entered in this record."},{"id":"cggv:5ae496fc-a4f3-4b7b-bf4f-4db509619847_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dcaa0b9a-a156-4b60-9332-95a82710245c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All coding exons and flanking intron sequences of theADAMTS13 gene were amplified by PCR and directly sequenced.\n\nSequencing was also performed after cloning of products to confirm the deletion variant.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had severe clinical manifestations including with stroke episodes. Onset was congenital. She is on continuous replacement therapy with FFP.","phenotypes":["obo:HP_0001873","obo:HP_0001249","obo:HP_0002401","obo:HP_0004802"],"previousTesting":true,"previousTestingDescription":"ADAMTS13 activity and inhibitor information were not available. Resistance to cleavage by ADAMTS13 in the VWF A2 domian was ruled out by mutation analysis of VWF exon 28. However, it is unclear whether this was specifically performed in this proband.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5ae496fc-a4f3-4b7b-bf4f-4db509619847_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:cd35bc89-a1d0-4ac5-9036-7193f077181f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133433454G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA200926932"}},{"id":"cggv:bb8a1b41-316c-4b18-b032-101d20a539eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133444991_133444992del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913185996"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505","rdfs:label":"Schneppenheim_Proband_08 II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband was compound heterozygous for a nonsense variant, Trp390Ter, and a 2-bp deletion, 2549_2550delAT that introduces a frameshift and premature termination of translation.\n\nThe Trp390Ter variant is reported in gnomAD at a frequency of 0.00002335 in non-Finnish Europeans and an overall frequency of 0.00001064, with no homozygotes. The deletion variant is absent from gnomAD.\n\nThe proband's mother was heterozygous for the deletion variant and the father was heterozygous for the nonsense variant.\n\nThe proband is awarded reduced points due to the absence of activity/inhibitor information."},{"id":"cggv:273047f4-cb37-47c0-8876-e76fc3447665_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6e2c29b-3c86-41a8-a711-ec3f5d4426fd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All coding exons and flanking intron sequences of theADAMTS13 gene were amplified by PCR and directly sequenced.\n\nSequencing was also performed after cloning of products to confirm the insertion variant.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had mild clinical manifestations, which were congenital.","phenotypes":["obo:HP_0004802","obo:HP_0001873"],"previousTesting":true,"previousTestingDescription":"ADAMTS13 activity was assayed by collagen-binding method and found to be <2-5%. Inhibitor was absent. Resistance to cleavage by ADAMTS13 in the VWF A2 domian was ruled out by mutation analysis of VWF exon 28. However, it is unclear whether this was specifically performed in this proband.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:273047f4-cb37-47c0-8876-e76fc3447665_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a42c9f70-1c5c-4166-ae01-ae124a7ab00d"},{"id":"cggv:bff93b20-750f-4f12-94e9-701e4dd4bc42","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.788C>G (p.Ser263Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68828"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505","rdfs:label":"Schneppenheim_Proband_01 II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"The proband was compound heterozygous for a missense variant, Ser263Cys, and a 1-bp duplication, 4143dupA that introduces a frameshift and premature termination of translation. The transcript is not expected to undergo NMD as the truncation results in the loss of the terminal 40 amino acids. The impact of this variant is not clear as the proband's symptoms are described to be mild. However, it is a recurring variant in 3 other German, apparently unrelated probands in this study. It is reported in gnomAD at a frequency of 0.0001483 in non-Finnish Europeans and an overall frequency of 0.00006752, with no homozygotes.\n\nThe variant, Ser263Cys, was found to be present in the father and brother and the 4143insA variant in the mother.\n\nThe proband is awarded reduced points."},{"id":"cggv:c82857ad-7702-4c9a-b177-5d087f64dc24_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:335ec634-fd89-4d6a-b761-7c75f7c00a8e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The complete coding sequence and intro-exon boundaries were analyzed by PCR and sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe ADAMTS13 deficiency (activity <6% at remission with no inhibitory antibodies nor anti ADAMTS13 IgG andIgM). Patients received plasma therapy.","phenotypes":["obo:HP_0001937","obo:HP_0001873"],"previousTesting":true,"previousTestingDescription":"ADAMTS13 activity was <6% measured by residual collagen-binding assay and antigen levels assayed by ELISA","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c82857ad-7702-4c9a-b177-5d087f64dc24_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:de108a9e-ecac-4056-9e2d-c6c4f2af2d37","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.3655C>T (p.Arg1219Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68818"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17003922","type":"dc:BibliographicResource","dc:abstract":"Thrombotic thrombocytopenic purpura (TTP) is a disease characterized by microvascular thrombosis, often associated with deficiency of the vonWillebrand factor (VWF) cleaving protease ADAMTS13. We investigated the spectrum of ADAMTS13 gene mutations in patients with TTP and congenital ADAMTS13 deficiency to establish the consequences on ADAMTS13 processing and activity. We describe five missense (V88M, G1239V, R1060W, R1123C and R1219W), 1 nonsense (W1016Stop) and 1 insertion (82_83insT) mutations. In two patients no mutation was identified despite undetectable protease activity. Expression in HEK293 mammalian cells (V88M, G1239V, R1123C and R1219W) documented that three missense mutants were not secreted, whereas theV88M was secreted at low levels and with reduced activity. We also provide evidence that impaired secretion of ADAMTS13 mutants observed in vitro translates into severely reduced ADAMTS13 antigen levels in patients in vivo. To evaluate whether the small amounts of mutant protease present in the circulation of patients had VWF cleaving activity, WT and mutant rADAMTS13 were stably expressed in Drosophila S2 cells under the influence of the Drosophila BiP protein signal sequence, which allows protein secretion. Drosophila expression system showed a 40-60% protease activity in the mutants. Several single nucleotide polymorphisms (SNPs) within exons and intron boundaries were found in patients, suggesting that the interplay of SNPs could at least in part account for ADAMTS13 functional abnormalities in patients without mutations. In conclusion, defective secretion and impaired activity of the mutants concur to determine an almost complete deficiency of ADAMTS13 activity in patients with a homozygous or two heterozygous ADAMTS13 mutations.","dc:creator":"Donadelli R","dc:date":"2006","dc:title":"In-vitro and in-vivo consequences of mutations in the von Willebrand factor cleaving protease ADAMTS13 in thrombotic thrombocytopenic purpura."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17003922","rdfs:label":"Donadelli_F101"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband and his brother were homozygous for the Arg1219Trp missense variant. The variant is reported at a frequency of 0.00003266 in South Asians and an overall frequency of 0.000007084, with no homozygotes.\n\nRecombinant ADAMTS13 generated with wild-type sequences and the variant, Arg1219Trp, were expressed in HEK293 cells.Lysates of cells expressing the variant showed the same amount of ADAMTS13 as wild-type, indicating that the protein was synthesized. No protein was detected in the culture medium of variant-transfected cells, indicating a secretion defect.\n\nThe variant is awarded default points."},{"id":"cggv:78eba506-d121-4719-937d-4d0725863e0b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ca89d7b-09f9-469b-88be-a20d451adcd8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":51,"detectionMethod":"The entire 29 exons of ADAMTS13, including the intron–exon boundaries, were amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Primigravida at 26 yrs, thrombocytopenia (20xe9/l) at 23 wks of gestation. Idiopathic thrombocytopenic purpura diagnosed.Premature delivery at 25 wks gestation followed by neonatal death. Overt TTP after delivery. Chronic relapsing TTP diagnosed and administered prophylactic plasma infusions every 2-4 wks.\n\n2nd pregnancy at 31 yrs, with prophylactic plasma infusions, but developed proteinuria and thrombocytopenia (93×e9/l), treated with more frequent fresh frozen plasma. Mature baby delivered at 39 wks naturally.","phenotypes":"obo:HP_0001873","previousTesting":true,"previousTestingDescription":"Plasma levels of ADAMTS13 activity and ADAMTS13 inhibitor were measured by classic VWF multimer assay and chromogenic ADAMTS13‐activity‐ELISA (act-ELISA). Plasma levels of ADAMTS13 antigen were determined by a quantitative sandwich antigen ELISA (ag‐ELISA). ADAMTS13 antigen was analysed by Western blot under reducing conditions.\n\nSevere deficiency of ADAMTS13 activity (act-ELISA <0·5% of the normal) and antigen (<0·1% of the normal), without an inhibitor. Western blot revealed absence of either mutant protein.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:78eba506-d121-4719-937d-4d0725863e0b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9b09e1eb-d209-4fd2-97e0-01a0f9387c3e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133448652C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA375403904"}},{"id":"cggv:b6c89054-a711-4a80-9155-1f80c2b34e8b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.533T>C (p.Ile178Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68822"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19055667"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19055667","rdfs:label":"Fujimura_Proband_O-4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a nonsense variant in exon 22 and a missense varaint in exon 5. Her parents were each heterozygous for one of the variants.\n\nThe proband is awarded default points."},{"id":"cggv:b8b30544-8672-4177-87ea-c84cb8ff85fc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:67df8649-ac3e-4980-85f9-d8acbbed04c7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"The complete coding sequence and intro-exon boundaries were analyzed by PCR and sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Two episodes of TTP during pregnancy that resolved after miscarriage. No inhibitory antibodies nor anti ADAMTS13 IgG andIgM","phenotypes":"obo:HP_0005268","previousTesting":true,"previousTestingDescription":"ADAMTS13 activity was <6% measured by rsidual collagen-binding assay and antigen levels assayed by ELISA","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b8b30544-8672-4177-87ea-c84cb8ff85fc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:415f509e-6b9a-4cd9-8c85-f083f04fe297","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.3178C>T (p.Arg1060Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68815"}},{"id":"cggv:4a479b2d-3480-40bd-ae82-0fcdb035600a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133422525dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913185997"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17003922"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17003922","rdfs:label":"Donadelli_F711"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband and 3 sisters were compound heterozygous for a 1-bp duplication, c.82dup, that causes a frameshift and premature termination of translation, and a missense variant, Arg1060Trp. The mother was heterozygous for the duplication variant, with activity of 48%. The father was deceased and not available for study. However, based on the genotypes of the 4 siblings, the missense variant is expected to have been inherited from the father.\n\nThe variant is awarded reduced points."},{"id":"cggv:5a98a627-5a7b-4a1c-ac86-b321c3fe2865_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:74d9cbda-9447-4910-97f9-4b06eaf43a7f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"The complete coding sequence and intro-exon boundaries were analyzed by PCR and sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Received blood transfusions for hyperbilirubinemia at birth. Onset of TTP due to bronchiolitis at 3 months of age. Monthly relapses accompanied by microhematuria and proteinuria. Remission with plasma infusion every 2-3 weeks. No inhibitory antibodies nor anti ADAMTS13 IgG andIgM","phenotypes":["obo:HP_0002907","obo:HP_0000093"],"previousTesting":true,"previousTestingDescription":"ADAMTS13 activity was <6% measured by residual collagen-binding assay and antigen levels assayed by ELISA","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5a98a627-5a7b-4a1c-ac86-b321c3fe2865_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:25798acf-86bb-49ef-aa29-cfd62615eb7d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139025.4(ADAMTS13):c.3367C>T (p.Arg1123Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68816"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17003922"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17003922","rdfs:label":"Donadelli_R002"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the Arg1123Cys missense variant, and the parents were heterozygous for the variant..The variant is absent from gnomAD.\n\nRecombinant ADAMTS13 generated with wild-type sequences and the variant, Arg1123Cys, were expressed in HEK293 cells.Lysates of cells expressing the variant showed the same amount of ADAMTS13 as wild-type, indicating that the protein was synthesized. No protein was detected in the culture medium of variant-transfected cells, indicating a secretion defect.\n\nThe variant is awarded default points."},{"id":"cggv:788d0476-7a5e-4694-9042-7d71cb53958e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94f8fe07-fb60-45c6-99d6-18d9d41b67c9","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All coding exons and flanking intron sequences of theADAMTS13 gene were amplified by PCR and directly sequenced.\n\nSequencing was also performed after cloning of products to confirm the insertion variant.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had severe clinical manifestations and onset was at 3y.\n\nProband evaluated based on hemolytic or thrombocytopenic episodes with or without additional neurologic symptoms or renal failure. The presumed diagnosis was chronic ITP, TTP or Evans syndorme.","phenotypes":["obo:HP_0001873","obo:HP_0004802"],"previousTesting":true,"previousTestingDescription":"ADAMTS13 activity was assayed by collagen-binding method and found to be <2%. Inhibitor was absent. Resistance to cleavage by ADAMTS13 in the VWF A2 domian was ruled out by mutation analysis of VWF exon 28. However, it is unclear whether this was specifically performed in this proband.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:788d0476-7a5e-4694-9042-7d71cb53958e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a42c9f70-1c5c-4166-ae01-ae124a7ab00d"},{"id":"cggv:04702b58-6c55-45fd-ab63-850d278180f0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.133445816C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA200936913"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12393505","rdfs:label":"Schneppenheim_Proband_11 II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a nonsense variant, Arg910Ter, and a 1-bp duplication, 4143dupA that introduces a frameshift and premature termination of translation. The transcript is not expected to undergo NMD as the truncation results in the loss of the terminal 40 amino acids. It is a recurring variant in 3 other German, apparently unrelated probands in this study. It is reported in gnomAD at a frequency of 0.0001483 in non-Finnish Europeans and an overall frequency of 0.00006752, with no homozygotes.\n\nThe Arg910Ter variant is reported at a frequency of 0.00008148 in Africans and an overall frequency of 0.00001140, with no homozygotes.\n\nThe proband's father was heterozygous for the nonsense variant and the mother was heterozygous for the duplication.\n\nThe proband is awarded default points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52596dc6-94e5-409e-86da-dbea600895c6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8821b734-c6f0-4422-a0b7-87727e36653c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"VWF and ADAMTS13 are involved in maintaining hemostasis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12775718","type":"dc:BibliographicResource","dc:abstract":"Thrombotic thrombocytopenic purpura is caused by congenital or acquired deficiency of ADAMTS-13, a metalloprotease that cleaves the endothelium-derived ultra-large multimers of von Willebrand factor (ULVWF). The proteolysis converts hyper-reactive and thrombogenic ULVWF into smaller and less adhesive plasma forms. Activity of ADAMTS-13 is usually measured in a static system under non-physiological conditions that require protein denaturation and prolonged incubation. We have demonstrated previously that ULVWF multimers, upon release from endothelial cells, form platelet-decorated string-like structures that are rapidly cleaved by ADAMTS-13. Here we report the direct interaction between ADAMTS-13 and VWF under both static and flowing conditions. ADAMTS-13-coated beads adhered to both immobilized VWF and ULVWF strings presented by stimulated endothelial cells. These beads adhered to VWF under both venous (2.5 dynes/cm2) and arterial (30 dynes/cm2) shear stresses. We then demonstrated that ADAMTS-13 beads adhered to immobilized recombinant VWF-A1 and -A3 domains, but soluble metalloprotease bound preferentially to the A3 domain, suggesting that the VWF A3 domain may be the primary docking site for the metalloprotease. We suggest that tensile stresses imposed by fluid shear stretch endothelial bound ULVWF multimers to expose binding sites within the A domains for circulating ADAMTS-13. The bound enzyme then cleaves within the A2 domain that lies in close proximity and releases smaller VWF multimers into the plasma. Once released, these cleaved VWF fragments become inaccessible for the metalloprotease to prevent further cleavage.","dc:creator":"Dong JF","dc:date":"2003","dc:title":"ADAMTS-13 metalloprotease interacts with the endothelial cell-derived ultra-large von Willebrand factor."},"rdfs:label":"Dong_Biochem"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17934365-e0fe-40ef-9106-9e9698287c43","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22354e83-66f3-43d9-a75a-5e0112dc180b","type":"FunctionalAlteration","dc:description":"Variant ADAMTS13 were found to be expressed at comparable levels to that of wild-type on Western blot and ELISA. Both wild-type and variants were secreted due to the presence of the Drosophila BiP signal.\n\nWild-type activity measured by CBA assay was 85%, while that of the missense variants were reduced. Val88Met - 40%, Gly1239Val - 66%. Arg1123Cys - 64% and Arg1219Trp - 62%.\n\nThe evidence is awarded default points for demonstrating the reduction in protease activity caused by the missense variants.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17003922","rdfs:label":"Donadelli_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70a31019-a6d7-490d-957e-8c04b4087f0f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d843a43-6412-4077-b50a-02aa8496c354","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of the transgene was transient in the control group, but levels remained high up to 25 weeks in the gene therapy group. Accumulation of ultra large VWF multimers is seen in knockout mice. But this was not observed in transposon-treated mice. Percentage of multimers was found to be comparable to wild-type in both gene-therapy and control groups, at 3 days post-injection. While the percentage in the control group increased to the levels of knock-out mice, that inn gene-therapy group was maintained at 25 weeks post-injection.\n\nChallenge with rhVWF to induce symptoms of TTP in the gene-therapy group did not result in mice developing any signs of thrombocytopenia or altered LDH and hemoglobin levels, even when challenged 20 weeks post-injection of transgene.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28254814","type":"dc:BibliographicResource","dc:abstract":"Severe deficiency in the von Willebrand factor-cleaving protease ADAMTS13 (a disintegrin and metalloproteinase with thrombospondin type 1 motif, member 13) because of mutations in the ADAMTS13 gene can lead to acute episodes of congenital thrombotic thrombocytopenic purpura (TTP), requiring prompt treatment. Current treatment consists of therapeutic or prophylactic infusions of fresh frozen plasma. However, lifelong treatment with plasma products is a stressful therapy for TTP patients. Here, we describe the use of the nonviral sleeping beauty (SB) transposon system as a gene therapeutic approach to realize lifelong expression of ADAMTS13 and subsequent protection against congenital TTP.","dc:creator":"Verhenne S","dc:date":"2017","dc:title":"Long-Term Prevention of Congenital Thrombotic Thrombocytopenic Purpura in ADAMTS13 Knockout Mice by Sleeping Beauty Transposon-Mediated Gene Therapy."},"rdfs:label":"Verhenne_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:015acfbe-b0db-495e-ac81-7c95ec28428f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad5d9ab5-3ea3-4226-b87e-97d298960779","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Mice treated with rhADAMTS13 did not show any clinical symptoms of thrombocytopenia, schistocytosis or myocardial lesions. They showed normal hematocrit and serum LDH values.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22529289","type":"dc:BibliographicResource","dc:abstract":"Deficiency of a disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13 (ADAMTS13), a VWF-cleaving protease, is the key factor in the pathogenesis of thrombotic thrombocytopenic purpura (TTP), a life-threatening thrombotic microangiopathy. It is well established that ADAMTS13 deficiency results in elevated plasma levels of ultra-large VWF multimers (ULVWF), which are prone to induce platelet aggregation; however, the actual trigger of TTP development remains uncertain. Here we describe a new animal model in which some TTP-like symptoms can be triggered in ADAMTS13 knockout mice by challenge with 2000 units/kg body weight of recombinant human VWF containing ULVWF multimers. Animals rapidly showed clinical symptoms and developed severe thrombocytopenia. Schistocytosis, a decrease in hematocrit, and elevated serum lactate dehydrogenase levels were observed. The heart was identified as the most sensitive target organ with rapid onset of extensive platelet aggregation in the ventricles and myocardial necrosis. Prophylactic administration of 200 units/kg recombinant human ADAMTS13 protected ADAMTS13 knockout mice from developing TTP. Therapeutic administration of 320 units/kg rhADAMTS13 reduced the incidence and severity of TTP findings in a treatment interval-dependent manner. We therefore consider this newly established mouse model of thrombotic microangiopathy highly predictive for investigating the efficacy of new treatments for TTP.","dc:creator":"Schiviz A","dc:date":"2012","dc:title":"A new mouse model mimicking thrombotic thrombocytopenic purpura: correction of symptoms by recombinant human ADAMTS13."},"rdfs:label":"Schiviz_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"The rescue evidence is awarded minimal points."},{"id":"cggv:e66be836-5c9e-4972-a435-a3a7a60eb304","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f006553b-9b05-4a26-a765-f1f9b1ea7dc5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice showed evidence of thrombocytopenia and a reduced hemotocrit value on Day 1-3 after administration of rhVWF, but returned to normal on day 14. Schistocytosis and a 5-fold increase in serum LDH were also observed on Day 1. Macroscopic lesions were observed in the heart, indicating acute myocardial hemorrhage and necrosis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22529289","rdfs:label":"Schiviz_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model is awarded default points as it recapitulates the human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":297,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:bd05a528-fac7-494f-bcf1-ee7215b68534","type":"GeneValidityProposition","disease":"obo:MONDO_0010122","gene":"hgnc:1366","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"ADAMTS13 was first reported in relation to autosomal recessive Congenital Thrombotic Thrombocytopenic Purpura (TTP) in 2001 (Levy et al., PMID: 11586351). TTP is characterized by a deficiency of ADAMTS13 which may be congenital/familial due to inherited variants in the ADAMTS13 gene (also called Upshaw-Shulman syndrome) or acquired due to autoantibodies against ADAMTS13. ADAMTS13 cleaves ultra large von Willebrand Factor multimers into smaller multimers, rendering them less adhesive to platelets, preventing thrombosis. Genetic modifiers and environmental triggers are reported to play a role in the disease onset and severity. At least 175 ADAMTS13 variants, ranging from missense, in-frame indel to nonsense, frameshifts have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n \nSummary of case level data (12 points): Variants in this gene have been reported in at least 10 probands in 4 publications (PMIDs 11586351, 17003922, 19055667, 12393505). More evidence is available in the literature, but the maximum score for genetic evidence evidence (12 pts) has been reached. \n  \nThe mechanism for disease is loss of function (PMID: 11586351, 28416507, 27505881). \n  \nSummary of experimental data (5 points): This gene-disease relationship is supported by animal models and in vitro functional assays (PMID: 12775718, 17003922). Many attempts at recapitulating the disease phenotype in mice have been made and was achieved with the injection of ultralarge VWF multimers as a trigger (PMID: 22529289). Rescue evidence in mouse is also available (PMID: 28254814, 22529289).   \n  \nIn summary, ADAMTS13 is definitively associated with \tautosomal recessive Congenital Thrombotic Thrombocytopenic Purpura. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n  \nThis classification was approved by the ClinGen Hemostasis/Thrombosis Gene Curation Expert Panel on March 25, 2020 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:6442c328-21be-482d-9ea9-ce694c1a5dd9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}