{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-09-05T07:00:00.000Z","role":"Approver"},{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-01-17T16:17:52.525Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fba2e5b4-33d6-4b8d-a49b-dfe4ac5faf60","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb85e364-869f-42db-8674-2d1ab987c941","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot shows some expression in brain, but lower than other tissues such as heart, lung, liver, kidney","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15258581","type":"dc:BibliographicResource","dc:abstract":"Juvenile myoclonic epilepsy (JME) is the most frequent cause of hereditary grand mal seizures. We previously mapped and narrowed a region associated with JME on chromosome 6p12-p11 (EJM1). Here, we describe a new gene in this region, EFHC1, which encodes a protein with an EF-hand motif. Mutation analyses identified five missense mutations in EFHC1 that cosegregated with epilepsy or EEG polyspike wave in affected members of six unrelated families with JME and did not occur in 382 control individuals. Overexpression of EFHC1 in mouse hippocampal primary culture neurons induced apoptosis that was significantly lowered by the mutations. Apoptosis was specifically suppressed by SNX-482, an antagonist of R-type voltage-dependent Ca(2+) channel (Ca(v)2.3). EFHC1 and Ca(v)2.3 immunomaterials overlapped in mouse brain, and EFHC1 coimmunoprecipitated with the Ca(v)2.3 C terminus. In patch-clamp analysis, EFHC1 specifically increased R-type Ca(2+) currents that were reversed by the mutations associated with JME.","dc:creator":"Suzuki T","dc:date":"2004","dc:title":"Mutations in EFHC1 cause juvenile myoclonic epilepsy."},"rdfs:label":"Northern blot in human adult tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Brain expression isn't sufficient or specific for assigning points based on current SOP."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:63e8c791-842d-4d4c-be81-7d803aab85a5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0d56fd3-a18b-4882-95b3-87bdf35782c3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Myoclonus and increased susceptibility to induced seizures may be similar to early stages of juvenile myoclonic epilepsy phenotype. However, mice are older than 4-12  months of age when phenotypes occur, and they do not develop tonic clonic seizures, absence seizures, or spike-wave complexes like JME patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19147686","type":"dc:BibliographicResource","dc:abstract":"Mutations in EFHC1 gene have been previously reported in patients with epilepsies, including those with juvenile myoclonic epilepsy. Myoclonin1, also known as mRib72-1, is encoded by the mouse Efhc1 gene. Myoclonin1 is dominantly expressed in embryonic choroid plexus, post-natal ependymal cilia, tracheal cilia and sperm flagella. In this study, we generated viable Efhc1-deficient mice. Most of the mice were normal in outward appearance, and both sexes were found to be fertile. However, the ventricles of the brains were significantly enlarged in the null mutants, but not in the heterozygotes. Although the ciliary structure was found intact, the ciliary beating frequency was significantly reduced in null mutants. In adult stages, both the heterozygous and null mutants developed frequent spontaneous myoclonus. Furthermore, the threshold of seizures induced by pentylenetetrazol was significantly reduced in both heterozygous and null mutants. These observations seem to further suggest that decrease or loss of function of myoclonin1 may be the molecular basis for epilepsies caused by EFHC1 mutations.","dc:creator":"Suzuki T","dc:date":"2009","dc:title":"Efhc1 deficiency causes spontaneous myoclonus and increased seizure susceptibility."},"rdfs:label":"Efhc1 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Knockout mouse model is not appropriate proxy for autosomal dominant disorder with heterozygous variants in humans. Mouse model shows involvement of Efhc1 in neurological function, but does not model JME. Mice do not have spontaneous seizures - only induced seizures."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":7569,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:d8d96cc7-0479-4dbc-8116-05e4cd8c8849","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:16406","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*EFHC1* was first reported in relation to autosomal dominant epilepsy in 2004 with five different missense variants identified in probands from six unrelated families (Suzuki et al, PMID: 15258581). Numerous additional probands with epilepsy have been reported to have variants in *EFHC1* (PMIDs: 17634063, 22690745, 22727576, 16839746, 17159113, 15258581). However, many of these variants are observed in population databases at frequencies too high to be considered pathogenic, with minor allele frequencies (MAF) of 2.857e-5 to 0.05973. Functional studies do not provide a consistent mechanism of disease. In summary, the evidence supporting the relationship between *EFHC1* and autosomal dominant epilepsy has been refuted and no valid evidence remains to support the claim.\n\nThis gene-disease pair was originally evaluated by the ClinGen Epilepsy Gene Curation Expert Panel on June 18, 2018. It was reevaluated on September 5, 2023. As a result of this reevaluation, the classification changed from Disputed to Refuted. Since 2018, there have been additional individuals reported with epilepsy and variants in *EFHC1*. However, these variants are found in gnomAD at high allele frequencies, or do not have convincing segregation or functional evidence to support this gene-disease relationship (PMID: 18505993, 33969125, 36842888). Additionally, a recent publication compared the frequency of ultra rare *EFHC1* variants in over 15,000 patients and approximately 11,000 controls. The authors determined that the frequency of variants in *EFHC1* did not differ between patients and controls (PMID: 31056551). This evidence, in combination with the lack of case-level evidence to support this gene-disease relationship, has led the Epilepsy GCEP to refute the relationship between autosomal dominant epilepsy and *EFHC1*.\nAll existing genetic evidence has been ruled out--all variants are found in gnomAD at high allele frequencies or do not have convincing segregation or functional evidence to support this gene-disease relationship. Additionally, functional studies do not provide a consistent mechanism of disease and a recent study determined that the frequency of ultra rare variants in EFHC1 did not differ between patients and controls (PMID: 31056551). This evidence, in combination with the lack of case-level evidence to support this gene-disease relationship, has led the Epilepsy GCEP to refute the relationship between autosomal dominant epilepsy and EFHC1.","dc:isVersionOf":{"id":"cggv:a2338bd8-c9ea-464b-8281-84472771a657"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}