{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-10-16T14:46:56.909Z","role":"Approver"},{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b71dfa1a-b3ae-4bb9-aff2-a227b172c0f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9cc41a63-37db-4efc-b01a-d65858abaa38","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that UQCRQ protein is expressed in most tissues (https://www.proteinatlas.org/ENSG00000164405-UQCRQ/tissue) Expression in the brain has been shown in the cerebral cortex, basal ganglia, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"UQCRQ Human Protein Atas Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:39ae2ff7-d9f4-46ad-84e7-5f27031abce6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:06a043f6-bc8d-49bf-b085-08f99953f8b7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"sequence analysis  of UQCRQ revealedac.208C/ Tmutation in exon 2, replacing serine at position 45 by phenylalanine (p.Ser45Phe) in the encoded protein, UQCRQ , complex III subunit VII, 9.5 kDa.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Brain MRI consistent with a diagnosis of Leigh syndrome. Bilateral symmetrical abnormal findings in the basal ganglia, with increased density in the putamen and decreased density and size of the caudate and globus pallidum nuclei.","previousTesting":true,"previousTestingDescription":"genome-wide linkage analysis with 400 fluorescent end-labeled polymor-phic markers (ABI PRISM Linkage Mapping Set MD10[Applied Biosystems]) as previously described.14 Noninfor-mative regions were excluded with additional adjacent microsatellite markers (data not shown). We identified only a single locus in which most affected individuals demonstrated increased homozygosity, whereas all obliga-tory carriers tested were shown to be heterozygous (data not shown). The locus, spanning approximately 9 cM (cor-responding to 15.84 Mb) on chromosome 5q31, resides between marker D5S471 (homozygosity in five of seven affected individuals) and D5S2115 (homozygosity in eight of 11 affected individuals). Sequencing of the coding regions of all 30 genes within the 5q31 locus (other thanUQCRQ ) revealed no mutations","sex":"Male","variant":{"id":"cggv:39ae2ff7-d9f4-46ad-84e7-5f27031abce6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9bec24d5-d1f1-4856-abeb-28edf06998ee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014402.5(UQCRQ):c.134C>T (p.Ser45Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/729"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18439546","type":"dc:BibliographicResource","dc:abstract":"A consanguineous Israeli Bedouin kindred presented with an autosomal-recessive nonlethal phenotype of severe psychomotor retardation and extrapyramidal signs, dystonia, athetosis and ataxia, mild axial hypotonia, and marked global dementia with defects in verbal and expressive communication skills. Metabolic workup was normal except for mildly elevated blood lactate levels. Brain magnetic resonance imaging (MRI) showed increased density in the putamen, with decreased density and size of the caudate and lentiform nuclei. Reduced activity specifically of mitochondrial complex III and variable decrease in complex I activity were evident in muscle biopsies. Homozygosity of affected individuals to UQCRB and to BCSIL, previously associated with isolated complex III deficiency, was ruled out. Genome-wide linkage analysis identified a homozygosity locus of approximately 9 cM on chromosome 5q31 that was further narrowed down to 2.14 cM, harboring 30 genes (logarithm of the odds [LOD] score 8.82 at theta = 0). All 30 genes were sequenced, revealing a single missense (p.Ser45Phe) mutation in UQCRQ (encoding ubiquinol-cytochrome c reductase, complex III subunit VII, 9.5 kDa), one of the ten nuclear genes encoding proteins of mitochondrial complex III.","dc:creator":"Barel O","dc:date":"2008","dc:title":"Mitochondrial complex III deficiency associated with a homozygous mutation in UQCRQ."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18439546","rdfs:label":"Pedigree C Individual 133"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Three-dimensional modeling of the Bovine Mitochondrial bc1 Complex17 (which contains the UQCRQ homolog) suggests that the Ser45 lies at a critical hinge position likely determining the orientation of the extramembrane domain of the molecule.18 Thus, we assume that an amino acid that is significantly structurally different at this position alters the orientation of this extramembrane domain."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":93,"specifiedBy":"GeneValidityCriteria6","strengthScore":4,"subject":{"id":"cggv:6f59b04e-2bf5-4cdb-b766-c651522ff030","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:29594","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between UQCRQ and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 14, 2019. A single homozygous variant in UQCRQ has been reported in humans with Leigh syndrome spectrum in a single publication in 2008 (PMID: 18439546). The homozygous variant reported in this publication (PMID: 18439546) demonstrated complete penetrance in more than 20 affected individuals in a large consanguineous Israeli Bedouin kindred. Evidence supporting the gene-disease relationship between UQCRQ and Leigh syndrome spectrum includes case-level data of one proband and segregation data from the 2008 study. This gene-disease association is further supported by UQCRQ protein expression in brain. As there is currently only one publication demonstrating UQCRQ’s role in human disease, there is limited evidence to support the relationship between UQCRQ and autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 14, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:9bf205a2-6eb3-40aa-b3dd-54c19ce6e6f7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}