{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-09T15:21:35.722Z","role":"Publisher"},{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-11-27T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23040494","type":"dc:BibliographicResource","dc:abstract":"About half of people with trisomy 21 have a congenital heart defect (CHD), whereas the remainder have a structurally normal heart, demonstrating that trisomy 21 is a significant risk factor but is not causal for abnormal heart development. Atrioventricular septal defects (AVSD) are the most commonly occurring heart defects in Down syndrome (DS), and ∼65% of all AVSD is associated with DS. We used a candidate-gene approach among individuals with DS and complete AVSD (cases = 141) and DS with no CHD (controls = 141) to determine whether rare genetic variants in genes involved in atrioventricular valvuloseptal morphogenesis contribute to AVSD in this sensitized population. We found a significant excess (p < 0.0001) of variants predicted to be deleterious in cases compared to controls. At the most stringent level of filtering, we found potentially damaging variants in nearly 20% of cases but fewer than 3% of controls. The variants with the highest probability of being damaging in cases only were found in six genes: COL6A1, COL6A2, CRELD1, FBLN2, FRZB, and GATA5. Several of the case-specific variants were recurrent in unrelated individuals, occurring in 10% of cases studied. No variants with an equal probability of being damaging were found in controls, demonstrating a highly specific association with AVSD. Of note, all of these genes are in the VEGF-A pathway, even though the candidate genes analyzed in this study represented numerous biochemical and developmental pathways, suggesting that rare variants in the VEGF-A pathway might contribute to the genetic underpinnings of AVSD in humans.","dc:creator":"Ackerman C","dc:date":"2012","dc:title":"An excess of deleterious variants in VEGF-A pathway genes in Down-syndrome-associated atrioventricular septal defects."},"evidence":[{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a53f56d7-ac75-4cf1-a8d4-6982066d56e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ce23525-18dd-46a7-bf67-4090637aa899","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry and in situ hybridization studies showed that in the cardiac valves and the aortic arch vessels, fibulin-2 expression shows robust up-regulation when the transformed mesenchymal cells migrate into the existing extracellular matrix. In the epicardium, epicardial cells produce fibulin-2 upon their migration over the myocardial surface and its expression persists throughout coronary vasculogenesis and angiogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11507771","type":"dc:BibliographicResource","dc:abstract":"Previous studies showed that extracellular matrix protein, fibulin-2, is expressed during epithelial-mesenchymal transformation in the endocardial cushion matrix during embryonic heart development. Our current study revealed that, in addition to the cardiac valvuloseptal formation, fibulin-2 is synthesized by the smooth muscle precursor cells of developing aortic arch vessels and the coronary endothelial cells that are originated from neural crest cells and epicardial cells, respectively. In the cardiac valves and the aortic arch vessels, fibulin-2 expression shows robust up-regulation when the transformed mesenchymal cells migrate into the existing extracellular matrix. In the epicardium, epicardial cells produce fibulin-2 upon their migration over the myocardial surface and its expression persists throughout coronary vasculogenesis and angiogenesis. Fibulin-2 is produced by the endothelial cells of coronary arteries and veins but not by the capillary endothelial cells in the myocardium. Thus, fibulin-2 not only uniquely marks the transformed mesenchymal cells during mouse embryonic cardiovascular development, but also indicates vascular endothelial cells of coronary arteries and veins in postnatal life.","dc:creator":"Tsuda T","dc:date":"2001","dc:title":"Fibulin-2 expression marks transformed mesenchymal cells in developing cardiac valves, aortic arch vessels, and coronary vessels."},"rdfs:label":"Expression in mouse embryo"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b8722cf0-5a4e-4725-895a-311dd43b754c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b493108-7129-41c4-895e-19fc5808dc13","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence showed strong expression of fibulin-2 in all parts of endocardial cushion tissue in developing mouse embryo. In situ hybridization showed that fibulin-2 mRNA expression was confined to the ECT. Fibulin-2 expression is more restricted to developing cardiovascular system. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7851641","type":"dc:BibliographicResource","dc:abstract":"Fibulins-1 and -2 are two recently characterized extracellular matrix proteins of a novel protein family. They are found in many tissues in the adult stage, but several differences in their expression patterns were noted in cultured cells and adult tissues. Fibulin-1 is particularly well expressed in the endocardial cushion tissue (ECT) during embryogenesis and we therefore compared the expression patterns of fibulin-1 and -2 in the developing mouse heart. Antibodies against mouse fibulin-1 and -2 were used in immunofluorescence, and the expression of mRNAs were studied with synthetic oligonucleotides by in situ hybridization. A striking codistribution of fibulin-1 and -2 was seen at all stages of the development of the endocardial cushion tissue. Fibulin-2 was found to be a more specific marker for the embryonic ECT than fibulin-1, which was also transiently expressed in cardiac muscle. Immunofluorescence showed that the fibulins remained expressed in valves of the heart in the adult stage. The results suggest a role of the two fibulins in the development of the ECT and in the maintenance of the tensile strength of the cardiac valves.","dc:creator":"Zhang HY","dc:date":"1995","dc:title":"Extracellular matrix protein fibulin-2 is expressed in the embryonic endocardial cushion tissue and is a prominent component of valves in adult heart."},"rdfs:label":"Expression data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4ac5bb6b-e699-4b2b-b04a-8414c9c94e37","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e98050f7-9815-4600-88fe-95862003c07b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"FBLN2 may be associated with blood vessel formation and cell migration during embryonic heart development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21743496","type":"dc:BibliographicResource","dc:abstract":"Fibulin-2 (FBLN2) has been identified as a candidate tumor-suppressor gene in nasopharyngeal carcinoma (NPC). Originally identified through a chromosome 3 NotI genomic microarray screen, it shows frequent deletion or methylation in NPC. FBLN2 is located on chromosome 3p25.1 and is associated with tumor development through its important interactions with the extracellular matrix (ECM) proteins. FBLN2 encodes two isoforms. The short isoform (FBLN2S) is expressed abundantly in normal tissues, but is dramatically downregulated in NPC, while the long isoform (FBLN2L) is either not detectable or is expressed only at low levels in both normal and tumor tissues. Reintroduction of this FBLN2S inhibited cell proliferation, migration, invasion and angiogenesis in vitro. Furthermore, in vivo studies in nude mice show its expression is associated with tumor and angiogenesis suppression. FBLN2-associated angiogenesis occurs via concomitant downregulation of vascular endothelial growth factor and matrix metalloproteinase 2. This study provides compelling evidence that FBLN2S has an important tumor-suppressive and anti-angiogenic role in NPC.","dc:creator":"Law EW","dc:date":"2012","dc:title":"Anti-angiogenic and tumor-suppressive roles of candidate tumor-suppressor gene, Fibulin-2, in nasopharyngeal carcinoma."},"rdfs:label":"Biochemical function assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":7475,"specifiedBy":"GeneValidityCriteria10","strengthScore":3,"subject":{"id":"cggv:b119901e-0913-49a1-ae38-90fb4660ca93","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:3601","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*FBLN2* was first reported in relation to autosomal dominant congenital heart disease in 2012 (Ackerman et al., PMID:23040494). One proband with a truncating variant reported in a publication was included in this curation (PMID: 33084842). This gene-disease relationship is supported by expression studies and biochemical function study (PMIDs: 7851641, 11507771, 21743496). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 11/27/2023 (SOP Version 10)","dc:isVersionOf":{"id":"cggv:6d463eb0-c4b1-4f3c-bccf-86ec41c0fa68"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}