{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-11-07T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1f9903a-3108-40dc-b771-77e63198d67a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0769d54e-7837-4120-b56a-776386ff44e8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ZNF711 was identified as a protein interactor of tagged-PHF8 by tandem affinity purification in TREX 293 cells. The protein-protein interaction was verified by coimmunoprecipitation in both overexpression and endogenous states in cell culture. A functional interaction between the two proteins was observed in a mammalian two-hybrid assay. Additionally, purified recombinant PHF8 shows increased histone demethylation activity when equimolar amounts of ZNF711 were included in the assay, compared with PHF8 alone. ZNF711 is a XLMR gene (OMIM: 300803)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20346720","type":"dc:BibliographicResource","dc:abstract":"X-linked mental retardation (XLMR) is an inherited disorder that mostly affects males and is caused by mutations in genes located on the X chromosome. Here, we show that the XLMR protein PHF8 and a C. elegans homolog F29B9.2 catalyze demethylation of di- and monomethylated lysine 9 of histone H3 (H3K9me2/me1). The PHD domain of PHF8 binds to H3K4me3 and colocalizes with H3K4me3 at transcription initiation sites. Furthermore, PHF8 interacts with another XMLR protein, ZNF711, which binds to a subset of PHF8 target genes, including the XLMR gene JARID1C. Of interest, the C. elegans PHF8 homolog is highly expressed in neurons, and mutant animals show impaired locomotion. Taken together, our results functionally link the XLMR gene PHF8 to two other XLMR genes, ZNF711 and JARID1C, indicating that MR genes may be functionally linked in pathways, causing the complex phenotypes observed in patients developing MR.","dc:creator":"Kleine-Kohlbrecher D","dc:date":"2010","dc:title":"A functional link between the histone demethylase PHF8 and the transcription factor ZNF711 in X-linked mental retardation."},"rdfs:label":"PHF8 interacts with ZNF711, a XLMR gene product."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"ZNF711 is a XLMR gene (OMIM: 300803). The paper validated the protein-protein interaction by multiple assays, including tandem affinity purification, coimmunoprecipitation in overexpression and endogenous state, mammalian two-hybrid system, and a cell-free functional interaction assay."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:36301d06-ff7c-40dc-83ab-4027aa335a2e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ce356922-8b11-470f-8581-f72ce71fbf4e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"p.Phe279Ser variant found in XLMR patients is defective in histone demethylation enzymatic activity, indicating that the loss of histone demethylase activity is causally linked with the onset of disease Knockdown of PHF8 in mouse embryonic carcinoma P19 cells impairs retinoic acid-induced neuronal differentiation, whereas overexpression of the wild-type but not the p.Phe279Ser mutant PHF8 drives P19 cells toward neuronal differentiation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20548336","type":"dc:BibliographicResource","dc:abstract":"Recent studies have identified mutations in PHF8, an X-linked gene encoding a JmjC domain-containing protein, as a causal factor for X-linked mental retardation (XLMR) and cleft lip/cleft palate. However, the underlying mechanism is unknown. Here we show that PHF8 is a histone demethylase and coactivator for retinoic acid receptor (RAR). Although activities for both H3K4me3/2/1 and H3K9me2/1 demethylation were detected in cellular-based assays, recombinant PHF8 exhibited only H3K9me2/1 demethylase activity in vitro, suggesting that PHF8 is an H3K9me2/1 demethylase whose specificity may be modulated in vivo. Importantly, a mutant PHF8 (phenylalanine at position 279 to serine) identified in the XLMR patients is defective in enzymatic activity, indicating that the loss of histone demethylase activity is causally linked with the onset of disease. In addition, we show that PHF8 binds specifically to H3K4me3/2 peptides via an N-terminal PHD finger domain. Consistent with a role for PHF8 in neuronal differentiation, knockdown of PHF8 in mouse embryonic carcinoma P19 cells impairs RA-induced neuronal differentiation, whereas overexpression of the wild-type but not the F279S mutant PHF8 drives P19 cells toward neuronal differentiation. Furthermore, we show that PHF8 interacts with RARalpha and functions as a coactivator for RARalpha. Taken together, our results suggest that histone methylation modulated by PHF8 plays a critical role in neuronal differentiation.","dc:creator":"Qiu J","dc:date":"2010","dc:title":"The X-linked mental retardation gene PHF8 is a histone demethylase involved in neuronal differentiation."},"rdfs:label":"Overexpression of wt PHF8 in knockdown cell line"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"The paper is using a mouse P19 embryonic carcinoma cell line. Under the experimental setting, the neuronal differentiation needs to be induced by retinoic acid instead of occurring spontaneously."},{"id":"cggv:2ce27d51-ef80-4991-84ab-140a7599c16f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2150071e-f9a4-433f-a971-c86b37c65388","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The apoptosis in the developing brain and the neural tube in knockdown zebrafish can be rescued by reintroduction of wild-type but not catalytically inactive zPHF8. Similarly, wild-type but not catalytically inactive zPHF8 showed significant rescue of the craniofacial defects induced by the zPHF8 morpholino.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20622853","type":"dc:BibliographicResource","dc:abstract":"X-linked mental retardation (XLMR) is a complex human disease that causes intellectual disability. Causal mutations have been found in approximately 90 X-linked genes; however, molecular and biological functions of many of these genetically defined XLMR genes remain unknown. PHF8 (PHD (plant homeo domain) finger protein 8) is a JmjC domain-containing protein and its mutations have been found in patients with XLMR and craniofacial deformities. Here we provide multiple lines of evidence establishing PHF8 as the first mono-methyl histone H4 lysine 20 (H4K20me1) demethylase, with additional activities towards histone H3K9me1 and me2. PHF8 is located around the transcription start sites (TSS) of approximately 7,000 RefSeq genes and in gene bodies and intergenic regions (non-TSS). PHF8 depletion resulted in upregulation of H4K20me1 and H3K9me1 at the TSS and H3K9me2 in the non-TSS sites, respectively, demonstrating differential substrate specificities at different target locations. PHF8 positively regulates gene expression, which is dependent on its H3K4me3-binding PHD and catalytic domains. Importantly, patient mutations significantly compromised PHF8 catalytic function. PHF8 regulates cell survival in the zebrafish brain and jaw development, thus providing a potentially relevant biological context for understanding the clinical symptoms associated with PHF8 patients. Lastly, genetic and molecular evidence supports a model whereby PHF8 regulates zebrafish neuronal cell survival and jaw development in part by directly regulating the expression of the homeodomain transcription factor MSX1/MSXB, which functions downstream of multiple signalling and developmental pathways. Our findings indicate that an imbalance of histone methylation dynamics has a critical role in XLMR.","dc:creator":"Qi HH","dc:date":"2010","dc:title":"Histone H4K20/H3K9 demethylase PHF8 regulates zebrafish brain and craniofacial development."},"rdfs:label":"Rescue of brain and jaw abnormality in knockdown zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"This is a rescue experiment of knockdown zebrafish."},{"id":"cggv:b58c67c9-8b15-46e7-bb26-8fc90d1e4be9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4e910b23-9eac-4eb0-8d3a-b51b6868bee3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Pharmacological suppression of mTOR signaling with rapamycin in Phf8 knockout mice recovers the weakened long-term potentiation and cognitive deficits.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29317619","type":"dc:BibliographicResource","dc:abstract":"Epigenomic abnormalities caused by genetic mutation in epigenetic regulators can result in neurodevelopmental disorders, deficiency in neural plasticity and mental retardation. As a histone demethylase, plant homeodomain finger protein 8 (Phf8) is a candidate gene for syndromal and non-specific forms of X-chromosome-linked intellectual disability (XLID). Here we report that Phf8 knockout mice displayed impaired learning and memory, and impaired hippocampal long-term potentiation (LTP) without gross morphological defects. We also show that mTOR signaling pathway is hyperactive in hippocampus in Phf8 knockout mouse. Mechanistically, we show that demethylation of H4K20me1 by Phf8 results in transcriptional suppression of RSK1 and homeostasis of mTOR signaling. Pharmacological suppression of mTOR signaling with rapamycin in Phf8 knockout mice recovers the weakened LTP and cognitive deficits. Together, our results indicate that loss of Phf8 in animals causes deficient learning and memory by epigenetic disruption of mTOR signaling, and provides a potential therapeutic drug target to treat XLID.","dc:creator":"Chen X","dc:date":"2018","dc:title":"Phf8 histone demethylase deficiency causes cognitive impairments through the mTOR pathway."},"rdfs:label":"Rapamycin rescues cognitive deficits in Phf8 knockout mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"A subpopulation of XLID patients with PHF8 mutations display cleft lip and palate, Rapamycin treatment rescues behavioral deficits (Figure 5) and electrophysiological deficit (Figure 6) in Phf8 null mice."},{"id":"cggv:bec10641-e3f7-4109-af51-82713a3f4796","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:23934d28-7200-4ae9-beb7-bb6821233ab3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"p.Phe279Ser variant found in XLMR patients is defective in histone demethylation enzymatic activity, indicating that the loss of histone demethylase activity is causally linked with the onset of disease. Knockdown of PHF8 in mouse embryonic carcinoma P19 cells impairs RA-induced neuronal differentiation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20548336","rdfs:label":"Knockdown of PHF8 impairs neuronal differentiation"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"The paper is using a mouse P19 embryonic carcinoma cell line. Under the experimental setting, the neuronal differentiation needs to be induced by retinoic acid instead of occurring spontaneously."},{"id":"cggv:713b719c-c131-4bdc-a70a-40d0fb40aabc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:39cea7df-0dce-4ed6-b0c2-1ca771f6891e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PHF8 mutations have been found in patients with XLMR and craniofacial deformities. PHF8 regulates cell survival in the zebrafish brain and jaw development, as knockdown zebrafish shows apoptosis in the developing brain and the neural tube and craniofacial developmental abnormalities.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20622853","rdfs:label":"Knockdown of zPHF8 in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This is a knockdown zebrafish model (downgraded). This model shows both defects in brain and craniofacial development, while KO mouse model shows cognitive defects without craniofacial problem."},{"id":"cggv:9c956bd2-cd56-42b5-a439-43d787589b63","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2055d6a-7f1a-4921-b6fd-948dc1ed5206","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PHF8 is a candidate gene for X-chromosome-linked intellectual disability. Phf8 knockout mice displayed impaired learning and memory, and impaired hippocampal long-term potentiation (LTP) without gross morphological defects. These results indicate that loss of Phf8 in animals causes deficient learning and memory.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29317619","rdfs:label":"Knockout mouse model recapitulates patient phenotypes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Although a subpopulation of XLID patients with PHF8 mutations display cleft lip and palate, the mouse model does not show any deficits in craniofacial and limb development (Supplementary Fig 3). Another Phf8 knockout mouse model (PMID: 28485378) in a previous study does not show cognitive impairment, although the difference of behavior phenotype in the two studies may be due to different mouse genetic background and subtle difference in the methods for behavioral testing."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:c9656b85-8b15-4773-a0eb-916805ee7825_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a4747ae9-23eb-4437-9ddf-0962eac14316","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":43,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000336","obo:HP_0000340","obo:HP_0010109","obo:HP_0000202","obo:HP_0001763","obo:HP_0000582","obo:HP_0001249","obo:HP_0002942","obo:HP_0000750"],"previousTesting":true,"previousTestingDescription":"Normal karyotyping. Negative results for FMR1 CCG expansion.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c9656b85-8b15-4773-a0eb-916805ee7825_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f65c3a71-32c4-42e8-aea0-74abbf4937d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015107.2(PHF8):c.836T>C (p.Phe279Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10800"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17661819","type":"dc:BibliographicResource","dc:abstract":"We investigated the prevalence of mutations in the PHD finger protein 8 (PHF8) gene in X-linked mental retardation (XLMR) and facial cleft starting from the original cohort of 7712 patients operated on since 1 January 1950 for cleft lip/cleft palate in the Cleft Centre at the Helsinki University Hospital. From this nationwide material, 18 patients including one family with two male patients with cleft lip/cleft palate and unknown cause of mental retardation (MR) were sequenced for the coding regions and splice sites of the PHF8 gene. A novel missense mutation c.836C>T of the PHF8 gene was identified in a Finnish family with multiple-affected male patients. The mutation resides in exon 8 and changes phenylalanine to serine (F279S) in the functionally important Jmonji C domain of the protein. The clinical phenotype of the male patients was characterized by mild MR, mild dysmorphic features, unilateral cleft lip and cleft palate in one and bilateral cleft lip and cleft palate in the other sibling. The mutation was not present in 200 anonymous blood donors (approximately 300 X-chromosomes). To our knowledge, F279S is the third mutation of the PHF8 gene identified so far.","dc:creator":"Koivisto AM","dc:date":"2007","dc:title":"Screening of mutations in the PHF8 gene and identification of a novel mutation in a Finnish family with XLMR and cleft lip/cleft palate."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17661819","rdfs:label":"III-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The functional consequence of this variant was studied in other publications (PMID: 20548336 and 20622853) showing defects in histone demethylation activity."},{"id":"cggv:31c13067-39c5-4d96-8643-bbee46562664_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3159abaa-07ba-4312-8ee6-edaada24c0fc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"The 217 selected genes include 99 genes associated to XLID and 118 genes located on autosomes, implicated in dominant (45), recessive (66) or complex (7) forms of ID. We targeted all protein-coding exons of these genes, including 20 bp of intronic flanking sequences. All candidate mutations were validated by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0000316","obo:HP_0001249","obo:HP_0001252","obo:HP_0001263","obo:HP_0000154","obo:HP_0000733"],"previousTesting":true,"previousTestingDescription":"Negative results for fragile X, array-CGH, MEF2X, 12p tetrasomy.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:31c13067-39c5-4d96-8643-bbee46562664_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3641f6dc-ff74-4b1a-9b65-49e1ab9f2b00","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015107.2(PHF8):c.1141+5G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/235852"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25167861","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID) is characterised by an extreme genetic heterogeneity. Several hundred genes have been associated to monogenic forms of ID, considerably complicating molecular diagnostics. Trio-exome sequencing was recently proposed as a diagnostic approach, yet remains costly for a general implementation.","dc:creator":"Redin C","dc:date":"2014","dc:title":"Efficient strategy for the molecular diagnosis of intellectual disability using targeted high-throughput sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25167861","rdfs:label":"APN-105"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Patient blood mRNA was analyzed and confirmed the use of this alternative cryptic donor splice site instead of the usual donor splice site in over 4/5 of the transcripts (mentioned in the supplemental materials without displaying the experimental result. Also the patient carries a de novo variant in DOCK8. Disruption of DOCK8 has been found in two individuals with a rare form of intellectual disability described in PMID: 18060736  as autosomal dominant intellectual disability."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.6},{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:abd6c43a-53fe-4b58-a0ad-585af89eaa92_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c224c708-e846-41db-9bfc-cc391902541d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0000707","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:abd6c43a-53fe-4b58-a0ad-585af89eaa92_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f8b4e864-086e-456c-b914-f719b9c6d594","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.53940410dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891862604"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26633542","type":"dc:BibliographicResource","dc:abstract":"We report the diagnostic yield of whole-exome sequencing (WES) in 3,040 consecutive cases at a single clinical laboratory.","dc:creator":"Retterer K","dc:date":"2016","dc:title":"Clinical application of whole-exome sequencing across clinical indications."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26633542","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"There is very limited clinical information."},{"id":"cggv:37e8b639-7ec9-4edc-a06a-a046fb8e5085_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:deeeac6e-a6d7-4ced-99ef-0e1347020fc2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0008762","obo:HP_0030051","obo:HP_0002395","obo:HP_0001263","obo:HP_0007018","obo:HP_0000252","obo:HP_0000540"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:37e8b639-7ec9-4edc-a06a-a046fb8e5085_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5622eacb-7466-46cc-87b1-540bfbf86e9e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.54014424dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891862605"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29276005","type":"dc:BibliographicResource","dc:abstract":"Histone lysine methyltransferases (KMTs) and demethylases (KDMs) underpin gene regulation. Here we demonstrate that variants causing haploinsufficiency of KMTs and KDMs are frequently encountered in individuals with developmental disorders. Using a combination of human variation databases and existing animal models, we determine 22 KMTs and KDMs as additional candidates for dominantly inherited developmental disorders. We show that KMTs and KDMs that are associated with, or are candidates for, dominant developmental disorders tend to have a higher level of transcription, longer canonical transcripts, more interactors, and a higher number and more types of post-translational modifications than other KMT and KDMs. We provide evidence to firmly associate KMT2C, ASH1L, and KMT5B haploinsufficiency with dominant developmental disorders. Whereas KMT2C or ASH1L haploinsufficiency results in a predominantly neurodevelopmental phenotype with occasional physical anomalies, KMT5B mutations cause an overgrowth syndrome with intellectual disability. We further expand the phenotypic spectrum of KMT2B-related disorders and show that some individuals can have severe developmental delay without dystonia at least until mid-childhood. Additionally, we describe a recessive histone lysine-methylation defect caused by homozygous or compound heterozygous KDM5B variants and resulting in a recognizable syndrome with developmental delay, facial dysmorphism, and camptodactyly. Collectively, these results emphasize the significance of histone lysine methylation in normal human development and the importance of this process in human developmental disorders. Our results demonstrate that systematic clinically oriented pathway-based analysis of genomic data can accelerate the discovery of rare genetic disorders.","dc:creator":"Faundes V","dc:date":"2018","dc:title":"Histone Lysine Methylases and Demethylases in the Landscape of Human Developmental Disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29276005","rdfs:label":"DDD# 260452"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"This is a reported maternally inherited variant in hemizygous state. The score is downgraded because the chromatogram is not available for review."},{"id":"cggv:541ef529-67c3-440a-af3c-dc47bd25f2b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:397387ac-d16f-4450-bcda-032d738d74ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"detectionMethod":"Polymerase chain reaction was carried out in genomic DNA from the patients. The products were then checked on a 1.5% agarose gel to verify amplification before analysis by denaturing high performance liquid chromatography (DHPLC) using the WAVE 3500 HT system. For each amplified exon, melting profiles and temperatures were predicted by the Transgenomic Navigator software version 1.5.1. Pairs of amplified fragments from patient and control PCR products were pooled, denatured at 95˚C for three minutes, and cooled to 40˚C in decreasing increments of 0.05˚C per second. The products were then injected and eluted with an acetonitrile gradient at a flow rate of 1.5 ml/min, with a mobile phase composed of two buffers (buffer A, 0.1 M triethylammonium acetate or TEAA; buffer B, 0.1 M TEAA with 25% acetonitrile). For each sample pair that showed an abnormal elution profile, the PCR products were purified and sequenced on an ABI377 DNA sequencer.","firstTestingMethod":"PCR","phenotypeFreeText":"long hands with long and thin fingers, long and thin toes.","phenotypes":["obo:HP_0000202","obo:HP_0001763","obo:HP_0001249"],"previousTesting":true,"previousTestingDescription":"Normal karyotyping. Negative results for  FMR1 CCG expansion, subtelomeric rearrangements and 22q11 deletion by FISH.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:541ef529-67c3-440a-af3c-dc47bd25f2b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0df80758-f132-4f2c-9b5a-47412021624e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015107.2(PHF8):c.631C>T (p.Arg211Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10798"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16199551","type":"dc:BibliographicResource","dc:abstract":"Truncating mutations were found in the PHF8 gene (encoding the PHD finger protein 8) in two unrelated families with X linked mental retardation (XLMR) associated with cleft lip/palate (MIM 300263). Expression studies showed that this gene is ubiquitously transcribed, with strong expression of the mouse orthologue Phf8 in embryonic and adult brain structures. The coded PHF8 protein harbours two functional domains, a PHD finger and a JmjC (Jumonji-like C terminus) domain, implicating it in transcriptional regulation and chromatin remodelling. The association of XLMR and cleft lip/palate in these patients with mutations in PHF8 suggests an important function of PHF8 in midline formation and in the development of cognitive abilities, and links this gene to XLMR associated with cleft lip/palate. Further studies will explore the specific mechanisms whereby PHF8 alterations lead to mental retardation and midline defects.","dc:creator":"Laumonnier F","dc:date":"2005","dc:title":"Mutations in PHF8 are associated with X linked mental retardation and cleft lip/cleft palate."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16199551","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:f97f723e-3ed9-4391-9f90-aab88a5d7ebd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:34647584-e28f-40f4-9bae-ea08ba03d7c2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Polymerase chain reaction was carried out in genomic DNA from the patients. The products were then checked on a 1.5% agarose gel to verify amplification before analysis by denaturing high performance liquid chromatography (DHPLC) using the WAVE 3500 HT system. For each amplified exon, melting profiles and temperatures were predicted by the Transgenomic Navigator software version 1.5.1. Pairs of amplified fragments from patient and control PCR products were pooled, denatured at 95˚C for three minutes, and cooled to 40˚C in decreasing increments of 0.05˚C per second. The products were then injected and eluted with an acetonitrile gradient at a flow rate of 1.5 ml/min, with a mobile phase composed of two buffers (buffer A, 0.1 M triethylammonium acetate or TEAA; buffer B, 0.1 M TEAA with 25% acetonitrile). For each sample pair that showed an abnormal elution profile, the PCR products were purified and sequenced on an ABI377 DNA sequencer.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000202","obo:HP_0000455","obo:HP_0001249","obo:HP_0012646","obo:HP_0002162","obo:HP_0000664","obo:HP_0000276"],"previousTesting":true,"previousTestingDescription":"Normal chromosome analysis, Negative results for FMR-1 gene testing.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f97f723e-3ed9-4391-9f90-aab88a5d7ebd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10b00881-cd0b-4c56-b024-83082653d23c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PHF8, 12-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10797"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16199551"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16199551","rdfs:label":"IV-3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The 12 base pair (bp) deletion occurs at the exon 8/intron 8 junction which was shown to suppress the splice donor site of intron 8. RT-PCR was carried out on RNA extracted from lymphoblasts of both the affected individuals and controls. The RT-PCR analysis showed the presence of two transcripts: a very weakly expressed transcript composed of a portion of exon 8 that joined to the normal exon 9 and a higher expressed second band that was a transcript in which the coding sequence extended into intron 8 up to a stop codon."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:5dd46ade-9f1a-438a-8202-42b3c611c6b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4d78453-39b1-451d-8d53-dd6f65aced3c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000316","obo:HP_0200007","obo:HP_0000729","obo:HP_0011304","obo:HP_0000582","obo:HP_0010055","obo:HP_0100023","obo:HP_0000280","obo:HP_0000733","obo:HP_0002136","obo:HP_0011344","obo:HP_0002360","obo:HP_0000356"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5dd46ade-9f1a-438a-8202-42b3c611c6b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74a92235-dad3-428f-a70a-495df94e4b56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.54016594C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413243782"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29276005"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29276005","rdfs:label":"DDD# 274085"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"This is a de novo variant. The score is downgraded because the chromatogram is not available for review."},{"id":"cggv:7046296f-6f84-4d57-89fe-0559762f86e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3636cb2d-95b5-4ba2-a1e6-d81902849aa6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000347","obo:HP_0007018","obo:HP_0000505","obo:HP_0001250","obo:HP_0000365","obo:HP_0000202","obo:HP_0007687","obo:HP_0000324","obo:HP_0001263","obo:HP_0000175","obo:HP_0012811"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7046296f-6f84-4d57-89fe-0559762f86e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ddd2c056-2e3c-49d3-ad3a-0e7612bc460c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.53987116G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413254816"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29276005"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29276005","rdfs:label":"DDD# 274736"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"The patient also has other variants: one heterozygous de novo novel frameshift variant in HECW2 (OMIM: 617268, autosomal dominant), which gene defects lead to phenotypes that overlap with PHF8 phenotypes. Additionally, one heterozygous de novo novel in-frame deletion in SF3B4 (OMIM: 154400, autosomal dominant), which gene defects lead to phenotypes that overlap with PHF8 phenotypes. Collectively, no score was given for genetic evidence."},{"id":"cggv:e25404b7-0090-434f-8500-7838fb87c9ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4dfc9186-265f-4394-a6a6-4e02c9e76621","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Mutation analysis of the PHF8 gene was performed by incorporation PCR single strand conformation polymorphism (IPS) and by direct sequencing. Amplicons for exons 1, 2, 13, 18, and 21 were greater than 350 bp and were analyzed by direct sequencing. The remaining 17 exons were screened by IPS.","firstTestingMethod":"SSCP","phenotypes":["obo:HP_0001249","obo:HP_0000252","obo:HP_0000202"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e25404b7-0090-434f-8500-7838fb87c9ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e9b2c6ab-85b9-4d60-b61c-15882f271820","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015107.2(PHF8):c.529A>T (p.Lys177Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10799"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17594395","type":"dc:BibliographicResource","dc:abstract":"Recently, two truncating mutations in the PHF8 (plant homeodomain finger protein 8) gene have been found to cause X-linked mental retardation associated with cleft lip/cleft palate (CL/P). One of the truncating mutations was found in the original family with Siderius-Hamel CL/P syndrome where only two of the three affected individuals had mental retardation (MR) with CL/P and one individual had mild MR. The second mutation was present in a family with four affected men, three of whom had MR and CL/P, while the fourth individual had mild MR without clefting. Here, we report a novel nonsense mutation (p.K177X) in a male patient who has MR associated with CL/P. The mutation results in a truncated PHF8 protein lacking the Jumonji-like C terminus domain and five nuclear localization signals. Our finding further supports the hypothesis that the PHF8 protein may play an important role in cognitive function and midline formation.","dc:creator":"Abidi F","dc:date":"2007","dc:title":"A novel mutation in the PHF8 gene is associated with X-linked mental retardation with cleft lip/cleft palate."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17594395","rdfs:label":"CMS12076"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"According to curation SOP, for males who are hemizygous for an X-linked variant, only the mother needs to be tested to investigate de novo status."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.6}],"evidenceStrength":"Definitive","sequence":290,"specifiedBy":"GeneValidityCriteria6","strengthScore":13.6,"subject":{"id":"cggv:21433cc1-d3ae-4b62-b189-5611a2ad6f20","type":"GeneValidityProposition","disease":"obo:MONDO_0010286","gene":"hgnc:20672","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The PHF8 gene has been associated with syndromic X-linked intellectual disability, Siderius type. Variants in PHF8  have been reported in humans as early as 1999 (10398231, 10470851). The affected males typically have mild to moderate intellectual disability. They often have delayed speech and motor development, and cleft lip/palate. Some of the them also manifest distinctive facial features, including a long face, a sloping forehead, a broad nasal bridge, a prominent bone in the lower forehead (supraorbital ridge), upslanting palpebral fissures, low-set ears, and large hands. This disease association was made using case-level data and experimental data. At least 7 variants (missense, nonsense, frameshift, and splice site variant) were curated from five publications (17594395, 29276005, 17661819, 16199551, 25167861). To date, 8 unique variants with PHF8 have been classified as Pathogenic in ClinVar. The gene-disease association is supported by mouse model, zebrafish model, cell culture model, and their respective rescue experiments. In summary, PHF8 is definitively associated with syndromic X-linked intellectual disability, Siderius type. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 11/7/18 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:b9e94640-1950-4438-bcda-4859545d83d1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}