{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-04-17T16:00:00.000Z","role":"Approver"},{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2021-07-30T16:16:05.235Z","role":"Publisher"}],"evidence":[{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a35bd7ca-e778-4926-a91b-f0fc03324904_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fc89243a-c413-45b0-be76-0500d2feb3e6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"WES, compound heterozygosity confirmed via PCR and Sanger sequencing, mother confirmed to cary nonsense variant and father stated to be obligate carrier of missense variant - Variants confirmed in trans","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"ovarian dysgenesis, prominent cerebellar involvement, \"moderately severe\" atrophy of cerebellar hemispheres and vermis, at 23yo reported to have normal serum levels of VLCFAs and phytanic acid. PMID: 15216544 - signs of CNS dysfunction, difficult breech birth, birth weight = 2725g, birth length = 48.25cm, \"castrate\" levels of LH ( = 81.89 IU/L) and FSH ( 111 IU/L), abnormal BAER testing, required bilateral hearing amplification, short midface, lymphedema prominent in dorsum of proximal and middle phalanges, short left fourth and fifth metacarpals, Dubois sign, abnormal IP flexion crease pattern on left 5th finger, minimal puberty indications, at 15 9/12yo bone age = 13years, contracted heel cords, mild flexion and adductor contractures at hips, normal upper limbs, 3-4 diopters myopia OD, not possible to focus left retina, reduced muscle amplitude response in median nerve, MRI showed prominent folia and fissures of vermis and cerebellar hemispheres with prominence of 4th ventricle, axonal neuropathy, normal ECG, required use of wheelchair, normal metabolic evaluation (vitamin E, folate,B12 levels, alpha‐fetoprotein, phytanic acid, lysosomal enzymes, amino and organic acids, NORMAL VLCFAs), normal serum ammonia and thyroid function, normal liver function tests.","phenotypes":["obo:HP_0000545","obo:HP_0002967","obo:HP_0001284","obo:HP_0003448","obo:HP_0000762","obo:HP_0000426","obo:HP_0007941","obo:HP_0002599","obo:HP_0001004","obo:HP_0001271","obo:HP_0000750","obo:HP_0007141","obo:HP_0000664","obo:HP_0003273","obo:HP_0002317","obo:HP_0000248","obo:HP_0000160","obo:HP_0001510","obo:HP_0007340","obo:HP_0000689","obo:HP_0000347","obo:HP_0002705","obo:HP_0000218","obo:HP_0009088","obo:HP_0004322","obo:HP_0000639","obo:HP_0000324","obo:HP_0010047","obo:HP_0000407","obo:HP_0000303","obo:HP_0010485","obo:HP_0002194","obo:HP_0001251","obo:HP_0009027","obo:HP_0000133","obo:HP_0000365","obo:HP_0001761","obo:HP_0002827","obo:HP_0002080","obo:HP_0001272","obo:HP_0002650","obo:HP_0000601","obo:HP_0001264","obo:HP_0001256","obo:HP_0000494","obo:HP_0007663","obo:HP_0002464"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a35bd7ca-e778-4926-a91b-f0fc03324904_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c3c8ac34-f561-44cd-a881-44ef5aa43a1a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.1704T>A (p.Tyr568Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/655256"}},{"id":"cggv:61be1134-1812-4fe7-bdaf-5f9f80aa2e19","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.650A>G (p.Tyr217Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129040"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20673864","type":"dc:BibliographicResource","dc:abstract":"Perrault syndrome is a recessive disorder characterized by ovarian dysgenesis in females, sensorineural deafness in both males and females, and in some patients, neurological manifestations. No genes for Perrault syndrome have heretofore been identified. A small family of mixed European ancestry includes two sisters with well-characterized Perrault syndrome. Whole-exome sequencing of genomic DNA from one of these sisters revealed exactly one gene with two rare functional variants: HSD17B4, which encodes 17beta-hydroxysteroid dehydrogenase type 4 (HSD17B4), also known as D-bifunctional protein (DBP). HSD17B4/DBP is a multifunctional peroxisomal enzyme involved in fatty acid beta-oxidation and steroid metabolism. Both sisters are compound heterozygotes for HSD17B4 c.650A>G (p.Y217C) (maternal allele) and HSB17B4 c.1704T>A (p.Y568X) (paternal allele). The missense mutation is predicted by structural analysis to destabilize the HSD17B4 dehydrogenase domain. The nonsense mutation leads to very low levels of HSD17B4 transcript. Expression of mutant HSD17B4 protein in a compound heterozygote was severely reduced. Mutations in HSD17B4 are known to cause DBP deficiency, an autosomal-recessive disorder of peroxisomal fatty acid beta-oxidation that is generally fatal within the first two years of life. No females with DBP deficiency surviving past puberty have been reported, and ovarian dysgenesis has not previously been associated with this illness. Six other families with Perrault syndrome have wild-type sequences of HSD17B4. These results indicate that Perrault syndrome and DBP deficiency overlap clinically; that Perrault syndrome is genetically heterogeneous; that DBP deficiency may be underdiagnosed; and that whole-exome sequencing can reveal critical genes in small, nonconsanguineous families.","dc:creator":"Pierce SB","dc:date":"2010","dc:title":"Mutations in the DBP-deficiency protein HSD17B4 cause ovarian dysgenesis, hearing loss, and ataxia of Perrault Syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20673864","rdfs:label":"Pierce Proband, Individual 4-01, 27yo"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Both variants absent from gnomAD, Variant Evidence: Patient 4-02 (proband's sister - also carried compound heterozygous variants) lymphoblast cDNA was sequenced and showed the Y568X transcript was expressed at low levels compared to the Y217C transcript, suggesting that Y568X undergoes NMD (Fig. 2A).\n\nExpression of HSD17B4 in lymphoblast lysate from affected individual 4-02 compared to that of the mother (individual 4-03), 4 other unrelated healthy controls with WT HSD17B4, and human liver cell line Huh7. The sample from the mother, heterozygous for Y568X, showed reduction in amount of full-length 70kD protein and 35kD dehydrogenase domain with no evidence of truncated protein, suggesting NMD is primary reason for reduced protein level (Fig. 2A), sample from individual 4-02 (compound heterozygote) showed an increase in the reduced amounts of full-length protein and dehydrogenase domain (Fig. 2A)"},{"id":"cggv:c5cc941a-ee32-4737-b4b5-d3341c9a1593_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f25392b1-b75f-4e4a-ba54-fee968e51612","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":39,"detectionMethod":"WES of total leukocyte DNA, variants confirmed via Sanger sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"onset in childhood, normal neuro-ophthalmic and dilated fundus exams, symptoms progressive in all cases. NORMAL VLCFAs and phytanic acid in plasma, increased total serum bile acids (~2 fold), non-specific T2 signal changes in deep white matter with bilateral pallidal mineral depostion, required use of walker, scanning dysarthria, tibial NCV = 37.9m/s, FSH = 31.8IU/L, LH = 17.9IU/L, estradiol = 210pmol/L.\n\nPeripheral blood: phytanic acid = 1.6umol/L, total bile acid = 15.5umol/L, C26:1 = 0.386umol/L, C26:0 = 0.550mol/L, C26/C22 =0/004, C24/C22 = 0.301.\n\nCultured skin fibroblasts: C22:0 = 4.13mol/L, C24:0 = 10.02mol/L, C26:0 = 0.30mol/L, C24:0/C22:0 = 2.43, C26:0/C22:0 = 0.07, C26:0 beta-oxidation = 1096pmol/h/mg protein, Pristanic acid beta-oxidation = 427pmol/h/mg protein, phytanic acid alpha-oxidation = 70pmol/h/mg protein, normal peroxisome morphology","phenotypes":["obo:HP_0002487","obo:HP_0000639","obo:HP_0001256","obo:HP_0002315","obo:HP_0002072","obo:HP_0002522","obo:HP_0001761","obo:HP_0002061","obo:HP_0000657","obo:HP_0009053","obo:HP_0000141","obo:HP_0003487"],"previousTesting":true,"previousTestingDescription":"Genomic microarray, full mitochondrial disease workup, genetic testing for spinocerebellar ataxia 1, 2, 3, 6, 7, 8, and 17, Friedreich ataxia, AR spastic paraplegias (CYP7B1, SPG11, SPG7, SPG15, PNPLA6, SPG20, SPG21, CCT5, and SPG44), and AR spastic ataxia of Charlevoix-Saguenay","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c5cc941a-ee32-4737-b4b5-d3341c9a1593_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e9f77752-11a1-4c0b-a8ab-bf557c2c604f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199291.3(HSD17B4):c.1612C>A (p.Pro538Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3382304"}},{"id":"cggv:281fb743-d350-4077-9df5-20d9cbe713da","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.1628G>C (p.Arg543Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA163187"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24553428","type":"dc:BibliographicResource","dc:abstract":"To determine the causative genetic lesion in 3 adult siblings with a slowly progressive, juvenile-onset phenotype comprising cerebellar atrophy and ataxia, intellectual decline, hearing loss, hypogonadism, hyperreflexia, a demyelinating sensorimotor neuropathy, and (in 2 of 3 probands) supratentorial white matter changes, in whom numerous prior investigations were nondiagnostic.","dc:creator":"Lines MA","dc:date":"2014","dc:title":"Peroxisomal D-bifunctional protein deficiency: three adults diagnosed by whole-exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24553428","rdfs:label":"Patient 1 - Lines Family Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"p.Pro538Thr - reported in paper as c.1537C>A (p.Pro513Thr), gnomAD max frequency (East Asain) =  0.0001157; p.Arg543Pro gnomAD max frequency (Eurpean, Non-Finnish) = 0.000008803; Variant Evidence: Reduced DBP enoyl-CoA hydratase activity = 33pmol/min/mg protein; normal 45-kDa fragment (containing DBP hydratase domain) was absent on immunoblot in patient fibroblasts (Fig. e-2)"},{"id":"cggv:8f257a78-0f02-4b11-a67b-848976e5c336_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2ceb871-d497-4fc7-b7ca-aa32ce0d4812","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":7,"detectionMethod":"\"mutation analysis of coding region of D-BP cDNA\", mother stated to carry 52bp deletion, no variant found in father - confirmation of variants in trans","phenotypeFreeText":"Born at 37wks, birth weight = 3354g, apgar score at 8 min = 1, craniofacial dysmorphism, small cystic lesion in bilateral anterior horns of lateral ventricles, prominent abdominal distension at 8days old and 140mL of yellow and cloudy chylous ascites was aspirated, the ascites had a higher triglyceride level than in the serum, tonic-clonic seizures noted to be predominantly right-sided, hepatic dysfunction noted at 2mo, total bilirubin = 2.8mg/dL, aspartate aminotransferase = 72 IU/L, bile acids = 238.5umol/L, hepaplastin test = 19.5%, soft liver palpable 2cm below costal margin, high-voltage slow waves in bilateral occipital areas and small spikes in left temporoparietal areas shown on electroencephalography, normal auditory brainstem response, normal motor nerve conduction velocity, death due to pneumonia and heart failure at 7mo, single neuron heterotopia, excessive convolutions of inferior olivary nucleus, fibrosis of Glisson's capsule in liver, lamellar inclusions in adrenal cortex.\n\nBiochemical Phenotypes: C24:0/C22:0 = 2.00, C25:0/C22:0 = 0.086, C26:0/C22:0 = 0.071, presence of nonketotic long-chain dicarboxylic aciduria, epoxydicarboxylic aciduria, detection of Trihydroxycholestanoic acid and 24R,25R-diastereomer of its hydroxy-lated derivative in plasma and urine, low dihydroxyacetone phosphate acyltransferase activity (=0.71nmol/h/mg protein), peroxisomes detected in hepatocytes via immunohistochemical staining with anti-D-BP anitbodies (Fig. 1A).","phenotypes":["obo:HP_0001561","obo:HP_0008167","obo:HP_0002126","obo:HP_0001635","obo:HP_0012202","obo:HP_0004969","obo:HP_0000239","obo:HP_0002007","obo:HP_0001791","obo:HP_0003215","obo:HP_0004734","obo:HP_0005280","obo:HP_0001290","obo:HP_0001765","obo:HP_0003270","obo:HP_0002069","obo:HP_0001171","obo:HP_0002090"],"previousTesting":true,"previousTestingDescription":"Karyotype - reported to be normal","sex":"Male","variant":{"id":"cggv:8f257a78-0f02-4b11-a67b-848976e5c336_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:023e777c-add5-4df4-88d4-565d70e6afbc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.1212_1261+2del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118957"}},{"id":"cggv:d2cc5e40-c3b1-437f-99a2-aa636cbfacb6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.317G>C (p.Arg106Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118962"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11743515","type":"dc:BibliographicResource","dc:abstract":"Fetal abnormalities including chylous ascites, polyhydramnios, claw hands, and hammer toes were identified in an infant who had a missense mutation R106P and a 52bp deletion in the gene for a peroxisomal beta-oxidation enzyme, D-3-hydroxyacyl-CoA dehydratase/D-3-hydroxyacyl-CoA dehydrogenase, D-bifunctional protein. The patient had psychomotor retardation and craniofacial dysmorphism and died at 7 months of age. The patient had atypical fetal manifestations of this enzyme deficiency.","dc:creator":"Nakano K","dc:date":"2001","dc:title":"D-bifunctional protein deficiency with fetal ascites, polyhydramnios, and contractures of hands and toes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11743515","rdfs:label":"Nakano proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variants confirmed in trans via parental testing, both variants absent from gnomAD, Variant Evidence: immunoblot of patient's liver tissue showed presence of D-BP protein with normal molecular weight (Fig. 1C). p.Arg106P: expression experiment of D-BP cDNA with D-BP deficient fibroblasts from PMID:9345094 and expression vector pcDNA3.1 showed that WT cDNA restored C24:0 oxidation activity where as cDNA containing R106P did not restore this activity (Fig. 2, B). c.1212_1261+2del (PMID: 9345094) - Immunoblot analysis of patient fibroblasts showed absence of D-bifunctional protein (Fig. 1), patient had reduced L-bifunctional protein (Fig. 2), reduction of D-bifunctional protein also detected in patient's liver (<1/50 of controls expression) and L-bifunctional protein was clearly detected in liver sample (Fig. 3A,B), patient shown to lack catalytic activity of D-bifunctional protein through treatment of fibroblasts with anti-D-bifunctional protein antibody which did not result in reduction of octenoyl-CoA hydratase activity, activity estimated to be <0.01 unit/mg protein (Fig. 6B,C), Northern blot of HSD17B4 mRNA was absent from patients (compared to 2.7kb band present in conrols) (Fig. 8)"},{"id":"cggv:c46a279f-141b-4ebe-bc12-11ed43e5f745_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:929a129a-d1f2-4621-9d8e-6a2f0911bece","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":5,"detectionMethod":"PCR and subsequent sequencing of patients cDNA, to determine homozygosity, exon harboring variant and surrounding introns amplified and sequence analysis confirmed homozygosity; parental DNA not available","phenotypeFreeText":"Abnormal VLCFA levels in plasma and fibroblasts, deficient C24:0 beta-oxidation and pristanic acid in fibroblasts, peroxisomal beta oxidation (pristanic acid as substrate) = 13nmol/h/mg protein, D-BP activity - enoyl-CoA hydratase = .05nmol/min/mg protein, D-BP activity - D-hydroxyacyl-CoA dehydrogenase = not detectable, patient fibroblasts showed faint diffuse pattern of immunofluorescence in cytosol of fibroblasts using anti-D-BP and anticatalase, with highly fluorescent and irregularly shaped nuclei, data suggests normal peroxisome presence, but deficient D-bifunctional enzyme (Fig. 1).\n\nBirth weight = 2,700g (10th percentile), uncomplicated pregnancy, Apgar scores = 4 and 7 at 1 and 5 min, birth head circumference = 37cm (90th percentile), birth length = 47.5cm (50th percentile), at 2.5hrs of age developed lip smacking, twitching of right eye, and clonic movements of upper limbs poorly controlled with phenobarbital and dilantin, listless, multifocal spikes on electroencephalogram, required transient ventilatory support for first 4 days of life, no developmental progress at 6wks, poor stimuli response, split metopic suture, normal glucose, electrolytes, and acid-base status, lactate = 13mg/dl, pyruvate = 0.8mg/dl. Normal IgM, ammonia, insulin, growth hormone, TORCH titers, CSF protein, plasma amino acids, serum glutamic oxaloacetic transaminase, and serum glutamic pyruvic transaminase. Normal muscle biopsy, electromyogram, head CAT scan, skull xray, skeletal survey, and renal ultrasound. Convolutional gray matter had wide first layer, remaining cerebral cortex showed paucity of nerve cells in normal distribution, absence of myelin on arcuate fibers, large amount of neurons in ectopic white matter, required gastrostomy for feeding, femur fracture found at 3.5mo without a known previous trauma and subsequent skeletal survey revealed generalized osteopenia. Plasma C26:0 = 2.70ug/ml, Plasma C26:0/C22:0 = 0.22, Fibroblast C26:0 = 0.450ug/ml protein, Fibroblast C26:0/C22:0 = 1.63, Fibroblast VLCFA oxidation = 12% of control, fundoscopy at 5mo did not show characteristic retinal changes of neonatal ALD and Zellweger syndrome. At 5.5mo developed fever, diarrhea, and dehydration and died due to necrotizing enterocolitis with free air in peritoneal cavity, the intestinal wall, and the biliary tree within 24 hrs.\n\nPatient noted to have intact peroxisomes based on catalase distribution in fibroblasts and in liver. Normal plasmalogen synthesis, reduced phytanic acid oxidation but with normal phytanic acid levels, elevated bile acid intermediate THCA (=8.8uM).\n\nPostmortem Analysis: demyelination of white matter in cerebrum, focal areas of cortical hetertopia, foamy macrophages in perivascular spaces, cystic degeneration of periventricular zones, demyelination of corticospinal tracts in spinal cord, absence of adrenal cortex and replacement of one zone with lipid-containing balloon cell, thymus had small clusters of lipid-laden macrophages in the cortex, microscopically minute glomerular cysts on kidneys.","phenotypes":["obo:HP_0000649","obo:HP_0003542","obo:HP_0006958","obo:HP_0002750","obo:HP_0000643","obo:HP_0001250","obo:HP_0007258","obo:HP_0000239","obo:HP_0001623","obo:HP_0002240","obo:HP_0001315","obo:HP_0004488","obo:HP_0005556","obo:HP_0004387","obo:HP_0008167","obo:HP_0002126","obo:HP_0002151","obo:HP_0000938","obo:HP_0000835","obo:HP_0001319","obo:HP_0002375","obo:HP_0001270"],"previousTesting":true,"previousTestingDescription":"Sequencing of L-BP cDNA; both maternal and paternal cDNAs analyzed, one of which was indistinguishable from the WT sequence, and the second cDNA to variants found: p.Arg684Gly and p.Ile689Thr; authors state that presence of one normal allele and the presence of normal L-BP levels on immunoblot in liver and fibroblasts is not suggestive of L-BP deficiency being responsible for the patient's deficient peroxisomal beta-oxidation","sex":"Male","variant":{"id":"cggv:c46a279f-141b-4ebe-bc12-11ed43e5f745_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4f943b12-6a13-4bef-8d3a-c300664fe5ff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.423_424del (p.Lys142fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7659"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9915948","type":"dc:BibliographicResource","dc:abstract":"In the past few years, many patients have been described who have a defect of unknown origin in the peroxisomal beta-oxidation pathway. Complementation analysis has been done by various groups to establish the extent of the genetic heterogeneity among the patients. These studies were based on the use of two established cell lines, one with a deficiency of acyl-CoA oxidase and one with a deficiency of l-bifunctional protein (l-BP), and they showed that most patients belong to the l-BP-deficient group. However, molecular analysis of the cDNA encoding l-BP in patients failed to show any mutations. The recent identification of a new d-specific bifunctional protein (d-BP) prompted us to reinvestigate the original patient with presumed l-BP deficiency. In a collaborative effort, we have now found that the true defect in this patient is at the level of the d-BP and not at the level of the l-BP. Our results suggest that most, if not all, patients whose condition has been diagnosed as l-BP are, in fact, d-BP deficient. We tested this hypothesis in nine patients whose condition was diagnosed as l-BP deficiency on the basis of complementation analysis and found clear-cut mutations in the d-BP cDNA from all patients.","dc:creator":"van Grunsven EG","dc:date":"1999","dc:title":"Peroxisomal bifunctional protein deficiency revisited: resolution of its true enzymatic and molecular basis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9915948","rdfs:label":"Patient TC"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant absent from gnomAD, Variant evidence: PMID:2921319 - immunoblot of postmortem liver sample showed absent bifunctional enzyme protein (Fig. 1), this was also confirmed in immunoblot of fractionated fibroblasts (Fig. 3). PMID:9915948 - immunoblot analysis showed absence of D-BP protein in liver and fibroblasts of patient (Fig. 2), L-BP was normally present in both liver and fibroblasts (Fig. 2)."},{"id":"cggv:15cd667c-5f1f-4703-a329-bf8435a77801_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0c4098ad-45b1-4249-8b67-3ac91f8212f6","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":12,"detectionMethod":"HSD17B4 cDNA synthesize from fibroblast RNA by reverse-transcriptase reaction, coding region amplified via PCR, PCR products sequenced via Sanger sequencing","phenotypeFreeText":"intractable convulsions, craniofacial dysmorphisms, calcific stippling of patella, subdural hematoma due to vitamin K deficiency, died at 12mo due to pneumonia.\n\nIn fibroblasts, enzyme proteins peroxisomal acyl-CoA oxidase, L-bifunctional protein, and 3-ketoacyl-CoA thiolase were all detected. Immunocytochemical examination showed reduced punctate fluorescence pattern of peroxisomes, superimposable on catalase (Fig. 4B,C).\n\nPalmitate Oxidation in fibroblasts: POCA absent = 763pmol/h/mg protein, POCA present = 32pmol/h/mg protein.\n\nLignocerate oxidation in fibroblasts: POCA absent = 25pmol/h/mg protein, POCA present = 15pmol/h/mg protein.\n\nDelivered at 40wks gestation, birth weight = 3160g, intractable convulsions, craniofacial dysmorphism, normal transaminases and bilirubin, subdural hematoma, calcific stippling of patella, died due to pneumonia at 12mo.","phenotypes":["obo:HP_0001263","obo:HP_0011968","obo:HP_0001290","obo:HP_0002090","obo:HP_0008167","obo:HP_0030048","obo:HP_0011892","obo:HP_0002007","obo:HP_0100309","obo:HP_0002240","obo:HP_0012768","obo:HP_0001762","obo:HP_0000239","obo:HP_0000582","obo:HP_0000767","obo:HP_0002832","obo:HP_0008947","obo:HP_0005280","obo:HP_0012202"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:15cd667c-5f1f-4703-a329-bf8435a77801_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64998721-633d-44de-9cb8-d4c61600a7f4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.974_1209+1del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118958"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9345094","type":"dc:BibliographicResource","dc:abstract":"Peroxisomal beta-oxidation proceeds from enoyl-CoA through D-3-hydroxyacyl-CoA to 3-ketoacyl-CoA by the D-3-hydroxyacyl-CoA dehydratase/D-3-hydroxy-acyl-CoA dehydrogenase bifunctional protein (d-bifunctional protein), and the oxidation of bile-acid precursors also has been suggested as being catalyzed by the d-bifunctional protein. Because of the important roles of this protein, we reinvestigated two Japanese patients previously diagnosed as having enoyl-CoA hydratase/L-3-hydroxyacyl-CoA dehydrogenase bifunctional protein (L-bifunctional protein) deficiency, in complementation studies. We found that both the protein and the enzyme activity of the d-bifunctional protein were hardly detectable in these patients but that the active L-bifunctional protein was present. The mRNA level in patient 1 was very low, and, for patient 2, mRNA was of a smaller size. Sequencing analysis of the cDNA revealed a 52-bp deletion in patient 1 and a 237-bp deletion in patient 2. This seems to be the first report of D-bifunctional protein deficiency. Patients previously diagnosed as cases of L-bifunctional protein deficiency probably should be reexamined for a possible d-bifunctional protein deficiency.","dc:creator":"Suzuki Y","dc:date":"1997","dc:title":"D-3-hydroxyacyl-CoA dehydratase/D-3-hydroxyacyl-CoA dehydrogenase bifunctional protein deficiency: a newly identified peroxisomal disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9345094","rdfs:label":"Suzuki Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant absent from gnomAD, Variant Evidence: Immunoblot analysis of patient fibroblasts showed absence of D-bifunctional protein (Fig. 1), patient had reduced L-bifunctional protein (Fig. 2), reduction of D-bifunctional protein also detected in patient's liver (<1/50 of controls expression) and L-bifunctional protein was clearly detected in liver sample (Fig. 3A,B), patient shown to lack catalytic activity of D-bifunctional protein through treatment of fibroblasts with anti-D-bifunctional protein antibody which did not result in reduction of octenoyl-CoA hydratase activity, activity estimated to be <0.01 unit/mg protein (Fig. 6B,C), Northern blot of HSD17B4 mRNA was absent from patients (compared to 2.7kb band present in conrols) (Fig. 8)"},{"id":"cggv:53fec4b1-4e08-4363-898e-700220ee8071_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a7260756-f497-497a-b0e4-d1f07f00018a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"difficulty performing simple tasks and following directions, head CT showed symmetric cerebral white matter and thalamic hypodensity. Brain MRI showed restricted diffusion in parietal white matter and bilateral extensive T2 FLAIR hyperintense signal in parieto-occipital lobes and corpus callosum, restricted diffusion in deep gray matter, and marked progression of abnormal white matter signaling. Normal oligosaccharides, mucopolysaccharides, cortisol, VLCFAs, lysosomal enzymes, and congenital disorders of glycosylation studies. Normal electromyogram and nerve conduction studies. Normal ophthalmologic exam, wheelchair dependent, feeding intolerance requiring gastrostomy tube","phenotypes":["obo:HP_0002317","obo:HP_0002376","obo:HP_0000020","obo:HP_0001250","obo:HP_0000505","obo:HP_0001350","obo:HP_0001289"],"previousTesting":true,"previousTestingDescription":"targeted exome sequencing of leukodystrophy associated genes revealed 3 VUS varians in AUH, DARS, and POLG; authors state these are not though to be causative of patient's symptoms","sex":"Female","variant":{"id":"cggv:53fec4b1-4e08-4363-898e-700220ee8071_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:cb0c1809-24db-4ac7-90aa-6dea2becbcbc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199291.3(HSD17B4):c.1223A>G (p.Gln408Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA125882846"}},{"id":"cggv:5705555a-dc15-4ebc-b9ab-2a5addfe9870","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.936_937del (p.His312_Thr313insTer)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3382041"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30396834","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Farkas A","dc:date":"2019","dc:title":"Unusual Clinical Course and Imaging of D-Bifunctional Protein Deficiency, a Rare Leukodystrophy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30396834","rdfs:label":"Farkas Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"Scored as zero due to lack of evidence for variants being in trans"},{"id":"cggv:650f0270-342a-47ed-ad9b-adac5f0d5478_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9124faf5-6ada-4798-b9dd-4ca45ad31df3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"WES, variant validated via Sanger Sequencing, both parents tested - p.Ile516Thr maternally inherited and p.Ala34Val paternally inherited - variants confirmed in trans","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Symptoms began at 3.5yo with speech difficulties/language delay and hearing impairment, language development normalized with hearing aids, early gross and fine motor development normal. Symptoms progressed at 11yo: pes cavus noted to be bilater, areflexia noted to be diffuse, mild weakness of anterior compartment muscles, prescribed ankle-foot orthoses, small fiber sensory testing had slightly decreased in stocking distribution, intact vibration sense and proprioception, mild dyscoordination, slow rapid finger movements, heel-to-shin testing impaired, nerve conduction studies showed mild sensorimotor polyneuropathy with demyelinating features (results listed in table 1), worsening pes cavus, central macula not affected by retinal atrophy, normal visual acuity, normal visual evoked potentials, rod dysfunction in peripheral retina, requires wheelchair for long distances, Tanner IV pubic hair, 12-15mL testicular volume, intact cognition, language, and vision, no evidence of renal or hepatic involvement, muscle biopsy at 15yo showed mild neurogenic changes, normal muscle respiratory chain enzyme testing, normal levels of plasma adrenal and testicular sex steroids. Biochemical testing showed normal VLCFA levels in plasma and fibroblasts, normal DHA levels in plasma, normal urine bile acid secretion, and normal C26:0 beta-oxidation in fibroblasts, peroxisomes noted to be slightly enlarged.\n\nPlasma biochemical testing: C26:0 = 0.220ug/ml, C26/C22 = 0.021, C24:C22 = 0.918, phytanic acid = 1.260ug/ml, pristanic acid = 0.140ug/ml.\n\nFibroblast biochemical testing: Catalase immunofluorescence = near-normal, C26:0 = 0.20umol/g protein, C24:0 = 6.52umol/g protein, C22:0 = 3.00umol/g protein, C26:0/C22:0 = 0.07, C24:0/C22:0 = 2.18.\n\nPeroxisome function: C16:0 beta-oxidation = 3876pmol / (mg protein / hour), C26:0 beta-oxidation = 1290pmol / (mg protein / hour), pristanic acid beta-oxidation = 157pmol / (mg protein / hour), phytanic acid alpha-oxidation = 38pmol / (mg protein / hour).","phenotypes":["obo:HP_0001284","obo:HP_0000510","obo:HP_0007240","obo:HP_0009088","obo:HP_0000407","obo:HP_0200070","obo:HP_0007141","obo:HP_0001272","obo:HP_0002474","obo:HP_0001761","obo:HP_0001765"],"previousTesting":true,"previousTestingDescription":"PMP22 duplication/deletion analysis, MPZ, GJB1, PMP22, and c10org2 gene sequencing, spinocerebellar ataxia panel, Freidreich ataxia expansion testing, chromosome microarray","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:650f0270-342a-47ed-ad9b-adac5f0d5478_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d1d6776f-ad68-4870-861d-0a12af365e8a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.101C>T (p.Ala34Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA163180"}},{"id":"cggv:b71ee3bc-0dd0-41b6-a5b2-e0230758203a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.1547T>C (p.Ile516Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA163183"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23181892","type":"dc:BibliographicResource","dc:abstract":"D-bifunctional protein (DBP) deficiency is typically apparent within the first month of life with most infants demonstrating hypotonia, psychomotor delay and seizures. Few children survive beyond two years of age. Among patients with prolonged survival all demonstrate severe gross motor delay, absent language development, and severe hearing and visual impairment. DBP contains three catalytically active domains; an N-terminal dehydrogenase, a central hydratase and a C-terminal sterol carrier protein-2-like domain. Three subtypes of the disease are identified based upon the domain affected; DBP type I results from a combined deficiency of dehydrogenase and hydratase activity; DBP type II from isolated hydratase deficiency and DBP type III from isolated dehydrogenase deficiency. Here we report two brothers (16½ and 14 years old) with DBP deficiency characterized by normal early childhood followed by sensorineural hearing loss, progressive cerebellar and sensory ataxia and subclinical retinitis pigmentosa.","dc:creator":"McMillan HJ","dc:date":"2012","dc:title":"Specific combination of compound heterozygous mutations in 17β-hydroxysteroid dehydrogenase type 4 (HSD17B4) defines a new subtype of D-bifunctional protein deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23181892","rdfs:label":"McMillan Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"p.Ile516Thr absent from gnomAD, p.Ala34Val gnomAD max frequence = 0.00005437 (East Asian), Variant Evidence: DBP hydratase activity = 43pmol / (mg protein / hour), DBP dehydrogenase activity = 2pmol / (mg protein / hour) - Table 2, amount of DBP protein on immunoblot was reduced (Table 2)"},{"id":"cggv:9ce93e9d-87ac-426b-9e31-bd54d177526f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b9604f1-fdff-43c3-88aa-525831879e95","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":11,"detectionMethod":"DBP cDNA from brain and kidney amplified via PCR in three overlapping fragments, then sequenced; both parents tested and determined to be heterozygous for variant","phenotypeFreeText":"Normal peroxisomes in liver and kidney, VLCFA accumulation in plasma, THCA accumulation in duodenal aspirate, varanic acid present in body fluids. \n\nPMID:2868085 - born via c-section after pregnancy complicated by gestational diabetes, birth weight = 3200g, head circumference = 35.5cm, Apgar scores 8 and 9 at 1 and 5 min, complete head lag, absent Moro reflex, laid immobile with arms and legs abducted, incomplete eye closure, remnant of hyaloid artery on right eye, normal digits, flat chest, moderate recurrent congestive heart failure response to treatment with diuretics and digoxin, liver edge 3-4cm below ribs, tip of spleen palpable, EEG showed multifocal spike discharges and electrographic focal seizure, later EEG showed lack of maturation and multifocal seizure activity prominent in slow-wave sleep, CT at 12 days old showed decreased density of white matter, protein concentration in CSF = 47mg/dl at birth and 107mg/dl at 3mo, normal plasma ammonia, acid base, electrolytes, and liver function tests, pipecollic acid detected in urine, normal nerve conduction studies, made no developmental progress and failed to regard or smile, difficulties with oral secretions, required tube feeding, deviant patterns to large checks suggested partial preservation of visual function.\n\nLiver Biopsy Results: abundant and enlarged peroxisomes reactive to catalase, large fat droplets present in hepatocytes, membraneous lamellae found in hepatocellular cytoplasm.\n\nMuscle Biopsy Results: increased mitochondrial oxidative activities, prominent staining for lipid and glycogen, preserved myofibrils and mitochondria, increased intermyofibrillary and subsarcolemmal glycogen, rare atrophic fibers replaced by glycogen.\n\nBiochemical Results: D-amino acid oxidase (=0.174) and fatty acyl-CoA oxidase activities (=0.022 and 0.010) reduced 80-85%, normal L-alpha hydroxy acid oxidase (0.150), normal mitochondrial monoamine oxidase, THCA content of duodenal bile 100x normal values, normal serum bile acid, hyperpipecolatemia, phytanic acid not detecable, normal DHAP-AT activity in fibroblasts, liver, kidney, and cerebral cortex tissues.\n\nAutopsy results: normal liver histology, peroxisomes intact, lamellar inclusion bodies in hepatocytes and Kupffer cells, atrophic adrenal glands, demyelination present in brain and spinal cord (most pronounced in cerebellum)","phenotypes":["obo:HP_0000298","obo:HP_0001284","obo:HP_0007305","obo:HP_0002267","obo:HP_0002789","obo:HP_0025430","obo:HP_0031165","obo:HP_0000887","obo:HP_0001263","obo:HP_0001649","obo:HP_0007965","obo:HP_0001508","obo:HP_0001319","obo:HP_0030148","obo:HP_0000105","obo:HP_0010804","obo:HP_0000218","obo:HP_0001612","obo:HP_0002205","obo:HP_0010841","obo:HP_0001349","obo:HP_0001635","obo:HP_0003487","obo:HP_0008167","obo:HP_0001629","obo:HP_0000803","obo:HP_0001250","obo:HP_0002033"],"previousTesting":true,"previousTestingDescription":"THIO gene amplified via RT-PCR from RNA isolated from postmortem brain and kidney, no variants found after sequence analysis. Immunoblot of postmortem kidney and brain showed normal presence of THIO in both tissues along with SCPx, SCOX, and LBP (Fig. 2). \n\n(PMID:2868085) - Urine and plasma screening for markers of lysosomal storage disease - negative results, normal Karyotype. (PMID: 2882519) - Immunoblot showed absent absence of 3-ketoacyl-CoA thiolase (THIO) in postmortem lier with normal levels of acyl-CoA oxidase, bifunctional protein, and catalase. (PMID: 2318981) - Sequencing of gene encoding human THIO and no large DNA arrangement were found.","sex":"Female","variant":{"id":"cggv:9ce93e9d-87ac-426b-9e31-bd54d177526f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d7e7c209-7b0f-442e-9da0-1c59ac466f38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"HSD17B4, 138-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7658"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11992265","type":"dc:BibliographicResource","dc:abstract":"In this report, we reinvestigate the only patient ever reported with a deficiency of peroxisomal 3-ketoacyl-CoA thiolase (THIO). At the time when they were described, the abnormalities in this patient, which included accumulation of very-long-chain fatty acids and the bile-acid intermediate trihydroxycholestanoic acid, were believed to be the logical consequence of a deficiency of the peroxisomal beta-oxidation enzyme THIO. In light of the current knowledge of the peroxisomal beta-oxidation system, however, the reported biochemical aberrations can no longer be explained by a deficiency of this thiolase. In this study, we show that the true defect in this patient is at the level of d-bifunctional protein (DBP). Immunoblot analysis revealed the absence of DBP in postmortem brain of the patient, whereas THIO was normally present. In addition, we found that the patient had a homozygous deletion of part of exon 3 and intron 3 of the DBP gene, resulting in skipping of exon 3 at the cDNA level. Our findings imply that the group of single-peroxisomal beta-oxidation-enzyme deficiencies is limited to straight-chain acyl-CoA oxidase, DBP, and alpha-methylacyl-CoA racemase deficiency and that there is no longer evidence for the existence of THIO deficiency as a distinct clinical entity.","dc:creator":"Ferdinandusse S","dc:date":"2002","dc:title":"Reinvestigation of peroxisomal 3-ketoacyl-CoA thiolase deficiency: identification of the true defect at the level of d-bifunctional protein."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11992265","rdfs:label":"Ferdinandusse Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant absent in gnomAD, variant stated to cause skipping of exon 3, Variant evidence: Immunoblot of postmortem kidney and brain showed deficient levels of DBP in brain tissue. Full length protein (79kD) and the two proteolytically processed peptides (45kD and 35kD) were all absent. DBP was also absent from the kidney in both the patient and control. (Fig. 2).\n\nFibroblasts from patient's parents showed partially reduced DBP enzymatic activity (table 1)."},{"id":"cggv:45d70d06-da2a-4fa2-9c81-de3bf9b2d583_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9928b509-2aa8-404b-8694-216c805e2c3b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":21,"detectionMethod":"HSD17B4 cDNA synthesize from fibroblast RNA by reverse-transcriptase reaction, coding region amplified via PCR, PCR products sequenced via Sanger sequencing","phenotypeFreeText":"Mild craniofacial dysmorphism, multifocal tonic-clonic convulsions, calcific stippling in shoulder and knee joints, was able to smile and follow a person at 3mo but regressed, died at 21mo due to airway obstruction.\n\nIn fibroblasts, enzyme proteins peroxisomal acyl-CoA oxidase, L-bifunctional protein, and 3-ketoacyl-CoA thiolase were all detected. Immunocytochemical examination showed reduced punctate fluorescence pattern of peroxisomes, superimposable on catalase (Fig. 4B,C).\n\nPalmitate Oxidation in fibroblasts: POCA absent = 785pmol/h/mg protein, POCA present = 14pmol/h/mg protein.\n\nLignocerate oxidation in fibroblasts: POCA absent = 24pmol/h/mg protein, POCA present = 15pmol/h/mg protein.\n\nborn at term, birth weight = 2464g, poor activity at neonatal period, decreased coagulation factors, calcific stippling of shoulder and knee joints, myoclonus-like movements began at 6mo, max development at 3mo with smiling and ability to follow a moving person, died at 21mo due to airway obstruction by vomitus","phenotypes":["obo:HP_0002902","obo:HP_0001476","obo:HP_0001290","obo:HP_0002832","obo:HP_0002781","obo:HP_0031165","obo:HP_0008207","obo:HP_0002240","obo:HP_0000347","obo:HP_0030799","obo:HP_0008167","obo:HP_0012202","obo:HP_0002007","obo:HP_0000218","obo:HP_0001410","obo:HP_0002014","obo:HP_0002069","obo:HP_0001000","obo:HP_0001612"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:45d70d06-da2a-4fa2-9c81-de3bf9b2d583_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:023e777c-add5-4df4-88d4-565d70e6afbc"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9345094"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9345094","rdfs:label":"Suzuki Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant absent from gnomAD, Variant Evidence: Immunoblot analysis of patient fibroblasts showed absence of D-bifunctional protein (Fig. 1), patient had reduced L-bifunctional protein (Fig. 2), reduction of D-bifunctional protein also detected in patient's liver (<1/50 of controls expression) and L-bifunctional protein was clearly detected in liver sample (Fig. 3A,B), patient shown to lack catalytic activity of D-bifunctional protein through treatment of fibroblasts with anti-D-bifunctional protein antibody which did not result in reduction of octenoyl-CoA hydratase activity, activity estimated to be <0.01 unit/mg protein (Fig. 6B,C), Northern blot of HSD17B4 mRNA was absent from patients (compared to 2.7kb band present in conrols) (Fig. 8)"},{"id":"cggv:a9a868db-1de7-439f-b218-8d81eb316e67_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0302d4fc-ff5b-4bb2-b9e2-f4539c5bb86b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":16,"detectionMethod":"PCR, sequence analysis of both sense and anti-sense strands, parents confirmed to be heterozygous for variant","phenotypeFreeText":"Born at 36wks, uncomplicated pregnancy, birth weight = 2745g, birth head circumference at 50th percentile (developed macrocephaly in first year of life), liver palpable 2.5cm below costal margin, neurological exam showed negative traction, moro response with maximal headlag, had slip through in vertical suspenion, MRI at 2mo show white matter abnormalities consistent with dysmyelination, died at 16mo due to aspiration pneumonia, beta-oxidation deficient in fibroblasts, immunofluorescence microscopy of fibroblasts showed punctate pattern of immunofluorescence with a reduction in fluorescent particles.\n\nBiochemical Findings in plasma/erythrocytes: normal erythrocyte plasmalogen levels, C26:0 = 4.60μM, C26:0/C22:0 ratio = 0.24, Pristanic acid = 6.03uM, phytanic acid = 4.10uM, DHC = 0.30uM, THC = 1.26uM, Varanic acid = 10.42uM.\n\nBiochemical findings in fibroblasts: De novo plasmalogen biosynthesis: [3H]/[14C] in PE = 1.3 and [3H]/[14C] in PC = 0.7 and DHAP-AT activity, nmol/2 h⋅mg = 7.1, VLCFA: C26:0, nmol/mg protein = 1.94, C26:0/C22:0 ratio = 0.83, Peroxisomal β-oxidation, pmol/h⋅mg: C26:0 = 169, pristanic acid = 0.","phenotypes":["obo:HP_0011951","obo:HP_0008167","obo:HP_0000961","obo:HP_0000239","obo:HP_0002007","obo:HP_0000348","obo:HP_0000047","obo:HP_0002500","obo:HP_0000256","obo:HP_0000369","obo:HP_0005257","obo:HP_0100818","obo:HP_0001250","obo:HP_0001290","obo:HP_0006785","obo:HP_0003797","obo:HP_0002835","obo:HP_0001999"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a9a868db-1de7-439f-b218-8d81eb316e67_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ee401951-3d9f-42f9-b87d-1c57eff4462d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000414.4(HSD17B4):c.46G>A (p.Gly16Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118960"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9482850","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes play an essential role in a number of different metabolic pathways, including the beta-oxidation of a distinct set of fatty acids and fatty acid derivatives. The importance of the peroxisomal beta-oxidation system in humans is made apparent by the existence of a group of inherited diseases in which peroxisomal beta-oxidation is impaired. This includes X-linked adrenoleukodystrophy and other disorders with a defined defect. On the other hand, many patients have been described with a defect in peroxisomal beta-oxidation of unknown etiology. Resolution of the defects in these patients requires the elucidation of the enzymatic organization of the peroxisomal beta-oxidation system. Importantly, a new peroxisomal beta-oxidation enzyme was recently described called D-bifunctional protein with enoyl-CoA hydratase and 3-hydroxyacyl-CoA dehydrogenase activity primarily reacting with alpha-methyl fatty acids like pristanic acid and di- and trihydroxycholestanoic acid. In this patient we describe the first case of D-bifunctional protein deficiency as resolved by enzyme activity measurements and mutation analysis. The mutation found (Gly16Ser) is in the dehydrogenase coding part of the gene in an important loop of the Rossman fold forming the NAD+-binding site. The results show that the newly identified D-bifunctional protein plays an essential role in the peroxisomal beta-oxidation pathway that cannot be compensated for by the L-specific bifunctional protein.","dc:creator":"van Grunsven EG","dc:date":"1998","dc:title":"Peroxisomal D-hydroxyacyl-CoA dehydrogenase deficiency: resolution of the enzyme defect and its molecular basis in bifunctional protein deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9482850","rdfs:label":"Grunsven Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"gnomAD max allele frequency - European (Non-Finnish) population = 0.0003830, Variant Evidence: Patient shown to have reduced enzymatic activity of the 3-hydroxyacul-coA dehydrogenase component of D-bifunctional protein as shown by HPLC in cultured skin fibroblasts from patient (Table 3).\n\nWT (pDBF-WT) and mutant (pDBF-G46A) were expressed in S. cerevisiae, expression of mutant protein how 24-ene-THE-CoA hydratase activtity but 24-keto-THC-CoA was absent, suggesting inactivation of the 3-hyroxyacyl-CoA dehydrogenase component of the protein (Table 4)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11434932-9837-415a-8ff7-5fc884d02b4e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:73995924-869c-4be8-ba00-d072dd6ef2c4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"D- and L-bifunctional proteins purified from human liver in order to estimate the contents and enzyme activities in the in the conversion of enoyl-CoA to 3-ketoacyl-CoA in cultured human skin fibroblasts. D-bifunctional protein was present at 0.5 microg/mg protein in fibroblasts (Table 1), conversion of hexadecenoyl-CoA to 3-ketopalmitoyl-CoA by DBP was 0.5 milliunit/mg protein (100-fold greater than that of LBP) (Fig. 6), DBP and LBP were present in the liver at 2.5ug/mg (Table 1), DBP was shown to react with 2-methylhexadecenoyl-CoA and 3alpha,7alpha,12alpha-trihydroxy-5beta-cholest-2 4-enoyl-CoA (LBP did not react with these) (Table II); Results suggest role of DBP in in second and third reactions of peroxisomal fatty acid oxidation, specifically for VLCFAs","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9133619","type":"dc:BibliographicResource","dc:abstract":"The second and third reactions of the peroxisomal beta-oxidation spiral are thought to be catalyzed by enoyl-CoA hydratase/L-3-hydroxyacyl-CoA dehydrogenase bifunctional protein (L-bifunctional protein). Recently, we found the presence of D-3-hydroxyacyl-CoA dehydratase/D-3-hydroxyacyl-CoA dehydrogenase bifunctional protein (D-bifunctional protein) in mammalian peroxisomes. Therefore, we studied the physiological role of the D-bifunctional protein. The contents of the L- and D-bifunctional proteins were about 0.01 and 0.5 microg/mg protein, respectively, in cultured human skin fibroblasts. The activity of conversion of hexadecenoyl-CoA to 3-ketopalmitoyl-CoA by the D-bifunctional protein was estimated to be about 0.5 milliunit/mg of fibroblast protein. This value was about 100-fold that of the L-bifunctional protein in the fibroblasts. From comparison of the activities of the bifunctional proteins with the rate of palmitate oxidation and the activities of acyl-CoA oxidase and 3-ketoacyl-CoA thiolase, it is proposed that the D-bifunctional protein plays a major role in the peroxisomal oxidation of palmitate in the fibroblasts. The contents of both the L- and D-bifunctional proteins in liver were about 2.5 microg/mg protein. Therefore, it is suggested that the D-bifunctional protein also plays a significant role in human liver peroxisomal fatty acid oxidation. Actions of the bifunctional proteins on enoyl forms of other acyl-CoA derivatives were examined. The D-bifunctional protein but not the L-bifunctional protein reacted with 2-methylhexadecenoyl-CoA and 3alpha,7alpha,12alpha-trihydroxy-5beta-cholest-2 4-enoyl-CoA. We propose that, among the reactions of the distinct group of carboxylates oxidized specifically in peroxisomes, oxidation of 2-methyl-branched fatty acids and side-chain shortening of cholesterol for bile acid formation are catalyzed by the D-bifunctional protein, but not the L-bifunctional protein.","dc:creator":"Jiang LL","dc:date":"1997","dc:title":"Physiological role of D-3-hydroxyacyl-CoA dehydratase/D-3-hydroxyacyl-CoA dehydrogenase bifunctional protein."},"rdfs:label":"HSD17B4 Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:60cc9686-e010-4207-a1cb-34e9ff60d722","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c72653c2-e3cb-464e-8daf-e37f8a6d342f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MFP-2 -/- exhibited failure to thrive and ~1/3 died at 2-12 days old, surviving mice began to gain weight at 3wks old after weaning (Fig. 2), female MFP-2 -/- mice were fertile but the males exhibited reduced fertility, MFP-2 -/- showed reduced peroxisomal degradation of VLFA, 2-methyl-branched fatty acids and bile acid intermediates but they had normal mitochondrial and peroxisomal oxidation of long straight chain fatty acids (Table II and III), MFP-2 -/- had VLCFA accumulation in brain and liver phospholipids and accumulation of C27 bile acids in bile (Fig. 4A). MFP-2 -/- mice treated with phytol supplementation showed accumulation of branched chain fatty acids with the development of weight loss, cataracts, and ataxia (Fig. 4B). C24 bile acids were present in MFP-2 -/- mice, suggestive of an alternative pathway for bile acid formation (Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10748062","type":"dc:BibliographicResource","dc:abstract":"According to current views, peroxisomal beta-oxidation is organized as two parallel pathways: the classical pathway that is responsible for the degradation of straight chain fatty acids and a more recently identified pathway that degrades branched chain fatty acids and bile acid intermediates. Multifunctional protein-2 (MFP-2), also called d-bifunctional protein, catalyzes the second (hydration) and third (dehydrogenation) reactions of the latter pathway. In order to further clarify the physiological role of this enzyme in the degradation of fatty carboxylates, MFP-2 knockout mice were generated. MFP-2 deficiency caused a severe growth retardation during the first weeks of life, resulting in the premature death of one-third of the MFP-2(-/-) mice. Furthermore, MFP-2-deficient mice accumulated VLCFA in brain and liver phospholipids, immature C(27) bile acids in bile, and, after supplementation with phytol, pristanic and phytanic acid in liver triacylglycerols. These changes correlated with a severe impairment of peroxisomal beta-oxidation of very long straight chain fatty acids (C(24)), 2-methyl-branched chain fatty acids, and the bile acid intermediate trihydroxycoprostanic acid in fibroblast cultures or liver homogenates derived from the MFP-2 knockout mice. In contrast, peroxisomal beta-oxidation of long straight chain fatty acids (C(16)) was enhanced in liver tissue from MFP-2(-/-) mice, due to the up-regulation of the enzymes of the classical peroxisomal beta-oxidation pathway. The present data indicate that MFP-2 is not only essential for the degradation of 2-methyl-branched fatty acids and the bile acid intermediates di- and trihydroxycoprostanic acid but also for the breakdown of very long chain fatty acids.","dc:creator":"Baes M","dc:date":"2000","dc:title":"Inactivation of the peroxisomal multifunctional protein-2 in mice impedes the degradation of not only 2-methyl-branched fatty acids and bile acid intermediates but also of very long chain fatty acids."},"rdfs:label":"Baes MFP-2 Knockout Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":3273,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.5,"subject":{"id":"cggv:25f25cea-7ce6-4a4f-b82c-bc525875370a","type":"GeneValidityProposition","disease":"obo:MONDO_0009855","gene":"hgnc:5213","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"HSD17B4 was first reported in relation to autosomal recessive d-bifunctional protein deficiency in 1997 (Suzuki et al., PMID: 9345094). At least 14 unique variants (missense, nonsense, frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data.  Summary of case-level and experimental data: 14.5 points. Variants in this gene have been reported in at least 10 probands in 9 publications (PMIDs: 30396834, 11992265, 24553428, 23181892, 11743515, 20673864, 9345094, 9482850, 9915948). More evidence is available in the literature, but the maximum score for genetic evidence  (12 pts.) has been reached. The mechanism for disease is loss of function. This gene-disease association is supported by animal models and functional assays. In summary, HSD17B4 is definitively associated with autosomal recessive d-bifunctional protein deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no\ndifference in molecular mechanism, inheritance pattern, and phenotypic\nvariability among the following disease entities: (1) D-bifunctional protein deficiency (MIM: 261515) and (2) Perrault syndrome 1 (MIM: 233400). Therefore, all of the disease entities have been lumped into one disease entity, d-bifunctional protein deficiency.\n","dc:isVersionOf":{"id":"cggv:b992de69-49b3-496d-a83a-5bcc427fdf98"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}