{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-07-25T16:00:00.000Z","role":"Approver"},{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:03:07.730Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b2d3ee2-e0de-4ed9-b26d-e07bcf63ec15","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d045500e-5516-46c2-8811-c9752fb87a65","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This was a study done in zebrafish. At 18-hpf (hours post fertilization) expression in the eye region and midbrain is clear. At 24-hpf MAB21L2 is expressed in the retina, lens, spinal cord, midbrain. At 48-72 hpf, there is expression in the inner nuclear layer, ciliary marginal zone, and ganglion cell layer of retina, and the optic fissure of the eye.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25719200","type":"dc:BibliographicResource","dc:abstract":"Ocular coloboma results from abnormal embryonic development and is often associated with additional ocular and systemic features. Coloboma is a highly heterogeneous disorder with many cases remaining unexplained. Whole exome sequencing from two cousins affected with dominant coloboma with microcornea, cataracts, and skeletal dysplasia identified a novel heterozygous allele in MAB21L2, c.151 C>G, p.(Arg51Gly); the mutation was present in all five family members with the disease and appeared de novo in the first affected generation of the three-generational pedigree. MAB21L2 encodes a protein similar to C. elegans mab-21 cell fate-determining factor; the molecular function of MAB21L2 is largely unknown. To further evaluate the role of MAB21L2, zebrafish mutants carrying a p.(Gln48Serfs*5) frameshift truncation (mab21l2Q48Sfs*5) and a p.(Arg51_Phe52del) in-frame deletion (mab21l2R51_F52del) were developed with TALEN technology. Homozygous zebrafish embryos from both lines developed variable lens and coloboma phenotypes: mab21l2Q48Sfs*5 embryos demonstrated severe lens and retinal defects with complete lethality while mab21l2R51_F52del mutants displayed a milder lens phenotype and severe coloboma with a small number of fish surviving to adulthood. Protein studies showed decreased stability for the human p.(Arg51Gly) and zebrafish p.(Arg51_Phe52del) mutant proteins and predicted a complete loss-of-function for the zebrafish p.(Gln48Serfs*5) frameshift truncation. Additionally, in contrast to wild-type human MAB21L2 transcript, mutant p.(Arg51Gly) mRNA failed to efficiently rescue the ocular phenotype when injected into mab21l2Q48Sfs*5 embryos, suggesting this allele is functionally deficient. Histology, immunohistochemistry, and in situ hybridization experiments identified retinal invagination defects, an increase in cell death, abnormal proliferation patterns, and altered expression of several ocular markers in the mab21l2 mutants. These findings support the identification of MAB21L2 as a novel factor involved in human coloboma and highlight the power of genome editing manipulation in model organisms for analysis of the effects of whole exome variation in humans.","dc:creator":"Deml B","dc:date":"2015","dc:title":"Mutations in MAB21L2 result in ocular Coloboma, microcornea and cataracts."},"rdfs:label":"Zebrafish expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef3f4f1e-19b4-4b13-ab8e-44800bdf4674","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2dfae865-7a85-4932-ad0c-b3e744f18cf4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The eye phenotype of microphthalmia, coloboma, and anophthalmia resembles the phenotype of humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30073347","type":"dc:BibliographicResource","dc:abstract":"Different missense mutations in the single exon gene Mab21l2 have been identified in unrelated families with various bilateral eye malformations, including microphthalmia, anophthalmia, and coloboma, but the molecular function of Mab21l2 during eye development still remains largely unknown.","dc:creator":"Sghari S","dc:date":"2018","dc:title":"Temporal Requirement of Mab21l2 During Eye Development in Chick Reveals Stage-Dependent Functions for Retinogenesis."},"rdfs:label":"Chick Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model is a more resemblant model and has more specific evidence, so I'd rather give it more points than the chick model. Also, the mouse model is stronger because it shows that mutating the gene leads to both the skeletal and eye phenotype, while the chick model is only showing the eye phenotype. "},{"id":"cggv:8dc8e86f-c4a4-4da6-becd-6a247fb9347a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d8fa4018-042b-410c-acf1-2b6923374141","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotype of the mutated mice resembles the ophthalmic and skeletal features of humans with coloboma/microphthalmia and skeletal dysplasia.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30375740","type":"dc:BibliographicResource","dc:abstract":"MAB21L2(R51C) is one of the five documented MAB21L2 mutations in human patients with bilateral eye malformations identified via whole exome sequencing. In addition to the eye abnormality, patients with MAB21L2 ","dc:creator":"Tsang SW","dc:date":"2018","dc:title":"Generation and characterization of pathogenic Mab21l2(R51C) mouse model."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The phenotype of the mice is highly specific (skeletal and eye phenotype). There are embryonic and postnatal supporting images, as well as skeletal (micro CT) images."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9}],"evidenceStrength":"Definitive","sequence":7675,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:e2c7d33e-529c-47c8-bc9b-c939acac2ba9","type":"GeneValidityProposition","disease":"obo:MONDO_0014380","gene":"hgnc:6758","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The MAB21L2 gene is located on chromosome 4 at 4q31.3 and is similar to C. elegans MAB-21 cell fate-determining gene, a downstream target of transforming growth factor-beta signaling. It is thought that this gene may be involved in neural development. MAB21L2 was first reported in relation to autosomal dominant Microphthalmia/Coloboma-Rhizomelic Dysplasia syndrome in 2014 (Rainger et al., PMID: 24906020). Other ophthalmic abnormalities reported in affected probands include anophthalmia, cataracts, and microcornea. Skeletal features reported in affected probands include recurrent dislocation of the patella, syndactyly, and joint contractures. The condition is also associated with intellectual disability/autism. Phenotypic variability is reported. Four missense, three nonsense variants, and one start loss variant that have been reported in nine probands in six publications (PMIDs: 34008892, 32830442, 29450879, 24906020, 25719200, 32737437) are included in this curation. The maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be loss of function but some pathogenic variants have been shown to have an increase in stability/activating effect. Residues 49-52 of MAB21L2 appear to be particularly important to the protein function. This gene-disease relationship is also supported by experimental evidence including a mouse model, a zebrafish model, and expression evidence (PMIDs: 30375740, 25719200, 30073347). The mutant mice show high phenotypic specificity with eye and skeletal anomalies. In summary, there is definitive evidence supporting the relationship between MAB21L2 and autosomal dominant Microphthalmia/Coloboma-Rhizomelic Dysplasia Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date September 6, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:d89e935d-55fe-43f1-b2a3-d1f0eca74928"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}