{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-07-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:07.481Z","role":"Publisher"}],"evidence":[{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:483bfae0-c7e8-491f-8063-9b4e14adec20","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0eb3f0e-2b65-47dc-a789-4773e98b2277","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern analysis using a radiolabelled OAT cDNA probe against total RNA from human and monkey retina and RPE/choroid revealed a single 2.2 kb band. In both species, the OAT mRNA signal was strongest in total RNA from fovea compared to total RNA from midperipheral retina. RPE/choroid mRNA from both primate species gave a weaker signal than retina. A strong signal was seen for human brain total RNA and a reduced signal from human liver and ciliary body total RNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9815288","type":"dc:BibliographicResource","dc:abstract":"Although specific genes play a role in regional retinal disease, the correlation of regional gene expression in the disease-affected site has not been previously ascertained. Non-human primates are widely used in models of human retinal function and are theorized to have identical (to human) patterns of expression, but no correlation between primate and human regional retinal gene expression has ever been performed. We wanted to evaluate the pattern of regional gene expression for a number of genes whose dysfunctions are known to selectively affect specific regions of the human retina, and to determine whether patterns of regional gene expression in nonhuman primates correlate with the human.","dc:creator":"Bernstein SL","dc:date":"1998","dc:title":"Regional expression of disease-related genes in human and monkey retina."},"rdfs:label":"OAT expression in retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f01bd2f3-20bf-440f-a06c-b3656e8de23f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab10f312-a470-4b95-9feb-02d60631a449","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Ornithine-δ-aminotransferase (OAT) is a mitochondrial enzyme that catalyzes the pyridoxal 5′-phosphate (PLP)-dependent transformation of L-ornithine to L-glutamate 5-semialdehyde, which spontaneously cyclizes to form Δ1-pyrroline-5-carboxylate (P5C). Therefore, deficiency of OAT would be expected to result in high levels of ornithine. Hyperornithinemia is observed in patients with OAT deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23747282","type":"dc:BibliographicResource","dc:abstract":"We have developed two new continuous coupled assays for ornithine-δ-aminotransferase (OAT) that are more sensitive than previous methods, measure activity in real time, and can be carried out in multiwell plates for convenience and high throughput. The first assay is based on the reduction of Δ(1)-pyrroline-5-carboxylate (P5C), generated from ornithine by OAT, using human pyrroline 5-carboxylate reductase 1 (PYCR1), which results in the concomitant oxidation of NADH (nicotinamide adenine dinucleotide, reduced form) to NAD⁺ (nicotinamide adenine dinucleotide, oxidized form). This procedure was found to be three times more sensitive than previous methods and is suitable for the study of small molecules as inhibitors or inactivators of OAT or as a method to determine OAT activity in unknown samples. The second method involves the detection of L-glutamate, produced during the regeneration of the cofactor pyridoxal 5'-phosphate (PLP) of OAT by an unamplified modification of the commercially available Amplex Red L-glutamate detection kit (Life Technologies). This assay is recommended for the determination of the substrate activity of small molecules against OAT; measuring the transformation of L-ornithine at high concentrations by this assay is complicated by the fact that it also acts as a substrate for the L-glutamate oxidase (GluOx) reporter enzyme.","dc:creator":"Juncosa JI","dc:date":"2013","dc:title":"Two continuous coupled assays for ornithine-δ-aminotransferase."},"rdfs:label":"OAT function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function is OAT is well characterized, and the its role is consistent with the findings in patients. For a review, see PMID 28272331."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ce42995-bacc-4cbb-9864-0f75de139db8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9785b2d-8e35-4130-b1c3-3662fe9711aa","type":"FunctionalAlteration","dc:description":"Wild type OAT (OAT-WT) and the OAT-V332M variant were expressed in HEK293 cells in which endogenous OAT has been knocked out (HEK-OAT-KO). More than 75% of the OAT protein in HEK-OAT-KO + OAT-WT cells was present in the soluble fraction of the lysate. The OAT expression level in HEK-OAT-KO + OAT-V332 cells was about 90% of HEK-OAT-KO + OAT-WT cells but the specific activity was only 6%, indicating that a large portion of the altered protein is catalytically inactive; it was mainly present in an inactive apodimeric form. The pyridoxal 5′-phosphate (PLP; Vitamin B6) coenzyme prevented the aggregation of purified apoOAT-V223M and increased its specific activity at a cellular level (though not significantly). The results are consistent with deficiency of OAT transaminase activity in fibroblasts from patients with the p.Val332Met variant, and in yeast or mammalian cells expressing the variant, as well as clinical data indicating that patients with this variant are responsive to pyridoxine (PMIDs 3375240; 23076989).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30251682","type":"dc:BibliographicResource","dc:abstract":"Gyrate atrophy (GA) is a rare recessive disorder characterized by progressive blindness, chorioretinal degeneration and systemic hyperornithinemia. GA is caused by point mutations in the gene encoding ornithine δ-aminotransferase (OAT), a tetrameric pyridoxal 5'-phosphate-dependent enzyme catalysing the transamination of l-ornithine and α-ketoglutarate to glutamic-γ-semialdehyde and l-glutamate in mitochondria. More than 50 OAT variants have been identified, but their molecular and cellular properties are mostly unknown. A subset of patients is responsive to pyridoxine administration, although the mechanisms underlying responsiveness have not been clarified. Herein, we studied the effects of the V332M mutation identified in pyridoxine-responsive patients. The Val332-to-Met substitution does not significantly affect the spectroscopic and kinetic properties of OAT, but during catalysis it makes the protein prone to convert into the apo-form, which undergoes unfolding and aggregation under physiological conditions. By using the CRISPR/Cas9 technology we generated a new cellular model of GA based on HEK293 cells knock-out for the OAT gene (HEK-OAT_KO). When overexpressed in HEK-OAT_KO cells, the V332M variant is present in an inactive apodimeric form, but partly shifts to the catalytically-competent holotetrameric form in the presence of exogenous PLP, thus explaining the responsiveness of these patients to pyridoxine administration. Overall, our data represent the first integrated molecular and cellular analysis of the effects of a pathogenic mutation in OAT. In addition, we validated a novel cellular model for the disease that could prove instrumental to define the molecular defect of other GA-causing variants, as well as their responsiveness to pyridoxine and other putative drugs.","dc:creator":"Montioli R","dc:date":"2018","dc:title":"Molecular and cellular basis of ornithine δ-aminotransferase deficiency caused by the V332M mutation associated with gyrate atrophy of the choroid and retina."},"rdfs:label":"OAT-V332M expression in HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e5b2ce6f-4f07-4efa-a951-4f800e1d40ed","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2512de2f-e5ba-40c6-ac8f-5a2238ff682e","type":"FunctionalAlteration","dc:description":"Lymphocyte OAT activities of all patients with gyrate atrophy (n=43) were less than 10% of the control values (Fig. 2). The OAT activities of 33 of the 42 patients were below the detection limit of the assay (1 pmol·min-1 mg protein-1). Fasting plasma ornithine concentration of the 40 GA patients who were on a free diet was 928 ± 169 µmol/L. The two patients whose arginine intake had been restricted had markedly lower plasma ornithine concentrations (183 and 516 µmol/L) but both clearly exceeded the upper reference limit (115 µmol/L). \nLymphocyte OAT activity in the p.Leu402Pro heterozygotes (n=9) was 70 ± 50 pmol·min-1 mg protein-1 (range 33-193). Plasma ornithine concentrations of the heterozygotes ranged from 82 to 144µmol/L, with most of the values within the reference range. OAT activity of the control subjects was 184 ± 60 (range 85-297) pmol·min-1 mg protein-1 (Fig. 2). The OAT activities of the patients with GA differed clearly from those of carrier heterozygotes and normal controls, with no overlapping values.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9727717","type":"dc:BibliographicResource","dc:abstract":"Deficiency of omithine-delta-aminotransferase (OAT) causes gyrate atrophy of the choroid and retina with hyperornithinemia (GA; McKusick 258870), a progressive autosomal recessive chorioretinal degeneration leading to early blindness. As residual enzyme activity may vary in different mutations of the OAT gene and explain individual variations in disease progression, a sensitive HPLC modification of the OAT assay in lymphocytes was developed, based on measurement of the dihydroquinozolinium reaction product. The OAT activities (ranges) of 43 Finnish GA patients with mutations L402P/L402P, R180T/L402P, N89K/ L402P, and L402P/x (x = previously unknown allele), were <1-10, <1-13, <1-17, and <1 pmol x min(-1) mg protein(-1), respectively. The OAT activities (mean+/-SD) of nine L402P/ wild heterozygotes were 70+/-50 (range 33-193), and those of 15 healthy control subjects 184+/-60 (range 85-291) pmol x min(-1) mg protein(-1). This lymphocyte assay is an easy, rapid, and sensitive method for reliable recognition of GA homozygotes. OAT mutations of the Finnish patients show similar residual enzyme activity in the lymphocytes. OAT activities in the L402P heterozygotes and healthy control subjects overlap, suggesting that, for reliable carrier detection, the OAT alleles have to be studied. However, as all OAT mutations are not known, direct measurement of enzyme activity has a role in heterozygote identification and possibly also in prenatal diagnosis of GA.","dc:creator":"Heinänen K","dc:date":"1998","dc:title":"Gyrate atrophy of the choroid and retina: lymphocyte ornithine-delta-aminotransferase activity in different mutations and carriers."},"rdfs:label":"OAT activity in homozygotes and heterozygotes"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08e37188-561d-47ca-8318-07b5b59a3702","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c8ac626f-9ae0-41e1-bd74-7532e2b83682","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The biochemical findings in OAT knock out mice match those seen in patients with OAT deficiency, including hyperornithinemia and low lysine levels. Reduced ERG amplitude, noted in the untreated mice, is also typical for humans with gyrate atrophy caused by OAT deficiency (PMID 15249361). Regarding retinal histology, little information is available for human with gyrate atrophy to compare to the retinal findings reported in this study. However, one report on a 98-year-old patient with B6-responsive OAT deficiency found a small, isolated central area of functional retina surrounded by large areas totally devoid of choroid and retinal layers, consistent with the retinal degeneration noted in the knock out mice. Finally, this study clearly shows the impact of an arginine restricted diet on preventing the retinal complications of OAT deficiency in mice. Similarly in humans, an arginine restricted diet slowed loss of function, as measured by ERG and visual field exam (PMID 15249361).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10655512","type":"dc:BibliographicResource","dc:abstract":"Deficiency of ornithine-delta-aminotransferase (OAT) in humans results in gyrate atrophy of the choroid and retina (GA), an autosomal recessive disorder characterized by ornithine accumulation and a progressive chorioretinal degeneration of unknown pathogenesis. To determine whether chronic, systemic reduction of ornithine can prevent this form of retinal degeneration, we used an arginine-restricted diet to maintain long term reduction of ornithine in a mouse model of OAT-deficiency (Oat(-/-)) produced by gene targeting. We evaluated the mice over a 12-month period by measurement of plasma amino acids, electroretinograms, and retinal histologic and ultrastructural studies. We found that an arginine-restricted diet substantially reduces plasma ornithine levels and completely prevents retinal degeneration in Oat(-/-). This result indicates that ornithine accumulation is a necessary factor in the pathophysiology of the retinal degeneration in GA and that restoration of OAT activity in retina is not required for effective treatment of GA.","dc:creator":"Wang T","dc:date":"2000","dc:title":"Correction of ornithine accumulation prevents retinal degeneration in a mouse model of gyrate atrophy of the choroid and retina."},"rdfs:label":"B6 treatment of OAT KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:39811dec-eb2d-4cd7-b3fd-4e4dbf46453f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:12e69e59-92ef-484b-8b9d-3b3b3795f452","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Although most humans with OAT deficiency exhibit no symptoms at birth, and develop only the eye findings (gyrate atrophy), some rare cases have been reported with a presentation of neonatal hyperammonemia, as exhibited in these mice. In addition, analysis of retinas from knock out mice revealed retinal degeneration consistent gyrate atrophy. There were remarkable similarities in plasma amino acid levels with about 10 times increase in ornithine level and about 2 times decrease in lysine in knock mice and humans with OAT deficiency. Particularly striking, the first report of amino acid levels in a human patient with OAT deficiency (younger sibling of an affected patient, diagnosed prenatally), revealed low ornithine early in life (at 2-4 months of age), with mild hyperammonemia by 4 months. Thus, in both knock out mice and humans with OAT deficiency, ornithine is low early in life, but later increases and becomes elevated. This is thought to be due to the differing roles of OAT at different stages of development, and the reversibility of the reaction, favoring ornithine synthesis early on (glutamate -> ornithine), and ornithine breakdown later in life (ornithine -> glutamate).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7550347","type":"dc:BibliographicResource","dc:abstract":"Deficiency of ornithine-delta-aminotransferase (OAT) in humans causes hyperornithinaemia and gyrate atrophy (GA), a blinding chorioretinal degeneration. Surprisingly, OAT-deficient mice produced by gene targeting exhibit neonatal hypoornithinaemia and lethality, rescuable by short-term arginine supplementation. Post-weaning, these mice develop hyperornithinaemia similar to human GA patients. Subsequent studies in one human GA infant also showed transient hypoornithinaemia. Thus, the OAT reaction plays opposite roles in neonatal and adult mammals. Over several months, OAT-deficient mice develop a retinal degeneration with involvement of photoreceptors and pigment epithelium. OAT-deficient mice appear to be an excellent model of human GA.","dc:creator":"Wang T","dc:date":"1995","dc:title":"Mice lacking ornithine-delta-aminotransferase have paradoxical neonatal hypoornithinaemia and retinal degeneration."},"rdfs:label":"OAT knock out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased because OAT null mice recapitulate the biochemical and clinical phenotype of human patients with gyrate atrophy, which is caused by OAT deficiency."},{"id":"cggv:5d04e151-056b-43c2-bb47-4d6b90f9389e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2284860e-8045-46a4-b7e9-ec985505d2aa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A missense variant in Oat, p.Gly353Ala, was found to be the cause of the “retarded hair growth” (rhg) phenotype in mice. Homozygous rhg mice appear normal at birth but they are smaller than their heterozygous littermates by 10 days of age, and have delayed development of a hairy coat that is most obvious at 7–10 days of age. This study found that adult rhg/rhg and rhg/Oat Δ mutants have profoundly elevated levels of plasma ornithine and decreased levels of plasma lysine similar to the levels previously reported for both mice and humans homozygous for recessive defects in Oat. Like human patients with OAT deficiency, who develop gyrate atrophy, histology of the retinas of rhg/rhg and rhg/OatΔ mice at 7 and 12 months of age showed evidence of retinal abnormalities including retinal pigment epithelium cells that were irregular in size and shape, and some appeared to have migrated into the outer segment layer, and photoreceptor outer segments that were shortened and disorganized.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25264521","type":"dc:BibliographicResource","dc:abstract":"Because of the similar phenotypes they generate and their proximate reported locations on Chromosome 7, we tested the recessive retarded hair growth (rhg) and frizzy (fr) mouse mutations for allelism, but found instead that these defects complement. To discover the molecular basis of rhg, we analyzed a large intraspecific backcross panel that segregated for rhg and restricted this locus to a 0.9 Mb region that includes fewer than ten genes, only five of which have been reported to be expressed in skin. Complementation testing between rhg and a recessive null allele of fibroblast growth factor receptor 2 eliminated Fgfr2 as the possible basis of the retarded hair growth phenotype, but DNA sequencing of another of these candidates, ornithine aminotransferase (Oat), revealed a G to C transversion specifically associated with the rhg allele that would result in a glycine to alanine substitution at residue 353 of the gene product. To test whether this missense mutation might cause the mutant phenotype, we crossed rhg/rhg mice with mice that carried a recessive, perinatal-lethal, null mutation in Oat (designated OatΔ herein). Hybrid offspring that inherited both rhg and OatΔ displayed markedly delayed postnatal growth and hair development, indicating that these two mutations are allelic, and suggesting strongly that the G to C mutation in Oat is responsible for the retarded hair growth phenotype. Comparisons among +/+, rhg/+, rhg/rhg and rhg/OatΔ mice showed plasma ornithine levels and ornithine aminotransferase activities (in liver lysates) consistent with this assignment. Because histology of 7- and 12-month-old rhg/rhg and rhg/OatΔ retinas revealed chorioretinal degeneration similar to that described previously for OatΔ/OatΔ mice, we suggest that the rhg mutant may offer an ideal model for gyrate atrophy of the choroid and retina (GACR) in humans, which is also caused by the substitution of glycine 353 in some families.","dc:creator":"Bisaillon JJ","dc:date":"2014","dc:title":"The retarded hair growth (rhg) mutation in mice is an allele of ornithine aminotransferase (Oat)."},"rdfs:label":"rhg mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:f57098df-b6fd-4e13-81e8-9909fe8c8d73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1f97ded3-8d3c-491d-8e7b-d8e8dd40d9b8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"Sequence analysis of the OAT gene from fibroblast or lymphocyte cDNA and genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with visual disturbances. Vitamin B6 responsive.","phenotypes":["obo:HP_0000662","obo:HP_0012026"],"previousTesting":true,"previousTestingDescription":"No previous DNA testing noted. Plasma ornithine at diagnosis 728 umol/L (normal <100).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f57098df-b6fd-4e13-81e8-9909fe8c8d73_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:07aa4048-e6c5-4960-8086-0de3cac8732a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.952G>A (p.Glu318Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/56138"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23076989","type":"dc:BibliographicResource","dc:abstract":"We studied eight kindreds with gyrate atrophy of choroid and retina (GA), a rare autosomal recessive disorder caused by mutations of the OAT gene, encoding the homoexameric enzyme ornithine-delta-aminotransferase. We identified four novel and five previously reported mutations. Missense alleles were expressed in yeast strain carrying a deletion of the orthologous of human OAT. All mutations markedly reduced enzymatic activity. However, the effect on the yeast growth was variable, suggesting that some mutations retain residual activity, below the threshold of the enzymatic assay. Mutant proteins were either highly unstable and rapidly degraded, or failed to assemble to form the active OAT hexamer. Where possible, fibroblast analysis confirmed these data. We found no correlation between the residual enzymatic activity and the age of onset, or the severity of symptoms. Moreover, the response to B6 was apparently not related to the specific mutations carried by patients. Overall these data suggest that other factors besides the specific OAT genotype modulate (GA) phenotype in patients. Finally, we found that 5-aminoimidazole-4-carboxamide ribonucleoside (AICAR), an AMPK activator known to increase mitochondrial biogenesis, markedly stimulates OAT expression, thus representing a possible treatment for a subset of GA patients with hypomorphic alleles.","dc:creator":"Doimo M","dc:date":"2013","dc:title":"Functional analysis of missense mutations of OAT, causing gyrate atrophy of choroid and retina."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23076989","rdfs:label":"GA8"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for a missense variant, c.952G>A (p.Glu318Lys). When the variant was expressed in yeast, OAT enzymatic activity was <10% normal. This variant did not significantly affect protein levels but displayed a marked reduction of the hexamer (the active form) and an accumulation of the monomeric form. The maximum population minor allele frequency in gnomAD is 0.00002328 (European non-Finnish); no homozygotes in any population. The score is reduced due to paucity of clinical information."},{"id":"cggv:736db328-a754-4b67-bfdb-a97a3927c21d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e451db28-878f-4ebd-a710-eb0e667f05b4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"Sequencing of the coding exons (3-11) of the OAT gene from genomic DNA","firstTestingMethod":"PCR","phenotypeFreeText":"At age 6, decreased visual acuity, chorioretinal atrophy in the peripheral retina of both eyes. At age 7, constricted visual fields in both eyes. At age 10, non-recordable rod reponses; standard-combined and cone responses were markedly reduced. At 18 years, extensive chorioretinal atrophy, with retinal pigment epithelium clumps in the entire periphery, slight cystic changes in both macular areas. At 23 years, visual acuity decreased to 0.6 in both eyes, mild posterior subcapsular cataracts in both eyes, posterior expansion of the chorioretinal atrophy. Not responsive to Vitamin B6.","phenotypes":"obo:HP_0012026","previousTesting":true,"previousTestingDescription":"At age 6, extremely high serum ornithine concentration of 1,041 μmol/l (normal range 47–72 μmol/l). Fibroblast OAT activity extremely reduced (9.71 nmoles/h/mg at 20um PLP) as compared to the levels in both his parents (170 for the father and 261 for the mother) and the control (210 nmoles/h/mg at 20um PLP). At 400 uM PLP, OAT activity for the patient, father, and mother were 13.4, 175, and 257 nmoles/h/mg respectively (no data for the control).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:736db328-a754-4b67-bfdb-a97a3927c21d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ad802b22-c49b-4012-a878-2662efdab864","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.505_506del (p.Lys169AspfsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187453"}},{"id":"cggv:d3f40bf2-4b68-493a-835c-1578d479c32f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.1276C>T (p.Arg426Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/177"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24429551","type":"dc:BibliographicResource","dc:abstract":"Gyrate atrophy (GA) of the choroid and retina is an extremely rare inherited chorioretinal dystrophy. Ornithine aminotransferase (OAT) gene mutations are identified in patients with GA. The purpose of this study was to report a novel deletion mutation of the OAT gene and describe clinical features of two brothers with GA in a Japanese family.","dc:creator":"Katagiri S","dc:date":"2014","dc:title":"OAT mutations and clinical features in two Japanese brothers with gyrate atrophy of the choroid and retina."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24429551","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual and his affected brother are compound heterozygous for a frameshift, c.505_506del (p.Lys169AspfsTer11), and a nonsense variant, c.1276C>T (p.Arg426Ter), in OAT. Note that the nonsense variant is in the last exon of OAT and therefore not expected to be recognized by nonsense-mediated decay. The highest population minor allele frequency for the nonsense variant in gnomAD = 0.00002893 (Latino). The frameshift variant is not in gnomAD."},{"id":"cggv:35c49056-1b74-4e32-acb4-e1b211644472_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5566e315-18b5-429c-ac33-4d0b368e38f4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"DGGE and sequence analysis of genomic DNA was carried out to identify the variant on the other allele.","firstTestingMethod":"PCR","phenotypeFreeText":"(From Hayasaka et al. 1981; PMID 7260021, Patient 2). First noted visual problems at age 5 years, glasses prescribed for myopia. Evaluation for night blindness at age 8. Best corrected visual acuity was RE 04 with correction of myopia (-8 D), LE 04 with correction of myopia (-10 D). Typical chorioretinal atrophy with scallop margins at the peripheral fundus and an abnormal reflex in the macular area. Concentric constriction of visual fields. Dark adaptation curve was monophasic. ERG was subnormal, and the electro-oculogram was flat. The ciliary processes were normal by cycloscopy. Not responsive to Vitamin B6.","previousTesting":true,"previousTestingDescription":"Serum ornithine 12.95 mg/dl (normal 0-36-1-56). OAT activity was not detectable in cell extracts from skin fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:35c49056-1b74-4e32-acb4-e1b211644472_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d3f40bf2-4b68-493a-835c-1578d479c32f"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1609808","type":"dc:BibliographicResource","dc:abstract":"A generalized deficiency of the mitochondrial matrix enzyme ornithine aminotransferase (OAT) is the inborn error in gyrate atrophy (GA), an autosomal recessive degenerative disease of the retina and choroid of the eye. Mutations in the OAT gene show a high degree of molecular heterogeneity in GA, reflecting the genetic heterogeneity in this disease. Using the combined techniques of PCR, denaturing gradient gel electrophoresis, and direct sequencing, we have identified three nonsense-codon mutations and one nonsense codon-generating mutation of the OAT gene in GA pedigrees. Three of them are single-base substitutions, and one is a 2-bp deletion resulting in a reading frameshift. A nonsense codon created at position 79 (TGA) by a frameshift and nonsense mutations at codons 209 (TAT----TAA) and 299 (TAC----TAG) result in abnormally low levels of OAT mRNA in the patient's skin fibroblasts. A nonsense mutation at codon 426 (CGA----TGA) in the last exon, however, has little effect on the mRNA level. Thus, the mRNA level can be reduced by nonsense-codon mutations, but the position of the mutation may be important, with earlier premature-translation termination having a greater effect than a later mutation.","dc:creator":"Mashima Y","dc:date":"1992","dc:title":"Nonsense-codon mutations of the ornithine aminotransferase gene with decreased levels of mutant mRNA in gyrate atrophy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1609808","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a nonsense variant, c.1276C>T (p.Arg426Ter). The maximum population minor allele frequency in gnomAD = 0.00002893 (Latino); no homozygotes in any population. The score is reduced because the variant is in the last exon of OAT and therefore not expected to be detected by the nonsense mediated decay mechanism."},{"id":"cggv:b79121ba-22cf-42dc-ac76-ef6f9c8a67a8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6409a946-dfaf-4bb4-bb43-74e5fef834b2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Sequence analysis of the OAT gene from fibroblast or lymphocyte cDNA and genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Gyrate atrophy. Presented with visual disturbances at 5 years of age. No further details.","phenotypes":"obo:HP_0012026","previousTesting":true,"previousTestingDescription":"Plasma ornithine at diagnosis 650umol/L (normal <100).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:b79121ba-22cf-42dc-ac76-ef6f9c8a67a8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7daea487-5b2d-4eda-b55a-4da59447c8ff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.991C>T (p.Arg331Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/56141"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23076989"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23076989","rdfs:label":"GA3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for a nonsense variant, c.991C>T (p.Arg331Ter). The maximum population minor allele frequency in gnomAD is 0.0001446 (Latino); no homozygotes in any population. The score is reduced due to paucity of clinical details."},{"id":"cggv:4a74fd49-4d03-4b60-980c-393734b5c180_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:54a57f75-d295-4fa5-9884-8c4d00eb80b0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"detectionMethod":"Sequence analysis of the OAT gene from fibroblast or lymphocyte cDNA and genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Gyrate atrophy. Presented with visual disturbances at age 40 years. Plasma ornithine levels could be normalized by diet alone. Not responsive to Vitamin B6 treatment.","phenotypes":["obo:HP_0012026","obo:HP_0000662"],"previousTesting":true,"previousTestingDescription":"No previous DNA testing noted. Plasma ornithine at diagnosis 805 umol/L (normal <100)","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4a74fd49-4d03-4b60-980c-393734b5c180_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:13fac9aa-32de-4c80-8dbe-0bb72be9c4ad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.1307T>A (p.Ile436Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/56115"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23076989"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23076989","rdfs:label":"GA5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for a missense variant, c.1307T>A (p.Ile436Asn). The variant was expressed in S. cerevisae with a deletion of CargB, the yeast ortholog of OAT, that cannot grow in media with ornithine as the sole nitrogen source. Whereas expression of wild type OAT allows yeast to grow in media with ornithine as the sole nitrogen source, no growth was observed when the variant was expressed. OAT enzymatic activity was measured and was <10% normal, and OAT protein was barely detectable on Western blot. The maximum population minor allele frequency in gnomAD = 0.00002662 (European non-Finnish); no homozygotes in any population. The score is reduced due to paucity of clinical information."},{"id":"cggv:6ab3deb8-e759-4533-bbe1-93b5c72215b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1458e624-02bb-43f5-8c89-76e7f686fb7e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":44,"detectionMethod":"Truncated 5.0-kbp EcoRI OAT gene fragment in addition to the normal 5.8-kbp fragment on Southern blot analysis (Inana et al., 1988), suggesting heterozygosity for a deletion. Cloning and sequencing of the truncated fragment revealed a deletion of 1,072 base pairs. DGGE and sequence analysis of genomic DNA was carried out to identify the variant on the other allele.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Reduced ERG responses (from PMID 2771411)","phenotypes":["obo:HP_0007787","obo:HP_0007663"],"previousTesting":true,"previousTestingDescription":"Serum ornithine 1.05 +/- 0.1, 0.97 +/- 0.17 (control 0.083 +/- 0.03) (from PMID 2771411)\nOAT activity was nondetectable in the patient’s fibroblasts. Northern analysis detected no OAT mRNA. Western blot analysis of OAT protein in the patient's fibroblasts demonstrated an essentially negligible amount of OAT.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6ab3deb8-e759-4533-bbe1-93b5c72215b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7fa14a95-635b-4deb-aa5f-fe9903101563","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.627T>A (p.Tyr209Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/175"}},{"id":"cggv:3ee9ba38-e046-47c4-a827-30aa2f465168","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NG_008861.1:g.(18210_19215)_(19282_19287)del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/174"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1609808"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1609808","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for a single exon deletion and a nonsense variant, c.627T>A (p.Tyr209Ter). The single exon deletion is not listed in gnomAD (deletion may not be detected). The maximum population minor allele frequency for the nonsense variant  = 0.00004645 (European non-Finnish); no homozygotes in any population."},{"id":"cggv:e6e4b1f1-863e-4f69-b31e-ab056cc26881_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:86c01d25-3887-4374-80a7-11556ae1e3f2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"RNAse A protection assay using 2 probes to cover the entire OAT cDNA, narrowed the site of the variant to the 5’ end of the gene. DNA sequence analysis revealed c.3G>A (p.Met1?). Parents are confirmed heterozygous, based on RFLP analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"“Clinical presentation typical of gyrate atrophy”; no further details.","phenotypes":"obo:HP_0012026","previousTesting":true,"previousTestingDescription":"Plasma ornithine, on normal diet: 771uM/l (normal 75+/-25). Fibroblast OAT activity was undetectable (ornithine value from Kaiser-Kupfer, M. I., and D. Valle. 1986. Progress in Retinal Research. p179-206).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e6e4b1f1-863e-4f69-b31e-ab056cc26881_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c3458804-7df1-43a0-813c-c66be49529b7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.3G>A (p.Met1Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/146"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3339136","type":"dc:BibliographicResource","dc:abstract":"Gyrate atrophy of the choroid and retina (GA) is an autosomal recessive chorioretinal degeneration caused by deficiency of the mitochondrial matrix enzyme, ornithine-delta-aminotransferase (OAT). To study the molecular basis of the mutations causing GA, we cloned and sequenced the human OAT cDNA and determined the intron-exon arrangement of the structural gene. Using the cDNA template, we synthesized antisense RNA probes and performed RNase A protection experiments with RNA from four Lebanese GA patients. We found a probe-target mismatch at the 5' end of the first coding exon and amplified this region of the patients' genomic DNA using the polymerase chain reaction. Sequence analysis showed a G----A transition, changing the initiator ATG (methionine) codon to ATA. This mutation segregates with the GA allele in both pedigrees. Initiation of translation at the closest in-frame methionine codon would truncate OAT by 138 amino acids, eliminating the entire mitochondrial leader sequence and 113 amino acids of the mature peptide.","dc:creator":"Mitchell GA","dc:date":"1988","dc:title":"An initiator codon mutation in ornithine-delta-aminotransferase causing gyrate atrophy of the choroid and retina."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3339136","rdfs:label":"GA-07, Case 7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:23beb0f0-3e35-4cf1-a585-a32484dc235c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c5546336-122c-44c0-9146-e868215abd15","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"RT-PCR from fibroblasts, followed by PCR, cloning, and sequencing of OAT.","firstTestingMethod":"PCR","phenotypeFreeText":"Gyrate atrophy, elevated plasma ornithine, vitamin B6 responsive (PMID 740364, Patient 1).","previousTesting":true,"previousTestingDescription":"PLasma ornithine 769 nmol/ml (normal 61 +/- 4); plasma lysine 116 nmol/ml (normal 167+/- 5).  Urine ornithine ~ 2800 umoles in 24 hours. OAT activity in cultured fibroblasts was 0.008, 0.098, 0.113 with umole pyroline-5-carboxylate/mg protein per hour with 0.04, 0.4, and 1.0 umol/ml Vitamin B6. Responsive to B6.\nOn B6 treatment, plasma ornithine reduced to ~350 nmol/ml, and urine ornithine reduced to about 500 after the first week and was in the normal range by the 3rd week.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:23beb0f0-3e35-4cf1-a585-a32484dc235c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65464651-68b3-4ca5-9e12-b71e2463b0c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.162C>A (p.Asn54Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/163"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3375240","type":"dc:BibliographicResource","dc:abstract":"Gyrate atrophy (GA), a recessive eye disease involving progressive loss of vision due to chorioretinal degeneration, is associated with a deficiency of the mitochondrial enzyme ornithine aminotransferase (OATase; ornithine-oxo-acid aminotransferase; L-ornithine:2-oxo-acid aminotransferase, EC 2.6.1.13) with consequent hyperornithinemia. Genetic heterogeneity of GA has been suggested by the demonstration that administration of pyridoxine to increase the level of pyridoxal phosphate, a cofactor of OATase, reduces hyperornithinemia in a subset of patients. We have cloned and sequenced cDNAs for OATase from two GA patients, one responsive and one nonresponsive to pyridoxine treatment. The respective cDNAs contained different single missense mutations, which were sufficient to eliminate OATase activity when each cDNA was tested in a eukaryotic expression system. However, like the enzyme in fibroblasts from the pyridoxine-responsive patient, OATase encoded by the corresponding cDNA from this individual showed a significant increase in activity when assayed in the presence of an increased pyridoxal phosphate concentration. These data firmly establish that both pyridoxine responsive and nonresponsive forms of GA result from mutations in the OATase structural gene. Moreover, they provide a molecular characterization of the primary lesion in a pyridoxine-responsive genetic disorder.","dc:creator":"Ramesh V","dc:date":"1988","dc:title":"Molecular basis of ornithine aminotransferase deficiency in B-6-responsive and -nonresponsive forms of gyrate atrophy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3375240","rdfs:label":"OAT1148"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a missense variant in OAT, c.162C>A (p.Asn54Lys). When the variant was expressed in hamster cell line tsH1, which is a proline auxotroph, OAT activity was barely detectable, compared to expression of the wild type cDNA. The maximum population minor allele frequency in gnomAD = 0.00002637 (European non-Finnish); no homozygotes in any population."},{"id":"cggv:a7cc33a2-e9c1-4ab9-922b-2ae616d770c7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:7e33b61e-6d8b-48ff-88eb-56e77b5d73bd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"\"Molecular analysis of OAT gene\" - no further details.","phenotypeFreeText":"Vomiting and abnormal movements at 18 days old, with revealed reduced level of consciousness, increased deep tendon reflexes, and hypertonicity. Plasma ammonia plasma ammonia was 280 μmol/L; treatment with intravenous sodium benzoate and arginine and discontinued enteral feeding led to normal ammonia level in 4 hours.","phenotypes":"obo:HP_0001987","previousTesting":true,"previousTestingDescription":"Although plasma ornithine was low at 18 day, it increased and by 3 months of age was 638.5 umol/L (normal 27-96), and remained elevated over the next 9 months (790-851 umol/L) (see Table 1 for more details). Urine homocitrulline was normal.","sex":"Female","variant":{"id":"cggv:a7cc33a2-e9c1-4ab9-922b-2ae616d770c7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e2009695-b50e-4339-8b6a-655708f000f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.901-1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378634350"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27037922","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Zubarioglu T","dc:date":"2016","dc:title":"Ornithine Aminotransferase Deficiency in Differential Diagnosis of Neonatal Hyperammonemia: A Case with a Novel OAT Gene Mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037922","rdfs:label":"Zubarioglu case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is homozygous for a canonical splice site variant, c.901-1G>A. The variant is not present in gnomAD. No score is assigned because the patient presnted young, wit hyperammonemia, and does not have gyrate atrophy, although this will likley develope due to the rpesence of OAT deficiency and elevated ornithine."},{"id":"cggv:e73957e7-c1c1-47a1-8116-a0e4b82b140a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:37aacfc3-1508-4a59-a984-0ad12e1d1e5c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"RT-PCR from fibroblasts, followed by PCR, cloning, and sequencing of the OAT gene.","firstTestingMethod":"PCR","phenotypeFreeText":"No clinical details other than diagnosis of gyrate atrophy, elevated plasma ornithine; not responsive to Vitamin B6 (PMID 740364; Patient 5)","previousTesting":true,"previousTestingDescription":"Plasma ornithine 1140 nmol/ml (normal 61+/-4); plasma lysine 90 nmol/ml (normal 167 +/-5). OAT activity in cultured skin fibroblasts was very low (0.001, 0.09, and 0 umoles pyroline-5-carboxylic acid/mg protein per hour with the addition of 0.04, 0.4, and 1.0 umol/ml assay medium Vitamin B6 respectively),(PMID 740364; Patient 5).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e73957e7-c1c1-47a1-8116-a0e4b82b140a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1372220a-e73e-4304-8841-495f5a0da6cf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.994G>A (p.Val332Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/162"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3375240"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3375240","rdfs:label":"OAT1152"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a missense variant in OAT. This variant is a known, well characterized pathogenic variant. The maximum population minor allele frequency in gnomAD = 0.000008822 (European non-Finnish). In this study, when the variant was expressed in hamster cell line tsH1, which is a proline auxotroph, OAT activity was barely detectable, compared to expression of the wild type cDNA. When expressed in yeast and HEK293 cells, the variant also exhibits diminished OAT activity (PMIDs 23076989, 30251682). When several studies have shown the deleterious impact of this variant, in addition to its responsiveness to B6, the score has not been increased here because these details have been scored under \"functional alteration\"."},{"id":"cggv:10f56f1e-4c82-4709-94a2-156cb9d0a86c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:544da6fa-6ace-4854-9222-e5d24fda3c18","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Variant identified by sequencing of genomic clones of OAT; sequencing of the remainder of the coding region and exon/intron boundaries was normal.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient noted to be \"of historical interest\" because he was the first patient in whom hyperornithinemia was recognized in gyrate atrophy (PMID 4122112). At age 8, choroidal degeneration ultimately diagnosed as gyrate atrophy, abnormal ERG.","phenotypes":"obo:HP_0012026","previousTesting":true,"previousTestingDescription":"Plasma ornithine concentration 10 times normal (no values provided).","sex":"Male","variant":{"id":"cggv:10f56f1e-4c82-4709-94a2-156cb9d0a86c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1f3faff5-a268-441f-9fab-e0bcd24428dd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000274.3(OAT):c.539G>C (p.Arg180Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/153"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2492100","type":"dc:BibliographicResource","dc:abstract":"Gyrate atrophy of the choroid and retina (GA) is an inherited chorioretinal degeneration caused by deficiency of ornithine delta-aminotransferase (OAT; L-ornithine: 2-oxo-acid aminotransferase; EC 2.6.1.13). GA is one of the \"Finnish genetic diseases,\" a group of several rare monogenic disorders that occur with increased frequency in the Finnish population. Using a combination of RNase A protection, genomic cloning, and polymerase chain reaction amplification of genomic DNA, we found one of two missense mutant OAT alleles to be present in each of 16 Finnish GA pedigrees. The first mutation R180T, in which arginine-180 is replaced by threonine, was present in homozygous form in patients from two pedigrees. The second mutation L402P, in which leucine-402 is replaced by proline, was present in homozygous form in patients from 14 pedigrees. Neither mutation was present in 19 Finnish controls. L402P was not present in 18 non-Finnish GA patients but R180T was found in an American GA patient. We constructed full-length mutant cDNAs by amplifying patient cDNA with the polymerase chain reaction and cloning a restriction fragment containing the mutation into an otherwise normal human OAT cDNA. These mutant cDNAs were then expressed in CHO-K1 cells, which lack endogenous OAT. Both R180T and L402P inactivate OAT. These results show molecular heterogeneity in GA alleles even in the Finnish population.","dc:creator":"Mitchell GA","dc:date":"1989","dc:title":"At least two mutant alleles of ornithine delta-aminotransferase cause gyrate atrophy of the choroid and retina in Finns."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2492100","rdfs:label":"Pedigree 6 proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for a missense variant, c.539G>C (p.Arg180Thr). When expressed in CHO-K1 cells, the variant results in no detectable OAT activity. The variant alters an active site residue of OAT located at the dimer interface. Functional studies show that slight structural alterations at the active site and at the dimeric interface result in increased Km for ornithin and affect pyridoxine binding (PMID 30957963). Another Finnish patient in this study (out of a group of 16) was also found to be homozygous for this variant. In gnomAD, the maximum population minor allele frequency = 0.0007166 (Finnish); no homozygotes. The score is increased due to the amount of functional evidence supporting the deleterious impact of this variant."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":831,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:3405a7cc-37ba-41eb-b444-225adcffe89a","type":"GeneValidityProposition","disease":"obo:MONDO_0009796","gene":"hgnc:8091","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between OAT and gyrate atrophy of the choroid and retina, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 2, 2019. OAT encodes ornithine aminotransferase, a mitochondrial enzyme that catalyzes the pyridoxal 5′-phosphate-dependent transformation of L-ornithine to L-glutamate 5-semialdehyde, which spontaneously forms pyrroline-5-carboxylate. Variants in OAT causing gyrate atrophy were first reported in 1988 (Ramesh et al, PMID 3375240; Mitchel et al, PMID 3339136). Hyperornithininemia is a consistent biochemical finding in these patients. Data from 10 patients with 13 unique variants (missense, nonsense, frameshift, splicing, large deletion) from 6 publications were curated (Mitchel et al, 1988, PMID 3339136; Ramesh et al, 1988, PMID 3375240; Mitchel et al, 1989, PMID 2492100; Mashima et al, 1992, PMID 1609808; Doimo et al, 2013, PMID 23076989; Katagiri et al, 2014, PMID 24429551). Additional cases are available in the literature but the maximum score for genetic evidence (12 points) has been reached. Of note, rare individuals with OAT deficiency have been reported who presented with hyperammonemia and low ornithine in the neonatal period, later developing hyperornithinemia (Cleary et al, 2005, PMID 16151897; Zubarioglu et al, 2016; PMID 27037922). While these individuals had no signs of gyrate atrophy, it is possible that it may develop later in life. \nThe relationship between OAT and gyrate atrophy is supported by extensive experimental evidence including the biochemical function of ornithine aminotransferase, which is consistent with the biochemical features of the disease (Juncosa et al, 2103, PMID 23747282), expression of OAT in the retina (Bernstein et al, 1988, PMID  9815288), functional studies in patient and non-patient cells (Heinänen et al, 1988, PMID 9727717; Montioli et al, 2018, PMID 30251682), as well as the phenotype in naturally-occurring and knock-out mouse models (Bisaillon et al, 2014, PMID 25264521; Wang et al, 1995, PMID  7550347; Wang et al, 2000, PMID 10655512). In summary, OAT is definitively associated with gyrate atrophy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:edbab666-9ae6-46db-b818-809a4bf8333e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}