{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2023-10-13T02:42:12.011Z","role":"Publisher"},{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2023-07-20T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9779c0ea-e6e4-4a2e-a343-1a38ac70ba28","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3aaf3882-f4ad-4a5a-9365-a0e72a331093","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of RNA prepared from the adenoma, utilizing bovine CaR cDNA as hybridization probe, identified a prominent transcript of - 5.4 kb similar to RNA extracted from healthy parathyroid autopsy specimen (degraded).  Cloned receptor expressed in Xenopus oocytes responds to extracellular application of physiologically relevant concentrations of Ca2 + and other CaR agonists with the same rank order of potency\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7759551","type":"dc:BibliographicResource","dc:abstract":"Parathyroid cells express a cell surface receptor, coupled to the mobilization of intracellular Ca2+, that is activated by increases in the concentration of extracellular Ca2+ and by a variety of other cations. This \"Ca2+ receptor\" (CaR) serves as the primary physiological regulator of parathyroid hormone secretion. Alterations in the CaR have been proposed to underlie the increases in Ca2+ set-point seen in primary hyperparathyroidism due to parathyroid adenoma. We have isolated human CaR cDNAs from an adenomatous parathyroid gland. The cloned receptor, expressed in Xenopus oocytes, responds to extracellular application of physiologically relevant concentrations of Ca2+ and other CaR agonists. The rank order of potency of CaR agonists displayed by the native receptor (Gd3+ > neomycin B > Ca2+ > Mg2+) is maintained by the expressed receptor. The nucleotide sequence of the human CaR cDNA predicts a protein of 1078 amino acids with high sequence similarity to a bovine CaR, and displays seven putative membrane-spanning regions common to G protein-coupled receptors. The deduced protein sequence shows potential sites for N-linked glycosylation and phosphorylation by protein kinase C and has a low level of sequence similarity to the metabotropic glutamate receptors. Comparison of the cDNA sequence to that of the normal human CaR gene showed no alteration in the coding region sequence of the CaR in this particular instance of parathyroid adenoma. Human cDNA clones with differing 5'-untranslated regions were isolated, suggesting alternative splicing of the parathyroid CaR mRNA. A rare variant cDNA clone representing a 10 amino acid insertion into the extracellular domain was also isolated. Northern blot analysis of normal and adenomatous parathyroid gland mRNA identified a predominant transcript of approximately 5.4 kilobases, and less abundant transcripts of approximately 10, 4.8 and 4.2 kilobases in RNA from the adenoma. While there is no evidence for alteration of the primary amino acid sequence of the CaR in this adenoma, modulation of CaR biosynthesis through alternative RNA processing may play a role in set-point alterations.","dc:creator":"Garrett JE","dc:date":"1995","dc:title":"Molecular cloning and functional expression of human parathyroid calcium receptor cDNAs."},"rdfs:label":"Parathyroid tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"In addition to expression in parathyroid tissue the cloned receptor was expressed in Xenopus oocytes and responded to extracellular application of calcium demonstrating biochemical function in addition to expression."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:83838ad1-148b-4677-ac5a-af53c1f37b7f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1402835e-2c98-4417-a7e1-a1ee7b9c3850","type":"FunctionalAlteration","dc:description":"Increase in set-point in mutant cells noted compared with wild-type. Wt-receptor EC50 4.0mM\n5 missense variants associated with FBH or NSHPT had significantly higher EC50 (5.5-9.3 mM) [P55L, N178D, P221S, R227L, V817I).  Another FBH variant EC50 50mM (Y218S).  2 other FBH variants – unresponsive (R680C and P747fs)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8878438","type":"dc:BibliographicResource","dc:abstract":"The calcium-sensing receptor (CaR) is a G-protein-coupled receptor that plays a key role in extracellular calcium ion homeostasis. We have engineered 11 CaR mutants that have been described in the disorders familial benign hypercalcemia (FBH), neonatal severe hyperparathyroidism (NSHPT), and autosomal dominant hypocalcaemia (ADH), and studied their function by characterizing intracellular calcium [Ca2+]i transients in response to varying concentrations of extracellular calcium [Ca2+]o or gadolinium [Gd3+]o. The wild type receptor had an EC50 for calcium (EC50[Ca2+]o) (the value of [Ca2+]o producing half of the maximal increase in [Ca2+]i) of 4.0 mM (+/- 0.1 SEM). However, five missense mutations associated with FBH or NSHPT, (P55L, N178D, P221S, R227L, and V817I) had significantly higher EC50[Ca2+]os of between 5.5 and 9.3 mM (all P < 0.01). Another FBH mutation, Y218S, had an EC50[Ca2+]o of > 50 mM but had only a mildly attenuated response to gadolinium, while the FBH mutations, R680C and P747fs, were unresponsive to either calcium or gadolinium. In contrast, three mutations associated with ADH, (F128L, T151M, and E191K), showed significantly reduced EC50[Ca2+]os of between 2.2 and 2.8 mM (all P < 0.01). These findings provide insights into the functional domains of the CaR and demonstrate that mutations which enhance or reduce the responsiveness of the CaR to [Ca2+]o cause the disorders ADH, FBH, and NSHPT, respectively.","dc:creator":"Pearce SH","dc:date":"1996","dc:title":"Functional characterization of calcium-sensing receptor mutations expressed in human embryonic kidney cells."},"rdfs:label":"HEK-293 transfected cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Multiple variants introduced with consistent results."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12571db6-365e-4bf2-8dd8-47412ecbabb6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dabd412e-7f83-42cb-91ad-19e140717472","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates human phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7493018","type":"dc:BibliographicResource","dc:abstract":"Mice lacking the calcium-sensing receptor (Casr) were created to examine the receptor's role in calcium homeostasis and to elucidate the mechanism by which inherited human Casr gene defects cause diseases. Casr+/- mice, analogous to humans with familial hypocalciuric hypercalcemia, had benign and modest elevations of serum calcium, magnesium and parathyroid hormone levels as well as hypocalciuria. In contrast, Casr-/- mice, like humans with neonatal severe hyperparathyroidism, had markedly elevated serum calcium and parathyroid hormone levels, parathyroid hyperplasia, bone abnormalities, retarded growth and premature death. Our findings suggest that Casr mutations cause these human disorders by reducing the number of functional receptor molecules on the cell surface.","dc:creator":"Ho C","dc:date":"1995","dc:title":"A mouse model of human familial hypocalciuric hypercalcemia and neonatal severe hyperparathyroidism."},"rdfs:label":"Heterozygous knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":7109,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:a7dd520e-1f58-4d75-ad36-d536d8d5c4fb","type":"GeneValidityProposition","disease":"obo:MONDO_0007791","gene":"hgnc:1514","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *CASR* gene is located on chromosome 3 at q13.33-q21.1 and encodes the calcium-sensing receptor that determines extracellular calcium concentration and is predominantly expressed in PTH-producing chief cells of the parathyroid gland and the cortical thick ascending limb of the kidney tubule. Multiple disease entities have been reported in association with this gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there was evidence of differences in their inheritance pattern and phenotypic spectrum, with implications for clinical management. Therefore, the following disease entities have been split into multiple disease entities and curated separately: autosomal dominant hypocalciuric hypercalcemia, type I (OMIM:145980), autosomal recessive hyperparathyroidism, neonatal (OMIM:239200) and autosomal dominant hypocalcemia (OMIM:601198) lumped with hypocalcemia, autosomal dominant, with Bartter syndrome (OMIM:601198). The preferred disease name suggested for this entity is ‘autosomal dominant hypocalciuric hypercalcemia - *CASR*’. \n\n*CASR* was first reported in relation to autosomal dominant hypocalciuric hypercalcemia, type 1 in 1993 (Pollak et al., PMID: 7916660). The mechanism of pathogenicity is predominantly reported to be loss of function. There have been isolated reports of heterozygous variants associated with a more severe phenotype with a dominant negative mechanism of pathogenicity postulated (Ward et al., PMID: 16649980). Autosomal dominant hypocalciuric hypercalcemia, type 1 is characterised by high serum calcium concentration, relative hypocalciuria and inappropriately normal serum parathyroid hormone level. At least 19 variants (13 missense, 2 nonsense, 2 frameshift, 1 canonical splice site, 1 complex insertional variant) have been reported in 19 probands in 7 publications (PMIDs: 7916660, 7726161, 35380381, 7717399, 8675635, 23817301, 22422767) and are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached, considering case-level and segregation data. This gene-disease relationship is also supported by animal models, in vitro assays in non-patient cells and expression studies. Heterozygous Casr+/- mice had higher serum total and ionised calcium levels, elevated parathyroid hormone and significant hypocalciuria, recapitulating the human phenotype and supporting loss-of-function as a disease mechanism (Ho et al., PMID: 7493018). HEK-293 cells cultured and transfected with *CASR* variants reported in individuals with autosomal dominant hypocalciuric hypercalcemia, type 1 showed an increase in EC50 set-point compared with wild-type cells (Pearce et al., PMID: 8878438). Human CaSR cDNA was able to be isolated from an adenomatous parathyroid gland and healthy parathyroid tissue. The cloned receptor when expressed in Xenopus oocytes responded to extracellular application of physiologically relevant concentrations of calcium and other calcium receptor agonists with the same rank order of potency compared with water-injected control oocytes. This demonstrates both expression of CaSR in parathyroid tissue and its biochemical function (Garrett et al., PMID:7759551).  A total of 4/6 pts. for experimental evidence was reached.\n\nIn summary, there is definitive evidence supporting the relationship between *CASR* and autosomal dominant hypocalciuric hypercalcemia, type 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:4cb3c61b-f7eb-4682-94af-5fde40c04e26"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}