{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2020-09-16T19:23:13.091Z","role":"Publisher"},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2020-05-13T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80cb7012-e524-4211-b273-93738d4d2fe8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:768e9f2b-4ffb-4f4f-9882-c54be8bdb3a9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"detected via RNA-Seq; https://www.ncbi.nlm.nih.gov/gene/3630","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNAseq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:0ac204eb-7fbc-4004-9467-3dc39df1cb0f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4f3888b-c680-4ee9-8c2f-0de97309c5da","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"eQTL analysis; https://gtexportal.org/home/gene/INS#geneExpression","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"eQTL"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:53ef86c3-6c04-40cd-a0b4-5a89128d3393","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cdd2a40b-43b0-4e3a-98c7-5827c7388eb3","type":"FunctionalAlteration","dc:description":"decreased receptor binding (Fig. 2)\n\nLow biologic activity shown by decreased rates of glucose transport and glucose oxidation (Fig. 3a-b)\n\nImpaired receptor-mediated degradation shown by gel filtration degradation study (Fig. 5, a-b)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3891469","type":"dc:BibliographicResource","dc:abstract":"A second mutant insulin, identified as [SerB24]-insulin, has a highly hydrophilic character. To determine the biologic activity and the degradation of this mutant insulin, human [SerB24]- and [SerB25]-insulin analogues were semisynthesized from porcine insulin by an enzyme-assisted coupling method. All of the following studies on isolated rat adipocytes were performed at 37 degrees C to directly correlate the binding potency and the biologic activity. The ability of these insulins to displace 125I-porcine insulin bound to adipocytes was 0.5-2% and 1-4%, respectively, of porcine insulin. When the ability of these insulins to stimulate glucose transport and glucose oxidation was measured, both analogues had full activity at high concentrations (250 ng/ml). However, ED50 of the porcine, [SerB24]-, and [SerB25]-insulins to stimulate glucose transport was 0.37 +/- 0.05, 46.3 +/- 5.4, and 23.3 +/- 5.5 ng/ml, respectively. Similarly, for glucose oxidation, ED50 was 0.38 +/- 0.06, 33.8 +/- 3.6, and 16.6 +/- 3.4 ng/ml, respectively. Thus, the biologic activity of [SerB24]- and [SerB25]-insulins was reduced to 0.5-2% and 1-4% of that of porcine insulin, which was compatible with our previous studies under different conditions. No antagonistic effects were observed for either analogue. Degradation of 125I-labeled [SerB24]- and [SerB25]-insulins was also decreased to 62.8% and 55.8%, respectively, of 125I-porcine insulin. These results confirm the importance of the hydrophobic residues at B24 and B25 in the biologic activity of insulin; the patient having this hydrophilic insulin was considered to be in an insulinopenic state despite the hyperinsulinemia due to decreased degradation of the mutant insulin.","dc:creator":"Haneda M","dc:date":"1985","dc:title":"Decreased biologic activity and degradation of human [SerB24]-insulin, a second mutant insulin."},"rdfs:label":"human variant cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:63b4e43b-8afd-4ee9-999d-e22e8e9e6b7b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6d11604-d9cc-4f16-8114-570e40f0a51c","type":"FunctionalAlteration","dc:description":"Northern blot analysis showed CHO-Ins2Mody expressed ~2x the insulin message than WT cells (Fig. 8a)\n\nBy using anti-insulin antibodies to determine amount of insulin secreted into media and insulin content in cells, IRI was not detected in cell extracts or media of CHO-Ins2Mody cells (Fig. 8b) which indicates loss of immunoreactivity or absence of mutant proinsulin. Proinsulin was also not detected in the media of these cells (Fig. 8c, lanes 10-12)\n\nImmunoblotting with anti-C-peptide antibodies detected proinsulin in CHO-Ins2Mody cells (Fig.8c, lanes 5-7) with protein levels proportional to RNA levels. This suggests synthesis and accumulation of mutant proinsulin within these cells\n\nPulse-chase experiments of these cells showed amount of proinsulin initially synthesized was comparable in both mutant and WT cells, with expression consistent with mRNA levels. For the first 2hrs, proinsulin secretion into media was similar between both cells lines, however for CHO-Ins2Mody it decreased with time. This suggests that once trapped in ER, mutant protein is degraded intracellularly (Fig. 8c and 9)\n\nThrough co-immunoprecipitation, it was shown that in WT cells, BiP forms a complex with WT proinsulin (Fig. 10, lane 2) and there was an increased amount of this complex in CHO-Ins2Mody cells (Fig. 10, lane 3)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9884331","type":"dc:BibliographicResource","dc:abstract":"The mouse autosomal dominant mutation Mody develops hyperglycemia with notable pancreatic beta-cell dysfunction. This study demonstrates that one of the alleles of the gene for insulin 2 in Mody mice encodes a protein product that substitutes tyrosine for cysteine at the seventh amino acid of the A chain in its mature form. This mutation disrupts a disulfide bond between the A and B chains and can induce a drastic conformational change of this molecule. Although there was no gross defect in the transcription from the wild-type insulin 2 allele or two alleles of insulin 1, levels of proinsulin and insulin were profoundly diminished in the beta cells of Mody mice, suggesting that the number of wild-type (pro)insulin molecules was also decreased. Electron microscopy revealed a dramatic reduction of secretory granules and a remarkably enlarged lumen of the endoplasmic reticulum. Little proinsulin was processed to insulin, but high molecular weight forms of proinsulin existed with concomitant overexpression of BiP, a molecular chaperone in the endoplasmic reticulum. Furthermore, mutant proinsulin expressed in Chinese hamster ovary cells was inefficiently secreted, and its intracellular fraction formed complexes with BiP and was eventually degraded. These findings indicate that mutant proinsulin was trapped and accumulated in the endoplasmic reticulum, which could induce beta-cell dysfunction and account for the dominant phenotype of this mutation.","dc:creator":"Wang J","dc:date":"1999","dc:title":"A mutation in the insulin 2 gene induces diabetes with severe pancreatic beta-cell dysfunction in the Mody mouse."},"rdfs:label":"CHO cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8571b3d2-e867-46cb-902e-4ad80b94e4f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c90cc37-83a6-40e8-bfae-b24c5c8cbc04","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"double homozygous mice had low birth weight and growth retardation (Fig. 3)\n\nAnatomical examination showed hepatomegaly and liver steatosis (Fig. 4A-B)\n\nImmunocytochemical staining of pancreas with anti-C-peptide 1 and 2 antibodies for proinsulin 1 and 2 were negative (Fig. 4D-F), use of X-Gal as substrate detected beta-cells in islets (Fig. 4J), antibodies against glucagon identified alpha-cells in islets (Fig. 4G-H)\n\nGlucagon mRNA detected via RT-PCR (Fig. 2B), somatostatin and pancreatic polypeptide mRNAs present at reduced levels (Fig. 2C-D)\n\nhyperplastic islets observed in microscopic analysis (Fig. 4)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9144203","type":"dc:BibliographicResource","dc:abstract":"Two mouse insulin genes, Ins1 and Ins2, were disrupted and lacZ was inserted at the Ins2 locus by gene targeting. Double nullizygous insulin-deficient pups were growth-retarded. They did not show any glycosuria at birth but soon after suckling developed diabetes mellitus with ketoacidosis and liver steatosis and died within 48 h. Interestingly, insulin deficiency did not preclude pancreas organogenesis and the appearance of the various cell types of the endocrine pancreas. The presence of lacZ expressing beta cells and glucagon-positive alpha cells was demonstrated by cytochemistry and immunocytochemistry. Reverse transcription-coupled PCR analysis showed that somatostatin and pancreatic polypeptide mRNAs were present, although at reduced levels, accounting for the presence also of delta and pancreatic polypeptide cells, respectively. Morphometric analysis revealed enlarged islets of Langherans in the pancreas from insulin-deficient pups, suggesting that insulin might function as a negative regulator of islet cell growth. Whether insulin controls the growth of specific islet cell types and the molecular basis for this action remain to be elucidated.","dc:creator":"Duvillié B","dc:date":"1997","dc:title":"Phenotypic alterations in insulin-deficient mutant mice."},"rdfs:label":"Insulin deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:1229c29e-5b2e-48b4-8a78-05de56d30cf9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e85654c1-edf9-4521-8cf0-6d9f02b2c4b4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"variant was confirmed via direct sequencing and RFLP analysis (Fig. 1 and 2a-b)\n\nPCR and bst EII digestion showed no defect in the transcription of either Ins1 or Ins2 in islets of Mody mice (Fig. 3)\n\nImmunofluorescence staining showed decreased size of islets and reduced insulin immunoreactivity of insulin in Mody mice compared to control C57BL/6J mice (Fig. 4a and b), weaker C-peptide immunoreactivity in beta-cells of Mody mice was also observed which suggests a decrease in proinsulin (Fig. 4c-d)\n\nElectron microscopy of beta cells in Mody mice showed reduced amount and size of secretory granules with cytoplasm filled with ER, suggestive of accumulation of proinsulin in ER (Fig. 5c-d)\n\nImmunoelectron microscopy with gold labeling showed that C-peptide was localized in the ER in islets of Mody mice as opposed to the secretory granules in control islets (Fig. 6a-b)\n\nImmunoblotting analysis of islet proteins on reducing gels showed decreased insulin in Mody mice (Fig. 7, lane 12), when done with anti-C-peptide antibody the gel showed 8.6kDa and 7.6kDa proteins in control islets and only 8.6kda protein in Mody islets (Fig. 7, lanes 7 and 8) the 8.6kDa band comigrated with human proinsulin (Fig. 7, lane 5) when immunoblot using the same antibodies was performed on a nonreducing gel, a high molecular weight band (2x that of monomeric proinsulin) was detected in islets of Mody mice suggesting that a small amount of proinsulin is processed to insulin and is accumulated as high molecular weight complexes in beta cells of Mody mice (Fig. 7, lane 4)\n\nPDI, an ER enzyme which catalyzes isomerization of protein disulfide bonds, was found to be overexpressed in islets of Mody mice (Fig. 7, lanes 13 and 14)\n\nBiP, an ER chaperone involved in protein folding, was also found to be overexpressed in Mody islets (Fig. 4f, Fig. 7 lanes 15-18), double immunostaining with anti-C-peptide antibodies showed BiP overexpression specifically in beta-cells","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9884331","rdfs:label":"MODY mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0a2933db-6221-4f9f-8e9c-895ad256a05e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28678a3e-9869-4063-a519-f910e1c21d28","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":20,"detectionMethod":"3 exons of INS screened from genomic DNA by direct sequencing","firstTestingMethod":"Other","phenotypeFreeText":"treated with diet and OHA, A1C = 6.4%, fasting serum C-peptide = 419 pmol/l, fasting plasma glucose = 6.4 mmol/l","phenotypes":["obo:HP_0012594","obo:HP_0004904","obo:HP_0000488","obo:HP_0009830"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0a2933db-6221-4f9f-8e9c-895ad256a05e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:50f7b13a-4111-4058-a6f5-cfcef282ec2c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.17G>A (p.Arg6His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68727"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20007936","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations in the human preproinsulin (INS) gene are a cause of nonsyndromic neonatal or early-infancy diabetes. Here, we sought to identify INS mutations associated with maturity-onset diabetes of the young (MODY) or nonautoimmune diabetes in mid-adult life, and to explore the molecular mechanisms involved.","dc:creator":"Meur G","dc:date":"2010","dc:title":"Insulin gene mutations resulting in early-onset diabetes: marked differences in clinical presentation, metabolic status, and pathogenic effect through endoplasmic reticulum retention."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20007936","rdfs:label":"DK.M132-R6H"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:3cacc4f7-146a-45d5-925e-2779ec16b635_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2cdf54ec-b9e8-4e13-835e-d46e2b7bbcb0","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"detectionMethod":"3 exons of INS screened from genomic DNA by direct sequencing","firstTestingMethod":"Other","phenotypeFreeText":"stable glycemic profile","phenotypes":["obo:HP_0000103","obo:HP_0004904","obo:HP_0001959"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:3cacc4f7-146a-45d5-925e-2779ec16b635_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2c3100d4-ab5a-4140-830c-e0b4ab87b351","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.163C>T (p.Arg55Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13392"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20007936"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20007936","rdfs:label":"FR.ET-R55C 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:d24b7723-7877-4557-b929-341d0ac0e90e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c811f36-75ac-4784-9230-5b5adbdf20c9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":17,"detectionMethod":"3 exons of INS screened from genomic DNA by direct sequencing","firstTestingMethod":"Other","phenotypeFreeText":"fasting glycemia = 16.5 mmol/l, required insulin after 9 years, A1Cranged from 5.0 to 9.9%, decrease in insulin secretion during graded glucose infusion while insulin sensitivity with euglycemic hyperinsulinemic clamp was normal, BMI = 25.9kg/m2, fasting blood glucose = 7.2mmol/l, mean insulin secretion rate = 0.66pmol · kg−1 · min−1, Euglycemic hyperinsulinemic clamp: body mass = 18.4% and M value = 9.1 mg · kg fat free mass−1 · min−1","phenotypes":["obo:HP_0001824","obo:HP_0004904"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d24b7723-7877-4557-b929-341d0ac0e90e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d5bccd91-c1ff-4e71-b9a8-480d73cf7da3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2160884G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379121834"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20007936"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20007936","rdfs:label":"FR.AM-L30M 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:b456980d-a33c-4fb1-a0d6-c186fa986af3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ad22365-cd72-4e04-8df5-18bb95fc2487","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":31,"detectionMethod":"WES with mean depths of 65x in targeted regions","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"fasting plasma glucose = 16mmol/L, treated with oral hypoglycaemic agents, GAD and IA-2 antibody negative","phenotypes":"obo:HP_0003074","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b456980d-a33c-4fb1-a0d6-c186fa986af3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:17c51ec3-c318-4b82-9d21-afe76f3a2f8f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2160968C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5818207"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28992123","type":"dc:BibliographicResource","dc:abstract":"Monogenic diabetes is often misdiagnosed with type 2 diabetes due to overlapping characteristics. This study aimed to discover novel causative mutations of monogenic diabetes in patients with clinically diagnosed type 2 diabetes and to explore potential molecular mechanisms. Whole-exome sequencing was performed on 31 individuals clinically diagnosed with type 2 diabetes. One novel heterozygous mutation (p.Ala2Thr) in INS was identified. It was further genotyped in an additional case-control population (6523 cases and 4635 controls), and this variant was observed in 0.09% of cases. Intracellular trafficking of insulin proteins was assessed in INS1-E and HEK293T cells. p.Ala2Thr preproinsulin-GFP was markedly retained in the endoplasmic reticulum (ER) in INS1-E cells. Activation of the PERK-eIF2α-ATF4, IRE1α-XBP1, and ATF6 pathways as well as upregulated ER chaperones were detected in INS1-E cells transfected with the p.Ala2Thr mutant. In conclusion, we identified a causative mutation in INS responsible for maturity-onset diabetes of the young 10 (MODY10) in a Chinese population and demonstrated that this mutation affected β cell function by inducing ER stress.","dc:creator":"Yan J","dc:date":"2017","dc:title":"Whole-exome sequencing identifies a novel INS mutation causative of maturity-onset diabetes of the young 10."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28992123","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:136f0566-b6d5-4762-bfcc-5174e40f24c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b9a7cee3-c816-400b-bc7e-5506e08d598d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"genomic DNA extracted from peripheral leukocytes, coding exons 2 and 3 of INS gene were amplified via PCR, products underwent single-strand sequencing, microsatellites for chromosome 20q an 11p used to confirm family relationships","firstTestingMethod":"PCR","phenotypeFreeText":"BMI = 24.1 kg/m2, not insulin dependent, treated with diet for 10 years, then treated with oral agents and insulin at 0.2 units · kg−1 · day−1","phenotypes":"obo:HP_0004904","previousTesting":true,"previousTestingDescription":"HNF1A, HNF4A, and GCK excluded by sequencing","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:136f0566-b6d5-4762-bfcc-5174e40f24c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fb635ba0-5872-418e-b1e9-fcadbf539cee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.16C>T (p.Arg6Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13390"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18162506","type":"dc:BibliographicResource","dc:abstract":"Insulin gene (INS) mutations have recently been described as a cause of permanent neonatal diabetes (PND). We aimed to determine the prevalence, genetics, and clinical phenotype of INS mutations in large cohorts of patients with neonatal diabetes and permanent diabetes diagnosed in infancy, childhood, or adulthood.","dc:creator":"Edghill EL","dc:date":"2008","dc:title":"Insulin mutation screening in 1,044 patients with diabetes: mutations in the INS gene are a common cause of neonatal diabetes but a rare cause of diabetes diagnosed in childhood or adulthood."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18162506","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Kept at default due to variant evidence in PMID:20007936"},{"id":"cggv:ef70ea3f-937c-4e4c-80fa-6df6db19e76e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f1745913-54af-4bec-bfc7-ef1422dab212","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":20,"detectionMethod":"DNA purified from EDTA blood samples, INS gene amplified via PCR, bidirectional sequencing of exon and flanking noncoding regions","firstTestingMethod":"PCR","phenotypeFreeText":"treated with diet only for 1 year then required psychopharmacologic treatment, BMI = 29.6 kg/m2, required insulin after BMI increase, reverted back to diet only treatment after weight loss, GAD and IA-2 antibody negative, nonfasting C-peptide not detectable, AIC = 5.9%","phenotypes":["obo:HP_0030795","obo:HP_0004904"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:ef70ea3f-937c-4e4c-80fa-6df6db19e76e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a01f024d-d9d9-46fa-8da7-fdb036cdb28e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.137G>A (p.Arg46Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13391"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18192540","type":"dc:BibliographicResource","dc:abstract":"Mutations in the insulin (INS) gene can cause neonatal diabetes. We hypothesized that mutations in INS could also cause maturity-onset diabetes of the young (MODY) and autoantibody-negative type 1 diabetes.","dc:creator":"Molven A","dc:date":"2008","dc:title":"Mutations in the insulin gene can cause MODY and autoantibody-negative type 1 diabetes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18192540","rdfs:label":"N580-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"scored down due to lack of variant evidence"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.6},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:d72aeb54-a79e-4e83-9637-5223f255ad04_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6ea43954-fc89-4265-a2f6-4cc08d1702d9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"INS, HNF1A, HNF4A, and GCK analyzed by direct sequencing","firstTestingMethod":"Other","phenotypeFreeText":"birth weight = 3690g, birth length = 51cm, BMI = 22.3 kg/m2, insulin pump treatment = 0.44 IU/kg/day, HbA1c = 8.2%, positive insulin autoantibodies, negative GAD and IA2 autoantibodies","phenotypes":["obo:HP_0003074","obo:HP_0000488"],"previousTesting":true,"previousTestingDescription":"HNF1A, HNF4A, and GCK analyzed by direct sequencing","sex":"Female","variant":{"id":"cggv:d72aeb54-a79e-4e83-9637-5223f255ad04_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7f9bf5ef-414c-4f87-a3fc-c462f20356d1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.188-31G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/211186"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25721872","type":"dc:BibliographicResource","dc:abstract":"Mutations in the insulin (INS) gene rarely occur in patients with Maturity-Onset Diabetes of the Young (MODY). We aimed to describe in detail two MODY families with INS mutations. The INS gene was screened by direct sequencing. The probands and their affected relatives underwent a mixed-meal test. Mutation predictions were modeled using I-TASSER and were visualized by Swiss-PdbViewer. A novel heterozygous frameshift mutation p.Gln78fs in the INS gene was found in three generations of patients with clinically distinct diabetes. The single nucleotide deletion (c.233delA) is predicted to change and prolong amino acid sequence, resulting in aberrant proinsulin without native structures of C-peptide and A-chain. In the second family, the heterozygous mutation c.188-31G>A within the terminal intron was detected. The mother and her daughter were misdiagnosed as having type 1 diabetes since the ages of 6 and 2 years, respectively. This result is in contrast to the previously described carrier of the same mutation who was diagnosed with permanent neonatal diabetes. We identified a novel coding frameshift mutation and an intronic mutation in the INS gene leading to childhood-onset diabetes. INS mutations may result in various phenotypes, suggesting that additional mechanisms may be involved in the pathogenesis and clinical manifestation of diabetes. ","dc:creator":"Dusatkova L","dc:date":"2015","dc:title":"Frameshift mutations in the insulin gene leading to prolonged molecule of insulin in two families with Maturity-Onset Diabetes of the Young."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25721872","rdfs:label":"proband - Family II"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:223075e2-7513-44b4-9903-2a2e745fa520_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5a2e867a-95c0-46d1-ac4f-94aaac618fe9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"Next generation sequencing of MODY1-13 genes, variants confirmed via Sanger sequencing","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"birth weight = 3900g, treated with metformin and gliclazide, insulin treatment, BMI = 23.3kr/m2, fasting glycemia = 12.02mmol/L, 2‐hours postprandial glycemia = 22.94 mmol/L, HbA1c = 12.3%, fasting C-peptide = 115.8 pmol/L, 2‐hours postprandial C‐peptide= 325.1 pmol/L, negative for GAD, IA-2, and zinc transporter 8 autoantibodies, fasting serum proinsulin concentration = 3.39ng/mL","phenotypes":["obo:HP_0009830","obo:HP_0000518","obo:HP_0003074","obo:HP_0000147","obo:HP_0000622","obo:HP_0000112"],"previousTesting":true,"previousTestingDescription":"Next generation sequencing of MODY1-13 genes, variants confirmed via Sanger sequencing","sex":"Female","variant":{"id":"cggv:223075e2-7513-44b4-9903-2a2e745fa520_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:14d289c0-3293-4a21-b8cb-175c34dabbba","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2159977dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187311"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30182532","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Xiao X","dc:date":"2019","dc:title":"Novel frameshift mutation in the insulin (INS) gene in a family with maturity onset diabetes of the young (MODY)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30182532","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:cccada30-414f-4c34-bf7d-965bdfeec800_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4aa9bebd-454a-4114-ac27-b19820d13e42","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"INS, HNF1A, HNF4A, and GCK analyzed by direct sequencing","firstTestingMethod":"Other","phenotypeFreeText":"birth weight = 4400g, birth length = 52cm, GAD and IA-2 autoantibody negative, treated with insulin dose = 0.8 Iu/kg/day, BMI = 27.4 kg/m2, C-peptide = 344 pmol/l, glycemia = 12 mmol/l, HbA1c = 6.3%","phenotypes":["obo:HP_0001993","obo:HP_0003074","obo:HP_0002205"],"previousTesting":true,"previousTestingDescription":"HNF1A, HNF4A, and GCK analyzed by direct sequencing","sex":"Male","variant":{"id":"cggv:cccada30-414f-4c34-bf7d-965bdfeec800_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:23e9864d-f665-4232-afdc-4f779b33e087","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2159952del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187312"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25721872"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25721872","rdfs:label":"proband - Family I"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:80591404-d281-4644-9338-b269eb2726bf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f6f4d0d-5478-4f25-8621-68e12c109359","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"genomic DNA extracted from peripheral leukocytes, coding exons and intron-exon boundaries of KCNJ11, INS, HNF1A and HNF4A amplified via PCR, products underwent single-strand sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"HbA1c = 7.2%, basal-bolus insulin regimen at 0.48U/kg/day, glucose = 24.7 mmol/l, venous pH = 7.30, bicarbonate = 21.8 mmol/l","phenotypes":["obo:HP_0003074","obo:HP_0001959","obo:HP_0000988","obo:HP_0000103","obo:HP_0004904","obo:HP_0003076"],"previousTesting":true,"previousTestingDescription":"KCNJ11, HNF1A and HNF4A","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:80591404-d281-4644-9338-b269eb2726bf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:26a6d7a1-1710-46a1-8a7b-7e5157f28db1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.265C>T (p.Arg89Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/21117"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19900242","type":"dc:BibliographicResource","dc:abstract":"Monogenic diabetes is frequently misdiagnosed as Type 1 diabetes. We aimed to screen for undiagnosed monogenic diabetes in a cohort of children who had a clinical diagnosis of Type 1 diabetes but were pancreatic autoantibody-negative.","dc:creator":"Rubio-Cabezas O","dc:date":"2009","dc:title":"Testing for monogenic diabetes among children and adolescents with antibody-negative clinically defined Type 1 diabetes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19900242","rdfs:label":"R89C"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:4eedc2af-4f65-460f-a705-5d4ebedfafc1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2d7fc26-27d0-4cab-ae1c-91d0bfc307e1","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"detectionMethod":"genomic DNA extracted from peripheral leukocytes, coding exons and intron-exon boundaries of KCNJ11, INS, HNF1A and HNF4A amplified via PCR, products underwent single-strand sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"C-peptide = 929pmol/l, HbA1c = 7.0%, daily insulin = 0.92 U/kg/day, glucose = 16.2 mmol/l, venous pH = 7.37, bicarbonate = 19.0 mmol/l","phenotypes":["obo:HP_0003074","obo:HP_0000103","obo:HP_0001959","obo:HP_0004904"],"previousTesting":true,"previousTestingDescription":"KCNJ11, HNF1A and HNF4A","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:4eedc2af-4f65-460f-a705-5d4ebedfafc1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:69fc8822-8b91-43e7-b9ee-f0e39a04077b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000207.2(INS):c.94G>A (p.Gly32Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/21122"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19900242"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19900242","rdfs:label":"G32S"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.6}],"evidenceStrength":"Definitive","sequence":883,"specifiedBy":"GeneValidityCriteria7","strengthScore":17.6,"subject":{"id":"cggv:a6c44e9c-420e-459b-8986-ce6755b207cc","type":"GeneValidityProposition","disease":"obo:MONDO_0015967","gene":"hgnc:6081","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"INS was first reported in relation to autosomal dominant monogenic diabetes in 2007 (Støy, et al., PMID: 17855560) and studies of large case series reported in 2008 indicated INS mutations as the second most common cause of permanent neonatal diabetes. While most reported cases are diagnosed with diabetes before 6 months of age, diabetes is less commonly diagnosed later in infancy or early childhood, as well as rarely in adolescence or early adulthood (PMID: 18162506, 18292540), sometimes referred to as MODY10 (MIM:613370). The mechanism for disease in the majority of cases is expected to be toxic gain of function, related to misfolding of the proinsulin molecule leading to ER stress and apoptosis (PMID:  9884331); consequently, these cases usually require and respond best to insulin treatment. Of note, a few studies have found such INS mutations in approximately 7% of patients who had been clinically diagnosed with type 1 diabetes in early childhood but were negative for pancreatic autoantibodies. A few INS variants appear to have distinct mechanisms affecting properties such as protein stability and/or binding to the insulin receptor. Patients with these variants appear more likely to be diagnosed with diabetes in adolescence or early adulthood and may respond to oral hypoglycemic agents (PMID: 18192540).  \n\n \n\nNumerous variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Summary of case-level and experimental data: 17.6 points. Variants in this gene have been reported in at least 11 probands in 7 publications (PMIDs: 17855560, 25721872, 816250, 20007936, 18192540, 19900242, 30182532, 28992123). Variants in this gene segregated with disease in 11 additional family members. A score of 11.6 was achieved for genetic data. This gene-disease association is supported by expression studies, animal models, and in vitro functional assays. In summary, INS is definitively associated with autosomal dominant monogenic diabetes. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. \n\n \n\nPer criteria outlined by the ClinGen Lumping and Splitting working group, we found differences in molecular mechanisms, inheritance patterns, and phenotypic variability underlying the INS-related disease entities.  Therefore, we have split curations for these disease entities.  \n\nThe present curation includes (1) autosomal dominant monogenic diabetes mellitus, which most often presents in infancy and is usually referred to as permanent neonatal diabetes (MIM: 606176), but may also occur in patients with antibody-negative type 1 diabetes in early childhood, or rarely in adolescence or young adulthood and may be referred to as maturity-onset diabetes of the young 10, (MODY10, MIM:613370). Other entities requiring separate curations include (2) Autosomal recessive diabetes mellitus (usually permanent neonatal; MIM: 606176) and (3) Hyperproinsulinemia (MIM: 616214). Type 1 diabetes (polygenic, MIM: 125852) will not be curated at this time since the contribution of INS is in the form of common variants with a small effect.\n","dc:isVersionOf":{"id":"cggv:c5224322-637e-40a8-89eb-d44e01536f25"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}