{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-22T00:28:24.468Z","role":"Approver"},{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-22T00:28:42.170Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10826636","type":"dc:BibliographicResource","dc:abstract":"An 8-year-old girl with growth deficiency, mental retardation, unusual facies and hypertrichosis is described. The case is compared with one described by Wiedemann et al. [(1989) Atlas of Clinical Syndromes, 2nd ed. London: Wolfe Publishing pp. 198-199].","dc:creator":"Steiner CE","dc:date":"2000","dc:title":"Growth deficiency, mental retardation and unusual facies."},"evidence":[{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69e90499-f64e-4cf9-8bde-83cc49e155fa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:54a5ad04-fc21-4de1-b114-6c04f2a0213d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Features seen in the mice are consistent with features seen in WSS individuals. The model was created prior to the identification of WSS and did not specifically look for disease recapitulation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11536426","type":"dc:BibliographicResource","dc:abstract":"The mixed lineage leukemia gene (MLL) was originally identified through its involvement in reciprocal translocations in leukemias. MLL codes for a large multidomain protein and bears homology to the Drosophila developmental control gene trithorax in two small domains in the amino terminal region, the central zinc finger domain and the carboxy SET domain. Like the Drosophila trx, MLL has also been shown to be a positive regulator of Hox gene expression. We have targeted Mll (the murine homologue of MLL) in exon 5 causing expression of three truncated in-frame Mll transcripts. These transcripts retain all or some of the AT hook motifs and the DMT domain. This mutant allele causes early in vivo preimplantation lethality of homozygous embryos prior to the 2-cell stage. Embryos cultured in vitro progress to the 2-cell stage, but further development is arrested. The heterozygotes exhibit mild skeletal defects as well as defects in some neuroectodermal derivatives.","dc:creator":"Ayton P","dc:date":"2001","dc:title":"Truncation of the Mll gene in exon 5 by gene targeting leads to early preimplantation lethality of homozygous embryos."},"rdfs:label":"Mouse Model 2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model is noted to recapitulate several features of the associated disease but full evaluation with WSS was not performed and full recapitulation is not described. points were reduced."},{"id":"cggv:6b3a6751-649c-42a3-9852-fcb0fdc210fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:88eab145-a775-44f0-8223-9282aed4f05f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Features seen in the mice are consistent with alterations seen in affected WSS individuals. The model was created prior to the identification of WSS and was not specifically evaluated for overlap with the disorder.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7477409","type":"dc:BibliographicResource","dc:abstract":"The mixed-lineage leukaemia gene (MLL/HRX/ALL-1) is disrupted by chromosomal translocation in human acute leukaemias that often display mixed lymphoid-myeloid phenotypes and present in infancy. MLL possesses a highly conserved SET domain also found in Drosophila trithorax (trx) and Polycomb group (Pc-G) genes, which are known to regulate homeotic genes (HOM-C) in a positive or negative fashion, respectively. Mll was targeted in mice by homologous recombination in embryonic stem (ES) cells to assess its role in pattern development. Mll heterozygous (+/-) mice had retarded growth, displayed haematopoietic abnormalities, and demonstrated bidirectional homeotic transformations of the axial skeleton as well as sternal malformations. Mll deficiency (-/-) was embryonic lethal. Anterior boundaries of Hoxa-7 and Hoxc-9 expression were shifted posteriorly in Mll +/- embryos, but their expression was abolished in Mll -/- embryos. Thus Mll is required for proper segment identity in mammals, displays haplo-insufficiency, and positively regulates Hox gene expression.","dc:creator":"Yu BD","dc:date":"1995","dc:title":"Altered Hox expression and segmental identity in Mll-mutant mice."},"rdfs:label":"Mouse Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Points were reduced due to the recapitulation of several features consistent with WSS, but not full recapitulation."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4437,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:0fe57a86-9ef4-40ba-975d-d1685ae5aba4","type":"GeneValidityProposition","disease":"obo:MONDO_0011518","gene":"hgnc:7132","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The KMT2A gene is located on chromosome 11 at 11q23.3 and encodes the lysine methyltransferase 2A with histone H3 lysine 4 (H3K4) methyltransferase activity. KMT2A was first reported in relation to autosomal dominant Wiedemann-Steiner syndrome in 2000 (Steiner et al., PMID: 10826636). Characteristic features for this disorder include mild to profound intellectual disability, musculoskeletal anomalies, distinctive facial features, hypertrichosis cubiti, short stature, and behavioral issues. Additional features include alterations of the corpus callosum, growth restriction, failure to thrive, feeding difficulties, cardiac anomalies, micrognathia, high arched palate, and dental anomalies. At least 8 unique variants (including frameshift, stop-gained, and missense variants) have been reported in 8 probands in 4 publications (Jones et al., 2012, PMID: 22795537; Miyake et al., 2016, PMID: 25810209; Baer et al., 2018, PMID: 29574747; Lebrun et al., 2018, PMID: 29203834) and are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be de novo loss of function variants but de novo missense variants have also been reported. This disorder presents with a widely variable phenotype. This gene-disease association is also supported by mouse models and expression studies (Yu et al., 1995, PMID: 7477409;  Ayton et al., 2001, PMID: 11536426, Wang et al., 2009, PMID: 19703992). In summary, KMT2A is definitively associated with autosomal dominant Wiedemann-Steiner syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 02.23.2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:a002e1eb-0420-4889-b3f1-b8fe226786f9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}