{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-11-14T17:00:00.000Z","role":"Approver"},{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-11-14T20:28:15.359Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7200b9ea-b038-4f5a-ab03-d484badf6fbc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da493552-2cfd-47d6-9c9d-ab60b2b7c2d9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"A multiple-tissue Northern blot was performed with a 733-bp fragment from the coding sequence of TRIM32. The results (Fig 3) indicate that the transcript is widely expressed, and in particular, is expressed in skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11822024","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophy type 2H (LGMD2H) is a mild autosomal recessive myopathy that was first described in the Manitoba Hutterite population. Previous studies in our laboratory mapped the causative gene for this disease to a 6.5-Mb region in chromosomal region 9q31-33, flanked by D9S302 and D9S1850. We have now used additional families and a panel of 26 microsatellite markers to construct haplotypes. Twelve recombination events that reduced the size of the candidate region to 560 kb were identified or inferred. This region is flanked by D9S1126 and D9S737 and contains at least four genes. Exons of these genes were sequenced in one affected individual, and four sequence variations were identified. The families included in our study and 100 control individuals were tested for these variations. On the basis of our results, the mutation in the tripartite-motif-containing gene (TRIM32) that replaces aspartate with asparagine at position 487 appears to be the causative mutation of LGMD2H. All affected individuals were found to be homozygous for D487N, and this mutation was not found in any of the controls. This mutation occurs in an NHL (named after the proteins NCL1, HT2A, and LIN-41) domain at a position that is highly conserved. NHL domains are known to be involved in protein-protein interactions. Although the function of TRIM32 is unknown, current knowledge of the domain structure of this protein suggests that it may be an E3-ubiquitin ligase. If proven, this represents a new pathogenic mechanism leading to muscular dystrophy.","dc:creator":"Frosk P","dc:date":"2002","dc:title":"Limb-girdle muscular dystrophy type 2H associated with mutation in TRIM32, a putative E3-ubiquitin-ligase gene."},"rdfs:label":"TRIM32 in Skeletal Muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Although the high presence of RNA and protein expression in skeletal muscle yields some evidence towards pathogenicity, the ubiquity of the expression does not provide significant enough evidence to award points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:384f4051-7b8c-44d0-b96c-ee37cb5c25c5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:458456e8-f8b3-4ba2-a504-b9727a615957","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TRIM32-Knockout (T32KO) mice were generated via a gene-trap method. Compared to the WT, the T32KO mice were consistently heavier and had reduced muscle mass. Multiple tests of muscle strength, such as the grip strength and wire hang tests, also resulted in an impaired performance compared to the controls. Histological analysis of muscle confirmed variable fiber diameter and apoptotic nuclei, as well as classic myopathy phenotypes such as centrally-nucleated muscle fibers and fragmented/split fibers not caused by denervation. Reduced NADH-TR and SDH enzymatic activity in muscle fibers was observed, congruent to other myogenic and neurogenic disorders. Electron microscopy confirmed the similarities to the human probands, with similar features to a dilated sarcotubular system and proliferation of the T-tubule system with abundant sarcotubular profiles, vacuoles and degenerative changes in the myofibrils with Z-line streaming. Neurogenic changes were noted in the mice as well, specifically the reduction of myelinated axon diameters. A shift towards slow Type 1 fibers was also prevalent in the T32KO mice, much more than the WT percentage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19155210","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophy type 2H (LGMD2H) and sarcotubular myopathy are hereditary skeletal muscle disorders caused by mutations in TRIM32. We previously identified TRIM32 as an E3 ubiquitin ligase that binds to myosin and ubiquitinates actin. To date four TRIM32 mutations have been linked to LGMD2H, all of which occur in the C-terminal NHL domains. Unexpectedly, a fifth mutation in the B-box of TRIM32 causes a completely different, multisystemic disorder, Bardet-Biedl syndrome type 11. It is not understood how allelic mutations in TRIM32 can create such diverse phenotypic outcomes. To generate a tool for elucidating the complex in vivo functions of TRIM32, we created the first murine Trim32 knock-out model (T32KO). Histological analysis of T32KO skeletal muscles revealed mild myopathic changes. Electron microscopy showed areas with Z-line streaming and a dilated sarcotubular system with vacuoles -- the latter being a prominent feature of sarcotubular myopathy. Therefore, our model replicates phenotypes of LGMD2H and sarcotubular myopathy. The level of Trim32 expression in normal mouse brain exceeds that observed in skeletal muscle by more than 100 times, as we demonstrated by real-time PCR. Intriguingly, analysis of T32KO neural tissue revealed a decreased concentration of neurofilaments and a reduction in myelinated motoraxon diameters. The axonal changes suggest a shift toward a slower motor unit type. Not surprisingly, T32KO soleus muscle expressed an elevated type I slow myosin isotype with a concomitant reduction in the type II fast myosin. These data suggest that muscular dystrophy due to TRIM32 mutations involves both neurogenic and myogenic characteristics.","dc:creator":"Kudryashova E","dc:date":"2009","dc:title":"Deficiency of the E3 ubiquitin ligase TRIM32 in mice leads to a myopathy with a neurogenic component."},"rdfs:label":"TRIM32 KO Mice Show LGMD/Myopathy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"These TRIM32 KO mice recapitulated the phenotype of both sarcotubular myopathy and LGMD, both of which are on a similar spectrum of disease. This provides a reasonable amount of evidence towards a pathogenic loss-of-function mechanism in the human probands and receives default points."},{"id":"cggv:fe112a0e-731b-4fea-ae07-7ee665b73219","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0bb4631c-8fb8-43bd-9372-17fc1568b764","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The D489NKI mouse model was observed for altered performance in several muscle tests and consistently performed worse than WT mice in both the hire hang and grip tests, demonstrating consistent muscle weakness. Histological analysis of muscle biopsies showed a very similar picture to human probands, specifically a myopathic phenotype with centrally nucleated muscle fibers, muscle atrophy, and Type 1 fiber predominance. There was also defects in sarcoplasmic reticulum and mitochondrial oxidative enzymes, a key pathogenic factor for the human disorder. The neurogenic features observed in the TRIM32KO mice were also observed here, with expression levels remaining consistent in skeletal muscle and myoblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21775502","type":"dc:BibliographicResource","dc:abstract":"Mutations in tripartite motif protein 32 (TRIM32) are responsible for several hereditary disorders that include limb girdle muscular dystrophy type 2H (LGMD2H), sarcotubular myopathy (STM) and Bardet Biedl syndrome. Most LGMD2H mutations in TRIM32 are clustered in the NHL β-propeller domain at the C-terminus and are predicted to interfere with homodimerization. To get insight into TRIM32's role in the pathogenesis of LGMD2H and to create an accurate model of disease, we have generated a knock-in mouse (T32KI) carrying the c.1465G > A (p.D489N) mutation in murine Trim32 corresponding to the human LGMD2H/STM pathogenic mutation c.1459G > A (p.D487N). Our data indicate that T32KI mice have both a myopathic and a neurogenic phenotype, very similar to the one described in the Trim32-null mice that we created previously. Analysis of Trim32 gene expression in T32KI mice revealed normal mRNA levels, but a severe reduction in mutant TRIM32 (D489N) at the protein level. Our results suggest that the D489N pathogenic mutation destabilizes the protein, leading to its degradation, and results in the same mild myopathic and neurogenic phenotype as that found in Trim32-null mice. Thus, one potential mechanism of LGMD2H might be destabilization of mutated TRIM32 protein leading to a null phenotype.","dc:creator":"Kudryashova E","dc:date":"2011","dc:title":"The common missense mutation D489N in TRIM32 causing limb girdle muscular dystrophy 2H leads to loss of the mutated protein in knock-in mice resulting in a Trim32-null phenotype."},"rdfs:label":"TRIM32 D489N Knock-In Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This knock-in mouse model for the most prevalent founder variant in humans recapitulates the major phenotypes observed in the human probands, specifically muscle weakness, atrophy, and the altered histological features upon biopsy. As this model supports the proposed loss-of-function pathogenic mechanism while harboring a known pathogenic human variant, this scores an elevated 3.0 points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3093e35-2c5e-4d93-bdac-ac77799bb85a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e3093e35-2c5e-4d93-bdac-ac77799bb85a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":31,"allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012210.4(TRIM32):c.1459G>A (p.Asp487Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118728"}},"detectionMethod":"Families were genotyped for the D487N variant in TRIM32 and L276I in FKRP as described. Genotypes for markers surrounding the TRIM32 genes were obtained and haplotype analysis was performed.","phenotypeFreeText":"Z‐disk streaming","phenotypes":["obo:HP_0003325","obo:HP_0003691","obo:HP_0001771","obo:HP_0030319","obo:HP_0003701","obo:HP_0009020","obo:HP_0001284","obo:HP_0008981","obo:HP_0003805","obo:HP_0003391","obo:HP_0003738","obo:HP_0003236","obo:HP_0003687","obo:HP_0003557","obo:HP_0003722","obo:HP_0003202"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:52df4330-b77b-4f5b-826a-aa9f92ecfb50_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15786463","type":"dc:BibliographicResource","dc:abstract":"Sarcotubular myopathy (OMIM 268950) is a rare autosomal recessive myopathy first described in two Hutterite brothers from South Dakota and in two non-Hutterite brothers from Germany. We report that sarcotubular myopathy (STM) is caused by mutation in TRIM32, the gene encoding the tripartite motif-containing protein 32. TRIM32 was found to be the gene mutated in limb girdle muscular dystrophy type 2H (LGMD2H [OMIM 254110]), a disorder that has been confined to the Hutterite population. The TRIM32 mutation found in the STM patients is identical to the causative mutation for LGMD2H (D487N), Haplotype analysis shows that the disease chromosomes share common ancestry.","dc:creator":"Schoser BG","dc:date":"2005","dc:title":"Commonality of TRIM32 mutation in causing sarcotubular myopathy and LGMD2H."}},"rdfs:label":"UM048"},{"id":"cggv:52df4330-b77b-4f5b-826a-aa9f92ecfb50","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:52df4330-b77b-4f5b-826a-aa9f92ecfb50_variant_evidence_item"},{"id":"cggv:52df4330-b77b-4f5b-826a-aa9f92ecfb50_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"see previous entries with this variant"}],"strengthScore":0.1,"dc:description":"confirmed homozygous for a missense founder variant with variant-level evidence, minimal points"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ae02f7c6-78f5-404b-9bef-1a4095e185f5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ae02f7c6-78f5-404b-9bef-1a4095e185f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":66,"allele":{"id":"cggv:7015cb7b-a034-44d6-aebc-0c3ba8fe0fd5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.116699523G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374652426"}},"detectionMethod":"An extended NGS panel of 44 gene coding regions linked to LGMD was performed, with a homozygous mutant of TRIM32 being found. To exclude a possible deletion of the second allele, a qualitative and quantitative analysis of TRIM32 cDNA was performed with no identified alternative transcripts.","phenotypeFreeText":"Lobulated muscle fibers, Multiple vacuoles containing amorphous material","phenotypes":["obo:HP_0002515","obo:HP_0003323","obo:HP_0003306","obo:HP_0003749","obo:HP_0003707","obo:HP_0012548","obo:HP_0003325","obo:HP_0003797","obo:HP_0001315","obo:HP_0031542","obo:HP_0003236","obo:HP_0003789"],"previousTesting":true,"previousTestingDescription":"Desmin and Myotilin stainings were performed and the results pointed to accumulation of these proteins within the muscle fibers; Western blot analysis with anti-TRIM32 antibody showed a modest reduction of TRIM32 expression compared to the control","sex":"Female","variant":{"id":"cggv:a295013a-e77a-40cd-8e4b-f0e036c6f3ec_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7015cb7b-a034-44d6-aebc-0c3ba8fe0fd5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31309175","type":"dc:BibliographicResource","dc:abstract":"Tripartite motif-containing protein 32 (TRIM32) is a member of the TRIM ubiquitin E3 ligases which ubiquitinates different substrates in muscle including sarcomeric proteins. Mutations in TRIM32 are associated with Limb-Girdle Muscular Dystrophy 2H. In a 66 old woman with disto-proximal myopathy, we identified a novel homozygous mutation of TRIM32 gene c.1781G > A (p. Ser594Asn) localised in the c-terminus NHL domain. Mutations of this domain have been also associated to Sarcotubular Myopathy (STM), a form of distal myopathy with peculiar features in muscle biopsy, now considered in the spectrum of LGMD2H. Muscle biopsy revealed severe abnormalities of the myofibrillar network with core like areas, lobulated fibres, whorled fibres and multiple vacuoles. Desmin and Myotilin stainings also pointed to accumulation as in Myofibrillar Myopathy. This report further confirms that STM and LGMD2H represent the same disorder and suggests to consider TRIM32 mutations in the genetic diagnosis of Sarcotubular Myopathy and Myofibrillar Myopathy.","dc:creator":"Panicucci C","dc:date":"2019","dc:title":"Novel TRIM32 mutation in sarcotubular myopathy."}},"rdfs:label":"PA"},{"id":"cggv:a295013a-e77a-40cd-8e4b-f0e036c6f3ec","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a295013a-e77a-40cd-8e4b-f0e036c6f3ec_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"missense without functional support, downgraded for homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b1d0aaff-2778-4d2f-93a0-01c245f0bad6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b1d0aaff-2778-4d2f-93a0-01c245f0bad6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"detectionMethod":"Families were genotyped for the D487N variant in TRIM32 and L276I in FKRP as described. Genotypes for markers surrounding the TRIM32 genes were obtained and haplotype analysis was performed.","phenotypeFreeText":"Z‐disk streaming","phenotypes":["obo:HP_0003236","obo:HP_0003722","obo:HP_0003701","obo:HP_0009020","obo:HP_0001771","obo:HP_0003325","obo:HP_0003202","obo:HP_0003557","obo:HP_0001284","obo:HP_0003691","obo:HP_0003805","obo:HP_0030319","obo:HP_0003391","obo:HP_0003738","obo:HP_0008981","obo:HP_0003687"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:4a369e6d-c027-43fb-a83c-2ecbd6dae67e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15786463"},"rdfs:label":"UM047"},{"id":"cggv:4a369e6d-c027-43fb-a83c-2ecbd6dae67e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a369e6d-c027-43fb-a83c-2ecbd6dae67e_variant_evidence_item"},{"id":"cggv:4a369e6d-c027-43fb-a83c-2ecbd6dae67e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"see previous entries with this variant"}],"strengthScore":0.1,"dc:description":"confirmed homozygous for a missense founder variant with variant-level evidence, minimal points"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:33d8d608-d1b3-4082-a5c6-497c2fa6e6db_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:33d8d608-d1b3-4082-a5c6-497c2fa6e6db","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":39,"allele":{"id":"cggv:ac6c4ef1-e435-4474-a837-b3ee0a872d40","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012210.4(TRIM32):c.1560del (p.Cys521ValfsTer13)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7352"}},"detectionMethod":"Genomic DNA was extracted and analyzed via high-throughput DHPLC. The TRIM32 gene was amplified and sequenced via PCR. Each nucleotide change was verified by direct sequencing of a second amplified PCR product with different primers.","phenotypeFreeText":"Abducted arms","phenotypes":["obo:HP_0030319","obo:HP_0003202","obo:HP_0000491","obo:HP_0003724","obo:HP_0003458","obo:HP_0003445","obo:HP_0009073","obo:HP_0002747"],"previousTesting":true,"previousTestingDescription":"All probands were analyzed for mutations in the LGMD2A, 2B, 2C, 2D,2E, 2F, 2G, 2I, 1B, and 1C loci. All exons and intron-flanking regions were studied.","sex":"Female","variant":{"id":"cggv:fbb6a9cb-79b9-40c7-ae52-310535ddfd3e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ac6c4ef1-e435-4474-a837-b3ee0a872d40"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17994549","type":"dc:BibliographicResource","dc:abstract":"TRIM32 belongs to a large family of proteins characterized by a tripartite motif, possibly involved in the ubiquitination process, acting as an E3 ligase. In addition, TRIM32 has six NHL repeats with putative interaction properties. A homozygous mutation at the third NHL repeat (D487N) has been found in patients with limb girdle muscular dystrophy 2H (LGMD2H). This mutation was only identified in the inbred Manitoba Hutterite or their descendants. Interestingly, a mutation in the B-box domain of TRIM32 cosegregates with Bardet-Biedl syndrome type 11 (BBS11). The signs of BBS11 include obesity, pigmentary and retinal malformations, diabetes, polydactyly, and no muscular dystrophy, suggesting an alternative disease mechanism. We aim to ascertain whether D487N is the only pathological LGMD2H allele, limited to Hutterites. We studied the TRIM32 gene in 310 LGMD patients with no mutations at the other known loci. We identified four patients with novel mutated alleles. Two mutations were homozygous and missing in controls. These mutations also clustered at the NHL domain, suggesting that a specific (interaction) property might be abolished in LGMD2H patients. No mutations were found at the B-box region where the BBS11 mutation is found. We tested TRIM32 and its mutants by yeast-two-hybrid assay, developing an interaction test to validate mutations. All LGMD2H mutants, but not the BBS11, lost their ability to self-interact. The interaction of TRIM32 mutants with E2N, a protein involved in the ubiquitination process, was similarly impaired. In conclusion, the mutations here reported may cause muscular dystrophy by affecting the interaction properties of TRIM32.","dc:creator":"Saccone V","dc:date":"2008","dc:title":"Mutations that impair interaction properties of TRIM32 associated with limb-girdle muscular dystrophy 2H."}},"rdfs:label":"3639"},{"id":"cggv:fbb6a9cb-79b9-40c7-ae52-310535ddfd3e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbb6a9cb-79b9-40c7-ae52-310535ddfd3e_variant_evidence_item"},{"id":"cggv:fbb6a9cb-79b9-40c7-ae52-310535ddfd3e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The c.1560del variant when expressed entirely lost the ability to homodimerize and self-bind as well as bind to a partner enzyme E2N"}],"strengthScore":1,"dc:description":"NMD not expected, downgraded for homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:28694dab-d745-4a5b-9ac7-08f1942cc343_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:28694dab-d745-4a5b-9ac7-08f1942cc343","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":30,"allele":{"id":"cggv:6fb0b543-ed76-4828-a2a1-730ae411b8f0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012210.4(TRIM32):c.1181G>A (p.Arg394His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118731"}},"detectionMethod":"Genomic DNA was extracted and analyzed via high-throughput DHPLC. The TRIM32 gene was amplified and sequenced via PCR. Each nucleotide change was validated by direct sequencing of a second amplified PCR product with different primers.","phenotypeFreeText":"Difficulty rising from the floor, Lost ability to walk at 64 yrs","phenotypes":["obo:HP_0007210","obo:HP_0006466","obo:HP_0009129","obo:HP_0011712","obo:HP_0003401","obo:HP_0001324","obo:HP_0006380","obo:HP_0003551","obo:HP_0032341","obo:HP_0001771","obo:HP_0002355","obo:HP_0003691"],"previousTesting":true,"previousTestingDescription":"All probands were analyzed for mutations in the LGMD2A, 2B, 2C, 2D,2E, 2F, 2G, 2I, 1B, and 1C loci. All exons and intron-flanking regions were studied; Forced vital capacity at 41%","sex":"Male","variant":{"id":"cggv:865dc6ce-b57a-4f83-a7af-56ae562c70ad_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6fb0b543-ed76-4828-a2a1-730ae411b8f0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17994549"},"rdfs:label":"3996"},{"id":"cggv:865dc6ce-b57a-4f83-a7af-56ae562c70ad","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:865dc6ce-b57a-4f83-a7af-56ae562c70ad_variant_evidence_item"},{"id":"cggv:865dc6ce-b57a-4f83-a7af-56ae562c70ad_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The Arg394His variant when expressed entirely lost the ability to homodimerize and self-bind as well as bind to a partner enzyme E2N"}],"strengthScore":0.5,"dc:description":"missense with functional support, no downgrade for homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ee03f8e2-26e7-449c-9708-daf3f1dc4ddb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ee03f8e2-26e7-449c-9708-daf3f1dc4ddb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"detectionMethod":"Families were genotyped for the D487N variant in TRIM32 and L276I in FKRP as described. Genotypes for markers surrounding the TRIM32 genes were obtained and haplotype analysis was performed.","phenotypes":["obo:HP_0003202","obo:HP_0003722","obo:HP_0001265","obo:HP_0003805","obo:HP_0003701","obo:HP_0003325"],"previousTesting":true,"sex":"Male","variant":{"id":"cggv:ed4d7d60-3972-4ee1-9ba0-7fb68847786a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15786463"},"rdfs:label":"Z06"},{"id":"cggv:ed4d7d60-3972-4ee1-9ba0-7fb68847786a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed4d7d60-3972-4ee1-9ba0-7fb68847786a_variant_evidence_item"},{"id":"cggv:ed4d7d60-3972-4ee1-9ba0-7fb68847786a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"see previous entries for this variant"}],"strengthScore":0.1,"dc:description":"homozygous for a known missense founder variant with variant-level evidence, minimal points"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9165b47c-1b71-4872-bc84-d6d219217c96_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9165b47c-1b71-4872-bc84-d6d219217c96","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"allele":{"id":"cggv:ac6c4ef1-e435-4474-a837-b3ee0a872d40"},"detectionMethod":"Venous blood samples were obtained from family members, with genomic DNA being acquired afterwards. Genotypes for markers surrounding the TRIM32 gene was performed, with sequence analysis of the coding exons and flanking intronic regions being performed. When a deletion was suspected, the breakpoints were determined via long-range PCR on two members who harbor the deletion vs two who do not. At the breakpoint a restriction enzyme site is created, which identified the area.","phenotypes":["obo:HP_0000762","obo:HP_0002540","obo:HP_0003326","obo:HP_0003803","obo:HP_0031237","obo:HP_0003691"],"previousTesting":true,"previousTestingDescription":"Serum CK level 3-5x normal","sex":"Female","variant":{"id":"cggv:577b2ea7-deb9-4f3c-9f8a-c189c63987d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ac6c4ef1-e435-4474-a837-b3ee0a872d40"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19492423","type":"dc:BibliographicResource","dc:abstract":"In 2005 the commonality of sarcotubular myopathy (STM) and limb girdle muscular dystrophy type 2H (LGMD2H) was demonstrated, as both are caused by the p D487N missense mutation in TRIM32 originally found in the Manitoba Hutterite population. Recently, three novel homozygous TRIM32 mutations have been described in LGMD patients. Here we describe a three generation Swedish family clinically presenting with limb girdle muscular weakness and histological features of a microvacuolar myopathy. The two index patients were compound heterozygotes for a frameshift mutation in TRIM32 (c.1560delC ) and a 30 kb intragenic deletion, encompassing parts of intron 1 and the entire exon 2 of TRIM32. In these patients, no full-length or truncated TRIM32 could be detected. Interestingly, heterozygous family members carrying only one mutation showed mild clinical symptoms and vacuolar changes in muscle. In our family, the phenotype encompasses additionally a mild demyelinating polyneuropathic syndrome. Thus STM and LGMD2H are the result of loss of function mutations that can be either deletions or missense mutations.","dc:creator":"Borg K","dc:date":"2009","dc:title":"Intragenic deletion of TRIM32 in compound heterozygotes with sarcotubular myopathy/LGMD2H."}},"rdfs:label":"BO-III.1"},{"id":"cggv:577b2ea7-deb9-4f3c-9f8a-c189c63987d7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:577b2ea7-deb9-4f3c-9f8a-c189c63987d7_variant_evidence_item"},{"id":"cggv:577b2ea7-deb9-4f3c-9f8a-c189c63987d7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The c.1560del variant when expressed entirely lost the ability to homodimerize and self-bind as well as bind to a partner enzyme E2N"}],"strengthScore":1,"dc:description":"NMD not expected but functional support; confirmed in trans with 30 kb intragenic deletion that cannot be entered; 2.0 points total"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.2},{"id":"cggv:8931401d-68e4-4b2d-9b63-2c21d44b1692_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8931401d-68e4-4b2d-9b63-2c21d44b1692","type":"Proband","allele":{"id":"cggv:1c333f78-1572-42ed-8b0b-301cdc1bc63a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000009.12:g.116699495_116699508dup (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532461"}},"detectionMethod":"The dystrophin coding exons were sequenced with no mutation identified. A genome-wide SNP array was tested on the patient and six regions of homozygosity were identified, with only  2 AR LGMD genes, POMT1 and TRIM32, mapping to these homozygous regions. Sequencing of the single coding exon in TRIM32 revealed a c.1753_1766dup14 duplication and resulting frameshift mutation.","phenotypeFreeText":"EMG: Myogenic features","phenotypes":["obo:HP_0003236","obo:HP_0002829","obo:HP_0012548","obo:HP_0008994","obo:HP_0003326","obo:HP_0008956","obo:HP_0002355","obo:HP_0003701"],"previousTesting":true,"previousTestingDescription":"Treatment with corticosteroids had no beneficial consequence; Serum CK level of 744 IU/l; Western blot suggested a slightly decreased molecular weight of dystrophin, while the bands corresponding to sarcoglycans, dysferlin and calpain were normal","sex":"Female","variant":{"id":"cggv:24acb746-25a4-472b-8a0a-69f51f5820c9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1c333f78-1572-42ed-8b0b-301cdc1bc63a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19303295","type":"dc:BibliographicResource","dc:abstract":"Molecular diagnosis of monogenic diseases with high genetic heterogeneity is usually challenging. In the case of limb-girdle muscular dystrophy, multiplex Western blot analysis is a very useful initial step, but that often fails to identify the primarily affected protein. We report how homozygosity analysis using a genome-wide SNP array allowed us to solve the diagnostic enigma in a patient with a moderate form of LGMD, born from consanguineous parents. The genome-wide scan performed on the patient's DNA revealed several regions of homozygosity, that were compared to the location of known LGMD genes. One such region indeed contained the TRIM32 gene. This gene was previously found mutated in families with limb-girdle muscular dystrophy type 2H (LGMD2H), a mild autosomal recessive myopathy described in Hutterite populations and in 4 patients with a diagnosis of sarcotubular myopathy. A single missense mutation was found in all these patients, located in a conserved domain of the C-terminal part of the protein. Another missense mutation affecting the N-terminal part of TRIM32, observed in a single consanguineous Bedouin family, was reported to cause the phenotypically unrelated and genetically heterogeneous Bardet-Biedl syndrome, defining the BBS11 locus. Sequencing of TRIM32 in our patient revealed a distal frameshift mutation, c.1753_1766dup14 (p.Ile590Leu fsX38). Together with two recently reported mutations, this novel mutation confirms that integrity of the C-terminal domain of TRIM32 is necessary for muscle maintenance.","dc:creator":"Cossée M","dc:date":"2009","dc:title":"Use of SNP array analysis to identify a novel TRIM32 mutation in limb-girdle muscular dystrophy type 2H."}},"rdfs:label":"CO"},{"id":"cggv:24acb746-25a4-472b-8a0a-69f51f5820c9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:24acb746-25a4-472b-8a0a-69f51f5820c9_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NMD not expected, no functional support, downgraded for homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6863c7bf-be16-4980-8224-b53debe22162_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6863c7bf-be16-4980-8224-b53debe22162","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"detectionMethod":"Families were genotyped for the D487N variant in TRIM32 and L276I in FKRP as described. Genotypes for markers surrounding the TRIM32 genes were obtained and haplotype analysis was performed.","phenotypes":["obo:HP_0003236","obo:HP_0003325","obo:HP_0003701","obo:HP_0003202","obo:HP_0003722","obo:HP_0003805"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:05e78ad7-a521-4f84-a458-3ecb32da2114_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15786463"},"rdfs:label":"Z04"},{"id":"cggv:05e78ad7-a521-4f84-a458-3ecb32da2114","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05e78ad7-a521-4f84-a458-3ecb32da2114_variant_evidence_item"},{"id":"cggv:05e78ad7-a521-4f84-a458-3ecb32da2114_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"see previous entries with this variant"}],"strengthScore":0.1,"dc:description":"confirmed homozygous for a missense founder variant with variant-level evidence, minimal points"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:16a67eca-e20b-495c-977e-138eee58553c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:16a67eca-e20b-495c-977e-138eee58553c","type":"Proband","allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"detectionMethod":"In PMID: 9634523, genomic DNA was extracted from whole blood and subject to DNA pooling and linkage analysis. Via the results of the genome scan via pooling, the region around D9S302 showed significant linkage to the disorder. In order to differentiate the loci for LGMD2H from FCMD, further linkage analysis was performed and showed significantly negative LOD scores for FCMD. In this publication, haplotype analysis was performed and the region was reduced to an interval flanked by D9S1126 and D9S737. All four genes in the region were sequenced via SSCA and DNA sequencing. Four possible variations were found, three in the PAPPA gene and one in the TRIM32 gene. Each of the first three were excluded via non-segregation and RT-PCR to confirm no splicing alterations. The latter, however, totally segregated with the disorder when tested.","phenotypes":["obo:HP_0012531","obo:HP_0003236","obo:HP_0100295","obo:HP_0003458","obo:HP_0003701","obo:HP_0003557"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:800403b9-2935-4f62-a0ff-5c01c88099be_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c5204b36-76f5-4122-8436-1c3b80edcab8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11822024"},"rdfs:label":"FWP"},{"id":"cggv:800403b9-2935-4f62-a0ff-5c01c88099be","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:800403b9-2935-4f62-a0ff-5c01c88099be_variant_evidence_item"},{"id":"cggv:800403b9-2935-4f62-a0ff-5c01c88099be_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The D487N variant when expressed entirely lost the ability to homodimerize and self-bind as well as bind to a partner enzyme E2N"}],"strengthScore":0.5,"dc:description":"homozygous missense with functional support, no downgrade for homozygosity, known founder"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.2}],"evidenceStrength":"Definitive","sequence":9363,"specifiedBy":"GeneValidityCriteria11","strengthScore":14.2,"subject":{"id":"cggv:8daf2ecf-e8d4-4492-9327-f0445c5a4750","type":"GeneValidityProposition","disease":"obo:MONDO_0015152","gene":"hgnc:16380","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"TRIM32 was first reported in relation to autosomal recessive limb-girdle muscular dystrophy in 2002 (Frosk et al., PMID:11822024). At least five unique variants (e.g. missense, in-frame indel, nonsense, frameshift, large deletion, etc) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.\nA founder variant in this gene, D487N, was first characterized by Frosk et al as causative for an LGMD in a Hutterite population, stemming from Eastern Europe. A follow-up publication by Schoser et al (PMID:15786463) observed that Hutterite LGMD probands and German sarcotubular myopathy probands shared this same variant and similar phenotypic features, concluding that both were part of the same spectrum of disorder. Since this initial characterization, several isolated variants have been reported in at least five other probands in four publications (PMIDs: 17994549, 19492423, 19303295, 31309175). In the initial pubication the D487N variant also segregated with disease in 18 additional probands in four families, yielding a maximum LOD score of 7.61. \nThe mechanism for disease appears to be biallelic loss of function, with the disruption of the c-terminal NHL repeats impacting protein interactions and affecting proteins important to the skeletal muscle. However, no exact protein has been implicated. \nOf note, a variant in the TRIM32 B-box domain has also been implicated in Bardet-Biedl Syndrome. Due to the significant phenotypic and mechanistic differences, this assertion will be assessed separately.\nThis gene-disease association is primarily supported by multiple animal models, with both a TRIM32 Knock-Out model and a D487N Knock-In model recapitulating phenotypes of the human probands such as muscle weakness and atrophy.\nIn summary, TRIM32 is definitively associated with autosomal recessive limb-girdle muscular dystrophy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Limb-Girdle Muscular Dystrophy GCEP on Nov. 5, 2020 (SOP Version 7).\n\nThis gene curation was re-approved and published on 11/14/24 by the Muscular Dystrophies and Myopathies GCEP to reflect the change in the panel's name from LGMD GCEP to MDM GCEP. As part of this process, the genetic evidence was re-scored in accordance with SOP version 11.","dc:isVersionOf":{"id":"cggv:fbabe4ea-579e-4d98-a4b7-5ff84ee7f245"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}