{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-25T16:00:00.000Z","role":"Approver"},{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-10T14:25:33.508Z","role":"Publisher"}],"evidence":[{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:ee44b52e-5a02-4ce5-a55f-3400d7dde1cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:91ddf33e-b06c-402b-8b0b-f86d788faaa9","type":"Proband","phenotypeFreeText":"failure to thrive; global developmental delay; macrocephaly; hypertelorism; epicanthus; low-set ears; high, narrow palate; short stature; short neck; webbed neck; atria septal defect; ventricular septal defect; abnormality of the mitral valve; curly hair; sparse hair; loose anagen hair; hyperpigmentation of the skin; hyperkeratosis; hyperextensible skin;  eczema; facial erythema; nasal speech; hydronephrosis","previousTesting":true,"previousTestingDescription":"Negative for variants in PTPN11, KRAS, HRAS, BRAF, MAP2K1/2, SOS1, RAF1.","sex":"Male","variant":{"id":"cggv:ee44b52e-5a02-4ce5-a55f-3400d7dde1cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007373.4(SHOC2):c.4A>G (p.Ser2Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6821"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20882035","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome is an autosomal dominant disease characterized by dysmorphic features, webbed neck, cardiac anomalies, short stature and cryptorchidism. It shows phenotypic overlap with Costello syndrome and cardio-facio-cutaneous (CFC) syndrome. Noonan syndrome and related disorders are caused by germline mutations in genes encoding molecules in the RAS/MAPK pathway. Recently, a gain-of-function mutation in SHOC2, p.S2G, has been identified as causative for a type of Noonan-like syndrome characterized by the presence of loose anagen hair. In order to understand the contribution of SHOC2 mutations to the clinical manifestations of Noonan syndrome and related disorders, we analyzed SHOC2 in 92 patients with Noonan syndrome and related disorders who did not exhibit PTPN11, KRAS, HRAS, BRAF, MAP2K1/2, SOS1 or RAF1 mutations. We found the previously identified p.S2G mutation in eight of our patients. We developed a rapid detection system to identify the p.S2G mutation using melting curve analysis, which will be a useful tool to screen for the apparently common mutation. All the patients with the p.S2G mutation showed short stature, sparse hair and atopic skin. Six of the mutation-positive patients showed severe mental retardation and easily pluckable hair, and one showed leukocytosis. No SHOC2 mutations were identified in leukemia cells from 82 leukemia patients. These results suggest that clinical manifestations in SHOC2 mutation-positive patients partially overlap with those in patients with typical Noonan or CFC syndrome and show that easily pluckable/loose anagen hair is distinctive in SHOC2 mutation-positive patients.","dc:creator":"Komatsuzaki S","dc:date":"2010","dc:title":"Mutation analysis of the SHOC2 gene in Noonan-like syndrome and in hematologic malignancies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035","rdfs:label":"NS232"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 92 patients with Noonan syndrome with mutations in other known Noonan genes. The sequenced the SHOC2 gene using an ABI PRISM 3130. The S2G variant was identified in 8 patients and confirmed de novo in 3. The variant was not identified in 132 healthy Japanese individuals and 105 healthy Caucasian individuals."},{"id":"cggv:5c29f0cd-fb1b-442f-ad98-87ff47c73523_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:988f0019-efe5-47be-b091-77e3f460d56e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"phenotypeFreeText":"tachypnea; failure to thrive; global developmental delay; macrocephaly; hypertelorism; downslanted palpebral fissures; low-set ears; high, narrow palate; broad forehead; short stature; webbed neck; cubitus valgus; pulmonic stenosis; abnormality of the mitral valve; pulmonary valve defects; sparse hair; loose anagen hair; hyperpigmentation of the skin; hyperextensible skin; cafe-au-lait spot; multiple lentigines; eczema; cryptorchidism; abnormality of coagulation;  growth hormone deficiency","previousTesting":true,"previousTestingDescription":"Negative for variants in PTPN11, KRAS, HRAS, BRAF, MAP2K1/2, SOS1, RAF1.","sex":"Male","variant":{"id":"cggv:5c29f0cd-fb1b-442f-ad98-87ff47c73523_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035","rdfs:label":"NS34"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 92 patients with Noonan syndrome with mutations in other known Noonan genes. The sequenced the SHOC2 gene using an ABI PRISM 3130. The S2G variant was identified in 8 patients and confirmed de novo in 3. The variant was not identified in 132 healthy Japanese individuals and 105 healthy Caucasian individuals."},{"id":"cggv:2bb16334-6405-471a-acc4-45a316b1e302_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b5fee2a3-cab1-4b49-b1d8-b4b9304d1fb5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"phenotypeFreeText":"short stature; nasal speech; abnormality of coagulation; global developmental delay; muscular hypotonia; proptosis; abnormality of refraction; hypertrophic cardiomyopathy; hyperkeratosis pilaris; sparse scalp hair; loose anagen hair; melanocytic nevus; cafe-au-lait spot; macrocephaly; prominent forehead; low posterior hairline; ptosis; hypertelorism; downslanted palpebral fissures; high, narrow palate; short philtrum; short neck; webbed neck; low-set, posteriorly rotated ears; thickened helices; broad fingertip; arachnoid cyst; cavernous hemangioma; extramedullary hematopoiesis; gingival overgrowth; osteoporosis; neuroblastoma","previousTesting":true,"previousTestingDescription":"Negative for variants in KRAS, BRAF, MAP2K1/2, SOS1, RAF1, NRAS, MEK1/2.","sex":"Female","variant":{"id":"cggv:2bb16334-6405-471a-acc4-45a316b1e302_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21548061","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is a heterogeneous disorder caused by activating mutations in the RAS-MAPK signaling pathway. It is associated with variable clinical expression including short stature, congenital heart defect, unusual pectus deformity, and typical facial features and the inheritance is autosomal dominant. Here, we present a clinical and molecular characterization of a patient with Noonan-like syndrome with loose anagen hair phenotype and additional features including mild psychomotor developmental delay, osteoporosis, gingival hyperplasia, spinal neuroblastoma, intrathoracic extramedullary hematopoiesis, and liver hemangioma. Mutation analysis of PTPN11, SOS1, RAF1, KRAS, BRAF, MEK1, MEK2, NRAS, and SHOC2 was conducted, revealing a co-occurrence of two heterozygous previously identified mutations in the index patient. The mutation SHOC2 c.4A > G; p.Ser2Gly represents a de novo mutation, whereas, PTPN11 c.1226G > C; p.Gly409Ala was inherited from the mother and also identified in the brother. The mother and the brother present with some NS manifestations, such as short stature, delayed puberty, keratosis pilaris, café-au-lait spots, refraction error (mother), and undescended testis (brother), but no NS facial features, supporting the notion that the PTPN11 p.Gly409Ala mutation leads to a relatively mild phenotype. We propose that, the atypical phenotype of the young woman with NS reported here is an additive effect, where the PTPN11 mutation acts as a modifier. Interestingly, co-occurrence of RAS-MAPK mutations has been previously identified in a few patients with variable NS or neurofibromatosis-NS phenotypes. Taken together, the results suggest that co-occurrence of mutations or modifying loci in the RAS-MAPK pathway may contribute to the clinical variability observed among NS patients.","dc:creator":"Ekvall S","dc:date":"2011","dc:title":"Co-occurring SHOC2 and PTPN11 mutations in a patient with severe/complex Noonan syndrome-like phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21548061","rdfs:label":"II:2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This paper studied a unique Noonan-like disorder patient and sequenced all of the Noonan associated genes in each of the family members. They found that the patient was compound heterozygous for the SHOC2 S2G variant and a PTPN11 G409A variant."},{"id":"cggv:f1dc18e4-8f4a-49eb-a092-fcdcf752f565_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a36021e-e34f-4289-8d65-1b45437fde0e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"phenotypeFreeText":"short stature; growth hormone deficiency; macrocephaly; prominent forehead; hypertelorism; ptosis; low-set, posteriorly rotated ears; hyperpigmentation of the skin; hyperkeratosis pilaris; sparse scalp hair; loose anagen hair; abnormality of the sternum; hyperactivity; strabismus; myopia; astigmatism","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11, SOS1, KRAS, HRAS, RAF1, BRAF, MEK1, and MEK2.","sex":"Male","variant":{"id":"cggv:f1dc18e4-8f4a-49eb-a092-fcdcf752f565_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19684605","type":"dc:BibliographicResource","dc:abstract":"N-myristoylation is a common form of co-translational protein fatty acylation resulting from the attachment of myristate to a required N-terminal glycine residue. We show that aberrantly acquired N-myristoylation of SHOC2, a leucine-rich repeat-containing protein that positively modulates RAS-MAPK signal flow, underlies a clinically distinctive condition of the neuro-cardio-facial-cutaneous disorders family. Twenty-five subjects with a relatively consistent phenotype previously termed Noonan-like syndrome with loose anagen hair (MIM607721) shared the 4A>G missense change in SHOC2 (producing an S2G amino acid substitution) that introduces an N-myristoylation site, resulting in aberrant targeting of SHOC2 to the plasma membrane and impaired translocation to the nucleus upon growth factor stimulation. Expression of SHOC2(S2G) in vitro enhanced MAPK activation in a cell type-specific fashion. Induction of SHOC2(S2G) in Caenorhabditis elegans engendered protruding vulva, a neomorphic phenotype previously associated with aberrant signaling. These results document the first example of an acquired N-terminal lipid modification of a protein causing human disease.","dc:creator":"Cordeddu V","dc:date":"2009","dc:title":"Mutation of SHOC2 promotes aberrant protein N-myristoylation and causes Noonan-like syndrome with loose anagen hair."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19684605","rdfs:label":"N13"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened a total of 506 NS patients who previously tested negative for mutations in known disease genes. They sequenced the SHOC2 gene using dye terminator sequencing and were confirmed in an independent reaction. Variants were identified in a total of 25 individuals all of which carried the p.Ser2Gly variant. De novo occurence was found in 15 of the families however only two of the families were specified in the paper. Clinical info is found in Table S2."},{"id":"cggv:f2d0dd41-86ba-448a-88bd-68161d1d0afc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:528cdd45-474c-4dde-a919-d62c61567750","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"phenotypeFreeText":"short stature; growth hormone deficiency; macrocephaly; prominent forehead; ptosis; hyperpigmentation of the skin; sparse scalp hair; loose anagen hair; eczema; short neck; webbed neck; abnormality of the sternum; global developmental delay; hyperactivity; strabismus; myopia","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11, SOS1, KRAS, HRAS, RAF1, BRAF, MEK1, and MEK2.","sex":"Female","variant":{"id":"cggv:f2d0dd41-86ba-448a-88bd-68161d1d0afc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19684605"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19684605","rdfs:label":"N14"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened a total of 506 NS patients who previously tested negative for mutations in known disease genes. They sequenced the SHOC2 gene using dye terminator sequencing and were confirmed in an independent reaction. Variants were identified in a total of 25 individuals all of which carried the p.Ser2Gly variant. De novo occurence was found in 15 of the families however only two of the families were specified in the paper. Clinical info is found in Table S2."},{"id":"cggv:1ee25e1d-ceae-4fc9-a5fc-9d2d14049294_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5aca1531-6974-4e73-8cad-b4f14b9256d7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"failure to thrive; global developmental delay; macrocephaly; low-set ears; high, narrow palate; broad forehead; short stature; short neck; hypertrophic cardiomyopathy; pulmonic stenosis; curly hair; sparse hair; loose anagen tears; hyperpigmentation of the skin; hyperkeratosis; hyperextensible skin; palmoplantar cutis laxa; growth hormone deficiency","previousTesting":true,"previousTestingDescription":"Negative for variants in PTPN11, KRAS, HRAS, BRAF, MAP2K1/2, SOS1, RAF1.","sex":"Female","variant":{"id":"cggv:1ee25e1d-ceae-4fc9-a5fc-9d2d14049294_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77ab21a5-ee69-460d-8413-b2640bb388a5"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20882035","rdfs:label":"NS128"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 92 patients with Noonan syndrome with mutations in other known Noonan genes. The sequenced the SHOC2 gene using an ABI PRISM 3130. The S2G variant was identified in 8 patients and confirmed de novo in 3. The variant was not identified in 132 healthy Japanese individuals and 105 healthy Caucasian individuals."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ba9caf8-e33c-4ba2-adfb-cf10efd198b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e3f1b21-1824-4fb0-ad84-43f63621d657","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This pathway causes the RASopathies and therefore SHOC2's presence in it implicates its connection to NSLAH","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"SHOC2 involved in RAS/MAPK pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fab4fbfa-f77b-4c56-903f-fc4246aa7c8f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8f3ba8bc-9ec6-4b3f-bf83-15424400fed1","type":"FunctionalAlteration","dc:description":"They determined that the S2G's gain-of function effect relies on its localization to the plasma membrane which is reliant on the N-myristoylation site created by the variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27466182","type":"dc:BibliographicResource","dc:abstract":"SHOC2 is a scaffold protein composed almost entirely by leucine-rich repeats (LRRs) and having an N-terminal region enriched in alternating lysine and glutamate/aspartate residues (KEKE motifs). SHOC2 acts as a positive modulator of the RAS-RAF-MEK-ERK signalling cascade by favouring stable RAF1 interaction with RAS. We previously reported that the p.Ser2Gly substitution in SHOC2 underlies Mazzanti syndrome, a RASopathy clinically overlapping Noonan syndrome, promoting N-myristoylation and constitutive targeting of the mutant to the plasma membrane. We also documented transient nuclear translocation of wild-type SHOC2 upon EGF stimulation, suggesting a more complex function in signal transduction.Here, we characterized the domains controlling SHOC2 shuttling between the nucleus and cytoplasm, and those contributing to SHOC2S2G mistargeting to the plasma membrane, analysed the structural organization of SHOC2's LRR motifs, and determined the impact of SHOC2 mislocalization on ERK signalling. We show that LRRs 1 to 13 constitute a structurally recognizable domain required for SHOC2 import into the nucleus and constitutive targeting of SHOC2S2G to the plasma membrane, while the KEKE motif-rich region is necessary to achieve efficient SHOC2 export from the nucleus. We also document that SHOC2S2G localizes both in raft and non-raft domains, and that it translocates to the non-raft domains following stimulation. Finally, we demonstrate that SHOC2 trapping at different subcellular sites has a diverse impact on ERK signalling strength and dynamics, suggesting a dual counteracting modulatory role of SHOC2 in the control of ERK signalling exerted at different intracellular compartments.","dc:creator":"Motta M","dc:date":"2016","dc:title":"SHOC2 subcellular shuttling requires the KEKE motif-rich region and N-terminal leucine-rich repeat domain and impacts on ERK signalling."},"rdfs:label":"S2G protein stability localization function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This doesn't provide direct support implicating the gene with the condition, but rather shows the variant's impact"},{"id":"cggv:0b0fb58e-a08c-433e-b8e1-f4909aef1066","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce61f420-18da-458d-92dd-fad94a48b32c","type":"FunctionalAlteration","dc:description":"The WT protein was evenly distributed in the cytosol and nucleus of the cells. The p.S2G variant specifically targeted to the membrane of the cells. The researchers discovered that this was a result of inappropriate myristoylation of the S2G variant. Upon inhibiting the myristoylation process, the protein still was unable to localize to the nucleus. I awarded this study more points for its discovery of the mechanism of disease and attempt to rescue it. \nA significant enhancement of ERK phosphorylation was found in S2G Neuro2A cells compared to the WT cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19684605","rdfs:label":"p.S2G localization and ERK activation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This doesn't provide support for NSLAH any more than the other RASopathies"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be81ec3c-a65a-49aa-8c8c-a732b3cd0ae1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:79f7e55f-7bd9-4ac7-98bf-0bd75cf47f04","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The S2G mutant protein did not rescue the ERK1/2 or MEK1/2 activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22606262","type":"dc:BibliographicResource","dc:abstract":"Shoc2 is the putative scaffold protein that interacts with RAS and RAF, and positively regulates signaling to extracellular signal-regulated protein kinases 1 and 2 (ERK1/2). To elucidate the mechanism by which Shoc2 regulates ERK1/2 activation by the epidermal growth factor (EGF) receptor (EGFR), we studied subcellular localization of Shoc2. Upon EGFR activation, endogenous Shoc2 and red fluorescent protein tagged Shoc2 were translocated from the cytosol to a subset of late endosomes containing Rab7. The endosomal recruitment of Shoc2 was blocked by overexpression of a GDP-bound H-RAS (N17S) mutant and RNAi knockdown of clathrin, suggesting the requirement of RAS activity and clathrin-dependent endocytosis. RNAi depletion of Shoc2 strongly inhibited activation of ERK1/2 by low, physiological EGF concentrations, which was rescued by expression of wild-type recombinant Shoc2. In contrast, the Shoc2 (S2G) mutant, that is myristoylated and found in patients with the Noonan-like syndrome, did not rescue ERK1/2 activation in Shoc2-depleted cells. Shoc2 (S2G) was not located in late endosomes but was present on the plasma membrane and early endosomes. These data suggest that targeting of Shoc2 to late endosomes may facilitate EGFR-induced ERK activation under physiological conditions of cell stimulation by EGF, and therefore, may be involved in the spatiotemporal regulation of signaling through the RAS-RAF module.","dc:creator":"Galperin E","dc:date":"2012","dc:title":"Shoc2 is targeted to late endosomes and required for Erk1/2 activation in EGF-stimulated cells."},"rdfs:label":"Localization and activity of ERK1/2 and MEK1/2 w/SHOC2"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"This doesn't provide support directly implicating SHOC2 with NS/LAH"},{"id":"cggv:c3be7401-619b-4736-840f-285cd3d1b52f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:17dde8a3-5402-4575-9c82-2fcccc49e631","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These phenotypes don't really provide evidence convincing of a RASopathy and it is a worm model, so it must be downgraded to 0.25","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19684605","rdfs:label":"C elegans model p.S2G"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This should be given at most 0.25 pts for evidence showing that the worms have malformations but it is not great evidence that the model is similar to RASopathies especially because the species is so far removed from humans"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Definitive","sequence":2305,"specifiedBy":"GeneValidityCriteria5","strengthScore":12.5,"subject":{"id":"cggv:de79dbb0-8f6e-4007-917e-7de8cfb750bc","type":"GeneValidityProposition","disease":"obo:MONDO_0011899","gene":"hgnc:15454","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"There is a definitive association between alteration of the SHOC2 gene and Noonan syndrome with loose anagen hair (NS/LAH). The maximum amount of scorable genetic evidence has been published showing the de novo p.Ser2Gly variant occurs in SHOC2 in patients with NS/LAH (Cordeddu et al., 2009; Galperin, Abdelmoti, & Sorkin, 2012; Motta et al., 2016). Additionally, the p.Met173Ile variant has been identified in one family with disease (Hannig, Jeoung, Jang, Phillips, & Galperin, 2014). The SHOC2 gene is also associated with the Ras/MAPK pathway, which is associated with the NS/LAH phenotype and variants found in NS/LAH patients in this gene disrupt the RAS pathway function as demonstrated by C. elegans models (Cordeddu et al., 2009; Gripp et al., 2016). Of note, SHOC2 is also classified as Disputed in association with NS, cardiofaciocutaneous syndrome, and Costello syndrome. The ClinGen RASopathy Expert Panel found no evidence associating SHOC2 with NS with multiple lentigines. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/25/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:0ecc1335-fb21-4d65-8df2-19558e8f5c07"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}