{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-07-13T02:05:00.538Z","role":"Publisher"},{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-07-12T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5554b303-1eb4-47a5-b8e8-934400327019","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e33f9537-d170-4c2f-bdf3-bd8ead09dee0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both animal model and patients developed presynaptic NMJ dysfunction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30533528","type":"dc:BibliographicResource","dc:abstract":"To report a new ","dc:creator":"Montes-Chinea NI","dc:date":"2018","dc:title":"Identification of a new SYT2 variant validates an unusual distal motor neuropathy phenotype."},"rdfs:label":"drosophila transgenic model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Same KO drosophila model from another paper was already curated and received points"},{"id":"cggv:55c374e7-3863-4e28-a5e4-203b48846cff","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f569a7c9-b5dd-4695-92aa-fdffe028e7ec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to humans, the knockout develop abnormal synapsis at the neuromuscular jusntion.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25192047","type":"dc:BibliographicResource","dc:abstract":"Synaptotagmin 2 is a synaptic vesicle protein that functions as a calcium sensor for neurotransmission but has not been previously associated with human disease. Via whole-exome sequencing, we identified heterozygous missense mutations in the C2B calcium-binding domain of the gene encoding Synaptotagmin 2 in two multigenerational families presenting with peripheral motor neuron syndromes. An essential calcium-binding aspartate residue, Asp307Ala, was disrupted by a c.920A>C change in one family that presented with an autosomal-dominant presynaptic neuromuscular junction disorder resembling Lambert-Eaton myasthenic syndrome. A c.923C>T variant affecting an adjacent residue (p.Pro308Leu) produced a presynaptic neuromuscular junction defect and a dominant hereditary motor neuropathy in a second family. Characterization of the mutation homologous to the human c.920A>C variant in Drosophila Synaptotagmin revealed a dominant disruption of synaptic vesicle exocytosis using this transgenic model. These findings indicate that Synaptotagmin 2 regulates neurotransmitter release at human peripheral motor nerve terminals. In addition, mutations in the Synaptotagmin 2 C2B domain represent an important cause of presynaptic congenital myasthenic syndromes and link them with hereditary motor axonopathies. ","dc:creator":"Herrmann DN","dc:date":"2014","dc:title":"Synaptotagmin 2 mutations cause an autosomal-dominant form of lambert-eaton myasthenic syndrome and nonprogressive motor neuropathy."},"rdfs:label":"Drosophila transgenic"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded because the phenotype is observed in a knockout animal model and the human phenotype is dominant. "},{"id":"cggv:74d485b6-bea7-4ac1-b7eb-7ca46768e4fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4565b204-c699-43d5-a9f8-81435f6db99d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ca2+-triggered neurotransmitter release is impaired in synaptotagmin-2-deficient neuromuscular junctions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17192432","type":"dc:BibliographicResource","dc:abstract":"Biochemical and genetic data suggest that synaptotagmin-2 functions as a Ca2+ sensor for fast neurotransmitter release in caudal brain regions, but animals and/or synapses lacking synaptotagmin-2 have not been examined. We have now generated mice in which the 5' end of the synaptotagmin-2 gene was replaced by lacZ. Using beta-galactosidase as a marker, we show that, consistent with previous studies, synaptotagmin-2 is widely expressed in spinal cord, brainstem, and cerebellum, but is additionally present in selected forebrain neurons, including most striatal neurons and some hypothalamic, cortical, and hippocampal neurons. Synaptotagmin-2-deficient mice were indistinguishable from wild-type littermates at birth, but subsequently developed severe motor dysfunction, and perished at approximately 3 weeks of age. Electrophysiological studies in cultured striatal neurons revealed that the synaptotagmin-2 deletion slowed the kinetics of evoked neurotransmitter release without altering the total amount of release. In contrast, synaptotagmin-2-deficient neuromuscular junctions (NMJs) suffered from a large reduction in evoked release and changes in short-term synaptic plasticity. Furthermore, in mutant NMJs, the frequency of spontaneous miniature release events was increased both at rest and during stimulus trains. Viewed together, our results demonstrate that the synaptotagmin-2 deficiency causes a lethal impairment in synaptic transmission in selected synapses. This impairment, however, is less severe than that produced in forebrain neurons by deletion of synaptotagmin-1, presumably because at least in NMJs, synaptotagmin-1 is coexpressed with synaptotagmin-2, and both together mediate fast Ca2+-triggered release. Thus, synaptotagmin-2 is an essential synaptotagmin isoform that functions in concert with other synaptotagmins in the Ca2+ triggering of neurotransmitter release.","dc:creator":"Pang ZP","dc:date":"2006","dc:title":"Synaptotagmin-2 is essential for survival and contributes to Ca2+ triggering of neurotransmitter release in central and neuromuscular synapses."},"rdfs:label":"SYT2 knockout animal model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because the mouse is a knockout and in humans the phenotype is dominant. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":6631,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.5,"subject":{"id":"cggv:e6432b80-fcc4-40b3-b8a3-b8be6d6489ea","type":"GeneValidityProposition","disease":"obo:MONDO_0014468","gene":"hgnc:11510","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SYT2 was first reported in relation to autosomal dominant presynaptic congenital myasthenic syndrome 7A and distal motor neuropathy (CMS7A) in 2014 (Hermann et al., PMID: 25192047). Patients present with early onset foot deformities and distal muscle weakness. Electrophysiologic studies show abnormal synaptic transmission at the neuromuscular junction (NMJ) and low amplitude compound muscle action potentials. SYT2 has also been associated with autosomal recessive presynaptic congenital myasthenic syndrome 7B (CMS7B). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability. Therefore, the following disease entities have been split into autosomal dominant CMS7A (OMIM: 616040) and autosomal recessive CMS7A (OMIM: 619461).\n \nSix variants (missense and in-frame deletion) reported in six probands in five publications were included in this curation, reaching a total of five points for genetic evidence (PMID: 30533528, PMID: 25192047, PMID: 33105646, PMID: 33320396, PMID: 34037996). SYT2 encodes for Synaptotagmin 2, a calcium sensor protein involved in synaptic vesicle exocytosis at the NMJ. Variants cluster in the C2B calcium binding domain and are upgraded if located in a hotspot region. Variants were also upgraded for presenting with very consistent phenotypes.\n \nEvidence supporting this gene-disease relationship includes experimental data from two model systems: a transgenic drosophila model and a knockout mouse model. DSYT1 in drosophila is a single homolog for SYT1, SYT2, and SYT9 in humans. DSYT1 null drosophila exhibit abnormal synaptic transmission at the NMJ (PMID: 25192047). Transgenes of WT and the mutation homologous to the human Asp307Ala variant were expressed in DSYT1 null drosophila. Staining revealed co-localization of WT and mutant Synaptotagmins. Expression of WT Synaptotagmin showed phenotypic rescue in DSYT1 null drosophila, while expression of mutant Synaptotagmin failed to rescue the phenotype. Expression of mutant synaptotagmin in the presence of endogenous DSYT1 provided evidence of a dominant negative effect. This model was also used to study the Ile371Lys variant and produced similar findings for co-localization, failure of phenotypic rescue with expression of mutant synaptotagmin, and a dominant negative effect with expression of mutant Synaptotagmin in the presence of endogenous DSYT1 (PMID: 30533528). A SYT2 knockout mouse model was generated in 2006 (PMID: 17192432). The knockout was lethal and mice developed abnormal synaptic transmission at the neuromuscular junction. No rescue experiments were attempted. The drosophila model received 1.5 points and the mouse model received 1 point as experimental evidence. Both were downgraded for not representing an autosomal dominant mode of inheritance as a knockout model.\n \nIn summary, there is moderate evidence to support this autosomal dominant gene-disease relationship. No contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:ff8871e1-5eed-4414-8137-432d57f328d1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}