{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-04-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-11T18:58:53.016Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24014394","type":"dc:BibliographicResource","dc:abstract":"Mutations in nuclear genes associated with defective complex III (cIII) of the mitochondrial respiratory chain are rare, having been found in only two cIII assembly factors and, as private changes in single families, three cIII structural subunits. Recently, human LYRM7/MZM1L, the ortholog of yeast MZM1, has been identified as a new assembly factor for cIII. In a baby patient with early onset, severe encephalopathy, lactic acidosis and profound, isolated cIII deficiency in skeletal muscle, we identified a disease-segregating homozygous mutation (c.73G>A) in LYRM7/MZM1L, predicting a drastic change in a highly conserved amino-acid residue (p.Asp25Asn). In a mzm1Δ yeast strain, the expression of a mzm1(D25N) mutant allele caused temperature-sensitive respiratory growth defect, decreased oxygen consumption, impaired maturation/stabilization of the Rieske Fe-S protein, and reduced complex III activity and amount. LYRM7/MZM1L is a novel disease gene, causing cIII-defective, early onset, severe mitochondrial encephalopathy. ","dc:creator":"Invernizzi F","dc:date":"2013","dc:title":"A homozygous mutation in LYRM7/MZM1L associated with early onset encephalopathy, lactic acidosis, and severe reduction of mitochondrial complex III activity."},"evidence":[{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:86cd6084-2122-4172-b82d-6f06d3aa33c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a2485d7-6c5f-4438-8ba4-3c45f35cff1f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Per Guo et al. (2017), there are >10 subunits in complex III in addition to assembly factors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28844695","type":"dc:BibliographicResource","dc:abstract":"The respiratory megacomplex represents the highest-order assembly of respiratory chain complexes, and it allows mitochondria to respond to energy-requiring conditions. To understand its architecture, we examined the human respiratory chain megacomplex-I","dc:creator":"Guo R","dc:date":"2017","dc:title":"Architecture of Human Mitochondrial Respiratory Megacomplex I"},"rdfs:label":"mitochondrial complex III"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"complex III assembly factor"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7acb0e0-8990-4a43-ab33-a468e0e28ae4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:38b14310-1237-4427-9206-da7f26084333","type":"FunctionalAlteration","dc:description":"Performed RNAi experiments in HeLa cells (Figure3A). Similar to the Mzm1 deletion yeast strain, low levels of MZM1L caused a decrease in the total amount of UQCRFS1 (Figure3A), while UQCRC2 was unaffected. However, in normal culture conditions, the amount of UQCRFS1 incorporated into CIII2 and the CIII enzyme activity was the same as in control cells (Figures3B,C). Only by exposing the interfered cells to heat stress (incubation at 42C for 24 h) was the reduced CIII assembly and activity manifested (Figures 3B,C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23168492","type":"dc:BibliographicResource","dc:abstract":"The mammalian Complex III (CIII) assembly process is yet to be completely understood. There is still a lack in understanding of how the structural subunits are put together and which additional factors are involved. Here we describe the identification and characterization of LYRM7, a human protein displaying high sequence homology to the Saccharomyces cerevisiae protein Mzm1, which was recently shown as an assembly factor for Rieske Fe-S protein incorporation into the yeast cytochrome bc(1) complex. We conclude that human LYRM7, which we propose to be renamed MZM1L (MZM1-like), works as a human Rieske Fe-S protein (UQCRFS1) chaperone, binding to this subunit within the mitochondrial matrix and stabilizing it prior to its translocation and insertion into the late CIII dimeric intermediate within the mitochondrial inner membrane. Thus, LYRM7/MZM1L is a novel human CIII assembly factor involved in the UQCRFS1 insertion step, which enables formation of the mature and functional CIII enzyme.","dc:creator":"Sánchez E","dc:date":"2013","dc:title":"LYRM7/MZM1L is a UQCRFS1 chaperone involved in the last steps of mitochondrial Complex III assembly in human cells."},"rdfs:label":"RNAi in HeLa"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"RNAi in HeLa cells results in lower levels of UQCRFS1 and temperature-dependent impairment of complex III assembly and activity"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eec8e1f2-9901-4713-b1f2-51c9e39fa859","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:133533a5-dee6-489b-944e-065517e99dbd","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":" S. cerevisiae yeast strains lacking Mzm1 (Δmzm1) show defective growth on non-fermentable carbon sources due to a defect in respiration linked to a CIII deficiency, which is much more marked at 37 °C. The human allele encoding the 104 amino acid LYRM7-001 was introduced in the Δmzm1 cells. As can be seen in Fig. 1B, human LYRM7 restored the ability of the mutant yeast strain to grow on non-fermentable media at 37 °C, as did transformation with the yeast MZM1. Another yeast protein included in the LYR motif family, SDH6 (human ortholog SDHAF1), failed to restore the growth in Δmzm1 cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25914718","type":"dc:BibliographicResource","dc:abstract":"Complex III (CIII) deficiency is one of the least common oxidative phosphorylation defects associated to mitochondrial disease. CIII constitutes the center of the mitochondrial respiratory chain, as well as a crossroad for several other metabolic pathways. For more than 10 years, of all the potential candidate genes encoding structural subunits and assembly factors, only three were known to be associated to CIII defects in human pathology. Thus, leaving many of these cases unresolved. These first identified genes were MT-CYB, the only CIII subunit encoded in the mitochondrial DNA; BCS1L, encoding an assembly factor, and UQCRB, a nuclear-encoded structural subunit. Nowadays, thanks to the fast progress that has taken place in the last 3-4 years, pathological changes in seven more genes are known to be associated to these conditions. This review will focus on the strategies that have permitted the latest discovery of mutations in factors that are necessary for a correct CIII assembly and activity, in relation with their function. In addition, new data further establishing the molecular role of LYRM7/MZM1L as a chaperone involved in CIII biogenesis are provided. ","dc:creator":"Fernández-Vizarra E","dc:date":"2015","dc:title":"Nuclear gene mutations as the cause of mitochondrial complex III deficiency."},"rdfs:label":"WT rescue in null yeast"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1,"dc:description":"The human protein can functionally complement the respiratory defect of a Mzm1-deleted yeast strain."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d68ba66-2089-40bd-8591-f14688f0a74f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9d68ba66-2089-40bd-8591-f14688f0a74f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:2fa1f3c2-a434-4c13-92c7-b7da3dc1bc84","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181705.4(LYRM7):c.37del (p.Thr13fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352195"}},"detectionMethod":"Sanger sequencing of the entire coding sequence of LYRM7 and intron-exon boundaries","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"9 mo at presentation; presented with febrile seizure followed by developmental regression; preceding event: pneumonia; tetraparesis; developmental delay; behavioral problems; epilepsy only during regressions; intellectual disability; decreased vision; pale optic discs; exotropia; external ophthalmoplegia; severe dysarthria; increased muscle tone; brisk reflexes; slight ataxia; mild distal muscle weakness in legs; spasticity; ataxia\nEMG: signs of incipient polyneuropathy\nMRI: white matter abnormalities with cysts, including signal abnormalities in cerebellum and spinal cord\nmetabolic: plasma lactate intermittently high, CSF lactate increased\nbiochem: slightly decreased complex III in muscle, normal respiratory chain complexes and pyruvate dehydrogenase complex in fibroblasts","phenotypes":["obo:HP_0001276","obo:HP_0001257","obo:HP_0003128","obo:HP_0001271","obo:HP_0001250","obo:HP_0002373","obo:HP_0001348","obo:HP_0001260","obo:HP_0002500","obo:HP_0002376","obo:HP_0001251","obo:HP_0000577","obo:HP_0002273","obo:HP_0001249","obo:HP_0001263","obo:HP_0000544","obo:HP_0001324","obo:HP_0000505","obo:HP_0011924","obo:HP_0000543"],"previousTesting":true,"previousTestingDescription":"mitochondrial DNA, DARS2, SURF1, SCO2, MPV17, COX10, NDUFA7, NDUFV1, NDUFS3/4/5/6/8, mito gene panel","sex":"Male","variant":{"id":"cggv:1126eb7c-f826-4694-b624-33e03b9c578a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2fa1f3c2-a434-4c13-92c7-b7da3dc1bc84"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26912632","type":"dc:BibliographicResource","dc:abstract":"This study focused on the molecular characterization of patients with leukoencephalopathy associated with a specific biochemical defect of mitochondrial respiratory chain complex III, and explores the impact of a distinct magnetic resonance imaging pattern of leukoencephalopathy to detect biallelic mutations in LYRM7 in patients with biochemically unclassified leukoencephalopathy. 'Targeted resequencing' of a custom panel including genes coding for mitochondrial proteins was performed in patients with complex III deficiency without a molecular genetic diagnosis. Based on brain magnetic resonance imaging findings in these patients, we selected additional patients from a database of unclassified leukoencephalopathies who were scanned for mutations in LYRM7 by Sanger sequencing. Targeted sequencing revealed homozygous mutations in LYRM7, encoding mitochondrial LYR motif-containing protein 7, in four patients from three unrelated families who had a leukoencephalopathy and complex III deficiency. Two subjects harboured previously unreported variants predicted to be damaging, while two siblings carried an already reported pathogenic homozygous missense change. Sanger sequencing performed in the second cohort of patients revealed LYRM7 mutations in three additional patients, who were selected on the basis of the magnetic resonance imaging pattern. All patients had a consistent magnetic resonance imaging pattern of progressive signal abnormalities with multifocal small cavitations in the periventricular and deep cerebral white matter. Early motor development was delayed in half of the patients. All patients but one presented with subacute neurological deterioration in infancy or childhood, preceded by a febrile infection, and most patients had repeated episodes of subacute encephalopathy with motor regression, irritability and stupor or coma resulting in major handicap or death. LYRM7 protein was strongly reduced in available samples from patients; decreased complex III holocomplex was observed in fibroblasts from a patient carrying a splice site variant; functional studies in yeast confirmed the pathogenicity of two novel mutations. Mutations in LYRM7 were previously found in a single patient with a severe form of infantile onset encephalopathy. We provide new molecular, clinical, and neuroimaging data allowing us to characterize more accurately the molecular spectrum of LYRM7 mutations highlighting that a distinct and recognizable magnetic resonance imaging pattern is related to mutations in this gene. Inter- and intrafamilial variability exists and we observed one patient who was asymptomatic by the age of 6 years. ","dc:creator":"Dallabona C","dc:date":"2016","dc:title":"LYRM7 mutations cause a multifocal cavitating leukoencephalopathy with distinct MRI appearance."}},"rdfs:label":"patient 5"},{"id":"cggv:1126eb7c-f826-4694-b624-33e03b9c578a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1126eb7c-f826-4694-b624-33e03b9c578a_variant_evidence_item"}],"strengthScore":1,"dc:description":"1.5 (null) -0.5 (NMD escape)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f48478b4-9d41-4e71-8bae-7f6dbf2abad5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f48478b4-9d41-4e71-8bae-7f6dbf2abad5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":28,"allele":{"id":"cggv:b15d302b-a522-447f-bc05-b0187a677937","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181705.4(LYRM7):c.73G>A (p.Asp25Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA163124"}},"detectionMethod":"Because of the profound cIII deficiency, sequencing of cIII-related genes, including those encoding cyt b, BCS1L, and TTC19, which were all normal. Then sequencing of LYRM7.","firstTestingMethod":"Other","phenotypeFreeText":"The patient was born at the 39th week of gestation after uncomplicated pregnancy and delivery. Weight at birth was 2.8 kg (5–10 percentile). Her development was normal during the first 20 months of life, when she manifested rapidly progressive weakness with reduced spontaneous motor activity and alertness, and polypnea. The laboratory tests showed anemia (hemoglobin 7.3 g/dl, n.v. 13–16) associated with low plasma iron (15 mg/dl, n.v. > 50), treated by iron supplementation. At 21 months, during an infectious episode with fever, the patient developed acute, severe dyspnea and stupor, requiring ICU treatment. The clinical examination showed generalized hypotonia, a central breathing pattern, and a fluctuating comatose state with hardly any reaction to external stimuli. Laboratory tests showed severe metabolic acidosis (pH 6.78, pCO2 16.5; O2 saturation 96%), with increased plasma lactate (11, 2 mg/dl, n.v. < 2) and ammonia (279 μM, n.v. < 80), and severe anemia (Hb 6.8). A blood culture was positive for Staphylococcus haemolyticus. A CT scan showed marked bilateral hypodensity of the centrum semiovale, later confirmed by brain MRI, indicating severe demyelinization and vacuolization of the white matter, and global atrophy with a thin corpus callosum (Fig. 1A and B). The patient was intubated for forced ventilation, and treated with blood transfusions and intravenous bicarbonates. In the next several days, the clinical features improved, with recovery of spontaneous breathing, and oral alimentation was resumed. Nevertheless, severe psychomotor regression persisted with reduction of consciousness, no head control, inability to walk, and severe spastic tetraparesis with reduced spontaneous movements. The patient died at 28 months of respiratory failure. \nBiochemical assays showed severe, isolated decrease of cIII specific activity normalized to citrate synthase (CS) activity (22.2, n.v. 70–130). The other respiratory chain enzymes were normal, although the cI/CS ratio was at the lower limit of the control range (13.4, n.v. 13.6–27.7) (Fig. 1C). The CS-specific activity was also slightly below the lower control limit (74.7 nmol/minmg–1, n.v. 80–210).","phenotypes":["obo:HP_0001290","obo:HP_0011096","obo:HP_0002376","obo:HP_0003676","obo:HP_0002094","obo:HP_0001942","obo:HP_0025406","obo:HP_0011924","obo:HP_0001987","obo:HP_0001285","obo:HP_0002789","obo:HP_0033725","obo:HP_0002151","obo:HP_0002540","obo:HP_0002878","obo:HP_0001903"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:ca5f78e7-6b84-48fb-8724-99d8954282af_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b15d302b-a522-447f-bc05-b0187a677937"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24014394"},"rdfs:label":"Invernizzi 2013 case report"},{"id":"cggv:ca5f78e7-6b84-48fb-8724-99d8954282af","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca5f78e7-6b84-48fb-8724-99d8954282af_variant_evidence_item"},{"id":"cggv:ca5f78e7-6b84-48fb-8724-99d8954282af_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Introduced the change equivalent to the c.73G>A, p.Asp25Asn of human LYRM7 into the yeast MZM1 wild-type (wt) gene, cloned in a centromericmonocopy vector. The MZM1 and mzm1D25N constructs were used to transform a mzm1Δ mutant, giving rise to mzm1Δ/MZM1 and mzm1Δ/mzm1D25N yeast strains. A clear growth defect of the mzm1Δ/mzm1D25N was observed in glycerol-containing plates incubated at 37C but not at 28C, (Fig. 2A), similar to, albeit less pronounced than, the mzm1Δ mutant. The O2 consumption rates of mzm1Δ/mzm1D25N and mzm1Δ were 36% and 54% less than that of mzm1Δ/MZM1, respectively (Fig. 2B). Likewise, the cIII activity was reduced in mzm1Δ/mzm1D25N (65% residual activity) and mzm1Δ\u0002(50%) mitochondria (Fig. 2C). Moreover, the mzm1Δ/mzm1D25N strain showed marked reduction of the peak at 570 nm, corresponding to respiratory cyt b (not shown). As shown in Figure 2D, m-ISP and i-ISP levels were strongly reduced in the mzm1D25N compared with the MZM1 parental strain, resembling the mzm1Δ strain defects [Cui et al. 2012]. The reduced level of Rip1p was associated with a clear reduction of cIII holocomplex (Fig. 2E), with no trace of stable subassembly intermediates (Fig. 2F). These data indicate that the Mzm1D25N mutant protein impairs the stabilization/maturation of ISP and, as a consequence, the assembly of the cIII holoenzyme. Mitochondrial proteins were resolved by SDS-page and both i-ISP and m-ISP were immunovisualized by Western-blot analysis. summary: the mutant yeast strain has impaired oxidative growth, low cIII activity, reduced amount of cyt b and cIII holocomplex; the mature Rieske protein steady state level is also strongly decreased"}],"strengthScore":1,"dc:description":"0.1 (other) +0.4 (functional-yeast) +0.4 (biochem-CIII def)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:fe0639fd-ef00-4e24-908f-505a1d7ecfc7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fe0639fd-ef00-4e24-908f-505a1d7ecfc7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:b15d302b-a522-447f-bc05-b0187a677937"},"detectionMethod":"customized gene panel (TruSeq Custom Amplicon, Illumina) containing 72 genes previously associated with mitochondrial disorders and isolated mitochondrial respiratory chain complex deficiency (‘Mitoiso’ panel); confirmed by Sanger sequencing","firstTestingMethod":"Other","phenotypeFreeText":"asymptomatic at presentation; borderline ID; achieved unsupported walking at 1.5 years;\nMRI: white matter abnormalities with cysts\nmetabolic: mild anemia, high plasma lactate; elevated 3-OH butyric acid in urine\nhistopath: hyperchromatic aggregates at fiber periphery in muscle\nbiochem: decreased complex III in muscle (23% of lowest values)","phenotypes":["obo:HP_0002500","obo:HP_0011924","obo:HP_0003128","obo:HP_0001903"],"previousTesting":true,"previousTestingDescription":"SDHAF1","sex":"Female","variant":{"id":"cggv:55cd3119-d8e1-491a-9c3e-6c96ade0d883_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b15d302b-a522-447f-bc05-b0187a677937"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26912632"},"rdfs:label":"patient 4"},{"id":"cggv:55cd3119-d8e1-491a-9c3e-6c96ade0d883","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:55cd3119-d8e1-491a-9c3e-6c96ade0d883_variant_evidence_item"},{"id":"cggv:55cd3119-d8e1-491a-9c3e-6c96ade0d883_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Introduced the change equivalent to the c.73G>A, p.Asp25Asn of human LYRM7 into the yeast MZM1 wild-type (wt) gene, cloned in a centromericmonocopy vector. The MZM1 and mzm1D25N constructs were used to transform a mzm1Δ mutant, giving rise to mzm1Δ/MZM1 and mzm1Δ/mzm1D25N yeast strains. A clear growth defect of the mzm1Δ/mzm1D25N was observed in glycerol-containing plates incubated at 37C but not at 28C, (Fig. 2A), similar to, albeit less pronounced than, the mzm1Δ mutant. The O2 consumption rates of mzm1Δ/mzm1D25N and mzm1Δ were 36% and 54% less than that of mzm1Δ/MZM1, respectively (Fig. 2B). Likewise, the cIII activity was reduced in mzm1Δ/mzm1D25N (65% residual activity) and mzm1Δ\u0002(50%) mitochondria (Fig. 2C). Moreover, the mzm1Δ/mzm1D25N strain showed marked reduction of the peak at 570 nm, corresponding to respiratory cyt b (not shown). As shown in Figure 2D, m-ISP and i-ISP levels were strongly reduced in the mzm1D25N compared with the MZM1 parental strain, resembling the mzm1Δ strain defects [Cui et al. 2012]. The reduced level of Rip1p was associated with a clear reduction of cIII holocomplex (Fig. 2E), with no trace of stable subassembly intermediates (Fig. 2F). These data indicate that the Mzm1D25N mutant protein impairs the stabilization/maturation of ISP and, as a consequence, the assembly of the cIII holoenzyme. Mitochondrial proteins were resolved by SDS-page and both i-ISP and m-ISP were immunovisualized by Western-blot analysis.\nsummary: the mutant yeast strain has impaired oxidative growth, low cIII activity, reduced amount of cyt b and cIII holocomplex; the mature Rieske protein steady state level is also strongly decreased (PMID 24014394)"}],"strengthScore":1,"dc:description":"0.1 (other) +0.4 (functional-yeast) +0.4 (biochem-CIII def)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:baa924bb-0e9b-468e-b748-7f275d991c8b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:baa924bb-0e9b-468e-b748-7f275d991c8b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:7c3bc2a3-f3f4-40e0-84f8-ce7bf3f3a7e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.131187108_131187111del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3398785"}},"detectionMethod":"Sanger sequencing of the entire coding sequence of LYRM7 and intron-exon boundaries","firstTestingMethod":"Other","phenotypeFreeText":"presented at 2 years with irritability and L-hemiparesis; preceding event: viral illness (rash); reduced fetal movements; small for gestational age; jaundice; developmental delay; multiple episodes of regression; HC -2SD; height -2SD; intellectual disability; dysphagia; increased peripheral muscle tone; brisk reflexes; spasticity\nMRI: white matter abnormalities with cysts, including signal abnormalities in cerebellum and cervical spinal cord\nmetabolic: intermittently high plasma lactate\nbiochem: normal complexes I-IV in muscle, normal respiratory chain complexes and pyruvate dehydrogenase complex in fibroblasts","phenotypes":["obo:HP_0003128","obo:HP_0001269","obo:HP_0001263","obo:HP_0001249","obo:HP_0001348","obo:HP_0001558","obo:HP_0001257","obo:HP_0002015","obo:HP_0000952","obo:HP_0000737","obo:HP_0002500","obo:HP_0002376","obo:HP_0001276"],"previousTesting":true,"previousTestingDescription":"DARS2","sex":"Male","variant":{"id":"cggv:6cef22c2-39c3-4487-9d20-7695d33a2e4a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7c3bc2a3-f3f4-40e0-84f8-ce7bf3f3a7e5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26912632"},"rdfs:label":"patient 7"},{"id":"cggv:6cef22c2-39c3-4487-9d20-7695d33a2e4a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6cef22c2-39c3-4487-9d20-7695d33a2e4a_variant_evidence_item"},{"id":"cggv:6cef22c2-39c3-4487-9d20-7695d33a2e4a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional analyses in fibroblasts from 2 homozygous siblings (unrelated to this individual) revealed a reduced amount of the Rieske Fe-S protein, which was restored after re-expression of LYRM7 (Fig. 3; PMID 28694194)."}],"strengthScore":3,"dc:description":"1.5 (null) "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:990fb91b-c78f-4a33-9792-d06994aff8cf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:990fb91b-c78f-4a33-9792-d06994aff8cf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"allele":{"id":"cggv:a6e132bd-734e-4424-9ded-8700898ff254","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181705.4(LYRM7):c.214C>T (p.Gln72Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352207"}},"detectionMethod":"Sanger sequencing of the entire coding sequence of LYRM7 and intron-exon boundaries","firstTestingMethod":"Other","phenotypeFreeText":"14 years at presentation; presented with weakness with loss of motor skills; preceding event viral illness; delayed development; spastic tetraparesis; borderline ID; decreased vision; pale optic discs; increased muscle tone; brisk reflexes; spastic gait; \nMRI: white matter abnormalities with cysts, including signal abnormalities in cervical spinal cord\nmetabolic: slight elevation of lactate in urine\nbiochem: not done","phenotypes":["obo:HP_0001285","obo:HP_0000505","obo:HP_0002500","obo:HP_0002376","obo:HP_0001324","obo:HP_0001348","obo:HP_0001263","obo:HP_0003128","obo:HP_0000543","obo:HP_0001276","obo:HP_0002064"],"previousTesting":true,"previousTestingDescription":"DARS2","sex":"Female","variant":{"id":"cggv:7befdae6-6bae-49ae-8ca1-906e3442b580_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a6e132bd-734e-4424-9ded-8700898ff254"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26912632"},"rdfs:label":"patient 6 "},{"id":"cggv:7befdae6-6bae-49ae-8ca1-906e3442b580","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7befdae6-6bae-49ae-8ca1-906e3442b580_variant_evidence_item"},{"id":"cggv:7befdae6-6bae-49ae-8ca1-906e3442b580_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Introduced the variant Q70* (equivalent to the human variant) into the orthologous gene MZM1 in the yeast S. cerevisiae. Mutant or WT MZM1 constructs were used to transform an mzm1 null mutant strain. Empty vector negative control. O2 consumption of the variant strain was similar to that of the null strain and 60% less than the WT, complex III activity was decreased (40-50% residual activity) whereas complex IV (cIV, cytochrome c oxidase, COX) activity was normal, and on spectrophotometry, the peak at 560 nm, corresponding to respiratory cyt b was reduced (Fig. 4, not shown). Reduced Rip1 levels in mitochondria isolated from mutant yeast strains, similar to the null strain (Fig. 4)."}],"strengthScore":1.5,"dc:description":"1.5 (null) -0.5 (NMD escape) +0.5 (functional)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eac1c523-6bc9-4797-bf03-b1651c9b4919_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eac1c523-6bc9-4797-bf03-b1651c9b4919","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:f89a417e-1047-4587-9125-35078cca0eba","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181705.4(LYRM7):c.190TTA[3] (p.Leu66dup)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352200"}},"detectionMethod":"customized gene panel (TruSeq Custom Amplicon, Illumina) containing 72 genes previously associated with mitochondrial disorders and isolated mitochondrial respiratory chain complex deficiency (‘Mitoiso’ panel); confirmed by Sanger sequencing","firstTestingMethod":"Other","phenotypeFreeText":"presented at 18 mo with irritability, psychomotor regression, ataxia; preceding event: febrile illness; developmental delay; tetraparesis; loss of visual contact; respiratory and feeding problems; episodes of regression with loss of all skills; epicanthus; ptosis; height/weight <2SD; decreased vision; pale optic discs; external ophthalmoplegia; nystagmus; decreased axial muscle tone; increased peripheral muscle tone; brisk reflexes; decreased muscle strength; spasticity; ataxia; extrapyramidal signs\nMRI: white matter abnormalities with cysts, including signal abnormalities in cerebellum\nmetabolic: high plasma lactate, high CSF lactate\nhistopath: normal light microscopy of muscle\nbiochem: decreased complex III (19% of lowest values) in muscle,  decreased complex III (72% of lowest values) in fibroblasts","phenotypes":["obo:HP_0001263","obo:HP_0000544","obo:HP_0003128","obo:HP_0002273","obo:HP_0000508","obo:HP_0001257","obo:HP_0000286","obo:HP_0011924","obo:HP_0001348","obo:HP_0001324","obo:HP_0000639","obo:HP_0002093","obo:HP_0002376","obo:HP_0003808","obo:HP_0002071","obo:HP_0011968","obo:HP_0000737","obo:HP_0001251","obo:HP_0002500","obo:HP_0000543"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:8bf14c01-a0ac-40f7-b8e9-f6874e476f74_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f89a417e-1047-4587-9125-35078cca0eba"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26912632"},"rdfs:label":"patient 2"},{"id":"cggv:8bf14c01-a0ac-40f7-b8e9-f6874e476f74","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8bf14c01-a0ac-40f7-b8e9-f6874e476f74_variant_evidence_item"},{"id":"cggv:8bf14c01-a0ac-40f7-b8e9-f6874e476f74_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Introduced the variantL64dup (equivalent to the human variant) into the orthologous gene MZM1 in the yeast S. cerevisiae. Mutant or WT MZM1 constructs were used to transform an mzm1 null mutant strain. Empty vector negative control. O2 consumption of the variant strain was similar to that of the null strain and 60% less than the WT, complex III activity was decreased (40-50% residual activity) whereas complex IV (cIV, cytochrome c oxidase, COX) activity was normal, and on spectrophotometry, the peak at 560 nm, corresponding to respiratory cyt b was reduced (Fig. 4, not shown). Reduced Rip1 levels in mitochondria isolated from mutant yeast strains, similar to the null strain (Fig. 4)."}],"strengthScore":1,"dc:description":"0.1 (other) +0.4 (functional-yeast) +0.4 (biochem-CIII def)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:edeb915b-ddbc-4ecf-85f2-9fdfa03e7915_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:edeb915b-ddbc-4ecf-85f2-9fdfa03e7915","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"allele":{"id":"cggv:4b062eb1-96d8-43cc-abd0-f488bf6feb53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181705.4(LYRM7):c.244+5dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352197"}},"detectionMethod":"coding exons and flanking intronic stretches (20 nt) of 1381 genes known to be functionally related to mitochondrial disorders (‘Mitoexome’, Calvo et al., 2012)","firstTestingMethod":"Other","phenotypeFreeText":"presented at 11 months with hypotonia, irritability, psychomotor regression; preceding event: febrile illness; severe developmental delay; multiple episodes of regression; severe spasticity; HC >2SD; height/weight <2 SD; intellectual disability; decreased vision; pale optic discs; exotropia; external ophthalmoplegia; intermittent nystagmus; ptosis; decreased hearing; severe dysarthria; dysphagia; decreased axial tone; increased peripheral tone; brisk reflexes; extrapyramidal signs\nMRI: white matter abnormalities with cysts, including signal abnormalities in cerebellum (R>L), pons, and cervical spinal cord\nmetabolic: intermittently high plasma lactate, high alanine in plasma; intermittent high lactate in urine\nbiochem: decreased CIII in muscle (75% of lowest values) ","phenotypes":["obo:HP_0000737","obo:HP_0002071","obo:HP_0001257","obo:HP_0011924","obo:HP_0000577","obo:HP_0003128","obo:HP_0002376","obo:HP_0001249","obo:HP_0000508","obo:HP_0000543","obo:HP_0002500","obo:HP_0001263","obo:HP_0002015","obo:HP_0001252","obo:HP_0000544","obo:HP_0000639","obo:HP_0000505","obo:HP_0001348","obo:HP_0001260","obo:HP_0000365"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:d3529055-b9c6-4355-9dff-5c42e0c99b71_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4b062eb1-96d8-43cc-abd0-f488bf6feb53"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26912632"},"rdfs:label":"patient 1"},{"id":"cggv:d3529055-b9c6-4355-9dff-5c42e0c99b71","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d3529055-b9c6-4355-9dff-5c42e0c99b71_variant_evidence_item"},{"id":"cggv:d3529055-b9c6-4355-9dff-5c42e0c99b71_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PCR and sequencing analysis of cDNA obtained from Patient 1 revealed skipping of exon 4 (Fig. 2C and D) resulting in a frameshift and predicting the synthesis of a truncated protein (p.K82Nfs*10)"}],"strengthScore":0.5,"dc:description":"0.1 (other) +0.4 (functional-splice)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5201,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.5,"subject":{"id":"cggv:d366dd55-f0ce-48ab-a241-18ad28b3ebdf","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:28072","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *LYRM7* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of April 4, 2022. The *LYRM7* gene encodes LYR motif containing 7, which is a chaperone protein involved in the assembly of mitochondrial complex III. Defects of this protein lead to complex III deficiency.  \n\nThe *LYRM7 *gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2013 (PMID: 24014394). While various names have been given to the constellation of features seen in those with *LYRM7*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the LYRM7 phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six unique variants (one missense, one in-frame duplication, one splice region, one canonical splice site, one frameshift, and one stop-gained variant, each identified in a homozygous state) identified in seven unrelated individuals from two publications (PMIDs: 24014394, 26912632). More evidence is available in the literature (e.g., PMIDs: 28694194, 33189022, 33662890), but the maximum score for genetic evidence (12 pts.) has been reached.  Features in affected individuals included leukoencephalopathy with cavitations in white matter, as well as neuroregression with illness and episodes of subacute encephalopathy. The mechanism of disease appears to be loss of function. This gene-disease relationship is also supported by a biochemical function shared with other genes associated with primary mitochondrial disease, functional alteration studies in non-patient cells showing impaired mitochondrial function due to gene knockdown, and rescue of the mitochondrial dysfunction in a null yeast model following expression of the wildtype protein (PMIDs: 28844695, 23168492, 25914718).  \n\nIn summary, there is definitive evidence to support the relationship between *LYRM7* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 4, 2022 (SOP Version 8). \n","dc:isVersionOf":{"id":"cggv:ac7b4d77-f1e5-4b7a-a7c4-e37db6c49026"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}