{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-06T02:03:45Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23208944","type":"dc:BibliographicResource","dc:abstract":"Diffuse gastric cancers typically present as late-stage tumours and, as a result, the 5 year survival rate is poor. Some gastric cancers are hereditary and these tend to be of the diffuse type; 30-40% of hereditary diffuse gastric cancers (HDGCs) can be explained by defective germline alleles of E-cadherin (CDH1), but for the remaining families the factors driving susceptibility remain unknown. We had access to a large HDGC pedigree with no obvious mutation in CDH1, and applied exome sequencing to identify new genes involved in gastric cancer. We identified a germline truncating allele of α-E-catenin (CTNNA1) that was present in two family members with invasive diffuse gastric cancer and four in which intramucosal signet ring cells were detected as part of endoscopic surveillance. The remaining CTNNA1 allele was silenced in the two diffuse gastric cancers from the family that were available for screening, and this was also true for signet ring cells identified in endoscopic biopsies. Since α-E-catenin functions in the same complex as E-cadherin, our results call attention to the broader signalling network surrounding these proteins in HDGC. We also detected somatic mutations in one tumour and found substantial overlap with genes mutated in sporadic gastric cancer, including PIK3CA, ARID1A, MED12 and MED23.","dc:creator":"Majewski IJ","dc:date":"2013","dc:title":"An α-E-catenin (CTNNA1) mutation in hereditary diffuse gastric cancer."},"evidence":[{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:094b6410-82a0-4230-acf2-7bca987fccb0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da009723-f461-4352-a248-20daa1038fc7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"IHC of E-cadherin and alpha-, beta-, and gamma-catenin in 108 gastric cancer tissues. Reduced expression of E-cadherin and alpha-, beta-, and gamma-catenin was demonstrated in 43.5%, 39.8%, 42.6%, and 50% of cancer tissues (respectively),  occurred more frequently in diffuse than in intestinal types of cancer, and correlated with poor differentiation. (4 articles with similar results).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12080224","type":"dc:BibliographicResource","dc:abstract":"E-cadherin and its associated cytoplasmic proteins including alpha-, beta-, and gamma-catenin play a pivotal role in the maintenance of normal tissue architecture and the suppression of cancer invasion. The purpose of this study was to evaluate the expression of E-cadherin and alpha-, beta-, and gamma-catenin in a larger sample of early gastric cancer, and to examine the relation between these expressions and various clinicopathologic variables. The expression of E-cadherin and alpha-, beta-, and gamma-catenin was investigated using immunohistochemical technique with formalin-fixed, paraffin-embedded tissue specimens obtained from 108 patients who underwent surgery for early gastric cancer. In the gastric mucosa of noncancerous areas, epithelial cells showed equally strong membranous expression of E-cadherin and alpha-, beta-, and gamma-catenin proteins at the cell-cell boundaries. Reduced expression of E-cadherin and alpha-, beta-, and gamma-catenin was demonstrated in 43.5%, 39.8%, 42.6%, and 50% of cancer tissues, respectively. Whereas 34 tumors (31.5%) displayed preserved expression of all four E-cadherin-catenin complex components, 21 tumors (19.4%) displayed reduced expression of all components of this complex. Reduced expression of E-cadherin and alpha- and gamma-catenin occurred more frequently in diffuse than in intestinal types of cancer, and decreased expression of E-cadherin and alpha-, beta-, and gamma-catenin correlated with poor differentiation. The expression of E-cadherin and beta- and gamma-catenin did not correlate with the patient's age, gender, tumor size, location, macroscopic type, depth of invasion, or lymph node metastasis. Only reduced expression of alpha-catenin correlated with lymph node metastasis. Reduced expression of all four E-cadherin-catenin complex components correlated with poorly differentiated and diffuse-type cancers, but not with the patient's age, gender, tumor size, location, macroscopic type, depth of invasion, or lymph node metastasis. These results suggest that dysfunction of the E-cadherin-catenin complex occurs in an early stage of carcinogenesis, playing a crucial role in disruption of tissue architecture and loss of differentiation in early gastric cancer.","dc:creator":"Joo YE","dc:date":"2002","dc:title":"Expression of e-cadherin and catenins in early gastric cancer."},"rdfs:label":"Expression in gastric tumor tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8b79542e-596d-47a5-a00c-361f7f633c34","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:024ed877-7c67-46cf-bae8-718f98988a68","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Membranous a and b-catenin expressions decreased with the transition from lobular carcinoma in situ (LCIS) to invasive lobular lesions (ILC) (pure LCIS 82%; LCIS w/ILC 28%; ILC 0%). E-cadherin was negative in all LCIS and ILC lesions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22080244","type":"dc:BibliographicResource","dc:abstract":"E-cadherin (E-CD) inactivation with loss of E-CD-mediated cell adhesion is the hallmark of lesions of the lobular phenotype. E-CD is typically absent by immunohistochemistry in both lobular carcinoma in situ (LCIS) and invasive lobular lesions, suggesting it occurs early in the neoplastic process. In laboratory models, downstream post-transcriptional modifiers such as TWIST and SNAIL contribute to the dissociation of the intracellular component of the cadherin-catenin complex (CCC), resulting in tumor progression and invasion. We hypothesized that complete CCC dissociation may play a role in lobular neoplasia progression. Here we explore the relationship between loss of E-CD and dissociation of the CCC in pure LCIS and LCIS associated with invasive cancer. Fresh-frozen tissues were obtained from 36 patients undergoing mastectomy for pure LCIS (n = 11), LCIS with ILC (n = 18) or LCIS with IDC (n = 7). Individual lesions were subject to laser-capture microdissection and gene-expression analysis (Affymetrix HG-U133A 2.0). Immunohistochemistry for ER,PR,HER2, E-CD,N-CD,α-,β-, and phosphoβ-catenin, TWIST, and SNAIL were evaluated in normal, in situ, and invasive components from matched formalin-fixed paraffin-embedded samples (n = 36). CCC-dissociation was defined as negative membranous E-CD, α- and β-catenin expression. E-CD was negative in all LCIS and ILC lesions, and positive in all normal and IDC lesions. Membranous α and β-catenin expressions decreased with the transition from LCIS to ILC (pure LCIS 82%; LCIS w/ILC 28%; ILC 0%), while TWIST expression increased (pure LCIS low; LCIS w/ILC moderate; ILC high). Gene expression paralleled IHC-staining patterns with a stepwise downregulation of E-CD, α and β-catenins from normal to LCIS to invasive lesions, and increasing expression of TWIST from normal to LCIS to ILC. Loss of E-CD expression is an early event in lobular neoplasia. Decreasing membranous catenin expression in tandem with increasing levels of TWIST across the spectrum of lobular lesions suggests that CCC dissociation is a progressive process.","dc:creator":"Morrogh M","dc:date":"2012","dc:title":"Cadherin-catenin complex dissociation in lobular neoplasia of the breast."},"rdfs:label":"Expression in normal X lobular breast cancer "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d5abee1b-3f0d-44a6-8730-6f23afe83fd8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e07e9f1c-5977-4df6-a12b-377566e883d1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Alpha-catenin complex with the cytoplasmic domain of E-cadherin (uvomorulin - CDH1). This association was shown directly by crosslinking experiments and by analyzing the heterotypic expression of normal and mutant uvomorulin. This interaction was replicated and detailed by several following studies.\nCDH1 is definitive associated to hereditary diffuse gastric cancer and to lobular breast cancer.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2788574","type":"dc:BibliographicResource","dc:abstract":"Uvomorulin belongs to the group of Ca2+-dependent cell adhesion molecules, which are integral membrane proteins with several structural features in common. In particular, the cytoplasmic part of these proteins is highly conserved in different species, suggesting a common biological function. To test this assumption we transfected a uvomorulin full-length cDNA into uvomorulin-negative mouse NIH 3T3 and L cells. Immunoprecipitations with anti-uvomorulin antibodies detected, in addition to uvomorulin, three independent proteins of 102, 88 and 80 kd which are of host origin and which form complexes with uvomorulin. Using cDNA constructs coding for uvomorulin with cytoplasmic or extracellular deletions it is shown that the 102, 88 and 80 kd proteins complex with the cytoplasmic domain of uvomorulin. Peptide pattern analysis revealed that these three proteins are identical in different mouse cells. When uvomorulin cDNA was introduced into cell lines from other species, such as human HeLa and avian fibroblasts, the expressed uvomorulin was also associated with endogenous 102, 88 and 80 kd proteins and, moreover, each of these proteins showed structural similarities to the respective mouse molecule. A panel of antibodies specific for known cytoplasmic proteins of mol. wts similar to those of the three proteins did not react with any of the described components. This suggests that the 102, 88 and 80 kd proteins constitute a new group of proteins for which we propose the nomenclature of catenin alpha, beta and gamma respectively. The characterization of these proteins provides a first molecular basis for a possible cytoplasmic anchorage of uvomorulin to the cytoskeleton.","dc:creator":"Ozawa M","dc:date":"1989","dc:title":"The cytoplasmic domain of the cell adhesion molecule uvomorulin associates with three independent proteins structurally related in different species."},"rdfs:label":"Immunoprecipitation analysis of uvomorulin (E-cadherin)"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:9f904c8e-ad95-45e0-9c51-f64032e57ff7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35eb7452-0231-4ba4-a132-84561c578b02","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This paper shows biochemical evidence for an association of the cadherin-catenin complex with actin bundles. Shows that β-catenin binds to E-cadherin, and that α –catenin binds to actin. Characterizes the specific cytoplasmatic domain of E-cadherin involved in the complex formation (Interaction replicated and detailed by several following studies)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2349235","type":"dc:BibliographicResource","dc:abstract":"We have recently found that the cytoplasmic region of the cell adhesion molecule uvomorulin associates with three proteins named catenin alpha, beta, and gamma. Here we show by analysis of various mutant uvomorulin polypeptides expressed in mouse L cells that this association is mediated by a specific domain in the cytoplasmic region. A specific recognition site for catenins is located in a 72-amino acid domain. Interestingly, 69 of the 72 amino acid residues are encoded by a single exon of the uvomorulin gene. To demonstrate the direct interaction between catenins and the 72-amino acid domain, cDNA constructs composed of H-2Kd cDNA and various 3' sequences of uvomorulin were expressed in L cells. Chimeric proteins between H-2Kd and the 72-amino acid domain of uvomorulin were shown, by immunoprecipitation with anti-H-2Kd antibodies, to complex with catenin alpha, beta, and gamma. Catenins connect uvomorulin to cytoskeletal structures. We provide biochemical evidence for an association of the uvomorulin-catenin complex with actin bundles. Our results suggest that catenin alpha plays a key role in the association with actin filaments, whereas catenin beta binds more directly to the cytoplasmic region of uvomorulin. In cell aggregation assays with transfected cells expressing normal or mutant uvomorulin, the adhesive function was expressed only when uvomorulin was associated with catenins. From these results we conclude that the cytoplasmic anchorage of uvomorulin is of major biological importance.","dc:creator":"Ozawa M","dc:date":"1990","dc:title":"Uvomorulin-catenin complex formation is regulated by a specific domain in the cytoplasmic region of the cell adhesion molecule."},"rdfs:label":"Association of cadherin-catenin with actin bundles"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Not scored since similar evidence was scored for PMID 2788574.\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71398ed2-a894-4472-80fa-e565f88cf3d5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1dca2896-5135-49fb-a93e-7e6355794760","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Inducible loss of a-catenin in mouse and human E-cadherin-expressing BC cells led to atypical localization of E-cadherin, a rounded cell morphology, and anoikis resistance (similar to E-cadherin KO), that were restored with re-expression of a-catenin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29774524","type":"dc:BibliographicResource","dc:abstract":"Although mutational inactivation of E-cadherin (CDH1) is the main driver of invasive lobular breast cancer (ILC), approximately 10-15% of all ILCs retain membrane-localized E-cadherin despite the presence of an apparent non-cohesive and invasive lobular growth pattern. Given that ILC is dependent on constitutive actomyosin contraction for tumor development and progression, we used a combination of cell systems and in vivo experiments to investigate the consequences of α-catenin (CTNNA1) loss in the regulation of anchorage independence of non-invasive breast carcinoma. We found that inactivating somatic CTNNA1 mutations in human breast cancer correlated with lobular and mixed ducto-lobular phenotypes. Further, inducible loss of α-catenin in mouse and human E-cadherin-expressing breast cancer cells led to atypical localization of E-cadherin, a rounded cell morphology, and anoikis resistance. Pharmacological inhibition experiments subsequently revealed that, similar to E-cadherin-mutant ILC, anoikis resistance induced by α-catenin loss was dependent on Rho/Rock-dependent actomyosin contractility. Finally, using a transplantation-based conditional mouse model, we demonstrate that inducible inactivation of α-catenin instigates acquisition of lobular features and invasive behavior. We therefore suggest that α-catenin represents a bona fide tumor suppressor for the development of lobular-type breast cancer and as such provides an alternative event to E-cadherin inactivation, adherens junction (AJ) dysfunction, and subsequent constitutive actomyosin contraction. © 2018 The Authors. The Journal of Pathology published by John Wiley & Sons Ltd on behalf of Pathological Society of Great Britain and Ireland.","dc:creator":"de Groot JS","dc:date":"2018","dc:title":"αE-catenin is a candidate tumor suppressor for the development of E-cadherin-expressing lobular-type breast cancer."},"rdfs:label":"Inducible loss of a-catenin in cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:dbedab77-6b1b-4394-b6cf-f672e00da405","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:604c32a9-8ac9-4939-a30c-18fca78fef07","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional deletion of α-catenin in epithelia (keratinocytes) in mouse embryos - loss of α -catenin resulted in defective keratinocytes, including borders with missing epidermal segments and visibly peeling epidermis, although E-cadherin and α-catenin remained localized to cell borders. \nCell polarity was altered, and cells became hyperproliferative (due to sustained MAPK activation), multinucleated and exhibited increased migration, with and characteristics of squamous cell carcinoma in situ.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11239416","type":"dc:BibliographicResource","dc:abstract":"When surface epithelium was conditionally targeted for ablation of alpha-catenin, hair follicle development was blocked and epidermal morphogenesis was dramatically affected, with defects in adherens junction formation, intercellular adhesion, and epithelial polarity. Differentiation occurred, but epidermis displayed hyperproliferation, suprabasal mitoses, and multinucleated cells. In vitro, alpha-catenin null keratinocytes were poorly contact inhibited and grew rapidly. These differences were not dependent upon intercellular adhesion and were in marked contrast to keratinocytes conditionally null for another essential intercellular adhesion protein, desmoplakin (DP). KO keratinocytes exhibited sustained activation of the Ras-MAPK cascade due to aberrations in growth factor responses. Thus, remarkably, features of precancerous lesions often attributed to defects in cell cycle regulatory genes can be generated by compromising the function of alpha-catenin.","dc:creator":"Vasioukhin V","dc:date":"2001","dc:title":"Hyperproliferation and defects in epithelial polarity upon conditional ablation of alpha-catenin in skin."},"rdfs:label":"Conditional deletion of α-catenin in epithelia"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Conditional model in other tissue."},{"id":"cggv:3355c787-9d56-49de-a1bb-16483b2120fb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:00d5bba2-8d4f-42cc-a187-6a8757573940","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Results in an embryonic-lethal phenotype (development is blocked at the blastocyst stage) that is similar to that of the E-cadherin-null-mutant mouse.\nNo mention to the heterozygous α-E-cateninGT1 mice phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9023354","type":"dc:BibliographicResource","dc:abstract":"Catenins are proteins associated with the cytoplasmic domain of cadherins, a family of transmembrane cell adhesion molecules. The cadherin-catenin adhesion system is involved in morphogenesis during development and in the maintenance of the integrity of different tissue types. Using a gene trap strategy, we have isolated a mouse mutation for the gene encoding the alpha-E-catenin. This form of the alpha-catenin appears frequently coexpressed with E-cadherin in epithelial cell types. The mutation obtained eliminates the carboxyl-terminal third of the protein but nevertheless provokes a complete loss-of-function phenotype. Homozygous mutants show disruption of the trophoblast epithelium (the first differentiated embryonic tissue), and development is consequently blocked at the blastocyst stage. This phenotype parallels the defects observed in E-cadherin mutant embryos. Our results show the requirement of the alpha-E-catenin carboxy terminus for its function and represent evidence of the role of the alpha-E-catenin in vivo, identifying this molecule as the natural partner of the E-cadherin in trophoblast epithelium.","dc:creator":"Torres M","dc:date":"1997","dc:title":"An alpha-E-catenin gene trap mutation defines its function in preimplantation development."},"rdfs:label":"GENE-TRAP-induced mouse mutation of the αE-catenin gene"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Embryonic-lethal phenotype in homozygous mice, no cancer phenotype described. "},{"id":"cggv:8f707b8c-145c-4b09-b69e-5afbb510de95","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0d319d31-530e-4b1b-9d32-764492e57037","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Inducible inactivation of a-catenin instigates acquisition of a more invasive behavior  (compared to controls) and of lobular features (uniform tumor cells that were small in size growing in non-cohesive clusters with sporadic ducto-lobular trabecular growth patterns). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29774524","rdfs:label":"Multi-layered transplantation-based mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"As stated in the manuscript: \"In contrast to previous models in which E-cadherin was concomitantly inactivated with p53 in cytokeratin 14 or WAP-dependent Cre driver mice [2,5,24], we did not observe classical ILC invasive strands or ‘Indian file’-type invasion patterns.\""}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6611,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:67b5a87a-c8e0-46c1-b9e4-ccede1596748","type":"GeneValidityProposition","disease":"obo:MONDO_0100256","gene":"hgnc:2509","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CTNNA1* gene encodes a member of the catenin family of proteins that is associated with both E-cadherin (encoded by CDH1 gene) and N-cadherin. The complexes play an important role in cell adhesion process by connecting cadherins located on the plasma membrane to the actin filaments inside the cell. CTNNA1 was first reported in relation to autosomal dominant hereditary diffuse gastric cancer (HDGC) syndrome in 2013 (Majewski et al, PMID: 23208944). Similar to pathogenic variants of CDH1 gene, which are associated with lobular breast cancer (LBC) in addition to HDGC, we found that some patients with pathogenic CTNNA1 variants were also diagnosed with LBC. Additionally, per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in inheritance pattern and molecular mechanism; therefore, this curation has lumped HDGC and LBC as a disease term, CTNNA1-related diffuse gastric and lobular breast cancer syndrome. Please note, CTNNA1 is associated with patterned macular dystrophy 2 (MONDO:0012162), which was split from this curation due to phenotypic variability, and variant type differences. Fourteen variants (nonsense, splice site and frameshift) that have been reported in 16 probands (15 with diffuse gastric cancer and one with lobular breast cancer) described in 7 publications (PMIDs:23208944, 26182300, 29330337, 30515673, 29025585, 32051609 and 36038258) are included in this curation. The mechanism of pathogenicity is reported as heterozygous loss of function (LOF). In a large cohort of 151,425 individuals with personal/family history of cancer (Clark et al, 2020 PMID: 32051609) LOF variants in this gene were also identified in unaffected individuals and individuals with other cancer types suggesting the spectrum of cancers may change over time. This gene-disease relationship is also supported by experimental evidence (protein interactions, cellular and animal models, expression studies) (PMIDs:2788574, 9023354, 11239416, 12080224, 29774524 and 22080244). Experimental evidence shows that CTNNA1 is a protein involved in the adherens junctions (AJ) that binds cadherin/β-catenin to actin cytoskeleton, promoting cell adhesion. In summary, there is definitive evidence to support the relationship between CTNNA1 and autosomal dominant hereditary diffuse gastric cancer and lobular breast cancer. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was curated on 02/23/2023 by the Hereditary Cancer GCEP (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:a9de9839-f329-4814-94af-bcce2f5d1be4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}