{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-04-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-06-26T16:26:10.868Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8254026","type":"dc:BibliographicResource","dc:abstract":"The genetic defect leading to cholesteryl ester storage disease (CESD) has been determined in a 12-yr-old patient. Lysosomal acid lipase (LAL) activity in cultured skin fibroblasts was reduced to approximately 9% of control fibroblasts. Plasma cholesterol (255 mg/dl) and LDL-cholesterol (215 mg/dl) were elevated whereas HDL-cholesterol was reduced (19 mg/dl). Triglycerides were moderately elevated (141 mg/dl). There were no clinical abnormalities with the exception of hepatosplenomegaly. Both parents have reduced LAL activity in white blood cells. PCR analysis of the LAL mRNA from the propositus revealed a single slightly smaller mRNA species in skin fibroblasts as well as in leukocytes. The mother of the patient and his older brother had two mRNA species: one of normal size and one of the same size as the propositus. The father has a LAL mRNA of normal size only. Sequence analysis of a PCR-amplified cDNA fragment showed a 72-bp in-frame deletion resulting in the loss of the codons for amino acids 254-277. Analysis of genomic DNA revealed that the 72 bp represent an exon, indicating that the deletion in the mRNA is caused by defective splicing. Sequence analysis of the patient's genomic DNA revealed a G-->A substitution in the last nucleotide of the 72-bp exon in one of his alleles. The mutant allele was shown to cosegregate with the truncated mRNA in the pedigree, providing further evidence that the G-->A substitution causes aberrant splicing and exon skipping. No normal-sized mRNA is detectable in the propositus even though he is not homozygous for the splice site mutation. This can be only accounted for by assuming that he is a compound heterozygote with a null allele inherited from his father. In summary, the data presented provide evidence that deletion of the codons for amino acids 254-277 in the LAL mRNA in combination with a null allele cause the clinical expression of CESD in our patient.","dc:creator":"Klima H","dc:date":"1993","dc:title":"A splice junction mutation causes deletion of a 72-base exon from the mRNA for lysosomal acid lipase in a patient with cholesteryl ester storage disease."},"evidence":[{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1300240-66e0-4821-ad8e-26a279111451","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:59105d36-24d7-412d-b521-dbf1a55051d6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"LIPA encodes encodes a hydrolase, lysosomal acid lipase A (LAL), involved in the degradation of lysosomal cholesterol esters and triglycerides. Deficiency of LAL results in accumulation of CEs and TGs predominantly in the liver, spleen, adrenals, bone marrow, lymph nodes, and in macrophages throughout the body, particularly in the intestinal villi. RT-PCR of LIPA mRNA revealed that the level of LIPA transcripts was greatly reduced as compared to control fibroblasts, no LIPA transcripts were detectable in the WD cells. The accumulation of neutral lipids in lysosomes of WD/CESD cells was visualized by Oil-Red-O staining and lipid accumulations were visible in CESD fibroblasts, while massive lipid accumulations were seen in WD fibroblasts. Therefore, deficiency of LIPA leads to LAL deficiency which produces a continuum of disease including Wolman disease and cholesterol ester storage disease, each with various symptoms such as hepatosplenomegaly, dyslipidemia, and liver failure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22227072","type":"dc:BibliographicResource","dc:abstract":"Wolman Disease (WD) and cholesteryl ester storage disease (CESD) represent two distinct phenotypes of the same recessive disorder caused by the complete or partial deficiency of lysosomal acidic lipase (LAL), respectively. LAL, encoded by the LIPA gene, hydrolyzes cholesteryl esters derived from cell internalization of plasma lipoproteins. WD is a rapidly progressive and lethal disease characterized by intestinal malabsorption, hepatic and adrenal failure. CESD is characterized by hepatic fibrosis, hyperlipidemia and accelerated atherosclerosis. Aim of the study was the identification of LIPA mutations in three WD and eight CESD patients. The WD patients, all deceased before the first year of age, were homozygous for two novel mutations (c.299+1G>A and c.419G>A) or a mutation (c.796G>T) previously reported as compound heterozygosity in a CESD patient. The two mutations (c.419G>A and c.796G>T) resulting in truncated proteins (p.W140* and p.G266*) and the splicing mutation (c.229+1G>A) were associated with undetectable levels of LIPA mRNA in fibroblasts. All eight CESD patients carried the common mutation c.894G>A known to result not only in a major non-functional transcript with the skipping of exon 8 (p.S275_Q298del), but also in a minor normally spliced transcript producing 5-10% residual LAL activity. The c.894G>A mutation was found in homozygosity in four patients and, as compound heterozygosity, in association with a known (p.H295Y and p.G342R) or a novel (p.W140*) mutation in four other CESD patients. Segregation analysis performed in all patients harboring c.895G>A showed its occurrence on the same haplotype suggesting a common founder ancestor. The other WD and CESD mutations were associated with different haplotypes.","dc:creator":"Fasano T","dc:date":"2012","dc:title":"Lysosomal lipase deficiency: molecular characterization of eleven patients with Wolman or cholesteryl ester storage disease."},"rdfs:label":"LIPA Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The function of LIPA in the pathogenesis of lysosomal acid lipase deficiency is well understood based on a large body of research. In addition to this paper, see also PMID: 30684275 and GeneReviews PMID: 26225414."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1ed6780-f4bd-4e4e-a7e3-4b152a45cd92","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:821a106a-2e30-4e08-8b70-371812849f59","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Treatment dramatically lowered hepatosplenomegaly, liver and spleen triglyceride and cholesterol levels, and serum expression of markers of liver damage. Measures of liver inflammation and fibrosis were also reduced and reduced LAL activity was corrected.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36092360","type":"dc:BibliographicResource","dc:abstract":"Lysosomal acid lipase deficiency (LAL-D) presents as one of two rare autosomal recessive diseases: Wolman disease (WD), a severe disorder presenting in infancy characterized by absent or very low LAL activity, and cholesteryl ester storage disease (CESD), a less severe, later onset disease form. Recent clinical studies have shown efficacy of enzyme replacement therapy for both forms of LAL-D; however, no gene therapy approach has yet been developed for clinical use. Here, we show that rscAAVrh74.miniCMV.","dc:creator":"Lam P","dc:date":"2022","dc:title":"Therapeutic efficacy of rscAAVrh74.miniCMV."},"rdfs:label":"Gene therapy in a mouse model"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:322fc177-c207-4cac-9e04-dd573ed77478","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:77e5b667-7d8a-4bf8-86f7-3996b501ee2f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Comparative ET was conducted with lower doses (weekly, 0.8 and 3.2 mg/kg) beginning at 16 weeks (study 1), and with higher dose (10 mg/kg) in early (8-weeks), middle (16-weeks) and late (24-weeks) disease stages (study 2). In study 1, rhLAL extended the life span of lal−/− mice in a dose dependent manner by 52 (0.8 mg/kg) or 94 (3.2 mg/kg) days. This was accompanied by partial correction of cholesterol and TG levels in spleen and liver. In study 2, the high dose resulted in a significant improvement in organ size (liver, spleen and small intestine) and tissue histology as well as significant decreases in cholesterol and TG in all three groups. In the treated livers and spleens the cholesterol and TG levels were reduced to below treatment initiation levels indicating a reversal of disease manifestations, even in advanced disease. ET diminished liver fibrosis and macrophage proliferation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24837159","type":"dc:BibliographicResource","dc:abstract":"Lysosomal acid lipase (LAL) is an essential enzyme that hydrolyzes triglycerides (TG) and cholesteryl esters (CE) in lysosomes. Mutations of the LIPA gene lead to Wolman disease (WD) and cholesterol ester storage disease (CESD). The disease hallmarks include hepatosplenomegaly and extensive storage of CE and/or TG. The effects of intravenous investigational enzyme therapy (ET) on survival and efficacy were evaluated in Lipa knock out, lal-/- mice with advanced disease using recombinant human LAL (rhLAL). Comparative ET was conducted with lower doses (weekly, 0.8 and 3.2mg/kg) beginning at 16 weeks (study 1), and with higher dose (10mg/kg) in early (8-weeks), middle (16-weeks) and late (24-weeks) disease stages (study 2). In study 1, rhLAL extended the life span of lal-/- mice in a dose dependent manner by 52 (0.8 mg/kg) or 94 (3.2mg/kg) days. This was accompanied by partial correction of cholesterol and TG levels in spleen and liver. In study 2, the high dose resulted in a significant improvement in organ size (liver, spleen and small intestine) and tissue histology as well as significant decreases in cholesterol and TG in all three groups. In the treated livers and spleens the cholesterol and TG levels were reduced to below treatment initiation levels indicating a reversal of disease manifestations, even in advanced disease. ET diminished liver fibrosis and macrophage proliferation. These results show that LAL deficiency can be improved biochemically and histopathologically by various dosages of ET, even in advanced disease.","dc:creator":"Sun Y","dc:date":"2014","dc:title":"Reversal of advanced disease in lysosomal acid lipase deficient mice: a model for lysosomal acid lipase deficiency disease."},"rdfs:label":"Enzyme Therapy Mouse Model"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:20bf9e34-df19-49b5-b69e-f090672d2a4f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a180718e-36c0-4332-975e-87c4d1eaa0f1","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Sebelipase alfa, a recombinant human LAL enzyme replacement therapy, was administered intravenously every other week. Long-term sebelipase alfa treatment provided multiple benefits for patients with LAL-D. Improvements in liver and lipid parameters with sebelipase alfa were sustained. Liver histology was mostly stable or improved from baseline with sebelipase alfa. Improvements were noted in all age groups and irrespective of lipid medication use. Sebelipase alfa therapy for up to 5 years was generally well tolerated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34774639","type":"dc:BibliographicResource","dc:abstract":"Children and adults with lysosomal acid lipase deficiency (LAL-D) experience cirrhosis and dyslipidemia from lysosomal accumulation of cholesteryl esters and triglycerides. Sebelipase alfa enzyme replacement therapy is indicated for individuals with LAL-D. We report final results from the phase III randomized ARISE study of sebelipase alfa in children aged ≥4 years and adults with LAL-D.","dc:creator":"Burton BK","dc:date":"2022","dc:title":"Sebelipase alfa in children and adults with lysosomal acid lipase deficiency: Final results of the ARISE study."},"rdfs:label":"Sebelipase alfa treatment"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2},{"id":"cggv:3012202d-9bb4-4d1f-abec-631d8c8cf1e8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:856457c4-77e3-40a3-8031-93805078b8c0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Clinically, the mice resemble CESD in that the lal−/− mice survive to reproductive age with few phenotypic manifestations. Lower than normal weight is the primary manifestation at a gross level. In comparison, the lal−/− mice biochemically resemble WD with the large accumulations of CEs and TGs in lysosomes of various organs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9700186","type":"dc:BibliographicResource","dc:abstract":"Lysosomal acid lipase (LAL) is essential for the hydrolysis of the triglycerides and cholesteryl esters in lysosomes. Its deficiency produces two phenotypes, a severe infantile-onset variant, Wolman disease (WD), and a later onset variant, cholesteryl ester storage disease (CESD). A mouse model with a LAL null mutation was produced by targeting disruption of the mouse gene. Homozygote knockout mice (lal -/lal-) produce no LAL mRNA, protein or enzyme activity. The lal-/lal- mice are born in Mendelian ratios, are normal appearing at birth, and follow normal development into adulthood. However, massive accumulation of triglycerides and cholesteryl esters occurs in several organs. By 21 days, the liver develops a yellow-orange color and is approximately 1.5-2.0x larger than normal. The accumulated cholesteryl esters and triglycerides are approximately 30-fold greater than normal. The lal+/lal- mice have approximately 50% of normal LAL activity and do not show lipid accumulation. Male and female lal-/lal- mice are fertile and can be bred to produce progeny. This mouse model is a phenotypic model of human CESD, and a biochemical and histopathologic mimic of human WD. The lal-/lal- mice provide a model to determine the role of LAL in lipid metabolism and the pathogenesis of its deficiency states.","dc:creator":"Du H","dc:date":"1998","dc:title":"Targeted disruption of the mouse lysosomal acid lipase gene: long-term survival with massive cholesteryl ester and triglyceride storage."},"rdfs:label":"LAL-D Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:f90c4d24-a19e-463f-9712-2a206c5afba3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f90c4d24-a19e-463f-9712-2a206c5afba3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:b23b758e-2ba0-48b2-9573-a0e16448d299","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.894G>A (p.Gln298=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346907"}},"detectionMethod":"LIPA gene exons and exon–intron boundaries were PCR amplified using sets of primers designed according to the LIPA genomic sequence. Putative mutations were confirmed by sequencing duplicate PCR products.","firstTestingMethod":"PCR","phenotypeFreeText":"Elevation of serum liver enzymes (AST 58 IU/L—n.v. 10–40; ALT 110 IU/L—n.v. 5–35), mixed hyperlipidemia with the following lipid values: total cholesterol (TC) 7.73 mmol/L, triglycerides (TG) 2.44 mmol/L, HDL cholesterol (HDL-C) 0.90 mmol/L, Apo A-I 95 mg/dL, Apo B 202 mg/dL (n.v. TC < 5.17, TG < 1.70, HDL-C > 1.16 mmol/L; Apo A-I > 120, Apo B < 90 mg/dL). LAL activity in skin fibroblasts was 3.6 nmol/mg protein/min (n.v. 55.8 ± 15.6 nmol/mg protein/min).","phenotypes":["obo:HP_0001395","obo:HP_0034029","obo:HP_0002240","obo:HP_0001744","obo:HP_0033196","obo:HP_0001397"],"previousTesting":true,"previousTestingDescription":"Liver biopsy at 9 years old, abdominal ultrasound","sex":"Female","variant":{"id":"cggv:3a58677a-7a6d-4e3f-8e5b-7f5e4434d814_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b23b758e-2ba0-48b2-9573-a0e16448d299"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22227072"},"rdfs:label":"Patient #F001"},{"id":"cggv:3a58677a-7a6d-4e3f-8e5b-7f5e4434d814","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a58677a-7a6d-4e3f-8e5b-7f5e4434d814_variant_evidence_item"},{"id":"cggv:3a58677a-7a6d-4e3f-8e5b-7f5e4434d814_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR of cultured fibroblasts showed that the level of LIPA transcripts was greatly reduced and residual LAL activity was 6.4% of control fibroblasts. The variant has been shown to result in a major non-functional transcript (with skipping of exon 8), and a minor normally spliced protein with residual enzyme activity."}],"strengthScore":0.25,"dc:description":"This proband has a synonymous variant, Gln298= on exon 8/10 in a canonical splice site, which causes an abnormal splicing that results in the in-frame skipping of exon 8. The variant is reported in 167/128942 European (non-Finnish) alleles at a frequency of 0.001295, with no homozygotes in gnomAD v2.1.1. This is the most frequent variant in CESD patients (present in 40-60% of patients reported in the literature), and segregation analysis performed in all patients harboring c.894G>A showed its occurrence on the same haplotype suggesting a common founder ancestor. This proband is scored reduced points to due alternative splicing in which 3–5% of LIPA pre-mRNA is spliced correctly, accounting for a variable residual LAL activity in peripheral blood lymphocytes or fibroblasts ranging from 2% to 12% of the values found in control cells."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b805faa1-ccb1-42a1-ba04-b33ff6d2f389_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b805faa1-ccb1-42a1-ba04-b33ff6d2f389","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:35d6d1f7-8e4e-405f-a1f4-893958617d82","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.894+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377516634"}},"detectionMethod":"PCR and sequencing of patient fibroblasts","firstTestingMethod":"PCR","phenotypeFreeText":"LAL activity below 1% of control.","phenotypes":["obo:HP_0001508","obo:HP_0002014","obo:HP_0002240"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:fc7ec76a-f6b0-486d-acd1-0f033c0ccb33_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:35d6d1f7-8e4e-405f-a1f4-893958617d82"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8617513","type":"dc:BibliographicResource","dc:abstract":"Cholesteryl ester storage disease (CESD) and Wolman disease are both autosomal recessive disorders associated with reduced activity and genetic defects of lysosomal acid lipase (LAL). We provide evidence that the strikingly more severe course of Wolman disease is caused by genetic defects of LAL that leave no residual enzyme activity. In a CESD patient, a G --> A mutation at position -1 of the exon 8 splice donor site results in skipping of exon 8 in 97% of the LAL hnRNA originating from this allele, while 3% are spliced correctly, resulting in full-length LAL enzyme. The mutant LAL mRNA codes for a protein lacking amino acids 254 to 277. On the other allele, a G --> T mutation leads to a premature stop codon at Gly245, resulting in inactive LAL enzyme. In addition, the previously identified Leu179 --> Pro mutation is present on this allele, and the LAL mRNA is rendered unstable by the premature stop codon. Analysis of two children with Wolman disease showed that both were homozygous for a G --> A mutation at position +1 of the same splice donor site as for the CESD patient, leading to skipping of exon 8. In contrast to the CESD patient, no correctly spliced mRNA was detectable. We have also expressed a wildtype LAL cDNA and the mutant LAL cDNA from one Wolman patient in Sf9 and H5 insect cells. We demonstrate that the LAL enzyme generated from the wildtype LAL cDNA was active in homogenates from Sf9 and H5 cells, while the enzyme with the internal deletion of 24 amino acids originating from the LAL cDNA of the Wolman patient was not. The combined data provide evidence that the only functionally relevant genetic difference between the Wolman patients and the CESD patient is that the splice defect in Wolman, which affects one of the invariable nucleotides of the splice consensus sequences (position +1), does not permit any correct splicing, whereas the defect observed in CESD (position -1) allows some correct splicing (3% of total LAL mRNA) and therefore the synthesis of functional enzyme.","dc:creator":"Aslanidis C","dc:date":"1996","dc:title":"Genetic and biochemical evidence that CESD and Wolman disease are distinguished by residual lysosomal acid lipase activity."}},"rdfs:label":"Aslanidis II/2 WD"},{"id":"cggv:fc7ec76a-f6b0-486d-acd1-0f033c0ccb33","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fc7ec76a-f6b0-486d-acd1-0f033c0ccb33_variant_evidence_item"},{"id":"cggv:fc7ec76a-f6b0-486d-acd1-0f033c0ccb33_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Insect levels of enzyme activity were measured, but not counting as functional evidence."}],"strengthScore":1.5,"dc:description":"This proband is homozygous for a splice site variant, c.894+1G>A at position -1 of the exon 8 splice donor site, which is predicted to skip exon 8. The variant is not reported in gnomAD. This proband is scored default points since there is no correctly spliced mRNA detectable."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:481465d4-581a-4e00-ae67-75cab7d55cb6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:481465d4-581a-4e00-ae67-75cab7d55cb6","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":[{"id":"cggv:b23b758e-2ba0-48b2-9573-a0e16448d299"},{"id":"cggv:d635c616-dfc6-4bc4-a1ad-d02e804ec5fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.57_60del (p.Glu20GlyfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573331826"}}],"detectionMethod":"LAL gene sequence analysis was performed.","phenotypeFreeText":"Mildly elevated liver function tests (AST 48 U/L, ALT 80 U/L) upon initial visit, transaminases (AST 133 U/L, ALT 112 U/L) remained elevated after a month. Non-fasting lipid levels were abnormal; repeat testing showed a fasting total cholesterol of 305 mg/dL and a triglyceride level of 142 mg/dL. Diffuse, microvesicular steatosis in the hepatic parenchyma. Portal tracts were expanded by foamy macrophages containing finely vacuolated material, which was periodic acid-Schiff positive and resistant to diastase digestion. Trichrome stain for collagen showed mild portal fibrosis with early delicate bridging fibrosis. Ultrastructurally, the cytoplasm had a moth-eaten appearance with the presence of lipid droplets and cholesterol crystals. Low acid lipase activity of 7.2 (no units provided) in the liver, with follow up low level of lysosomal acid lipase activity (0.008 nmol/punch/h) in blood. Enlarged liver measuring up to 17cm in width and craniocaudal dimension.","phenotypes":["obo:HP_0001945","obo:HP_0002013","obo:HP_0002240","obo:HP_0002027"],"previousTesting":true,"previousTestingDescription":"Abdominal ultrasound. Infection workup was negative for cytomegalovirus, hepatitis A, Lyme disease, and malaria. She did have a positive Epstein-Barr virus IgM. CT of the abdomen and pelvis. Test results for autoimmune hepatitis, WD, and alpha-1-antitrypsin deficiency were negative. Liver biopsy.","sex":"Female","variant":[{"id":"cggv:77e8efa6-28cb-45b2-81fb-d5a7dbed68d2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d635c616-dfc6-4bc4-a1ad-d02e804ec5fb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25722898","type":"dc:BibliographicResource","dc:abstract":"Cholesterol ester storage disease (CESD) is a chronic liver disease that typically presents with hepatomegaly. It is characterized by hypercholesterolemia, hypertriglyceridemia, high-density lipoprotein deficiency, and abnormal lipid deposition within multiple organs. It is an autosomal recessive disease that is due to a deficiency in lysosomal acid lipase (LAL) activity, which is coded by the lysosomal acid lipase gene (LIPA). We describe the case of a 5-year-old south Asian female incidentally found to have hepatomegaly, and subsequent workup confirmed the diagnosis of CESD. DNA sequencing confirmed the presence of a novel hepatic mutation. It is a four-nucleotide deletion c.57_60delTGAG in exon 2 of the LIPA gene. This mutation is predicted to result in a premature translation stop downstream of the deletion (p.E20fs) and, therefore, is felt to be a disease-causing mutation. ","dc:creator":"Lin P","dc:date":"2015","dc:title":"Novel mutation in a patient with cholesterol ester storage disease."}},{"id":"cggv:927f6bbe-f18a-473b-a990-5abeff4e0716_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b23b758e-2ba0-48b2-9573-a0e16448d299"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25722898"}],"rdfs:label":"Lin Patient"},{"id":"cggv:77e8efa6-28cb-45b2-81fb-d5a7dbed68d2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:77e8efa6-28cb-45b2-81fb-d5a7dbed68d2_variant_evidence_item"},{"id":"cggv:77e8efa6-28cb-45b2-81fb-d5a7dbed68d2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Predictive only."}],"strengthScore":1.5,"dc:description":"This proband has a four-nucleotide deletion, c.57_60delTGAG, in exon 2 of the LIPA gene. This variant is predicted to result in a premature translation stop downstream of the deletion (p.Glu20GlyfsTer6). The variant is not present in gnomAD. This proband is scored default points."},{"id":"cggv:927f6bbe-f18a-473b-a990-5abeff4e0716","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:927f6bbe-f18a-473b-a990-5abeff4e0716_variant_evidence_item"},{"id":"cggv:927f6bbe-f18a-473b-a990-5abeff4e0716_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Expression analysis in patient fibroblasts found lysosomal acidic lipase (LAL) activity to be reduced to 6-12% of wild type (PMID: 22227072)."}],"strengthScore":0.25,"dc:description":"This proband has a synonymous variant, Gln298= on exon 8/10 in a canonical splice site, which causes an abnormal splicing that results in the in-frame skipping of exon 8. The variant is reported in 167/128942 European (non-Finnish) alleles at a frequency of 0.001295, with no homozygotes in gnomAD v2.1.1. This is the most frequent variant in CESD patients (present in 40-60% of patients reported in the literature), likely due to a common ancestor. This proband is scored reduced points to due alternative splicing in which 3–5% of LIPA pre-mRNA is spliced correctly, accounting for a variable residual LAL activity in peripheral blood lymphocytes or fibroblasts ranging from 2% to 12% of the values found in control cells."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0213c4bc-0498-499f-a05a-bd35a6902b95_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0213c4bc-0498-499f-a05a-bd35a6902b95","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"allele":{"id":"cggv:ed5c02db-b614-4803-9f96-0f7dd688c69e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.600G>A (p.Leu200=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA470737918"}},"detectionMethod":"Eхons of LIPA were amplified by PCR and analyzed by direct sequencing. Using Sanger sequencing of LIPA full coding sequence, they found a rare synonymous variant c.600G > A in exon 6.","firstTestingMethod":"PCR","phenotypeFreeText":"Elevated liver serum enzymes - ALT 80–146 units/L (normal range 4–40 units/L), AST 59–92 units/L (normal range 4–40 units/L) and dyslipidemia - total cholesterol 375,1 mg/dL (normal range ≤ 201,1 mg/dL), triglycerides 203,7 mg/dL (normal range ≤ 70,9 mg/dL), HDL 30,9 mg/dL (normal range > 46,4 mmol/L). Enzymatic assay in leukocytes showed LAL activity to be 5.8 mmol/mg/h (reference range, >23.4 mmol/mg/h) at the age of 2 years 7 months. Hepatic insufficiency on the Child-Pugh scale was estimated at 11 points which corresponds to class C cirrhosis (decompensated), esophageal varices (grade III), decrease of liver transaminases and total cholesterol levels, enzymatic assay in DBS samples showed LAL activity to be 0.01 nmol/punch/h (reference range, 0.16–1.80 nmol/punch/h) at the age of 13 years.","phenotypes":["obo:HP_0031141","obo:HP_0001409","obo:HP_0001433","obo:HP_0001903","obo:HP_0001873","obo:HP_0025493","obo:HP_0032106","obo:HP_0001882"],"previousTestingDescription":"Physical examination, abdominal ultrasound, laboratory tests to measure serum enzymes, total cholesterol, and triglycerides. Acid sphingomyelinase, hexosaminidase, glucocerebrosidase, chitotriosidase, and acid lipase activities were measured.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:54ebc70f-5ff9-425a-8e22-7cc72a4276b7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ed5c02db-b614-4803-9f96-0f7dd688c69e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31230978","type":"dc:BibliographicResource","dc:abstract":"Lysosomal acid lipase deficiency (LALD; MIM#278000) is a continuum of autosomal recessive diseases caused by defects in the gene LIPA and historically divided into two phenotypes: severe infantile-onset form called Wolman disease (WD) and childhood/adult-onset form known as cholesteryl ester storage disease (CESD). We report a novel synonymous homozygous variant c.600G > A in LIPA of a patient with LALD. Functional analysis of the patient cDNA and minigene assay revealed this variant as the cause of exonic cryptic splice site activation and 63 b.p. deletion in exon 6. To investigate the impact of this in-frame deletion on protein function, we performed 3D modeling of the human lysosomal acid lipase and showed the alteration of highly conservative region in close proximity to protein active site, which may completely eliminate the enzymatic activity. Using transcript specific real-time quantitative PCR method, we evaluated the relative ratio of the patient's wild type transcript isoform which is significantly reduced and correlates with severe childhood-onset variant of LALD.","dc:creator":"Bychkov IO","dc:date":"2019","dc:title":"The novel synonymous variant in LIPA gene affects splicing and causes lysosomal acid lipase deficiency."}},"rdfs:label":"Bychkov Patient"},{"id":"cggv:54ebc70f-5ff9-425a-8e22-7cc72a4276b7","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:54ebc70f-5ff9-425a-8e22-7cc72a4276b7_variant_evidence_item"},{"id":"cggv:54ebc70f-5ff9-425a-8e22-7cc72a4276b7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Plasmids were transfected into HEK293T cells. The minigene splicing products were amplified by PCR. Sanger sequencing of amplicons confirmed that cDNA fragment obtained from c.600G > A plasmid contains the same 63 b.p. deletion as the patient's cDNA due to activation of a cryptic splice site."}],"strengthScore":0.25,"dc:description":"This proband is homozygous for a synonymous variant, Leu200=, which is caused by exonic cryptic splice site activation and a 63 b.p. deletion in exon 6. The variant is not reported in gnomAD. This proband is scored reduced points due to alternative splicing as 6% of residual WT LIPA transcript isoforms observed in patient's blood RNA."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9cdf2b59-d343-4672-b6d8-554cda73b831_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9cdf2b59-d343-4672-b6d8-554cda73b831","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:2bf71ffd-f374-4337-8cf8-fa763732c799","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.229+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA211323057"}},"detectionMethod":"LIPA gene exons and exon–intron boundaries were PCR amplified using sets of primers designed according to the LIPA genomic sequence. Putative mutations were confirmed by sequencing duplicate PCR products.","firstTestingMethod":"PCR","phenotypeFreeText":"Anemia (RBC 3.02 × 106/μL; Hb 7.7 g/dL), increased liver enzymes (AST 86 IU/L—n.v. 10–40; ALT 38 IU/L—n.v. 5–35), hypoproteinemia (4.8 g/dL—n.v. 6.1–7.9). Presence of vacuolated leukocytes. Bone marrow biopsy showed vacuolization in histiocytes suggesting intralysosomal and cytoplasmic accumulation of lipids (foam cells). Adrenal glands seeded with calcific deposits. LAL activity in skin fibroblasts was 1.4 nmol/mg protein/min (n.v. 55.8 ± 15.6 nmol/mg protein/min). Hepatic and adrenal failure at 6 months of age. LAL activity is 2.5% of normal.","phenotypes":["obo:HP_0003270","obo:HP_0008221","obo:HP_0001903","obo:HP_0001508","obo:HP_0002014","obo:HP_0002570","obo:HP_0001433"],"previousTesting":true,"previousTestingDescription":"Peripheral blood smear, bone marrow biopsy.","sex":"Male","variant":{"id":"cggv:430a1ab5-f697-425a-b206-f338a8a215fc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2bf71ffd-f374-4337-8cf8-fa763732c799"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22227072"},"rdfs:label":"Patient #F061"},{"id":"cggv:430a1ab5-f697-425a-b206-f338a8a215fc","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:430a1ab5-f697-425a-b206-f338a8a215fc_variant_evidence_item"},{"id":"cggv:430a1ab5-f697-425a-b206-f338a8a215fc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The residual LAL activity in cultured fibroblasts was 2.5% of control."}],"strengthScore":2,"dc:description":"This proband is homozygous for a splice site variant, c.229+1G>A in intron 3, which is predicted to cause out-of-frame skipping of exon 3, generating a transcript with a PTC which would rapidly undergo degradation by NMD. The variant is not reported in gnomAD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7be51723-2f48-4efe-90f8-d4a96bc57198_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7be51723-2f48-4efe-90f8-d4a96bc57198","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:8bff1705-0fc3-4b89-801c-d2b84ae956ce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.419G>A (p.Trp140Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377517743"}},"detectionMethod":"LIPA gene exons and exon–intron boundaries were PCR amplified using sets of primers designed according to the LIPA genomic sequence. Putative mutations were confirmed by sequencing duplicate PCR products.","firstTestingMethod":"PCR","phenotypeFreeText":"Hepatic and adrenal failure, very low LAL activity in EBV lymphoblasts.","phenotypes":["obo:HP_0010512","obo:HP_0001433","obo:HP_0003270","obo:HP_0002014","obo:HP_0002013","obo:HP_0001508"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:eb37910a-2f90-4cc5-a4be-d0d6c219b40b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8bff1705-0fc3-4b89-801c-d2b84ae956ce"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22227072"},"rdfs:label":"Patient #GE-003"},{"id":"cggv:eb37910a-2f90-4cc5-a4be-d0d6c219b40b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:eb37910a-2f90-4cc5-a4be-d0d6c219b40b_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"This proband has a nonsense variant, W140* on exon 4/10, which is predicted to cause loss of normal protein function either through protein truncation or NMD. The variant is not reported in gnomAD. This proband is scored default points."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:abd09cb3-f28d-4d61-9ca7-122db42d249d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:abd09cb3-f28d-4d61-9ca7-122db42d249d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:3c2e3700-7058-4cc8-978d-70e30617efbe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000235.4(LIPA):c.796G>T (p.Gly266Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA213127"}},"detectionMethod":"LIPA gene exons and exon–intron boundaries were PCR amplified using sets of primers designed according to the LIPA genomic sequence. Putative mutations were confirmed by sequencing duplicate PCR products.","firstTestingMethod":"PCR","phenotypeFreeText":"Anemia (RBC 3.36 × 106/μL; Hb 7.2 g/dL), elevated serum liver enzymes (AST 193–241 IU/L—n.v. 10–40; ALT 48–74 IU/L—n.v. 5–35), jaundice (bilirubin 7.5–14.2 mg/dL—n.v. 0.2–1.2), hypoalbuminemia (3.1 g/dL—n.v. 3.5–5). The adrenal glands were found to contain calcific deposits. LAL activity in skin fibroblasts was 1.0 nmol/mg protein/min (n.v. 55.8 ± 15.6 nmol/mg protein/min). LAL activity in peripheral blood lymphocytes was 0.95 nmol/mg protein/min. The patient died of heart failure at 5 months of age.","phenotypes":["obo:HP_0004333","obo:HP_0003270","obo:HP_0010741","obo:HP_0001433"],"previousTesting":true,"previousTestingDescription":"Bone marrow biopsy","sex":"Female","variant":{"id":"cggv:ac9ea608-67e4-487a-bf15-9f9929437f02_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3c2e3700-7058-4cc8-978d-70e30617efbe"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22227072"},"rdfs:label":"Patient #F138"},{"id":"cggv:ac9ea608-67e4-487a-bf15-9f9929437f02","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac9ea608-67e4-487a-bf15-9f9929437f02_variant_evidence_item"},{"id":"cggv:ac9ea608-67e4-487a-bf15-9f9929437f02_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR of LIPA gene messenger RNA in skin fibroblasts for this variant detected no transcripts and LAL activity was reduced to 1.8% of normal. HeLa T-REx cells were transiently transfected with wild-type (WT) LIPA plasmid or mutant LIPA plasmids harbouring the indicated mutations. Western blot analysis revealed reduced LAL activity (PMID: 29196158)."}],"strengthScore":2,"dc:description":"This proband has a nonsense variant, G266* on exon 7/10, which is predicted to cause loss of normal protein function either through protein truncation or NMD. The variant is reported in 2/128536 European (non-Finnish) alleles at a frequency of 0.00001556, with no homozygotes in gnomAD v2.1.1. This proband is scored default points."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6523,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:804c616f-1aa5-465f-9fe9-825e34166ade","type":"GeneValidityProposition","disease":"obo:MONDO_0010204","gene":"hgnc:6617","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"LIPA was first reported in relation to lysosomal acid lipase disease, an autosomal recessive lysosomal storage disorder, in 1993 (Klima H et al., PMID: 8254026). LIPA encodes a hydrolase, lysosomal acid lipase A (LAL), involved in the degradation of lysosomal cholesterol esters and triglycerides. Deficiency of LAL results in accumulation of cholesterol esters and triglycerides predominantly in the liver, spleen, adrenals, bone marrow, lymph nodes, and in macrophages throughout the body, particularly in the intestinal villi. Therefore, deficiency of LIPA is expected to result in reduced LAL activity which causes various symptoms such as hepatosplenomegaly, dyslipidemia, and liver failure. Lysosomal acid lipase deficiency has a phenotypic continuum and can be divided into two clinical phenotypes: infantile-onset Wolman disease and later-onset cholesterol ester storage disease. The diagnosis of lysosomal acid lipase deficiency is confirmed by identification of either biallelic pathogenic variants in LIPA or deficient LAL enzyme activity in peripheral blood leukocytes, fibroblasts, or dried blood spots (Hoffman et al., 2015, PMID: 26225414).\n\nSeven variants (1 frameshift, 2 splice site, 2 nonsense, 2 synonymous) that have been reported in seven probands across four publications (Bychkov IO, et al., 2019, PMID: 31230978; Fasano T, et al., 2012, PMID: 22227072; Aslanidis C, et al., 1996, PMID: 8617513; Lin P, et al., 2015, PMID: 25722898) are included in this curation. Individuals with significantly decreased enzyme activity (≤5% of controls) typically have the infantile phenotype, whereas individuals with less severely reduced residual enzymatic activity (2%-11% of controls) typically have the later-onset phenotype (Fasano T, et al., 2012, PMID: 22227072). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is loss of function.\n\nThis gene-disease relationship is also supported by experimental evidence including biochemical function of the LAL enzyme, animal models systems, rescue in animal models, and rescue in humans. Individuals with LAL deficiency show accumulation of cholesterol esters and triglycerides in the liver and spleen due to reduced or undetectable levels of LAL activity (Fasano T, et al., 2012, PMID: 22227072). LAL knockout mouse models exhibit loss of enzyme activity, massive accumulation of triglycerides and cholesteryl esters in several organs, and hepatomegaly which recapitulates the phenotype in humans with LAL deficiency (Du H, et al., 1998, PMID: 9700186). Gene therapy in mice dramatically lowered hepatosplenomegaly, liver and spleen triglyceride and cholesterol levels, and serum expression of markers of liver damage. Measures of liver inflammation and fibrosis were also reduced, and decreased LAL activity was corrected (Lam P, et al., 2022, PMID: 36092360). Enzyme therapy in mice with recombinant human LAL resulted in a significant improvement in organ size and tissue histology as well as significant decreases in cholesterol esters and triglycerides, extended life spans, and diminished liver fibrosis and macrophage proliferation (Sun Y, et al., 2014, PMID: 24837159). Long-term sebelipase alfa treatment in humans has been generally well-tolerated and has provided multiple benefits for patients with LAL deficiency including improvements in liver and lipid parameters, and liver histology was mostly stable or improved from baseline with treatment (Burton BK, et al., 2022, PMID: 34774639).\n\nIn summary, LIPA is definitively associated with lysosomal acid lipase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. Classification approved by the ClinGen Lysosomal Diseases GCEP on April 28, 2023.","dc:isVersionOf":{"id":"cggv:1691be18-3aa2-46e7-b6a6-e7acafb9f998"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}