{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-03-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34f44da0-ea5b-4c98-a971-a2af0bb9e5b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc381ea1-8c65-4c45-89ed-e23f994b4e97","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"detected in human and mouse ovaries and mouse organ of corti. detected by immunofluorescent staining.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23541340","type":"dc:BibliographicResource","dc:abstract":"Perrault syndrome is a genetically and clinically heterogeneous autosomal-recessive condition characterized by sensorineural hearing loss and ovarian failure. By a combination of linkage analysis, homozygosity mapping, and exome sequencing in three families, we identified mutations in CLPP as the likely cause of this phenotype. In each family, affected individuals were homozygous for a different pathogenic CLPP allele: c.433A>C (p.Thr145Pro), c.440G>C (p.Cys147Ser), or an experimentally demonstrated splice-donor-site mutation, c.270+4A>G. CLPP, a component of a mitochondrial ATP-dependent proteolytic complex, is a highly conserved endopeptidase encoded by CLPP and forms an element of the evolutionarily ancient mitochondrial unfolded-protein response (UPR(mt)) stress signaling pathway. Crystal-structure modeling suggests that both substitutions would alter the structure of the CLPP barrel chamber that captures unfolded proteins and exposes them to proteolysis. Together with the previous identification of mutations in HARS2, encoding mitochondrial histidyl-tRNA synthetase, mutations in CLPP expose dysfunction of mitochondrial protein homeostasis as a cause of Perrault syndrome.","dc:creator":"Jenkinson EM","dc:date":"2013","dc:title":"Perrault syndrome is caused by recessive mutations in CLPP, encoding a mitochondrial ATP-dependent chambered protease."},"rdfs:label":"expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed076e2f-9990-4028-81a1-88256cae8fcf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e8e2d2bd-3527-43dc-b27e-09578827258f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"hearing loss and infertility","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23851121","type":"dc:BibliographicResource","dc:abstract":"The caseinolytic peptidase P (CLPP) is conserved from bacteria to humans. In the mitochondrial matrix, it multimerizes and forms a macromolecular proteasome-like cylinder together with the chaperone CLPX. In spite of a known relevance for the mitochondrial unfolded protein response, its substrates and tissue-specific roles are unclear in mammals. Recessive CLPP mutations were recently observed in the human Perrault variant of ovarian failure and sensorineural hearing loss. Here, a first characterization of CLPP null mice demonstrated complete female and male infertility and auditory deficits. Disrupted spermatogenesis already at the spermatid stage and ovarian follicular differentiation failure were evident. Reduced pre-/post-natal survival and marked ubiquitous growth retardation contrasted with only light impairment of movement and respiratory activities. Interestingly, the mice showed resistance to ulcerative dermatitis. Systematic expression studies detected up-regulation of other mitochondrial chaperones, accumulation of CLPX and mtDNA as well as inflammatory factors throughout tissues. T-lymphocytes in the spleen were activated. Thus, murine Clpp deletion represents a faithful Perrault model. The disease mechanism probably involves deficient clearance of mitochondrial components and inflammatory tissue destruction.","dc:creator":"Gispert S","dc:date":"2013","dc:title":"Loss of mitochondrial peptidase Clpp leads to infertility, hearing loss plus growth retardation via accumulation of CLPX, mtDNA and inflammatory factors."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Hearing loss not thoroughly evaluated"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a0544b7b-1f0e-4cc3-90d0-1f44a17ceb82_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb94bbf0-6157-4288-867e-d89a038b7ac2","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:a0544b7b-1f0e-4cc3-90d0-1f44a17ceb82_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:52fd8a00-e5ac-48b4-ac7c-5a7ab69c9be0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6364568G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9122929"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27899912","type":"dc:BibliographicResource","dc:abstract":"In establishing a genetic diagnosis in heterogeneous neurological disease, clinical characterization and whole exome sequencing (WES) go hand-in-hand. Clinical data are essential, not only to guide WES variant selection and define the clinical severity of a genetic defect but also to identify other patients with defects in the same gene. In an infant patient with sensorineural hearing loss, psychomotor retardation, and epilepsy, WES resulted in identification of a novel homozygous CLPP frameshift mutation (c.21delA). Based on the gene defect and clinical symptoms, the diagnosis Perrault syndrome type 3 (PRLTS3) was established. The patient's brain-MRI revealed specific abnormalities of the subcortical and deep cerebral white matter and the middle blade of the corpus callosum, which was used to identify similar patients in the Amsterdam brain-MRI database, containing over 3000 unclassified leukoencephalopathy cases. In three unrelated patients with similar MRI abnormalities the CLPP gene was sequenced, and in two of them novel missense mutations were identified together with a large deletion that covered part of the CLPP gene on the other allele. The severe neurological and MRI abnormalities in these young patients were due to the drastic impact of the CLPP mutations, correlating with the variation in clinical manifestations among previously reported patients. Our data show that similarity in brain-MRI patterns can be used to identify novel PRLTS3 patients, especially during early disease stages, when only part of the disease manifestations are present. This seems especially applicable to the severely affected cases in which CLPP function is drastically affected and MRI abnormalities are pronounced.","dc:creator":"Theunissen TE","dc:date":"2016","dc:title":"Specific MRI Abnormalities Reveal Severe Perrault Syndrome due to CLPP Defects."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27899912","rdfs:label":"2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:70564a09-ae1b-4514-87f1-80ddfef36527_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:313a2791-4aa0-41d5-8d77-eb497299990d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"secondary amenorrhea and hearing loss. ovaries absent on ultrasound","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:70564a09-ae1b-4514-87f1-80ddfef36527_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b61626c-f9f4-40db-978c-53d73d23d0a3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6366326C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403590510"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27087618","type":"dc:BibliographicResource","dc:abstract":"Perrault syndrome (PRLTS) is a heterogeneous group of clinical and genetic disorders characterized by sensory neuronal hearing loss in both sexes and premature ovarian failure or infertility in females. Neurological and hearing loss symptoms appear early in life, but female infertility cannot be detected before puberty. Spastic limbs, muscle weakness, delayed puberty and irregular menstrual cycles have also been observed in PRLTS patients. Mutations in five genes, i.e. HSD17B4, HARS2, CLPP, LARS2, and C10orf2, have been reported in five subtypes of PRLTS. Here, we report a milder phenotype of PRLTS in a Turkish family in which two affected patients had no neurological findings. However, both were characterized by sensory neuronal hearing loss and the female sibling had secondary amenorrhea and gonadal dysgenesis. Genome-wide homozygosity mapping using 300K single-nucleotide polymorphism microarray analysis together with iScan platform (Illumina, USA) followed by candidate gene Sanger sequencing with ABI 3500 Genetic Analyzer (Life Technologies, USA) were used for molecular diagnosis. We found a novel missense alteration c.624C>G; p.Ile208Met in exon 5 of the CLPP at chromosome 19p13.3. This study expands the mutation spectrum of CLPP pathogenicity in PRLTS type 3 phenotype.","dc:creator":"Dursun F","dc:date":"2016","dc:title":"A Novel Missense Mutation in the CLPP Gene Causing Perrault Syndrome Type 3 in a Turkish Family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27087618","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"missense"},{"id":"cggv:9be018e6-d9a2-472d-9d53-2c490453996e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:529e7c3b-6d93-4f0b-bf27-93db93c11dbd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9be018e6-d9a2-472d-9d53-2c490453996e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ee466d49-56e1-4406-8ae6-4efebb6005f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6368561T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403592246"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25956234","type":"dc:BibliographicResource","dc:abstract":"Perrault syndrome (PRLTS) is a clinically and genetically heterogeneous disorder. Both male and female patients suffer from sensory neuronal hearing loss in early childhood, and female patients are characterized by premature ovarian failure and infertility after puberty. Clinical diagnosis may not be possible in early life, because key features of PRLTS, for example infertility and premature ovarian failure, do not appear before puberty. Limb spasticity, muscle weakness, and intellectual disability have also been observed in PRLTS patients. Mutations in five genes, HSD17B4, HARS2, CLPP, LARS2, and C10orf2, have been reported in five subtypes of PRLTS. We discovered a consanguineous Saudi family with the PRLTS3 phenotype showing an autosomal recessive mode of inheritance. The patients had developed profound hearing loss, brain atrophy, and lower limb spasticity in early childhood. For molecular diagnosis, we complimented genome-wide homozygosity mapping with whole exome sequencing analyses and identified a novel homozygous mutation in exon 6 of CLPP at chromosome 19p13.3. To our knowledge, early onset with regression is a unique feature of these PRLTS patients that has not been reported so far. This study broadens the clinical spectrum of PRLTS3.","dc:creator":"Ahmed S","dc:date":"2015","dc:title":"Exome analysis identified a novel missense mutation in the CLPP gene in a consanguineous Saudi family expanding the clinical spectrum of Perrault Syndrome type-3."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25956234","rdfs:label":"V-4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Downgraded because missense. absent from gnomad, in silico tools predict impact"},{"id":"cggv:3b75d0ea-6f0d-46cd-a1d2-10a03adfb7ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ab831da4-9950-4db4-b298-f01c1cd0cedd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"profound prelingual hearing loss","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3b75d0ea-6f0d-46cd-a1d2-10a03adfb7ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:34b5eb51-c333-44b6-8712-e2fd3b28af43","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6364514T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403589574"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26970254","type":"dc:BibliographicResource","dc:abstract":"Perrault syndrome is a rare autosomal recessive disorder characterized by sensorineural hearing loss (SNHL) in both sexes and primary ovarian insufficiency in 46, XX karyotype females. Biallelic variants in five genes are reported to be causative: HSD17B4, HARS2, LARS2, CLPP and C10orf2. Here we present eight families affected by Perrault syndrome. In five families we identified novel or previously reported variants in HSD17B4, LARS2, CLPP and C10orf2. The proband from each family was whole exome sequenced and variants confirmed by Sanger sequencing. A female was compound heterozygous for a known, p.(Gly16Ser) and novel, p.(Val82Phe) variant in D-bifunctional protein (HSD17B4). A family was homozygous for mitochondrial leucyl aminocyl tRNA synthetase (mtLeuRS) (LARS2) p.(Thr522Asn), previously associated with Perrault syndrome. A further family was compound heterozygous for mtLeuRS, p.(Thr522Asn) and a novel variant, p.(Met117Ile). Affected individuals with LARS2 variants had low frequency SNHL, a feature previously described in Perrault syndrome. A female with significant neurological disability was compound heterozygous for p.(Arg323Gln) and p.(Asn399Ser) variants in Twinkle (C10orf2). A male was homozygous for a novel variant in CLPP, p.(Cys144Arg). In three families there were no putative pathogenic variants in these genes confirming additional disease-causing genes remain unidentified. We have expanded the spectrum of disease-causing variants associated with Perrault syndrome.","dc:creator":"Demain LA","dc:date":"2017","dc:title":"Expanding the genotypic spectrum of Perrault syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26970254","rdfs:label":"P8:II-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"missense. In hotspot"},{"id":"cggv:690b1fff-5484-4f2d-b3ca-bd01596091d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cba013d3-dab2-4268-b6be-81aceadaea28","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:690b1fff-5484-4f2d-b3ca-bd01596091d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a2a946a5-99b4-48f2-b193-e9a1d96eb5d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6364523T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403589616"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27650058","type":"dc:BibliographicResource","dc:abstract":"Perrault syndrome (PS) is a rare autosomal recessive condition characterized by deafness and gonadic dysgenesis. Recently, mutations in five genes have been identified: C10orf2, CLPP, HARS2, HSD17B4, and LARS2. Probands included are presented with sensorineural deafness associated with gonadic dysgenesis. DNA was sequenced using next-generation sequencing (NGS) with a panel of 35 deafness genes including the five Perrault genes. Exonic variations known as pathogenic mutations or detected with <1% frequency in public databases were extracted and subjected to segregation analysis within each family. Both mutations and low coverage regions were analyzed by Sanger sequencing. Fourteen female index patients were included. The screening in four cases has been extended to four family members presenting with PS phenotype. For four unrelated patients (28.6%), causative mutations were identified: three homozygous mutations in C10orf2, CLPP, and HARS2, and one compound heterozygous mutation in LARS2. Three additional heterozygous mutations in LARS2 and HSD17B4 were found in three independent familial cases. All these missense mutations were verified by Sanger sequencing. Familial segregation analyses confirmed the molecular diagnosis in all cases carrying biallelic mutations. Because of NGS, molecular analysis confirmed the clinical diagnosis of PS in 28.6% of our cohort and four novel mutations were found in four Perrault genes. For the unsolved cases, exome sequencing should be performed to search for a sixth unknown PS gene.","dc:creator":"Lerat J","dc:date":"2016","dc:title":"An Application of NGS for Molecular Investigations in Perrault Syndrome: Study of 14 Families and Review of the Literature."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27650058","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"missense. different DNA change but same AA change as variant in Jenkinson paper. No other Perrault syndrome variants and phenotype is consistent with JEnkinson proband"},{"id":"cggv:51536fb9-48ba-4fbe-b5d7-59a02456752c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:84167bbd-e59a-4439-9b17-2e63938beb30","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:51536fb9-48ba-4fbe-b5d7-59a02456752c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:80d5e5f5-eee1-4d5a-bbe1-fb8c32065301","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006012.2(CLPP):c.270+4A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55870"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23541340"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23541340","rdfs:label":"IV-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:63d6c4a7-009d-465b-bfd3-035db54a8958_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9fe1d72e-e3ec-4be2-9eaa-dcc81b404dff","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:63d6c4a7-009d-465b-bfd3-035db54a8958_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9a161426-611c-4f9d-ae4c-e75b8d3b6582","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6364509C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403589555"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27899912"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27899912","rdfs:label":"3.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:d35dfd24-d43f-4533-a798-e1ba575376c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd125bd5-54d7-428f-ac5b-94405f71ee5b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA-seq revealed LOF and western blot confirmed this","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"deafness, microcephaly, severe psychomotor retardation","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d35dfd24-d43f-4533-a798-e1ba575376c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:50220c7e-3137-4f2f-89e0-c80256e66496","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6366363G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9122979"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28604674","type":"dc:BibliographicResource","dc:abstract":"Across a variety of Mendelian disorders, ∼50-75% of patients do not receive a genetic diagnosis by exome sequencing indicating disease-causing variants in non-coding regions. Although genome sequencing in principle reveals all genetic variants, their sizeable number and poorer annotation make prioritization challenging. Here, we demonstrate the power of transcriptome sequencing to molecularly diagnose 10% (5 of 48) of mitochondriopathy patients and identify candidate genes for the remainder. We find a median of one aberrantly expressed gene, five aberrant splicing events and six mono-allelically expressed rare variants in patient-derived fibroblasts and establish disease-causing roles for each kind. Private exons often arise from cryptic splice sites providing an important clue for variant prioritization. One such event is found in the complex I assembly factor TIMMDC1 establishing a novel disease-associated gene. In conclusion, our study expands the diagnostic tools for detecting non-exonic variants and provides examples of intronic loss-of-function variants with pathological relevance.","dc:creator":"Kremer LS","dc:date":"2017","dc:title":"Genetic diagnosis of Mendelian disorders via RNA sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28604674","rdfs:label":"58955"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:dd04f23a-d758-4d43-be4b-3a1599771b83_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2904074c-80dc-49fd-b209-4f9e76a15e6b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:dd04f23a-d758-4d43-be4b-3a1599771b83_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:174c8ee8-85e7-4904-849f-a88b849ca9c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006012.2(CLPP):c.433A>C (p.Thr145Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55868"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23541340"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23541340","rdfs:label":"II-4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Absent from gnomad, all predictors say pathogenic, highly conserved"},{"id":"cggv:3c747486-83f0-47b6-ba61-5df54ad5b4a3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8637097-3cbd-4af7-b91f-4659ba312f96","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3c747486-83f0-47b6-ba61-5df54ad5b4a3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2ec8ad5a-a8f5-4d21-953e-7e6305eebb10","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.6361595del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA304753472"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27899912"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27899912","rdfs:label":"1.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:bac2746f-689c-4203-9272-5728b707ab89_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:539a0ebb-3d96-4a03-a4d6-3f5263c3ded4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:bac2746f-689c-4203-9272-5728b707ab89_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d404fc42-1192-4e22-bd0f-c1e7ed3a8c57","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006012.2(CLPP):c.440G>C (p.Cys147Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55869"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23541340"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23541340","rdfs:label":"II-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Downgraded because missense. In silico predictors predict pathogenic. Absent from gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":409,"specifiedBy":"GeneValidityCriteria6","strengthScore":14,"subject":{"id":"cggv:5db3ec30-b063-499f-ae41-d17bf4d297a7","type":"GeneValidityProposition","disease":"obo:MONDO_0013588","gene":"hgnc:2084","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The CLPP gene has been associated with autosomal recessive Perrault syndrome using the ClinGen Clinical Validity Framework as of 11/6/2017. This association was made using case-level data only. At least 11 missense, splice site and frameshift variants have been reported in humans. CLPP was first associated with this disease in humans as early as 2007 (Ain et al.). Association is seen in at least 11 probands in 7 publications (23541340, 27087618, 26970254, 27650058, 25956234, 27899912, 28604674). Variants in this gene segregated with disease in 13 additional family members. This gene-disease association is supported by expression studies and a null mouse model with hearing loss and infertility. In summary, CLPP is definitively associated with autosomal recessive Perrault syndrome. This classification was approved by the ClinGen Hearing Loss Working Group on 3/27/2018.\n","dc:isVersionOf":{"id":"cggv:15291cb2-a541-4f88-91c8-0b441e3b64cb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}