{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1cv3.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-10-25T18:28:54.467Z","role":"Publisher"},{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-05-23T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15215304","type":"dc:BibliographicResource","dc:abstract":"Glycine receptors (GlyRs) and specific subtypes of GABA(A) receptors are clustered at synapses by the multidomain protein gephyrin, which in turn is translocated to the cell membrane by the GDP-GTP exchange factor collybistin. We report the characterization of several new variants of collybistin, which are created by alternative splicing of exons encoding an N-terminal src homology 3 (SH3) domain and three alternate C termini (CB1, CB2, and CB3). The presence of the SH3 domain negatively regulates the ability of collybistin to translocate gephyrin to submembrane microaggregates in transfected mammalian cells. Because the majority of native collybistin isoforms appear to harbor the SH3 domain, this suggests that collybistin activity may be regulated by protein-protein interactions at the SH3 domain. We localized the binding sites for collybistin and the GlyR beta subunit to the C-terminal MoeA homology domain of gephyrin and show that multimerization of this domain is required for collybistin-gephyrin and GlyR-gephyrin interactions. We also demonstrate that gephyrin clustering in recombinant systems and cultured neurons requires both collybistin-gephyrin interactions and an intact collybistin pleckstrin homology domain. The vital importance of collybistin for inhibitory synaptogenesis is underlined by the discovery of a mutation (G55A) in exon 2 of the human collybistin gene (ARHGEF9) in a patient with clinical symptoms of both hyperekplexia and epilepsy. The clinical manifestation of this collybistin missense mutation may result, at least in part, from mislocalization of gephyrin and a major GABA(A) receptor subtype.","dc:creator":"Harvey K","dc:date":"2004","dc:title":"The GDP-GTP exchange factor collybistin: an essential determinant of neuronal gephyrin clustering."},"evidence":[{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5ed8d74-8ddd-4e55-945f-bbf2fc428ed2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:55541052-0bfb-4ce0-a6b6-357736a7f44d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Given that most patients with ARHGEF9 variants have some form of epilepsy, the fact that clustering of inhibitory neurotransmitter receptors (e.g. glycine, GABA) is impaired by alterations to important CB binding domains is in line with what the expected disease phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15215304","rdfs:label":"Collybistin: An Essential Gephyrin Clustering Protein"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:90124046-47ce-4a8e-8808-cf9f0e014b29","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d5416c3-e1dc-4284-85ab-f0a26e2af10c","type":"FunctionalAlteration","dc:description":"Three lines of evidence in the data define the R/H mutant of CB as LOF: (1) When expressed in COS7 cells together with GFP-Gephyrin, the R/H mutant cannot mediate the redistributon of gephyrin from intracellular aggregates to the membrane; (2) R/H is unable to enhance clustering of endogenous gephyrin in cultured neurons - instead, it leads to somatic accumulation of gephyrin; (3) Both Neuroligin-2 (NL2) and TC10 CA cannot induce the GFP-gephyrin redistribution to submembrane microclusters when coexpressed with the RH mutant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25678704","type":"dc:BibliographicResource","dc:abstract":"Signaling at nerve cell synapses is a key determinant of proper brain function, and synaptic defects--or synaptopathies--are at the basis of many neurological and psychiatric disorders. In key areas of the mammalian brain, such as the hippocampus or the basolateral amygdala, the clustering of the scaffolding protein Gephyrin and of γ-aminobutyric acid type A receptors at inhibitory neuronal synapses is critically dependent upon the brain-specific guanine nucleotide exchange factor Collybistin (Cb). Accordingly, it was discovered recently that an R290H missense mutation in the diffuse B-cell lymphoma homology domain of Cb, which carries the guanine nucleotide exchange factor activity, leads to epilepsy and intellectual disability in human patients. In the present study, we determined the mechanism by which the Cb(R290H) mutation perturbs inhibitory synapse formation and causes brain dysfunction. Based on a combination of biochemical, cell biological, and molecular dynamics simulation approaches, we demonstrate that the R290H mutation alters the strength of intramolecular interactions between the diffuse B-cell lymphoma homology domain and the pleckstrin homology domain of Cb. This defect reduces the phosphatidylinositol 3-phosphate binding affinity of Cb, which limits its normal synaptogenic activity. Our data indicate that impairment of the membrane lipid binding activity of Cb and a consequent defect in inhibitory synapse maturation represent a likely molecular pathomechanism of epilepsy and mental retardation in humans.","dc:creator":"Papadopoulos T","dc:date":"2015","dc:title":"Lipid binding defects and perturbed synaptogenic activity of a Collybistin R290H mutant that causes epilepsy and intellectual disability."},"rdfs:label":"Lipid Binding Defects and Perturbed Synaptic Activity: R290H"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:2a69f078-9222-43d7-b739-c48605609fea","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9a26c4ca-d51d-44e7-aa50-ee1bc1571787","type":"FunctionalAlteration","dc:description":"The authors demonstrated that CB physically interacts with mTOR and inhibits mTORC1 signalling pathways and protein synthesis. These results suggest that disinhibited mTORC1 signalling may contribute to the pathological processes in patients with LOF variants in CB.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25898924","type":"dc:BibliographicResource","dc:abstract":"Protein synthesis regulation via mammalian target of rapamycin complex 1 (mTORC1) signaling pathway has key roles in neural development and function, and its dysregulation is involved in neurodevelopmental disorders associated with autism and intellectual disability. mTOR regulates assembly of the translation initiation machinery by interacting with the eukaryotic initiation factor eIF3 complex and by controlling phosphorylation of key translational regulators. Collybistin (CB), a neuron-specific Rho-GEF responsible for X-linked intellectual disability with epilepsy, also interacts with eIF3, and its binding partner gephyrin associates with mTOR. Therefore, we hypothesized that CB also binds mTOR and affects mTORC1 signaling activity in neuronal cells. Here, by using induced pluripotent stem cell-derived neural progenitor cells from a male patient with a deletion of entire CB gene and from control individuals, as well as a heterologous expression system, we describe that CB physically interacts with mTOR and inhibits mTORC1 signaling pathway and protein synthesis. These findings suggest that disinhibited mTORC1 signaling may also contribute to the pathological process in patients with loss-of-function variants in CB. ","dc:creator":"Machado CO","dc:date":"2016","dc:title":"Collybistin binds and inhibits mTORC1 signaling: a potential novel mechanism contributing to intellectual disability and autism."},"rdfs:label":"CB binds and inhibits mTORC1 signaling - role in ID and ASD"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cae5d9ef-6db5-4c2b-8757-0d53cf88c7ea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf32befe-0c02-484a-b3ef-47900add2e3b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors generated Gabra2-1 mice that express a 13 amnio acid substitution from the α1 subunit into the α2 subunit large intracellular loop, effectively replacing the Cb binding sequence with the gephyrin binding sequence.  The Gabra2-1 mice phenotype revealed strong parallels with frequently reported behavioral symptoms of the human ARHGEF9 syndrome beyond IF, further validating Gabra2-1 mice as a useful model to study the ARHGEF9 related X-linked complex neurodevelopmental disorder in humans. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35169261","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID) is a common neurodevelopmental disorder that can arise from genetic mutations ranging from trisomy to single nucleotide polymorphism. Mutations in a growing number of single genes have been identified as causative in ID, including ARHGEF9. Evaluation of 41 ARHGEF9 patient reports shows ubiquitous inclusion of ID, along with other frequently reported symptoms of epilepsy, abnormal baseline EEG activity, behavioral symptoms, and sleep disturbances. ARHGEF9 codes for the Cdc42 Guanine Nucleotide Exchange Factor 9 collybistin (Cb), a known regulator of inhibitory synapse function via direct interaction with the adhesion molecule neuroligin-2 and the α2 subunit of GABA","dc:creator":"Hines DJ","dc:date":"2022","dc:title":"Human ARHGEF9 intellectual disability syndrome is phenocopied by a mutation that disrupts collybistin binding to the GABA"},"rdfs:label":"Gabra2-1 mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model variant was generated for a binding domain of a receptor for Cb and not within the ARHGEF9 gene; therefore, the GCEP recommends zero score. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9249,"specifiedBy":"GeneValidityCriteria10","strengthScore":14,"subject":{"id":"cggv:3481261e-2c6f-4dab-b606-0336898c3629","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:14561","modeOfInheritance":"obo:HP_0001417"},"version":"3.1","dc:description":"*ARHGEF9* was first reported in relation to an X-linked complex neurodevelopmental disorder in 2004 in a child with hyperekplexia, severe intellectual disability (ID), and severe epilepsy (Harvey et al., PMID:15215304). Since that time, more than 30 probands have been reported in over 12 publications with a variable neurological phenotype consisting of intellectual disability, hyperekplexia, seizures, hypertonia, impaired psychomotor development (PMIDs: 34851771, 35638461, 35169261).  The majority of variants are de novo for male probands; however, there are some familial cases of mildly affected mothers. The molecular spectrum of *ARHGEF9* variants include missense, copy number variants, frameshift/nonsense, and structural X-chromosome abnormalities (PMIDs: 15215304, 17893116, 21633362, 22612257, 26834553, 28589176, 29130122, 25678704, 25898924, 30914922, 35638461, 35169261, 3485177, 33600053).  Thirteen variants (missense and nonsense) reported in 14 probands, from 11 publications (PMIDs: 15215304, 21633362, 22612257, 26834553, 28589176, 29130122, 30914922, 35638461, 35169261, 34851771, 33600053) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached.\t\n\n*ARHGEF9* encodes a protein known as collybistin, a guanine nucleotide exchange factor, known to be an important organizer at synapses controlled by the neurotransmitter GABA and glycine (PMID: 35169261). As first reported in 2004 by Harvey et al. functional studies suggested the missense variant (G55A) disrupted critical domains in the protein, preventing appropriate translocation of the synaptic scaffold, gephyrin, to the cell membrane (PMID: 15215304). Subsequent functional studies (patient and non-patient cells) demonstrated *ARHGEF9* variants affect collybistin to mediate gephyrin clustering (PMID: 25898924, 25678704). Additional experimental evidence is available to illustrate a generated Gabra2-1 phenocopy mice as a model to study targeted drug therapy (PMID: 35169261). \n\nThis gene-disease pair was originally evaluated by the Intellectual Disability and Autism GCEP on November 29, 2021. It was reevaluated on May 23, 2024. As a result of this reevaluation, the classification increased from moderate to definitive based on additional genetic evidence.  Experimental evidence of two points remained unchanged from prior curation.   \n\nIn summary, there is definitive evidence to support the relationship between *ARHGEF9* and X-linked complex neurodevelopmental disorder.  This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on May 23, 2024 (SOP version 10). \n\n\nThis gene-disease pair was originally evaluated by the Intellectual Disability and Autism GCEP on November 29, 2021. It was reevaluated on May 23, 2024. As a result of this reevaluation, the classification increased from moderate to definitive based on additional genetic evidence.  Experimental evidence of two points remained unchanged from prior curation.   ","dc:isVersionOf":{"id":"cggv:9305fb2c-6cdf-492d-9dd0-8b03dd4fab1c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}