{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-05-24T22:14:10.029Z","role":"Publisher"},{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-08-05T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23055945","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant neovascular inflammatory vitreoretinopathy (ADNIV) is an autoimmune condition of the eye that sequentially mimics uveitis, retinitis pigmentosa, and proliferative diabetic retinopathy as it progresses to complete blindness. We identified two different missense mutations in the CAPN5 gene in three ADNIV kindreds. CAPN5 encodes calpain-5, a calcium-activated cysteine protease that is expressed in retinal photoreceptor cells. Both mutations cause mislocalization from the cell membrane to the cytosol, and structural modeling reveals that both mutations lie within a calcium-sensitive domain near the active site. CAPN5 is only the second member of the large calpain gene family to cause a human Mendelian disorder, and this is the first report of a specific molecular cause for autoimmune eye disease. Further investigation of these mutations is likely to provide insight into the pathophysiologic mechanisms of common diseases ranging from autoimmune disorders to diabetic retinopathy.","dc:creator":"Mahajan VB","dc:date":"2012","dc:title":"Calpain-5 mutations cause autoimmune uveitis, retinal neovascularization, and photoreceptor degeneration."},"evidence":[{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:caaa19e0-3900-4e6f-ab30-778839e5eba5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a81da57-26ae-48ca-a800-0b8e338c8f81","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Bulk RNA sequencing from human donor retina samples showed the transcript at a level of 4.63 fragments per kilobase of exon per million.  No significant splice variants were observed. Two antibodies against calpain-5 confirmed the expression in the photoreceptor cells of the donor human retinal tissue sections. No significant expression was observed in the nerve fiber layer, ganglion cell layer, inner nuclear layer, inner plexiform layer or RPE. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23055945","rdfs:label":"RNA Sequencing and Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fab08fdd-492f-4e13-a2c7-e37c68273109","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e33af25a-4923-428f-b528-244cbfeab7c6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In this study multiple expression related experiments were performed including mRNA analysis in human and mouse retina and in retinoblastoma cells. Immunohistochemistry in mouse retina, and western blots on neuronal cancer cells and fractionated central nervous tissue extracts.\n\nIt was observed that CAPN5 is moderately expressed in retina but highly expressed in other tissues. It was also observed that CAPN5 is expressed at photoreceptor synapse and with mitochondria. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27152965","type":"dc:BibliographicResource","dc:abstract":"We characterize calpain-5 (CAPN5) expression in retinal and neuronal subcellular compartments.","dc:creator":"Schaefer KA","dc:date":"2016","dc:title":"Calpain-5 Expression in the Retina Localizes to Photoreceptor Synapses."},"rdfs:label":"Multiple expression related experiments"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5125eac0-c553-460c-bd25-f1a480e9a493","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e810b0c-52ba-4d4e-94dd-c66634d8881d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model expressing R243L allele in retina developed major features of ADNIV as observed in human subjects which shows that gain of function mutations in CAPN5 can cause ADNIV. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25994508","type":"dc:BibliographicResource","dc:abstract":"A single amino acid mutation near the active site of the CAPN5 protease was linked to the inherited blinding disorder, autosomal dominant neovascular inflammatory vitreoretinopathy (ADNIV, OMIM #193235). In homology modeling with other calpains, this R243L CAPN5 mutation was situated in a mobile loop that gates substrate access to the calcium-regulated active site. In in vitro activity assays, the mutation increased calpain protease activity and made it far more active at low concentrations of calcium. To test whether the disease allele could yield an animal model of ADNIV, we created transgenic mice expressing human (h) CAPN5(R243L) only in the retina. The resulting hCAPN5(R243L) transgenic mice developed a phenotype consistent with human uveitis and ADNIV, at the clinical, histological and molecular levels. The fundus of hCAPN5(R243L) mice showed enhanced autofluorescence (AF) and pigment changes indicative of reactive retinal pigment epithelial cells and photoreceptor degeneration. Electroretinography showed mutant mouse eyes had a selective loss of the b-wave indicating an inner-retina signaling defect. Histological analysis of mutant mouse eyes showed protein extravasation from dilated vessels into the anterior chamber and vitreous, vitreous inflammation, vitreous and retinal fibrosis and retinal degeneration. Analysis of gene expression changes in the hCAPN5(R243L) mouse retina showed upregulation of several markers, including members of the Toll-like receptor pathway, chemokines and cytokines, indicative of both an innate and adaptive immune response. Since many forms of uveitis share phenotypic characteristics of ADNIV, this mouse offers a model with therapeutic testing utility for ADNIV and uveitis patients. ","dc:creator":"Wert KJ","dc:date":"2015","dc:title":"CAPN5 mutation in hereditary uveitis: the R243L mutation increases calpain catalytic activity and triggers intraocular inflammation in a mouse model."},"rdfs:label":"Mouse Model expressing R243L only in retina"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a155eddd-fb65-4cc7-966b-8d418faef4fd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33d8f62c-9623-4631-a518-d14edfc38ad9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This study demonstrates that both human ADNIV patients and the hCAPN5-R243L lentiviral model show reduced visual response, photoreceptor degeneration within both the ONL and INL, and the presence of T cells and altered inflammatory gene expression, supporting that the R243L amino acid change found in human ADNIV patients is a disease-causing mutation. The hCAPN5-R243L disease allele is able to recapitulate aspects of the human ADNIV phenotype in wild-type mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24381307","type":"dc:BibliographicResource","dc:abstract":"Exome sequencing indicated that the gene encoding the calpain-5 protease, CAPN5, is the likely cause of retinal degeneration and autoimmune uveitis in human patients with autosomal dominant neovascular inflammatory vitreoretinopathy (ADNIV, OMIM #193235). To explore the mechanism of ADNIV, a human CAPN5 disease allele was expressed in mouse retinas with a lentiviral vector created to express either the wild-type human (h) CAPN5 or the ADNIV mutant hCAPN5-R243L allele under a rhodopsin promoter with tandem green fluorescent protein (GFP) expression. Vectors were injected into the subretinal space of perinatal mice. Mouse phenotypes were analyzed using electroretinography, histology and inflammatory gene expression profiling. Mouse calpain-5 showed high homology to its human ortholog with >98% sequence identity that includes the ADNIV mutant residue. Calpain-5 protein was expressed in the inner and outer segments of the photoreceptors and in the outer plexiform layer. Expression of the hCAPN5-R243L allele caused loss of the electroretinogram b-wave, photoreceptor degeneration and induction of immune cell infiltration and inflammatory genes in the retina, recapitulating major features of the ADNIV phenotype. Intraocular neovascularization and fibrosis were not observed during the study period. Our study shows that expression of the hCAPN5-R243L disease allele elicits an ADNIV-like disease in mice. It further suggests that ADNIV is due to CAPN5 gain-of-function rather than haploinsufficiency, and retinal expression may be sufficient to generate an autoimmune response. Genetic models of ADNIV in the mouse can be used to explore protease mechanisms in retinal degeneration and inflammation as well as preclinical therapeutic testing. ","dc:creator":"Wert KJ","dc:date":"2014","dc:title":"Functional validation of a human CAPN5 exome variant by lentiviral transduction into mouse retina."},"rdfs:label":"Lentiviral transduction of exome variant into mouse retina"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.8}],"evidenceStrength":"Definitive","sequence":4483,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.8,"subject":{"id":"cggv:e7d8bfdb-c290-49da-b17f-d6978c5c7cbb","type":"GeneValidityProposition","disease":"obo:MONDO_0100450","gene":"hgnc:1482","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"CAPN5 was first reported in relation to autosomal dominant CAPN5-related vitreoretinopathy in 2012 in a patient described with described as neovascular inflammatory vitreoretinopathy, (Mahajan et al, PMID: 23055945). \nSix variants (all missense), reported in 10 probands in 6 publications (Mahajan et al, 2012, PMID: 23055945; Bassuk et al, 2015, PMID: 25856303; Randazzo et al, 2017, PMID: 29040051; Velez et al, 2018, PMID: 29472286; O’Keefe et al, 2019, PMID: 30986125; Tang et al, 2020, PMID: 32274441) are included in this curation, in addition to segregation data from analysis of a large family (Stone et al, 1992, PMID: 1284594) (Total Genetic Evidence: 7.8 points). \nThis gene-disease association is also supported by experimental evidence including expression data from RNA-Seq analysis (Schaefer et al, 2016, PMID: 27152965) and the phenotype observed in mouse models (Wert et al, 2014, PMID: 24381307; Wert et al, 2015, PMID: 25994508). In summary, CAPN5 is definitively associated with autosomal dominant CAPN5-related vitreoretinopathy. This classification was approved by the ClinGen Retina GCEP on August 5, 2021.\n","dc:isVersionOf":{"id":"cggv:7d39e430-b1fc-43f1-957b-1c02eb66a69c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}