{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-01-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-03-30T20:30:58.556Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30811981","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a severe neurodegenerative disorder without effective neuroprotective therapy. Known genetic variants impair pathways, including RNA processing, axonal transport, and protein homeostasis. We report ALS-causing mutations within the gene encoding the glycosyltransferase GLT8D1. Exome sequencing in an autosomal-dominant ALS pedigree identified p.R92C mutations in GLT8D1, which co-segregate with disease. Sequencing of local and international cohorts demonstrated significant ALS association in the same exon, including additional rare deleterious mutations in conserved amino acids. Mutations are associated with the substrate binding site, and both R92C and G78W changes impair GLT8D1 enzyme activity. Mutated GLT8D1 exhibits in vitro cytotoxicity and induces motor deficits in zebrafish consistent with ALS. Relative toxicity of mutations in model systems mirrors clinical severity. In conclusion, we have linked ALS pathophysiology to inherited mutations that diminish the activity of a glycosyltransferase enzyme.","dc:creator":"Cooper-Knock J","dc:date":"2019","dc:title":"Mutations in the Glycosyltransferase Domain of GLT8D1 Are Associated with Familial Amyotrophic Lateral Sclerosis."},"evidence":[{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5c78c72-a027-45b3-8096-d6cb964d45ff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6756fb0d-a8e9-4312-8d70-170b0ae3e936","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression was only tested in normal human postmortem brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8120638","type":"dc:BibliographicResource","dc:abstract":"In this study we have isolated and sequenced human cDNAs for the phosphoproteins DARPP-32, ARPP-21, and ARPP-16/19, and have compared these sequences to previously characterized bovine and rat cDNAs. In situ hybridization and Northern blot analysis with the human cDNA probes were used to study the expression of mRNAs encoding ARPP-16/19, ARPP-21, and DARPP-32 in human postmortem brain tissue. In situ hybridization was performed using horizontal whole hemisphere sections. Five representative levels of the brain ranging from 71 mm to 104 mm ventral to vertex were examined. All three probes showed distinct hybridization patterns in the caudate nucleus, putamen, nucleus accumbens, and the amygdaloid complex. For ARPP-16/19 mRNA, a hybridization signal comparable to the signal in caudate nucleus, putamen, and nucleus accumbens was also detected in the neocortex. ARPP-21 and DARPP-32 mRNA, on the other hand, were present in lower levels in neocortical regions. DARPP-32 mRNA was abundant in the cerebellar cortex at the level of the Purkinje cell layer. High levels of ARPP-16/19 and ARPP-21 mRNA were also found in the cerebellar cortex, where they were confined to deeper layers. The present result demonstrate that mRNAs for the three phosphoproteins are expressed in overlapping, but also distinct, areas of the human brain that in many cases coincide with previously described distribution of the dopamine D1 receptor.","dc:creator":"Brené S","dc:date":"1994","dc:title":"Expression of mRNAs encoding ARPP-16/19, ARPP-21, and DARPP-32 in human brain tissue."},"rdfs:label":"in situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Multiple additional sources, e.g. the Human Protein Atlas, support expression of ARPP21 predominantly in various brain tissues."},{"id":"cggv:e466de56-7b76-4a59-af58-5ae38e704130","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a8018cc-7e4c-4158-b02c-783eb46312c2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"co-localization within stress granules","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29581509","type":"dc:BibliographicResource","dc:abstract":"About half of mammalian miRNA genes lie within introns of protein-coding genes, yet little is known about functional interactions between miRNAs and their host genes. The intronic miRNA miR-128 regulates neuronal excitability and dendritic morphology of principal neurons during mouse cerebral cortex development. Its conserved host genes, R3hdm1 and Arpp21, are predicted RNA-binding proteins. Here we use iCLIP to characterize ARPP21 recognition of uridine-rich sequences with high specificity for 3'UTRs. ARPP21 antagonizes miR-128 activity by co-regulating a subset of miR-128 target mRNAs enriched for neurodevelopmental functions. Protein-protein interaction data and functional assays suggest that ARPP21 acts as a positive post-transcriptional regulator by interacting with the translation initiation complex eIF4F. This molecular antagonism is reflected in inverse activities during dendritogenesis: miR-128 overexpression or knockdown of ARPP21 reduces dendritic complexity; ectopic ARPP21 leads to an increase. Thus, we describe a unique example of convergent function by two products of a single gene.","dc:creator":"Rehfeld F","dc:date":"2018","dc:title":"The RNA-binding protein ARPP21 controls dendritic branching by functionally opposing the miRNA it hosts."},"rdfs:label":"expression of ARPP21 in HeLa and cultured mouse neurons"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Localization within stress granules upon expression in HeLa cells could be a non-specific phenotype; however, endogenous ARPP21 in mouse neurons also shows localization to stress granules under stress conditions. The default score was reduced because the cultured neurons were not specifically motor cortex cells."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.75}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.75}],"evidenceStrength":"Limited","sequence":6039,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.75,"subject":{"id":"cggv:5e5ba25a-fef6-47ba-b0d8-ebba817eec32","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:16968","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ARPP21 was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) in 2019 (Cooper-Knock et al., PMID: 30811981). In humans, ARPP21 was initially identified as a 9.6 kDa protein that regulates calcium/calmodulin-dependent signaling (Rakhilin et al., PMID 15499021). A long isoform of ARPP21 appears to function in post-transcriptional regulation of gene expression (Rehfeld et al., PMID 29581509).\n\nEight missense variants that have been reported in twelve probands in three publications (PMIDs: 30811981, 31653410, 35525134) are included in this curation. The mechanism of pathogenicity is unknown. This gene-disease association is also supported by expression studies and *in vitro* functional assays (PMIDs: 8120638, 29581509). ARPP21 is predominantly expressed in a subset of brain tissues (PMID 8120638). Endogenous ARPP21 in cultured mouse cortical neurons localizes to stress granules after arsenite treatment (PMID 29581509). \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis classification was approved by the ClinGen ALS GCEP on the meeting date January 10, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:02d4089a-94dd-42b6-ab09-dc258db00ae9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}