{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-09-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-09-22T14:07:17.980Z","role":"Publisher"}],"evidence":[{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5},{"id":"cggv:a547e329-d1b2-4222-bcb6-a497aebd19de_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a547e329-d1b2-4222-bcb6-a497aebd19de","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:597a6399-ae89-46c3-8e93-9a20cec45aaa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006235.3(POU2AF1):c.233del (p.Thr78fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870852"}},"detectionMethod":"Trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"reduction in circulating T-follicular helper cells","phenotypes":["obo:HP_0004432","obo:HP_0002205","obo:HP_0040204","obo:HP_0001288","obo:HP_0040208","obo:HP_0001250","obo:HP_0002505","obo:HP_0001285","obo:HP_0002371","obo:HP_0006808","obo:HP_0012229"],"previousTestingDescription":"Blood count, laboratory chemistry and diagnostic for a metabolic disorder were unremarkable. \n\nPCR analysis from CSF was negative for borrelia burgdorferi, varicella zoster virus (VZV), entero-/ parecho-/ adeno-virus, JC virus, herpes simplex type I and II, Epstein-Barr-Virus (EBV), cytomegalovirus (CMV) and measles. Bacterial CSF cultures, including mycobacteria, were negative. PCR from stool was negative for enterovirus, but positive for adenovirus.\n\nBased on negative genetics, clinical and laboratory features Aicardi-Goutières Syndrome (AGS) was ruled out.\n\nDid not present clinical or laboratory findings of Zellweger syndrome.","sex":"Male","variant":{"id":"cggv:95e5ecb8-b596-4e1e-965e-d94d8b9167c4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:597a6399-ae89-46c3-8e93-9a20cec45aaa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33571536","type":"dc:BibliographicResource","dc:creator":"Kury P","dc:date":"2021","dc:title":"Agammaglobulinemia with normal B-cell numbers in a patient lacking Bob1."}},"rdfs:label":"P-FR1"},{"id":"cggv:95e5ecb8-b596-4e1e-965e-d94d8b9167c4","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95e5ecb8-b596-4e1e-965e-d94d8b9167c4_variant_evidence_item"},{"id":"cggv:95e5ecb8-b596-4e1e-965e-d94d8b9167c4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"HEK293T cells transfected with the mutated Bob1 had an absence of Bob1 protein (compared with the wild-type Bob1 control), indicating instability of the aberrant fusion protein."}],"strengthScore":1.25,"dc:description":"The variant is homozygous due to consanguinity.\n\nThe predicted frameshift p.Thr78Lysfs∗63 creates a premature stop codon in the last 50bp of the penultimate exon. Thus NMD is not necessarily predicted to occur. Although POU2AF1 transcripts were detected by qPCR, Bob1 protein was absent on immunoblot in a P-FR1 EBV B-cell line.\n\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5329c646-85c7-47c0-ab56-e1ca5abf595f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f54936c9-0fc3-43ba-b86c-ba5e63193923","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The pattern of OBF-1 expression was determined in various organs and cell lines by Northern blot analyses. It was detected in spleen,\nin peripheral blood lymphocytes, and, very weakly, in thymus and small intestine. \n\nThe OBF.1 mRNA is expressed in a highly cell-specific manner, being most abundant in B cells and essentially absent in most of the other cells or tissues tested.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7859290","type":"dc:BibliographicResource","dc:abstract":"Recent biochemical and genetic studies indicate that in addition to the octamer-binding proteins Oct-1 and Oct-2, other B cell components are required for lymphoid-restricted, octamer site-mediated immunoglobulin gene promoter activity. Using a genetic screen in yeast, we have isolated B cell-derived cDNAs encoding Oct-binding factor 1 (OBF-1), a novel protein that specifically associates with Oct-1 and Oct-2. Biochemical studies demonstrate that OBF-1 has no intrinsic DNA-binding activity and recognizes the POU domains of Oct-1 and Oct-2, but not those of Oct-4 and Oct-6. The OBF-1 mRNA is expressed in a highly cell-specific manner, being most abundant in B cells and essentially absent in most of the other cells or tissues tested. Furthermore, expression of OBF-1 in HeLa cells selectively stimulates the activity of a natural immunoglobulin promoter in an octamer site-dependent manner. Thus, OBF-1 has all the properties expected for a B cell-specific transcriptional coactivator protein.","dc:creator":"Strubin M","dc:date":"1995","dc:title":"OBF-1, a novel B cell-specific coactivator that stimulates immunoglobulin promoter activity through association with octamer-binding proteins."},"rdfs:label":"B-cell expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"As reported in Human Protein Atlas POU2AF1 (here referred to as OBF-1) tissue expression is enhanced in lymphoid tissues. Additionally, expression is specific to B cells, consistent with the role of this gene in disease."},{"id":"cggv:63d0bb3a-7089-4a13-9806-06446fb70ab5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:84250a2a-af1d-4db8-8f3e-d5ddf4bef669","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The highly B lymphocyte-specific pattern of OBF-1 expression together\nwith its selective stimulatory effect on immunoglobulin promoters strongly indicates that OBF-1 is a critical determinant of immunoglobulin transcription in lymphoid cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7859290","rdfs:label":"Immunoglobulin promoter activation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Assessed whether expression of OBF-1 would be sufficient to stimulate transcription from an immunoglobulin promoter (immunoglobulin kappa light chain) in non-B cells. This promoter supports low levels of transcription after transient transfection into HeLa cells that only express the ubiquitous Oct-1 factor. This basal activity was strongly stimulated upon cotransfection of the\nOBF-1 (POU2AF1) expression vector."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8653e36e-67a7-4449-8f2e-5ab239b3faf3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b497fec0-9efe-46d5-9c01-65eea7a4eb14","type":"FunctionalAlteration","dc:description":"In P-FR1 B cells, the response to BCR stimulation, as measured by Syk and PLCγ2 phosphorylation, and response to CD40 stimulation, as measured with nuclear factor-κB and mTORC1 phosphorylation (pS6), were compromised. Accordingly, activated P-FR1–derived B cells failed to upregulate CD86. \n\nAdditionally, the formation of antibody-secreting plasmablasts in response to CD40L and IL-21 was abolished in Bob1-deficient B cells, and class switch to IgG was delayed and less efficient, showing a dissociation between class switch and immunoglobulin secretion. Consistent with the absence of plasmablasts, secreted immunoglobulins were not detected in the supernatant of cultured P-FR1 B cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33571536","rdfs:label":"B-cell development"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These data point to a role for Bob1 in the late stages of human B-cell development, regulating not only activation but also survival."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d605e3e-e4a7-4acc-bb36-3a99fc4e1602","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:983a2d1c-b492-454a-b4fb-bd0a1f94c3de","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Reconstitution experiments restored plasmablast development, immunoglobulin secretion, dysregulated surface expression of BCR complex molecules and costimulatory and survival signaling molecules.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33571536","rdfs:label":"Lentiviral reconstitution"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:f1d81ffb-0237-4f1c-98e2-0067015c67ac","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e4b6092-c8f1-4a82-8dec-599c12f67dd0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice deficient in OBF-1 have reduced numbers of mature B cells and a severe reduction in the number of recirculating B cells, but otherwise show normal B-cell differentiation. Serum IgA and particularly IgG levels were greatly reduced. In the mice model the immune response is dramatically weakened and germinal centres completely fail to develop after immunization with thymus-dependent antigen, thus demonstrating that OBF1 gene is essential for the response of B cells to antigens, and is required for the formation of germinal centres.\n\nSimilar in the single case reported there is significant reduced serum circulating immunoglobulins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8849727","type":"dc:BibliographicResource","dc:abstract":"The B-lymphocyte-specific transcriptional factor called Oct binding factor (OBF)-1, OCA-B or Bob1 (refs 1-3) is thought to be involved in the transcription of immunoglobulin genes through recruitment to the highly conserved octamer site of immunoglobulin promoters, mediated by either Oct-1 or Oct-2. To define the in vivo role of OBF-1 we have used gene targeting in embryonic stem cells to generate mice lacking the coactivator OBF-1. Such OBF-1-/- mice are born normally, are fertile and seem healthy, and surprisingly, rearrangement and transcription of immunoglobulin genes are largely unaffected. However, mice deficient in OBF-1 have reduced numbers of mature B cells and a severe reduction in the number of recirculating B cells, but otherwise show normal B-cell differentiation. Serum IgA and particularly IgG levels are greatly reduced. If mutant mice are immunized with either a thymus-independent or a thymus-dependent antigen, their immune responses are dramatically weakened. Strikingly, germinal centres completely fail to develop after immunization with thymus-dependent antigen. Our results demonstrate that in vivo OBF-1 is not required for initial transcription of immunoglobulin genes or for B cell development, but instead is essential for the response of B cells to antigens, and is required for the formation of germinal centres.","dc:creator":"Schubart DB","dc:date":"1996","dc:title":"B-cell-specific coactivator OBF-1/OCA-B/Bob1 required for immune response and germinal centre formation."},"rdfs:label":"OBF-1−/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4b533ac3-a040-4535-8ceb-3d12106ce192","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b928c579-b745-42b0-998f-f133841adca4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The total serum immune globulin levels in 3-7-week-old Bobl-deficient mice and in control littermates were measured by ELISA. The results show that while IgM levels are unchanged, unimmunized Bobl-deficient mice show clear reductions in the serum levels of IgG1, IgG2a, IgG2b, IgG3, and IgA. The reduced serum immunoglobulin levels for the secondary isotypes is consistent with the reduction in mature conventional B cells observed by FACS analysis and again suggests a defect in the ability of mutant B cells to mature. The relatively normal levels of IgM suggest that, unlike conventional B cells, B1 cells are functionally intact in the mutant mice. \n\nThis is similar to the single case patient lacking immunoglobulins. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8977324","type":"dc:BibliographicResource","dc:abstract":"The protein Bob1 (also called OCA-B or OBF-1) is a B lymphocyte-specific transcriptional co-activator which can stimulate transcription by interaction with Oct-1 or Oct-2 and the octamer sequence found in the promoter and most enhancer regions of the immunoglobulin genes. The role that Bob1 plays in the maturation and function of B cells was investigated in mice deficient for Bob1. Although early stages of B cell development in the bone marrow do not appear to be affected, these mice show reduced numbers of B cells in peripheral lymphoid organs. Based on staining for B220, heat-stable antigen, and IgD, this reduction is particularly strong in those cells representing the more mature B cell stages. Probably as a consequence of this reduction in mature B cells, Bob1-deficient mice show reduced serum titers of the immunoglobulin isotypes IgG1, IgG2a, IgG2b and IgA, but not IgM. Histological examination of sections from spleen and lymph nodes reveal that while Bob-1-deficient mice have primary follicles, they lack well-developed germinal centers. Interestingly, B1 (Ly1) B cells in the peritoneum do not appear to be affected by the lack of Bob1. Taken together, these results suggest that, at least in conventional B cells, Bob1 plays in important role in the antigen-driven stages of B cell activation and maturation.","dc:creator":"Nielsen PJ","dc:date":"1996","dc:title":"B lymphocytes are impaired in mice lacking the transcriptional co-activator Bob1/OCA-B/OBF1."},"rdfs:label":"Bob1/OCA-B/OBF1 deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"However, some significant differences were also observed. Bob1–/– mice showed a 2-fold reduction in B-cell numbers, which were normal in the patient. Although serum IgM antibodies were absent in P-FR1, IgM levels were only slightly reduced in Bob1–/– mice, which was attributed to their unaffected B1 B-cell compartment, the existence of which is debated in humans."},{"id":"cggv:1368ab12-b115-4f9c-b64c-deb1110a672e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e976550b-c1d6-48c1-9901-dd7e5e9ef0a7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" Mice lacking OCA-B undergo normal antigen-independent, B-cell differentiation, including appropriate expression of both immunoglobulin genes and other early B-cell-restricted genes. However, antigen-dependent maturation of B cells is greatly affected. The proliferative response to surface IgM crosslinking is impaired, and there is a severe deficiency in the production of secondary immunoglobulin isotypes including IgGl, IgG2a, IgG2b, IgG3, IgA and IgE in OCA-B-deficient B cells. This defect is not due to a failure of the isotype switching process, but rather to reduced levels of transcription from normally switched immunoglobulin heavy-chain loci.\n\nSimilar in the single reported case with POU2AF1 deficiency, the patient showed reduced circulating immunoglobulins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8849728","type":"dc:BibliographicResource","dc:abstract":"OCA-B was initially identified as a B-cell-restricted coactivator that functions with octamer binding transcription factors (Oct-1 and Oct-2) to mediate efficient cell type-specific transcription of immunoglobulin promoters in vitro. Subsequent cloning studies led to identification of the coactivator as a single polypeptide, designated either as OCA-B (ref. 3), OBF-1 (ref. 4) or Bob-1 (ref. 5). OCA-B itself does not bind to DNA directly, but interacts with either Oct-1 or Oct-2 to potentiate transcriptional activation. To determine the biological role of OCA-B, we generated OCA-B-deficient mice by gene targeting. Mice lacking OCA-B undergo normal antigen-independent, B-cell differentiation, including appropriate expression of both immunoglobulin genes and other early B-cell-restricted genes. However, antigen-dependent maturation of B cells is greatly affected. The proliferative response to surface IgM crosslinking is impaired, and there is a severe deficiency in the production of secondary immunoglobulin isotypes including IgG1, IgG2a, IgG2b, IgG3, IgA and IgE in OCA-B-deficient B cells. This defect is not due to a failure of the isotype switching process, but rather to reduced levels of transcription from normally switched immunoglobulin heavy-chain loci. In accord with the defective isotype production, germinal centre formation is absent in these mutant mice.","dc:creator":"Kim U","dc:date":"1996","dc:title":"The B-cell-specific transcription coactivator OCA-B/OBF-1/Bob-1 is essential for normal production of immunoglobulin isotypes."},"rdfs:label":"B/OBF-1/Bob-1 KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:59f2e499-5e17-48b5-ad3e-0b216048f6f5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0bb97a3a-4012-4487-986c-81a9c425a5bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"An altered CD4/CD8 T cell ratio in Pou2af1fl/fl x CD4-Cre mice characterized by significantly reduced levels of CD4+ T cells and at the same time increased levels of CD8+ T cells in the periphery provide evidence for a role of BOB.1/OBF.1 in CD4+ T cell biology. A reduced CD4+ T cell compartment was also described analyzing conventional BOB.1/OBF.1-deficient mice. Moreover, we found significantly reduced numbers of TFH cells when BOB.1/OBF.1 expression was deleted in a CD4- or IL21-Cre dependent manner. In particular, the reduction in Pou2af1fl/fl x IL21-Cre mice shows that this is a TFH cell intrinsic defect and not exclusively a consequence of reduced CD4+ T cells prior to GC formation\n\nReduced TFH cell is similar with what was observed in a single case with POU2AF1 deficiency who had reduced serum TFH cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35603192","type":"dc:BibliographicResource","dc:abstract":"The transcriptional co-activator BOB.1/OBF.1 is expressed in both B and T cells. The main characteristic of conventional BOB.1/OBF.1 deficient mice is the complete absence of germinal centers (GCs). This defect was mainly attributed to the defective B cell compartment. However, it is unknown whether and how BOB.1/OBF.1 expression in T cells contributes to the GC reaction. To finally clarify this question, we studied the ","dc:creator":"Betzler AC","dc:date":"2022","dc:title":"T Cell Specific BOB.1/OBF.1 Expression Promotes Germinal Center Response and T Helper Cell Differentiation."},"rdfs:label":"BOB.1/OBF.1 in distinct T cell subpopulations"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Limited","sequence":5027,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.5,"subject":{"id":"cggv:500688ac-b24b-4f5d-afbd-49f4dcbe320e","type":"GeneValidityProposition","disease":"obo:MONDO_0015977","gene":"hgnc:9211","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*POU2AF1*, encoding the Bob1 protein, was first reported in relation to autosomal recessive agammaglobulinemia in 2021 by Kury et al (PMID: 33571536). This is the only report of a patient with a Bob1 deficiency caused by a homozygous *POU2AF1* null mutation (NM_006235.3:c.233del) resulting in a severe B-cell–intrinsic defect. B-cell receptor signaling was reduced and plasmablast development and immunoglobulin secretion seemed abrogated in the patient. This gene-disease relationship is supported by experimental evidence; the highly B lymphocyte-specific pattern of *POU2AF1* expression in lymphocytes, together with its selective stimulatory effect on immunoglobulin promoters strongly indicates that *POU2AF1*is a critical determinant of immunoglobulin transcription in lymphoid cells (PMID: 7859290), which is deficient in patient cells but can be rescued by lentiviral reconstitution (PMID: 33571536). The immunologic manifestations in the patient showed some overlap with the Bob1 knockout mice (PMIDs: 8977324, 8849727, 8849728, 35603192). Patient T cells were normal in terms of distribution and activation except for a reduction in circulating T-follicular helper (TFH) cells (PMID: 33571536). While it has been shown that *POU2AF1* does not act as a transcriptional coactivator for T cells (PMID: 35285071) the observed defect in T follicular helper differentiation is likely related to its functional impact in B cells, however, in a mouse model, it was shown that *POU2AF1* is expressed in activated (not naïve) T cells, and when deleted in T cells had a positive regulatory impact on autoimmune diabetes, suggesting that it has a role to play in T-cell-driven autoimmunity, and facilitates polarization of activated T helper cells to a TH17 phenotype (PMID: 33295943). In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Antibody Deficiencies GCEP on 09/20/2022 (SOP Version 9).\n\nOf note, in B cells, CD19 and *POU2AF1* may also serve as diagnostic and prognostic biomarkers of chronic obstructive pulmonary disease (PMID: 35479834). Additionally, expression of *POU2AF1* in non-lymphocytes, specifically in airway epithelium appears to contribute to regulation of host immunity (PMID: 26927796). \nGiven the single case reported in the literature, the human phenotype is not well established.","dc:isVersionOf":{"id":"cggv:cfebbac7-4e4e-4bd6-8977-1b490e915f45"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}