{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-06-07T19:47:30.143Z","role":"Publisher"},{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-06-07T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.2},{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f26c5976-76b5-4b3a-ba01-868bd15752b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36624ef7-bced-47e0-a5cd-b3ae81945f52","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Given the role of tPA in fibrinolysis, decreased tPA could result in thrombosis or embolism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6541693","type":"dc:BibliographicResource","dc:abstract":"Human tissue-type plasminogen activator (t-PA), obtained by expression in mammalian cells of recombinant DNA coding for the entire sequence of t-PA (rt-PA), was compared with natural activator from melanoma cell culture (mt-PA). In an in vitro system, composed of [125I]fibrinogen-labeled plasma clot suspended in circulating human plasma, rt-PA and mt-PA caused a very similar dose-related degree of fibrinolysis without causing extensive fibrinolytic activation and fibrinogen breakdown in the surrounding plasma. Urokinase only induced fibrinolysis at a 5- to 10-fold higher concentration and in association with extensive fibrinogenolysis. Intravenous injection of mixtures of labeled (0.4 microCi/kg) and unlabeled (2000 I.U./kg) mt-PA or rt-PA resulted in a rapid but similar disappearance of activity from plasma (T1/2 of 3 min) and specific accumulation of tracer in the liver. In rabbits with experimental jugular vein thrombosis, rt-PA and mt-PA caused a very similar dose-dependent thrombolysis without causing substantial systemic activation of the fibrinolytic system and fibrinogenolysis. Urokinase induced significant thrombolysis only at a 10-fold higher dose and this was associated with systemic fibrinolytic activation. Infusion of 96,000 I.U./kg (approximately equal to 1 mg/kg) of mt-PA or rt-PA over 4 hr induced approximately 70% lysis, whereas a 10-fold higher dose of urokinase yielded 35 to 40% lysis. Two subfractions of rt-PA differing in the extent of glycosylation had very similar thrombolytic properties. It is concluded that the potentially more readily available rt-PA could constitute a specific, fibrin-selective thrombolytic agent.","dc:creator":"Collen D","dc:date":"1984","dc:title":"Biological properties of human tissue-type plasminogen activator obtained by expression of recombinant DNA in mammalian cells."},"rdfs:label":"fibrinolysis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Human tissue-type plasminogen activator (t-PA), obtained by expression in mammalian cells of recombinant DNA coding for the entire sequence of t-PA (rt-PA), was compared with natural activator from melanoma cell culture (mt-PA). In an in vitro system, composed of [125I]fibrinogen-labeled plasma clot suspended in circulating human plasma, rt-PA and mt-PA caused a very similar dose-related degree of fibrinolysis without causing extensive fibrinolytic activation and fibrinogen breakdown in the surrounding plasma. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0d8c343-af7f-4967-8a4f-4827a0ff04a4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf641a51-625f-41d4-a78c-624516823e8d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"T-PA-/- mice displayed a reduced endogenous lysis of 125I-fibrinolabelled plasma clots\n\nIn response to proinflammatory endotoxin injection in vivo, overt thrombosis was observed in t-PA-deficient mice at a significantly increased incidence and to a larger extent than in wild-type mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8133887","type":"dc:BibliographicResource","dc:abstract":"Indirect evidence suggests a crucial role for the fibrinolytic system and its physiological triggers, tissue-type (t-PA) and urokinase-type (u-PA) plasminogen activator, in many proteolytic processes. Inactivation of the t-PA gene impairs clot lysis and inactivation of the u-PA gene results in occasional fibrin deposition. Mice with combined t-PA and u-PA deficiency suffer extensive spontaneous fibrin deposition, with its associated effects on growth, fertility and survival.","dc:creator":"Carmeliet P","dc:date":"1994","dc:title":"Physiological consequences of loss of plasminogen activator gene function in mice."},"rdfs:label":"t-PA-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The results are consistent with loss of tPA causing thrombophilia, however these null mice are not consistent with the proposed dominant condition in humans.\n\nSimilar results were also reported, for the same mouse model, in PMID: 10961882"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":6339,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.7,"subject":{"id":"cggv:b6113366-42ec-4a18-8a15-5fd818f6a844","type":"GeneValidityProposition","disease":"obo:MONDO_0012872","gene":"hgnc:9051","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PLAT* encodes tissue-type plasminogen activator (tPA), a secreted serine protease that converts the proenzyme plasminogen to plasmin, a fibrinolytic enzyme. Increased tPA release has been reported with hyperfibrinolysis (PMID: 6401391), which manifests as excessive bleeding, while decreased release leads to hypofibrinolysis (PMID: 665314, PMID: 6890710), which can result in thrombosis or embolism. The reported hypofibrinolysis due to decreased tPA has not been confirmed to be a result of genetic variation in *PLAT* though an assertion has been made for autosomal dominant thrombophilia due to decreased release of tissue plasminogen activator. Diagnostic high-throughput sequencing of bleeding, thrombotic and platelet disorders has identified two heterozygous missense variants in patients with deep vein thrombosis (PMID: 31064749). These are rare variants of uncertain significance, which have not been functionally characterized. The biochemical function of *PLAT* in fibrinolysis (PMID: 6541693) and a homozygous null mouse model (PMID: 8133887) with increased thrombosis are consistent with the possibility of a *PLAT* related thrombophilia. Although there has been an assertion of a gene-disease relationship, the evidence is not compelling with only a few cases with non-specific phenotypes and uncharacterized missense variants. In summary, the evidence supporting the relationship between *PLAT* and autosomal dominant thrombophilia has been disputed. More evidence is needed to either support or entirely refute the role *PLAT* plays in this disease.\n\nOf note, several polymorphisms in *PLAT* have been associated with vascular t-PA release, with conflicting results, regarding their possible association with cardiovascular disease (PMIDs: 9193430, 10959683, 12891381, 12643326) however these were not considered in the curation of autosomal dominant thrombophilia. Additionally, an autosomal recessive lethal hydranencephaloly-diaphragmatic hernia syndrome has been reported in one patient with a frameshift variant in *PLAT* (PMID: 27417437), but due to differences in inheritance pattern and phenotypic variability this is considered a separate disease entity from the autosomal dominant thrombophilia and was not considered in this curation.\nAlthough there has been an assertion of a gene-disease relationship, the evidence is not compelling with only a few cases with non-specific phenotypes and uncharacterized missense variants. ","dc:isVersionOf":{"id":"cggv:c280374c-5c63-46e4-b1a0-26cdd12e357d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}