{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-02-16T18:17:31.945Z","role":"Publisher"},{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-02-16T18:17:12.967Z","role":"Approver"}],"evidence":[{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:023865d2-d6a9-4b43-a4e3-c1bb0da17c5c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0bbbae3-d443-4619-8870-11e761a853ee","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Groups have shown that Stat3 is important for the development of the T helper 17 subset of CD4 T cells. TH17 cells are commonly associated with autoimmunity. Thus, this relationship between Stat3 and increased Th17 in patients with autoimmunity may be causal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26343524","type":"dc:BibliographicResource","dc:abstract":"Mutations in STAT3 have recently been shown to cause autoimmune diseases through increased lymphoproliferation. We describe a novel Pro471Arg STAT3 mutation in a patient with multiple autoimmune diseases, causing hyperactivation of the Th17 pathway. We show that IL-17 production by primary T cells was enhanced and could not be further increased by IL-6, while IL-10 reduced Th17 cell numbers. Moreover, specific inhibition of STAT3 activation resulted in diminished IL-17 production. We show that the Pro471Arg STAT3 mutation yields both increased levels of IgA and IgG, probably due to high IL-21 levels. When remission was reached through medical intervention, IL-17 levels normalized and the clinical symptoms improved, supporting the idea that STAT3 gain-of-function mutations can cause hyperactivation of the Th17 pathway and thereby contribute to autoimmunity.","dc:creator":"Wienke J","dc:date":"2015","dc:title":"A novel human STAT3 mutation presents with autoimmunity involving Th17 hyperactivation."},"rdfs:label":"th17 in Stat3 GOF patients"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"The evidence for autoimmunity is correlative with Th17 production and is not actually shown in the paper, thus, I am downgrading the score."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.25},{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:137ab257-96c7-4c1a-9c5a-63a47b6b054e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dee641ad-d3bd-4807-959e-87fcaf6e2e96","type":"FunctionalAlteration","dc:description":"Increased STAT3 reporter activity when variants were present","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33501615","type":"dc:BibliographicResource","dc:abstract":"Germline loss-of-function variants in the signal transducer and activator of transcription 3 (STAT3) gene result in autosomal dominant hyper IgE syndrome, whereas somatic gain-of-function (GOF) variants in STAT3 are associated with some malignancies. In addition, germline GOF variants in STAT3 are linked to disorders involving autoimmunity and lymphoproliferation. In this study, we describe five Japanese families with germline GOF variants in STAT3, including three novel variants. We also present the clinical and immunological characteristics of these patients.","dc:creator":"Tanita K","dc:date":"2021","dc:title":"Clinical and Immunological Heterogeneity in Japanese Patients with Gain-of-Function Variants in STAT3."},"rdfs:label":"STAT3 GOF luciferase"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"strong experimental evidence with multiple variants shown"},{"id":"cggv:fbdc67d1-16f5-4e8d-8637-986cddcd8b40","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b7a0eefa-067e-47d7-992a-4344fdc8ece7","type":"FunctionalAlteration","dc:description":"SOCS3 mRNA was measured in healthy controls and compared to patient cells. SOCS3 is an important regulator of cytokine signaling, and has been shown to regulate STAT3 signaling. As such, it is positively correlated with STAT3 signaling. In this experiment, SOCS3 was significantly unregulated following IL-21 stimulation when compared to healthy control samples, suggesting over-active STAT3.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25359994","type":"dc:BibliographicResource","dc:abstract":"Germline loss-of-function mutations in the transcription factor signal transducer and activator of transcription 3 (STAT3) cause immunodeficiency, whereas somatic gain-of-function mutations in STAT3 are associated with large granular lymphocytic leukemic, myelodysplastic syndrome, and aplastic anemia. Recently, germline mutations in STAT3 have also been associated with autoimmune disease. Here, we report on 13 individuals from 10 families with lymphoproliferation and early-onset solid-organ autoimmunity associated with 9 different germline heterozygous mutations in STAT3. Patients exhibited a variety of clinical features, with most having lymphadenopathy, autoimmune cytopenias, multiorgan autoimmunity (lung, gastrointestinal, hepatic, and/or endocrine dysfunction), infections, and short stature. Functional analyses demonstrate that these mutations confer a gain-of-function in STAT3 leading to secondary defects in STAT5 and STAT1 phosphorylation and the regulatory T-cell compartment. Treatment targeting a cytokine pathway that signals through STAT3 led to clinical improvement in 1 patient, suggesting a potential therapeutic option for such patients. These results suggest that there is a broad range of autoimmunity caused by germline STAT3 gain-of-function mutations, and that hematologic autoimmunity is a major component of this newly described disorder. Some patients for this study were enrolled in a trial registered at www.clinicaltrials.gov as #NCT00001350. ","dc:creator":"Milner JD","dc:date":"2015","dc:title":"Early-onset lymphoproliferation and autoimmunity caused by germline STAT3 gain-of-function mutations."},"rdfs:label":"SOCS3 measurement"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf75b375-c9ff-4f8b-a159-40537f731788","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a719dcc2-1aa8-4395-9957-d30b557fb41a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In humans, this STAT3 GOF variant is associated with early incidence of type I diabetes. In the NOD mouse model, mice start to become diabetic between 10-15 weeks of age. With the addition of the human STAT3 variant, the mice start became diabetic at 5-10 weeks of age. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34115115","type":"dc:BibliographicResource","dc:abstract":"Naturally occurring cases of monogenic type 1 diabetes (T1D) help establish direct mechanisms driving this complex autoimmune disease. A recently identified de novo germline gain-of-function (GOF) mutation in the transcriptional regulator STAT3 was found to cause neonatal T1D. We engineered a novel knock-in mouse incorporating this highly diabetogenic human STAT3 mutation (K392R) and found that these mice recapitulated the human autoimmune diabetes phenotype. Paired single-cell TCR and RNA sequencing revealed that STAT3-GOF drives proliferation and clonal expansion of effector CD8+ cells that resist terminal exhaustion. Single-cell ATAC-seq showed that these effector T cells are epigenetically distinct and have differential chromatin architecture induced by STAT3-GOF. Analysis of islet TCR clonotypes revealed a CD8+ cell reacting against known antigen IGRP, and STAT3-GOF in an IGRP-reactive TCR transgenic model demonstrated that STAT3-GOF intrinsic to CD8+ cells is sufficient to accelerate diabetes onset. Altogether, these findings reveal a diabetogenic CD8+ T cell response that is restrained in the presence of normal STAT3 activity and drives diabetes pathogenesis.","dc:creator":"Warshauer JT","dc:date":"2021","dc:title":"A human mutation in STAT3 promotes type 1 diabetes through a defect in CD8+ T cell tolerance."},"rdfs:label":"Stat3-K392R mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.25},{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3991,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.25,"subject":{"id":"cggv:0204e276-fa45-4756-a380-eb494f5237f8","type":"GeneValidityProposition","disease":"obo:MONDO_0014414","gene":"hgnc:11364","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"STAT3 was first reported in relation to early-onset multisystem autoimmune disease in 2014 (PMID: 25038750). STAT3 gain-of-function (GOF) variants are associated with lymphoproliferation, autoimmunity and hypogammaglobulinemia. There is a wide array of clinical symptoms observed and is hypothesized to be due to differences in the variant’s location in functional domains of STAT3 (PMID: 31770611). Some STAT3 GOF mutations exhibit incomplete penetrance in the population, suggesting that STAT3 GOF mutations alone are not enough to cause disease in some cases. Over 49 variants have been reported in the literature (PMID: 34366294). For this curation, 10 variants in 10 probands in 3 publications (PMIDs: 25359994, 25349174, 25038750) are included. The maximum score for genetic evidence (12 pts.) was reached in this curation and no further variants are included.\n\nThis gene-disease association is also supported by expression studies, functional assays, and animal models. STAT3 is important in cytokine and growth factor signaling. STAT3 is phosphorylated by receptor associated Janus kinases (JAK), causing formation of STAT homo- or heterodimers, followed by translocation into the nucleus to act as a transcription factor. STAT3 is widely expressed and is important for many processes in immunity, cell growth and apoptosis. The exact mechanism leading to STAT3 GOF disease is unknown due to the wide array of functions STAT3 can perform. However, there is evidence STAT3 GOF variants impact immune cell function, leading to autoimmunity. STAT3 GOF variants lead to higher levels of functional STAT3 in patient cells (PMID: 25359994), and lead to increases in negative regulators of cytokine signaling, suggesting over-activity of immune cells (PMID: 25359994). Supporting this finding, groups have shown increased differentiation of T helper 17 cells (TH17) in STAT3 GOF patients (PMID: 26343524), a cell type that is implicated in mediating many autoimmune diseases. Lastly, the generation of a mouse model substituting a STAT3 patient variant led to increased incidence of diabetes mediated by CD8 T cells (PMID: 34115115), as identified in a subset of STAT3 GOF patients. Altogether, published evidence suggests the STAT3 GOF variants are leading to immune cells with increased reactivity and likelihood to cause autoimmunity. However, more mechanistic studies are needed to fully understand the range of clinical symptoms seen in patients.\n\nOf note, somatic STAT3 GOF mutations have been identified in cases of large granulocytic leukemia (LGL) (PMIDs: 23207521, 22591296) and likely represent a pathogenic driver of this process. There have been reports of individuals with germline STAT3 GOF developing LGL, though the prevalence of LGL cases caused by germline STAT3 GOF variants is unknown. Future review of this curation will need to assess the relationship between LGL and germline STAT3 GOF variants as more research is performed.\n\nIn summary, STAT3 is definitively associated with early-onset multisystem autoimmune disease and immune deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen SCID/CID GCEP on January 20, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:47daba8d-d94b-4efc-ac42-28d9dd81e891"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}