{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-01-31T05:00:00.000Z","role":"Approver"},{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-11T21:43:38.411Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15372108","type":"dc:BibliographicResource","dc:abstract":"complex I deficiency, the most common respiratory chain defect, is genetically heterogeneous: mutations in 8 nuclear and 7 mitochondrial DNA genes encoding complex I subunits have been described. However, these genes account for disease in only a minority of complex I-deficient patients. We investigated whether there may be an unknown common gene by performing functional complementation analysis of cell lines from 10 unrelated patients. Two of the patients were found to have mitochondrial DNA mutations. The other 8 represented 7 different (nuclear) complementation groups, all but 1 of which showed abnormalities of complex I assembly. It is thus unlikely that any one unknown gene accounts for a large proportion of complex I cases. The 2 patients sharing a nuclear complementation group had a similar abnormal complex I assembly profile and were studied further by homozygosity mapping, chromosome transfers, and microarray expression analysis. NDUFS6, a complex I subunit gene not previously associated with complex I deficiency, was grossly underexpressed in the 2 patient cell lines. Both patients had homozygous mutations in this gene, one causing a splicing abnormality and the other a large deletion. This integrated approach to gene identification offers promise for identifying other unknown causes of respiratory chain disorders.","dc:creator":"Kirby DM","dc:date":"2004","dc:title":"NDUFS6 mutations are a novel cause of lethal neonatal mitochondrial complex I deficiency."},"evidence":[{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dcd54823-2691-4404-adab-70ebd2b4308d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d0a7f13-03eb-4ad6-9d02-469f234935b3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Complex 1 has 45 subunits. Variants in most subunits encoded by different genes, are associated with Leigh syndrome or primary mitochondrial disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I crystal structure"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The  encoded protein interacts with 10+ gene products  associated with LS."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:96bab86f-17dd-40d8-8e50-b22ab4d8ef05","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0e5d164-da51-4131-81fc-66c12b82cafa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ndufs6gt/gt mice had a partial knockdown of the Ndufs6 gene, with small amounts of wild-type mRNA detected in all tissues studied (Fig. 2A). This resulted in reduced expression of Ndufs6 protein in various tissues, especially the heart (Fig. 2B). Complex I (CI) activity was also decreased most markedly in heart, representing ∼10% of normal CI activity (Fig. 2C). Ndufs6gt/gt mice had an isolated CI defect as the cardiac activities of OXPHOS complexes II, III, and IV were normal (Fig. 3A). Isolated heart mitochondria from Ndufs6gt/gt mice showed a decreased capacity to generate ATP from substrates oxidized via CI but not via CII (Fig. 3B). From as early as 30d of age, cardiac enlargement was evident in Ndufs6gt/gt mice and more pronounced in males, with a near doubling of heart weight (Fig. 1A) and the heart-to-body weight ratio (Fig. 1B). Myocardial ultrastructure revealed mitochondrial morphology to be abnormal in Ndufs6gt/gt mice, with the central area frequently denser than the periphery (Fig. 5F). The mice showed cardiomyopathy, including markedly diminished functional capacity and a predisposition to heart failure (Fig. 4, Fig. 6, Table 1). Greatest reduction in CI activity in the heart is consistent with the cardiac phenotype observed in the mice, but the tissue variability does not recapitulate the apparently systemic CI defect observed in patients. Limited comparison to clinical phenotype in human patients can be made due to neonatal death of patients (consistent with neonatal lethality of total KO in mice). Overall, establishes link between gene knockdown, impaired CI activity, and disease, albeit in a tissue-specific manner. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22474353","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I (CI) deficiency is the most common mitochondrial enzyme defect in humans. Treatment of mitochondrial disorders is currently inadequate, emphasizing the need for experimental models. In humans, mutations in the NDUFS6 gene, encoding a CI subunit, cause severe CI deficiency and neonatal death. In this study, we generated a CI-deficient mouse model by knockdown of the Ndufs6 gene using a gene-trap embryonic stem cell line. Ndufs6(gt/gt) mice have essentially complete knockout of the Ndufs6 subunit in heart, resulting in marked CI deficiency. Small amounts of wild-type Ndufs6 mRNA are present in other tissues, apparently due to tissue-specific mRNA splicing, resulting in milder CI defects. Ndufs6(gt/gt) mice are born healthy, attain normal weight and maturity, and are fertile. However, after 4 mo in males and 8 mo in females, Ndufs6(gt/gt) mice are at increased risk of cardiac failure and death. Before overt heart failure, Ndufs6(gt/gt) hearts show decreased ATP synthesis, accumulation of hydroxyacylcarnitine, but not reactive oxygen species (ROS). Ndufs6(gt/gt) mice develop biventricular enlargement by 1 mo, most pronounced in males, with scattered fibrosis and abnormal mitochondrial but normal myofibrillar ultrastructure. Ndufs6(gt/gt) isolated working heart preparations show markedly reduced left ventricular systolic function, cardiac output, and functional work capacity. This reduced energetic and functional capacity is consistent with a known susceptibility of individuals with mitochondrial cardiomyopathy to metabolic crises precipitated by stresses. This model of CI deficiency will facilitate studies of pathogenesis, modifier genes, and testing of therapeutic approaches.","dc:creator":"Ke BX","dc:date":"2012","dc:title":"Tissue-specific splicing of an Ndufs6 gene-trap insertion generates a mitochondrial complex I deficiency-specific cardiomyopathy."},"rdfs:label":"Gene trap knockdown of NDUFS6, cardiac phenotype"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"0.5 pt for demonstration of functional alteration (gene knockdown) on mitochondrial complex activity and 0.5 pts for cardiac phenotype in mice, which is consistent with tissue-specific expression and general mitochondrial deficiency but cannot be specifically related to human patients very well."},{"id":"cggv:828ff6c9-5147-484e-8973-dfcc95050e65","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5226b17a-0fc6-4074-bd67-3abe27933ca1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Complex I content was assessed as nonphysiological NADH:hexaammineruthenium (III) oxidoreductase activity and compared with parental strain GB20 for chromosomal deletions (100% = 1.41 μmol∙min−1∙mg−1) and with plasmid complemented nummΔ deletion strain for NUMM point mutants. Complex I content and complex I activity was reduced in mitochondrial membranes in both  the deletion and the point mutants representing putative Zn binding residues (Table 1).\n\nThe model shows reduced complex I activity, similar to the observations in the yeast model.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25902503","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial proton-pumping NADH:ubiquinone oxidoreductase (respiratory complex I) comprises more than 40 polypeptides and contains eight canonical FeS clusters. The integration of subunits and insertion of cofactors into the nascent complex is a complicated multistep process that is aided by assembly factors. We show that the accessory NUMM subunit of complex I (human NDUFS6) harbors a Zn-binding site and resolve its position by X-ray crystallography. Chromosomal deletion of the NUMM gene or mutation of Zn-binding residues blocked a late step of complex I assembly. An accumulating assembly intermediate lacked accessory subunit N7BM (NDUFA12), whereas a paralog of this subunit, the assembly factor N7BML (NDUFAF2), was found firmly bound instead. EPR spectroscopic analysis and metal content determination after chromatographic purification of the assembly intermediate showed that NUMM is required for insertion or stabilization of FeS cluster N4. ","dc:creator":"Kmita K","dc:date":"2015","dc:title":"Accessory NUMM (NDUFS6) subunit harbors a Zn-binding site and is essential for biogenesis of mitochondrial complex I."},"rdfs:label":"Yeast knockdown model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced points given, as the yeast is taxonomically distant from humans."},{"id":"cggv:39ace44f-46ca-4811-9878-82eb9e36f08f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:12c5ae56-84fd-4d60-b88a-4b0220573e5d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"All 7 mtDNA subunits, at least 31 nDNA subunits, and 4 known complex I assembly factors demonstrate extensive evolutionary conservation between humans and C. elegans. RNAi was used to effectively produce animals with targeted loss-of-function in each of 28 individual, nuclear-encoded, structural subunits, and 2 assembly factors for mitochondrial complex I. Quantitative real\ntime PCR (qPCR) was applied to categorically confirm whether knockdown was achieved. Both patients and the model show reduced complex I activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19672299","type":"dc:BibliographicResource","dc:abstract":"Complex I dysfunction is a common, heterogeneous cause of human mitochondrial disease having poorly understood pathogenesis. The extensive conservation of complex I composition between humans and Caenorhabditis elegans permits analysis of individual subunit contribution to mitochondrial functions at both the whole animal and mitochondrial levels. We provide the first experimentally-verified compilation of complex I composition in C. elegans, demonstrating 84% conservation with human complex I. Individual subunit contribution to mitochondrial respiratory capacity, holocomplex I assembly, and animal anesthetic behavior was studied in C. elegans by RNA interference-generated knockdown of nuclear genes encoding 28 complex I structural subunits and 2 assembly factors. Not all complex I subunits directly impact respiratory capacity. Subcomplex Ilambda subunits along the electron transfer pathway specifically control whole animal anesthetic sensitivity and complex II upregulation, proportionate to their relative impairment of complex I-dependent oxidative capacity. Translational analysis of complex I dysfunction facilitates mechanistic understanding of individual gene contribution to mitochondrial disease. We demonstrate that functional consequences of complex I deficiency vary with the particular subunit that is defective.","dc:creator":"Falk MJ","dc:date":"2009","dc:title":"Subcomplex Ilambda specifically controls integrated mitochondrial functions in Caenorhabditis elegans."},"rdfs:label":"RNAi generated gene knockdown of complex I subunits"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced points as it is a C. elegans model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:14188ba1-4729-440e-a67a-3db0802e6be1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:14188ba1-4729-440e-a67a-3db0802e6be1","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":11,"allele":{"id":"cggv:3119ad51-fa75-450b-8652-0aef697d4304","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004553.6(NDUFS6):c.186+2T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6016"}},"detectionMethod":"direct sequencing of NDUFS6","firstTestingMethod":"PCR","phenotypeFreeText":"Profoundly hypotonic and drowsy shortly after birth. Abnormal, slowly drifting eye movements, rolling nystagmus, thought to indicate possible seizures, as well as overt seizures occurred on day 1 of life. No spontaneous movements and minimal response to painful stimuli, weak gag and absent Moro and grasp reflexes and variable (diminished to brisk) deep tendon reflexes. Persistent lactic acidosis with high plasma lactate (peak values of 6 to 12 mmol/l). Hypoglycemia on day 1 and hypoventilation leading to death on day 11.  Patient C had hypoglycemia on day 1.Neuropathology revealed prominent congestion of the basal ganglia, thalamus, and periventricular tissue of the brain stem. Chromatolysis of many neurons and microvacuolation were present throughout the brain. These findings were similar to those seen in severe hypoxia. ","previousTesting":true,"previousTestingDescription":"complementation experiments used to rule out other complex I genes as candidates, homozygosity mapping used to further reduce candidates. Pedigree in Fig. 4","secondTestingMethod":"Homozygosity mapping","sex":"Female","variant":{"id":"cggv:8decdf8e-462f-40e0-9fae-e93d9162cb9e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3119ad51-fa75-450b-8652-0aef697d4304"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15372108"},"rdfs:label":"C"},{"id":"cggv:8decdf8e-462f-40e0-9fae-e93d9162cb9e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8decdf8e-462f-40e0-9fae-e93d9162cb9e_variant_evidence_item"},{"id":"cggv:8decdf8e-462f-40e0-9fae-e93d9162cb9e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR confirms this variant leads to insertion of 26 bp of intronic material at the exon 2/exon 3 boundary of the cDNA (Figure 5B). This causes a frame shift and creates a premature stop codon predicted to yield a truncated protein of 71 amino acids instead of the wild-type 124 amino acids.\nNDUFS6 expression was only 3% of the control level in both E6E7-transduced cells and primary fibroblasts (Table 4)."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:81ce2833-1980-45a4-8a4b-2d7d3fc7cf7c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:81ce2833-1980-45a4-8a4b-2d7d3fc7cf7c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","allele":{"id":"cggv:0e02c787-b944-4d12-8f27-31fde3781093","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004553.6(NDUFS6):c.344G>A (p.Cys115Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117913"}},"detectionMethod":"direct sequencing of NDUFS6","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fatal neonatal lactic acidemia, at 32h of age he became lethargic, drowsy and refused to eat. Laboratory investigation disclosed normal serum glucose and electrolytes, metabolic acidosis with a pH of 7.1 and serum bicarbonate level of 8 meq/l. Lactate values were elevated both in serum and in CSF. Muscle biopsy confirmed reduced complex I activity.","previousTesting":true,"previousTestingDescription":"Homozygosity mapping combining the two families to identify a 2.6Mb candidate region on Chr 5, NDUFS6 identified as a candidate. ","secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"cggv:bfc6c558-38b2-4d46-84e6-3e2a6e79886c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0e02c787-b944-4d12-8f27-31fde3781093"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19259137","type":"dc:BibliographicResource","dc:abstract":"NADH:ubiquinone oxidoreductase (complex I; EC 1.6.5.3), the largest respiratory chain complex is composed of 45 proteins and is located at the mitochondrial inner membrane. Defects in complex I are associated with energy generation disorders, of which the most severe is congenital lactic acidosis. We report on four infants from two unrelated families of Jewish Caucasus origin with fatal neonatal lactic acidemia due to isolated complex I deficiency. Whole genome homozygosity mapping, identified a 2.6 Mb region of identical haplotype in the affected babies. Sequence analysis of the nuclear gene encoding for the NDUFS6 mitochondrial complex I subunit located within this region identified the c.344G>A homozygous mutation resulting in substitution of a highly evolutionary conserved cysteine residue by tyrosine. This is the second report of NDUFS6 mutation in humans. Both reports describe three diverse homozygous mutations with variable consequential NDUFS6 protein defects that result in similar phenotype. Our study further emphasizes that NDUFS6 sequence should be analyzed in patients presenting with lethal neonatal lactic acidemia due to isolated complex I deficiency.","dc:creator":"Spiegel R","dc:date":"2009","dc:title":"Mutated NDUFS6 is the cause of fatal neonatal lactic acidemia in Caucasus Jews."}},"rdfs:label":"I-2"},{"id":"cggv:bfc6c558-38b2-4d46-84e6-3e2a6e79886c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bfc6c558-38b2-4d46-84e6-3e2a6e79886c_variant_evidence_item"},{"id":"cggv:bfc6c558-38b2-4d46-84e6-3e2a6e79886c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"muscle biopsy confirmed reduced complex I activity, The cysteine residue at position 115 is part of the Zn-binding site needed for assembly and stability of complex I. "}],"strengthScore":1,"dc:description":"0.1 missense + 0.4 hot spot + 0.4 functional evidence\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1cf20141-33fb-4380-adcf-705e2a76170b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1cf20141-33fb-4380-adcf-705e2a76170b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":8,"allele":{"id":"cggv:0e02c787-b944-4d12-8f27-31fde3781093"},"detectionMethod":"direct sequencing of NDUFS6","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fatal neonatal lactic acidemia, presenting at six days she was pale, tachypneic, severely hypotonic and unresponsive to any stimuli. There were no dysmorphic features and her liver and spleen were not enlarged. Laboratory studies revealed severe metabolic acidosis. Plasma lactate was 16.8 mmol/l, and the CSF lactate level was 18.4 mmol/l (normal values 2.0 mmol/l). Died at 8 days. \nLight microscopy of the muscle was unremarkable, whereas electron microscopy showed several cells with microvesicular steatosis and several atypical mitochondria with distorted cristae. Liver biopsy revealed nonspecific micro- and macrosteatosis. Muscle biopsy confirmed reduced complex I activity","previousTesting":true,"previousTestingDescription":"Homozygosity mapping combining the two families to identify a 2.6Mb candidate region on Chr 5, NDUFS6 identified as a candidate. ","secondTestingMethod":"Homozygosity mapping","sex":"Female","variant":{"id":"cggv:5378d143-16ff-4954-8aff-01decbd0de89_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0e02c787-b944-4d12-8f27-31fde3781093"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19259137"},"rdfs:label":"II-2"},{"id":"cggv:5378d143-16ff-4954-8aff-01decbd0de89","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5378d143-16ff-4954-8aff-01decbd0de89_variant_evidence_item"}],"strengthScore":1,"dc:description":"0.1 for missense + 0.4 for hot-spot + 0.4 for functional "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:86b0df42-1e2b-44d0-8014-7b37d11b5035_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:86b0df42-1e2b-44d0-8014-7b37d11b5035","type":"Proband","ageType":"AgeAtDeath","allele":{"id":"cggv:dadbee13-4b9f-4c1a-a191-214e0ff48e6a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004553.6(NDUFS6):c.313_315del (p.Lys105del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573050557"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Specific case details not provided.  113 patients had one or more of the following: neonatal onset; basal ganglia involvement (Leigh syndrome—LS, nonspecific basal ganglia involvement); increased 3-MGA in urine (patients recruited from a group of >250 cases of 3-MGA aciduria identified by national selective GC–MS screening for metabolic disorders since 2000), and genetic counselling demands. This individual had neonatal onset but 3-MGA in urine, basal ganglia involvement, and muscle biopsy were not evaluated. MDC score for this individual was 5 (range for MD probable=5-8). ","previousTesting":true,"previousTestingDescription":"routine testing, no details provided","sex":"Female","variant":{"id":"cggv:67d47807-9108-4b5c-98bb-bc1eb5715063_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:dadbee13-4b9f-4c1a-a191-214e0ff48e6a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27290639","type":"dc:BibliographicResource","dc:abstract":"Whole-exome sequencing (WES) has led to an exponential increase in identification of causative variants in mitochondrial disorders (MD).","dc:creator":"Pronicka E","dc:date":"2016","dc:title":"New perspective in diagnostics of mitochondrial disorders: two years' experience with whole-exome sequencing at a national paediatric centre."}},"rdfs:label":"1"},{"id":"cggv:67d47807-9108-4b5c-98bb-bc1eb5715063","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:67d47807-9108-4b5c-98bb-bc1eb5715063_variant_evidence_item"}],"strengthScore":0,"dc:description":"This variant will result in an in-frame deletion, with no functional evidence. Also, the HGVS nomenclature of the second variant NM_004553.4:c.334_359del26ins13 (p.Glu112fs) is not available. Hence, this case cannot be scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dfdc84b2-7dbb-4dcf-ba75-0eccf178f580_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dfdc84b2-7dbb-4dcf-ba75-0eccf178f580","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":11,"allele":[{"id":"cggv:3265b6e4-b2a2-41bd-ac87-27de37c8a8e0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004553.6(NDUFS6):c.343T>C (p.Cys115Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359089735"}},{"id":"cggv:c3f5c2c9-b717-4d08-9286-4ef488cfa305","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004553.6(NDUFS6):c.309+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/983268"}}],"detectionMethod":"panel of 281 nuclear genes involved in mitochondrial disorders","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"After birth, he presented a congenital torticollis, edema of the eyelid during 15 days, and feeding difficulties with significant gastroesophageal reflux. Head control was acquired at 4 months. A bilateral divergent strabismus and nystagmus were then observed, without anomaly associated at ophthalmological examination. At 6 months, neurological examination showed a central hypotonia with axial hypotonia and peripheral hypertonia and a poor maintenance of eye contact. At 7 months, he exhibited a sudden neurological deterioration, during a viral infection with, progressively over a few days, many episodes of unconsciousness with severe hypotonia and respiratory disorders, evolving to a coma with hypoventilation, requiring endotracheal intubation, and persistent high blood pressure. At 11 months, a new sudden neurological deterioration occurred leading to his death.\n","previousTesting":false,"sex":"Male","variant":[{"id":"cggv:c49f5903-874b-4fdb-906f-24d8ae57960a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3265b6e4-b2a2-41bd-ac87-27de37c8a8e0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30948790","type":"dc:BibliographicResource","dc:abstract":"The genetic causes of Leigh syndrome are heterogeneous, with a poor genotype-phenotype correlation. To date, more than 50 nuclear genes cause nuclear gene-encoded Leigh syndrome. NDUFS6 encodes a 13 kiloDaltons subunit, which is part of the peripheral arm of complex I and is localized in the iron-sulfur fraction. Only a few patients were reported with proven NDUFS6 pathogenic variants and all presented with severe neonatal lactic acidemia and complex I deficiency, leading to death in the first days of life. Here, we present a patient harboring two NDUFS6 variants with a phenotype compatible with Leigh syndrome. Although most of previous reports suggested that NDUFS6 pathogenic variants invariably lead to early neonatal death, this report shows that the clinical spectrum could be larger. We found a severe decrease of NDUFS6 protein level in patient's fibroblasts associated with a complex I assembly defect in patient's muscle and fibroblasts. These data confirm the importance of NDUFS6 and the Zn-finger domain for a correct assembly of complex I.","dc:creator":"Rouzier C","dc:date":"2019","dc:title":"NDUFS6 related Leigh syndrome: a case report and review of the literature."}},{"id":"cggv:6dc40f1b-2ec4-4017-a088-d785c555f7ca_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c3f5c2c9-b717-4d08-9286-4ef488cfa305"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30948790"}],"rdfs:label":"Case report"},{"id":"cggv:c49f5903-874b-4fdb-906f-24d8ae57960a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c49f5903-874b-4fdb-906f-24d8ae57960a_variant_evidence_item"},{"id":"cggv:c49f5903-874b-4fdb-906f-24d8ae57960a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Cryo-EM structure of human respiratory complex I matrix arm (PDB code: 5XTB) was used to analyze the functional impact of the p.Cys115Arg variant. The cysteine residue at position 115 is part of the Zn-binding site needed for assembly and stability of complex I. The p.Cys115Arg substitution is predicted to alter the interactions necessary for proper complex I assembly and function (Fig. 2d).\nBN-PAGE analysis, with the GRIM19/NDUFA13 antibody or NDUFB6 subunit antibody , showed an assembly defect of complex I in fibroblasts (Fig. 3d) and in muscle (Fig. 3e) although some small amount of fully assembled complex I was seen in fibroblasts. \nNote p.Cys115Tyr is a founder variant associated with disease in the Caucasus Jewish population\n"}],"strengthScore":1,"dc:description":"0.1 missense + 0.4 hot spot + 0.4 functional evidence"},{"id":"cggv:6dc40f1b-2ec4-4017-a088-d785c555f7ca","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6dc40f1b-2ec4-4017-a088-d785c555f7ca_variant_evidence_item"},{"id":"cggv:6dc40f1b-2ec4-4017-a088-d785c555f7ca_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Splice site variant reduced the efficiency of exon 3 splicing: sequencing of the entire NDUFS6 cDNA with a forward primer in exon 1 and a reverse primer in the last exon (exon 4) showed an aberrantly spliced mRNA, missing exon 3, in the patient compared with the control (Fig. 2e). This result suggests that a small proportion of mRNA is normally spliced and allows a certain proportion of normal NDUFS6 protein to be translated and in fine a normally functioning complex I.\nBN-PAGE analysis, with the GRIM19/NDUFA13 antibody or NDUFB6 subunit antibody , showed an assembly defect of complex I in fibroblasts (Fig. 3d) and in muscle (Fig. 3e) although some small amount of fully assembled complex I was seen in fibroblasts. \n\n"}],"strengthScore":1,"dc:description":"0.1 other variant type + 0.4 functional evidence (assembly defect) + 0.4 functional evidence (aberrant mRNA)= 1 point\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:71eaa6a6-d8b5-4b06-ba70-27f12c84d5f4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:71eaa6a6-d8b5-4b06-ba70-27f12c84d5f4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":6,"allele":{"id":"cggv:e3c31321-f141-41d5-8d4b-b3c56e09733c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"nsv1197507","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117912"}},"detectionMethod":"direct sequencing of NDUFS6","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Profoundly hypotonic and drowsy shortly after birth. Abnormal, slowly drifting eye movements, rolling nystagmus, thought to indicate possible seizures, as well as overt seizures occurred on day 1 of life. No spontaneous movements and minimal response to painful stimuli, weak gag and absent Moro and grasp reflexes and variable (diminished to brisk) deep tendon reflexes.  Hypoventilation on day 3, leading to death on day 6. Persistent lactic acidosis with high plasma lactate (peak values of 6 to 12 mmol/l).","previousTesting":true,"previousTestingDescription":"Patient fibroblasts show a complex I deficiency; complementation experiments used to rule out other complex I genes as candidates, homozygosity mapping used to further reduce candidates. cDNA was screened for mutations in the NDUFS1, NDUFS2, NDUFS4, NDUFS7, NDUFS8, and NDUFV1 genes by denaturing HPLC. Patients were also screened for mtDNA mutations shown previously to cause complex I deficiency by sequencing of the MTTL1 gene and PCR-RFLP analysis of known MTND subunit mutations (G3460A, A3796G, and T4160C in MTND1; C11777A and G11778A in MTND4; T12706C, G13513A and A13514G in MTND5; and G14459A in MTND6)","secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"cggv:d0f94dcf-2aff-4274-9cd3-71db0b8da9ac_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e3c31321-f141-41d5-8d4b-b3c56e09733c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15372108"},"rdfs:label":"B"},{"id":"cggv:d0f94dcf-2aff-4274-9cd3-71db0b8da9ac","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d0f94dcf-2aff-4274-9cd3-71db0b8da9ac_variant_evidence_item"},{"id":"cggv:d0f94dcf-2aff-4274-9cd3-71db0b8da9ac_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NDUFS6 expression was undetectable in both E6E7-transduced cells and primary fibroblasts (Table 4)."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8f0eb878-d03f-4602-84b5-59cb3a93f9d7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8f0eb878-d03f-4602-84b5-59cb3a93f9d7","type":"Proband","allele":{"id":"cggv:6a512b4b-d739-4c13-b6e4-ac63120c7bfc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004553.6(NDUFS6):c.352C>T (p.Gln118Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359089755"}},"detectionMethod":"75 candidate genes in 152 patients with complex I deficiency was performed by high-resolution melting curve analysis and Sanger sequencing.","firstTestingMethod":"High resolution melting","phenotypeFreeText":"raised blood lactate, Complex I activity <50, MRS elevated lactate, muscular hypotonia, progressive course. ","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:e8156f49-c125-47ae-ba84-00d0216f98fb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6a512b4b-d739-4c13-b6e4-ac63120c7bfc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22200994","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most common cause of mitochondrial disease in childhood. Identification of the molecular basis is difficult given the clinical and genetic heterogeneity. Most patients lack a molecular definition in routine diagnostics.","dc:creator":"Haack TB","dc:date":"2012","dc:title":"Mutation screening of 75 candidate genes in 152 complex I deficiency cases identifies pathogenic variants in 16 genes including NDUFB9."}},"rdfs:label":"35797"},{"id":"cggv:e8156f49-c125-47ae-ba84-00d0216f98fb","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e8156f49-c125-47ae-ba84-00d0216f98fb_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5225,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:fdad4daa-6b3c-405d-814f-a36e565e9687","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7713","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between *NDUFS6* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 31, 2022. The *NDUFS6* gene encodes an accessory subunit of complex I of the mitochondrial respiratory chain.\n\nThe *NDUFS6* gene was first reported in relation to autosomal recessive mitochondrial disease in 2004 (PMID: 15372108). While various names have been given to the constellation of features seen in those with *NDUFS6*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFS6* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three unique homozygous loss of function variants, one homozygous missense variant present in two cases, and one compound heterozygous pair of a loss of function and a missense variant identified in six cases from four publications (PMIDs:15372108, 19259137, 22200994, 30948790). These individuals had profound hypotonia and lethargy shortly after birth, abnormal drifting eye movements, rotatory nystagmus, seizures, absent Moro and grasp reflexes, variable (diminished to brisk) tendon reflexes, lactic acidemia, and hypoventilation leading to infantile death.  The Mitochondrial Disease Gene Curation Expert Panel reviewed scoring homozygous variants in cases with consanguinity and decided that no scoring alteration was needed in these three cases given (1) comprehensive analyses (exome sequencing) were performed, (2) homozygous variants are a common cause of mitochondrial disease, and (3) biochemical evidence in these cases supported a complex I defect. Segregation data are available but did not meet criteria to be considered for scoring per ClinGen Gene Curation SOP V8. This gene-disease association is also supported by the known biochemical function and animal models (PMIDs: 27509854, 22474353, 25902503, 19672299).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 31, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:04cdc50a-1ce4-410e-88bb-9d75ed33bb46"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}