{"id":"cggv:9f3f51a6-28e1-4585-8481-c5473dd8b00cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:9f3f51a6-28e1-4585-8481-c5473dd8b00c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-11-25T16:59:22.359Z","role":"Publisher"},{"id":"cggv:9f3f51a6-28e1-4585-8481-c5473dd8b00c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-05-14T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/37339631","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disorder characterized by the degeneration of motor neurons. Although repeat expansion in C9orf72 is its most common cause, the pathogenesis of ALS isn't fully clear. In this study, we show that repeat expansion in LRP12, a causative variant of oculopharyngodistal myopathy type 1 (OPDM1), is a cause of ALS. We identify CGG repeat expansion in LRP12 in five families and two simplex individuals. These ALS individuals (LRP12-ALS) have 61-100 repeats, which contrasts with most OPDM individuals with repeat expansion in LRP12 (LRP12-OPDM), who have 100-200 repeats. Phosphorylated TDP-43 is present in the cytoplasm of iPS cell-derived motor neurons (iPSMNs) in LRP12-ALS, a finding that reproduces the pathological hallmark of ALS. RNA foci are more prominent in muscle and iPSMNs in LRP12-ALS than in LRP12-OPDM. Muscleblind-like 1 aggregates are observed only in OPDM muscle. In conclusion, CGG repeat expansions in LRP12 cause ALS and OPDM, depending on the length of the repeat. Our findings provide insight into the repeat length-dependent switching of phenotypes.","dc:creator":"Kume K","dc:date":"2023","dc:title":"CGG repeat expansion in LRP12 in amyotrophic lateral sclerosis."},"evidence":[{"id":"cggv:9f3f51a6-28e1-4585-8481-c5473dd8b00c_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:9f3f51a6-28e1-4585-8481-c5473dd8b00c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.1}],"evidenceStrength":"Moderate","sequence":9403,"specifiedBy":"GeneValidityCriteria10","strengthScore":8.1,"subject":{"id":"cggv:a5b859d6-49ae-4a8c-8046-ad61f1d97671","type":"GeneValidityProposition","disease":"obo:MONDO_0020793","gene":"hgnc:31708","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*LRP12* encodes low density lipoprotein receptor-related protein 12, which is involved in signal transduction and endocytosis. *LRP12* was first reported in relation to autosomal dominant oculopharyngodistal myopathy (OPDM; OMIM: 164310) in 2019 (Ishiura et al., PMID: 31332380). OPDM, due to CGG expansions in *LRP12*, is characterized by the adult-onset ptosis (eyelid droop), external ophthalmoplegia (eye muscle weakness), facial muscle weakness, distal limb muscle weakness and atrophy, dysphagia, and dysarthria. Skeletal muscle biopsy reveals myopathic changes with rimmed vacuoles. The trinucleotide expansions in *LRP12* are also reported to cause autosomal dominant amyotrophic lateral sclerosis 28 (ALS 28; OMIM: 620452). It is proposed that the size of the expansion may impact disease presentation. Full expansion of the CGG repeat (>100) is thought to cause OPDM, while an intermediate expansion (~60-100, although lower limit is not yet well-defined) has been associated with ALS 28. Furthermore, a co-existence of individuals with OPDM and ALS 28 carrying >100 CGG repeats and 60-100 CGG repeats, respectively, in *LRP12* has been observed within a single family (Kim et al., 2023, PMID: 37339631). Given the overlap in genetic variation and lack of replication defining the number of repeats differentiating an intermediate expansion from a full expansion, following assessment of the criteria outlined by the ClinGen Lumping and Splitting Working Group, the ALS GCEP determined that ALS 28 would be lumped with OPDM. \n\nNo case-control analyses were reported for the curation of *LRP12*; however, one family with individuals presenting with OPDM or ALS 28 dependent on CGG repeat expansion length was scorable with four segregations and a calculated LOD score of 1.2 (Kume et al., 2023, PMID: 37339631). The same publication was the only report from which case-level evidence was obtained specifically for *LRP12*’s relationship with ALS 28, with 1.6 points of genetic evidence based on the identification of expansions ranging from 61-95 repeats in length in five probands, four of which were considered to have functional evidence. Additionally, 66 probands with OPDM carrying repeat expansions >100 repeats in length were scored, reported across six publications (PMIDs: 31332380, 32493488, 33374016, 34047774, 34466670, 36052448). Based on the curation, a genetic evidence score of 8.1 was reached. The gene-disease association is not supported by additional experimental evidence, resulting in an experimental evidence score of zero.\n\nIn summary, there is moderate evidence to support the gene-disease relationship of *LRP12* with ALS 28 and OPDM. More evidence is needed to establish *LRP12*’s relationship with ALS 28, including genetic evidence and experimental evidence to determine the molecular mechanism of the pathogenic repeats and definitively identify the number of repeats defining intermediate and full expansions. No convincing contradictory evidence has emerged for the gene-disease relationship. This classification was approved by the ClinGen ALS GCEP on May 14, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:9f3f51a6-28e1-4585-8481-c5473dd8b00c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}