{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T18:00:00.000Z","role":"Approver"},{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-03T16:39:20.006Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5},{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1abff2fa-a49f-40a7-bf5f-bbe68ab08c5b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:877b0783-095c-439b-a383-d54250a679d3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"There are 8 affected family members carrying the same c.1611C>A (p.Cys537Ter) truncating variant. Truncation at this position disturbs the transmembrane domain conformation and eliminates the cytoplasmic domain, causing shedding of the protein from the vascular endothelium.  Accordingly, the patient had extremely elevated levels of soluble thrombomodulin in plasma, whereas expression of membrane-bound TM was reduced, as assessed by immunohistochemical staining of the patient’s ovarian tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25564403","type":"dc:BibliographicResource","dc:abstract":"We describe a family with an autosomal dominant disorder characterized by severe trauma- and surgery-related bleeding. The proband, who experienced life-threatening bleeding during a routine operation, had normal clotting times, but markedly reduced prothrombin consumption. Plasma levels of all coagulation factors and of the main coagulation inhibitors were normal. Thrombin generation at low triggers was severely impaired and mixing experiments suggested the presence of a coagulation inhibitor. Using whole exome sequencing, the underlying genetic defect was identified as the THBD c.1611C>A mutation (p.Cys537Stop), which predicts a truncated form of thrombomodulin that is shed from the vascular endothelium. The patient had decreased expression of endothelium-bound thrombomodulin, but extremely elevated levels of soluble thrombomodulin in plasma, impairing the propagation phase of coagulation via rapid activation of protein C and consequent inactivation of factors Va and VIIIa. The same thrombomodulin mutation has been recently described in an unrelated British family with strikingly similar features. ","dc:creator":"Dargaud Y","dc:date":"2015","dc:title":"Characterization of an autosomal dominant bleeding disorder caused by a thrombomodulin mutation."},"rdfs:label":"high soluble THBD protein in plasma"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:84283f49-307f-4a61-bd5d-e7335a0f4afd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e6b36042-9029-4186-a8e7-d796dc046017","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Thrombomodulin is found in most human endothelium including that of arteries, veins, capillaries, and lymphatics. This localization well serves its function as a cofactor for protein C activation. Activated protein C is a physiological anticoagulant that inactivates factors Va and VIIIa and thereby maintains blood fluidity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2991298","type":"dc:BibliographicResource","dc:abstract":"We have used antibodies to human thrombomodulin isolated from placenta to investigate the distribution of this cofactor for protein C activation in human tissues. Thrombomodulin was found on endothelial cells of arteries, veins, capillaries, and lymphatics by immunocytochemical staining using an avidin-biotin peroxidase method. Thrombomodulin was not detected on sinusoidal lining cells of liver or on postcapillary high-endothelial venules of lymph node, although the latter contained another endothelial antigen, von Willebrand factor. Other cells noted to contain thrombomodulin antigen are those of the syncytiotrophoblast in placenta. The thrombomodulin in syncytiotrophoblast was primarily on the plasma membrane surface that forms the maternal blood sinus. Syncytiotrophoblast also stained with antibodies to von Willebrand factor, which implies that these cells have multiple endothelial functions. Thrombomodulin antigen was found in all organs studied, with the notable exception of brain.","dc:creator":"Maruyama I","dc:date":"1985","dc:title":"Thrombomodulin is found on endothelium of arteries, veins, capillaries, and lymphatics, and on syncytiotrophoblast of human placenta."},"rdfs:label":"THBD protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:417cd0cb-5d28-4711-b09d-ac90765cca9d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4285a1d6-f03e-45bc-bdce-7c514388d366","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The THBD gene encodes thrombomodulin, an endothelial cell surface glycoprotein that forms a 1:1 complex with the coagulation factor thrombin. THBD can inhibit procoagulant functions of thrombin, such as platelet activation or fibrinogen clotting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8663147","type":"dc:BibliographicResource","dc:abstract":"TAFI (thrombin-activatable fibrinolysis inhibitor) is a recently discovered plasma protein that can be activated by thrombin-catalyzed proteolysis to a carboxypeptidase B-like enzyme that inhibits fibrinolysis. This work shows that the thrombin-thrombomodulin complex, rather than free thrombin, is the most likely physiologic activator. Thrombomodulin increases the catalytic efficiency of the reaction by a factor of 1250, an effect expressed almost exclusively through an increase in kcat. The kinetics of the reaction conform to a model whereby thrombin can interact with either TAFI (Km = 1.0 microM) or thrombomodulin (Kd = 8.6 nM), and either binary complex so formed can then interact with the third component to form the ternary thrombin-thrombomodulin-TAFI complex from which activated TAFI is produced with kcat = 1.2 s-1. This work also shows that activated TAFI down-regulates tPA-induced fibrinolysis half-maximally at a concentration of 1.0 nM in a system of purified components. This concentration of TAFI is about 2% of the level of the zymogen in plasma, which indicates that ample activated TAFI could be generated to very significantly modulate fibrinolysis in vivo. Therefore, TAFI in vitro and possibly in vivo defines an explicit molecular connection between the coagulation and fibrinolytic cascades, such that expression of activity in the former down-regulates the activity of the latter.","dc:creator":"Bajzar L","dc:date":"1996","dc:title":"TAFI, or plasma procarboxypeptidase B, couples the coagulation and fibrinolytic cascades through the thrombin-thrombomodulin complex."},"rdfs:label":"THBD interacts with Thrombin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:c9647504-136c-4b73-999b-738113b3911d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3dd58da4-6a6c-405d-80f9-8b01e2c5e443","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The THBD protein forms a 1:1 complex with the coagulation factor thrombin and alters thrombin's specificity toward several substrates, ultimately acting as an antithrombotic factor. The activated thrombin (F2) enzyme plays an important role in hemostasis and thrombosis: it converts fibrinogen to fibrin for blood clot formation, stimulates platelet aggregation, and activates coagulation factors V, VIII, and XIII. Thrombin also inhibits coagulation by activating protein C (PMID:19598065).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22036808","type":"dc:BibliographicResource","dc:abstract":"Thrombomodulin is a cell surface-expressed glycoprotein that serves as a cofactor for thrombin-mediated activation of protein C (PC), an event further amplified by the endothelial cell PC receptor. The PC pathway is a major anticoagulant mechanism that downregulates thrombin formation and hedges thrombus formation. The objectives of this review were to review recent findings regarding thrombomodulin structure, its involvement in the regulation of hemostasis and further discuss the implication, if any, of the genetic polymorphisms in the thrombomodulin gene in the risk of development of thrombosis. We performed a literature search by using electronic bibliographic databases. Although the direct evaluation of risk situations associated with thrombomodulin mutations/polymorphisms could be of clinical significance, it appears that mutations that affect the function of thrombomodulin are rarely associated with venous thromboembolism. However, several polymorphisms are reported to be associated with increased risk for arterial thrombosis. Additionally studies on knock out mice as well studies on humans bearing rare mutations suggest that thrombomodulin dysfunction may be implicated in the pathogenesis of myocardial infraction.","dc:creator":"Anastasiou G","dc:date":"2012","dc:title":"Thrombomodulin as a regulator of the anticoagulant pathway:  implication in the development of thrombosis."},"rdfs:label":"Thrombomodulin as a regulator of the anticoagulant"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7d01ace-a62e-4611-9585-c57d4b39ebf4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0631fd9a-ef90-4b54-a035-b4bd70a39362","type":"FunctionalAlteration","dc:description":"Plasma from the THBD patients showed reduced tissue factor-induced thrombin generation. Lysis of plasma clots from patients was significantly delayed compared with controls but was completely restored when TM/thrombin-mediated TAFI (thrombin-activatable fibrinolysis\ninhibitor)activation was inhibited. Clots formed in blood from the patient had the same viscoelastic strength as controls but also showed a TAFI-dependent delay in fibrinolysis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27436851","type":"dc:BibliographicResource","dc:abstract":"Thrombomodulin-associated coagulopathy (TM-AC) is a newly recognized dominant bleeding disorder in which a p.Cys537Stop variant in the thrombomodulin (TM) gene ","dc:creator":"Burley K","dc:date":"2016","dc:title":"Altered fibrinolysis in autosomal dominant thrombomodulin-associated coagulopathy."},"rdfs:label":"reduced thrombin generation in THBD p. Cys537ter pts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:696cc501-a2bd-4e2b-841d-190b4f255f33","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4240e0bb-c7b7-47f5-bcb4-16f25eaedbcc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Addition of soluble TM to control plasma caused dose-dependent reductions in ETP and peak thrombin, which with 500 ng/mL soluble TM were similar to the patients. This experiment indicated a causal relationship between high plasma TM levels in the TM-AC patients and reduced thrombin generation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27436851","rdfs:label":"High plasma TM model on thrombin and fibrinolysis "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":8261,"specifiedBy":"GeneValidityCriteria10","strengthScore":9,"subject":{"id":"cggv:ac1e9808-5701-4782-a7a8-da9a52cddad8","type":"GeneValidityProposition","disease":"obo:MONDO_0013775","gene":"hgnc:11784","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"THBD was first reported in relation to autosomal dominant thrombomodulin-related bleeding disorder\nin 2014 [PMID: 25049278]. Two different truncating variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in five probands in five publications [PMID: 25049278, 25564403, 27436851, 28267383, 33190022]. This gene-disease relationship is supported by its protein interactions with Thrombin, which regulates anticoagulant pathway [PMID: 8663147], biochemical function that THBD protein forms a 1:1 complex with the coagulation factor thrombin and alters thrombin's specificity toward several substrates, ultimately acting as an antithrombotic factor [PMID:22036808], Expression studies that Thrombomodulin is found in most human endothelium including that of arteries, veins, capillaries, and lymphatics. This localization well serves its function as a cofactor for protein C activation [PMID: 2991298],  Expression studies that high soluble THBD protein in plasma in the patients [PMID: 25564403], functional alteration in patient cells showing reduced tissue factor-induced thrombin generation and  significantly delayed plasma clots lysis, and Model Systems using cell culture that addition of soluble TM to control plasma caused dose-dependent reductions in ETP and peak thrombin, which were similar to the patients [PMID: 27436851]. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was originally approved by the ClinGen Hemostasis Thrombosis Gene Curation Expert Panel on Dec 10, 2021. This gene-disease relationship was reevaluated on November 06, 2023. As a result of this reevaluation, the classification did not change.\n","dc:isVersionOf":{"id":"cggv:358cb384-4303-425d-9b92-509c600c2d03"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}