{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-30T13:43:47.194Z","role":"Publisher"},{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-30T13:43:37.292Z","role":"Approver"}],"evidence":[{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2fd04005-f08c-4b10-9f2c-08e6aad22518_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1c323984-489d-4100-87b5-dc6aad8709c0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Neonatal-onset persistent hypotonia, feeding difficulties requiring G-tube at 2 years, short stature, reduced head circumference (43 cm (<<3rd percentile, or 4 SD), hypotonic facies, small hands and feet, severe global developmental delay and intellectual disability, no speech, poor eye contact and minimal interest in surroundings, can sit for a few seconds (4 years), non-ambulatory, muscle weakness, seizures (starting at 3 months, but none since 3 years old) [generalized tonic-clonic], severe constipation, sleep disturbance, sleep apnea, thin corpus callosum detected through MRI, abnormal EEG, nonspecific myopathic changes on muscle biopsy, choreiform movements, hypothyroidism, generalized joint laxity (additional details in Table 1 and supplemental document).","sex":"Female","variant":{"id":"cggv:2fd04005-f08c-4b10-9f2c-08e6aad22518_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7894b716-1db4-4a17-8abc-2ef95932d428","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.5296C>T (p.Pro1766Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA357888"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26708751","type":"dc:BibliographicResource","dc:abstract":"Ion channel proteins are required for both the establishment of resting membrane potentials and the generation of action potentials. Hundreds of mutations in genes encoding voltage-gated ion channels responsible for action potential generation have been found to cause severe neurological diseases. In contrast, the roles of voltage-independent \"leak\" channels, important for the establishment and maintenance of resting membrane potentials upon which action potentials are generated, are not well established in human disease. UNC80 is a large component of the NALCN sodium-leak channel complex that regulates the basal excitability of the nervous system. Loss-of-function mutations of NALCN cause infantile hypotonia with psychomotor retardation and characteristic facies (IHPRF). We report four individuals from three unrelated families who have homozygous missense or compound heterozygous truncating mutations in UNC80 and persistent hypotonia, encephalopathy, growth failure, and severe intellectual disability. Compared to control cells, HEK293T cells transfected with an expression plasmid containing the c.5098C>T (p.Pro1700Ser) UNC80 mutation found in one individual showed markedly decreased NALCN channel currents. Our findings demonstrate the fundamental significance of UNC80 and basal ionic conductance to human health. ","dc:creator":"Stray-Pedersen A","dc:date":"2016","dc:title":"Biallelic Mutations in UNC80 Cause Persistent Hypotonia, Encephalopathy, Growth Retardation, and Severe Intellectual Disability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26708751","rdfs:label":"Family 1; IV.1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Points reduced since consanguineous; Variant and wild-type Unc80 (constructs from mouse cDNA) were transfected into HEK293T cells. Electrophysiological experiments (patch clamp) showed that NALCN currents were significantly reduced in cells transfected with variant Unc80 when compared to wildtype Unc80 (Figure 4). Variant confirmed through Sanger sequencing.\nVariant is present in gnomAD; Ashkenazi Jewish (4/8516) AF=0.0004697; Homozygotes=0"},{"id":"cggv:47bcb3df-76a4-4451-97e3-966fe65ddb7f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b44b4554-4415-4933-83ce-402838b97054","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":77,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"severe truncal hypotonia since birth, progressive peripheral spasticity, profound global developmental delay, weakness, unable to sit or roll over, no speech, reduced weight (-5.2 SD), short stature (-3.7 SD), microcephaly (-3.2 SD), inattentive, no visual tracking, bilateral strabismus and nystagmus, brain MRI showed mild brain atrophy, skeletal survey showed diffuse osteopenia, high forehead, prominent nasal bridge, and tented upper lip, metabolic testing normal","previousTesting":true,"previousTestingDescription":"Chromosomal and microarray analysis - normal; HEXB and SMN1 testing - normal","sex":"Male","variant":{"id":"cggv:47bcb3df-76a4-4451-97e3-966fe65ddb7f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b3d147d4-598f-46ae-acae-277ef39c9de4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.3787C>T (p.Arg1263Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279955"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26708753","type":"dc:BibliographicResource","dc:abstract":"Brain channelopathies represent a growing class of brain disorders that usually result in paroxysmal disorders, although their role in other neurological phenotypes, including the recently described NALCN-related infantile encephalopathy, is increasingly recognized. In three Saudi Arabian families and one Egyptian family all affected by a remarkably similar phenotype (infantile encephalopathy and largely normal brain MRI) to that of NALCN-related infantile encephalopathy, we identified a locus on 2q34 in which whole-exome sequencing revealed three, including two apparently loss-of-function, recessive mutations in UNC80. UNC80 encodes a large protein that is necessary for the stability and function of NALCN and for bridging NALCN to UNC79 to form a functional complex. Our results expand the clinical relevance of the UNC79-UNC80-NALCN channel complex. ","dc:creator":"Shamseldin HE","dc:date":"2016","dc:title":"Mutations in UNC80, Encoding Part of the UNC79-UNC80-NALCN Channel Complex, Cause Autosomal-Recessive Severe Infantile Encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26708753","rdfs:label":"F1_IV:5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Points reduced since consanguineous.\nVariant is located in exon 23 of 64 and is therefore expected to undergo nonsense mediated decay. \nPresent in one allele in gnomAD.\nVariant is absent from 650 Saudi Arabian individuals."},{"id":"cggv:c04cf08b-48a6-49b3-9fa1-b6e11098c9c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d05683a4-d285-4e68-a6d9-9b2dc5f04964","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":9,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Global neurodevelopmental delay, neonatal hypotonia and failure to thrive (all at 4 months old), microcephaly, brachycephaly, muscle wasting, feeding difficulties, severe intellectual disability, abnormal movements (limb choreic movements); autistic behavior, speech impairment (although note that she is still young), motor delay (although note that she is still young), low weight, reduced head circumference, short length; facial features: triangular face, high and broad forehead, deep set eyes, large ears, long face, strabismus, upturned nose (possibly familial), normal EEG, sleeping difficulties, increased tendency to infections, chronic constipation  (Supplemental table 2)","sex":"Female","variant":{"id":"cggv:c04cf08b-48a6-49b3-9fa1-b6e11098c9c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:331c39a7-46ea-4aa2-b7d8-d34a63c8cfd7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.520C>T (p.Arg174Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/684713"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30167850","type":"dc:BibliographicResource","dc:abstract":"NALCN is a conserved cation channel, which conducts a permanent sodium leak current and regulates resting membrane potential and neuronal excitability. It is part of a large ion channel complex, the \"NALCN channelosome\", consisting of multiple proteins including UNC80 and UNC79. The predominant neuronal expression pattern and its function suggest an important role in neuronal function and disease. So far, biallelic NALCN and UNC80 variants have been described in a small number of individuals leading to infantile hypotonia, psychomotor retardation, and characteristic facies 1 (IHPRF1, OMIM 615419) and 2 (IHPRF2, OMIM 616801), respectively. Heterozygous de novo NALCN missense variants in the S5/S6 pore-forming segments lead to congenital contractures of the limbs and face, hypotonia, and developmental delay (CLIFAHDD, OMIM 616266) with some clinical overlap. In this study, we present detailed clinical information of 16 novel individuals with biallelic NALCN variants, 1 individual with a heterozygous de novo NALCN missense variant and an interesting clinical phenotype without contractures, and 12 individuals with biallelic UNC80 variants. We report for the first time a missense NALCN variant located in the predicted S6 pore-forming unit inherited in an autosomal-recessive manner leading to mild IHPRF1. We show evidence of clinical variability, especially among IHPRF1-affected individuals, and discuss differences between the IHPRF1- and IHPRF2 phenotypes. In summary, we provide a comprehensive overview of IHPRF1 and IHPRF2 phenotypes based on the largest cohort of individuals reported so far and provide additional insights into the clinical phenotypes of these neurodevelopmental diseases to help improve counseling of affected families.","dc:creator":"Bramswig NC","dc:date":"2018","dc:title":"Genetic variants in components of the NALCN-UNC80-UNC79 ion channel complex cause a broad clinical phenotype (NALCN channelopathies)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850","rdfs:label":"Individual 20"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Points reduced since consanguineous; \nVariant is located in exon 4 of 64 and is therefore expected to undergo nonsense mediated decay. Absent from gnomAD.  \nAffected brother (deceased at 10 mo - also 9 mo at last exam [patient 19]) and two cousins ([patients 21 and 22] - WES on sib and one cousin); another older sib who is deceased (spasticity and developmental delay) - no genotype information; cannot score for segregation."},{"id":"cggv:15ed609f-27da-4006-98a4-db8550fd3d65_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5df8cc2f-46d7-4179-8035-ca898c30d75d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":10,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Neonatal hypotonia (at birth), jaundice that resolved within 72 hours after birth, severe global neurodevelopmental delay (10 mo), failure to thrive, severe intellectual disability, speech impairment (most probable), motor delay (although note that he is young), low weight, reduced head circumference; facial features: triangular face, high forehead, large ears, long face, strabismus, arched upper lip, normal brain MRI and EEG, left single palmar crease, delayed tooth eruption, long thin fingers (Supplemental table 2)","sex":"Male","variant":{"id":"cggv:15ed609f-27da-4006-98a4-db8550fd3d65_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2036137c-a645-46d8-af4c-7e91e338e54a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.8314C>T (p.Arg2772Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/684712"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850","rdfs:label":"Individual 18"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Points reduced since consanguineous.\nVariant is located in exon 54 of 64 and is therefore expected to undergo nonsense mediated decay. Absent from gnomAD"},{"id":"cggv:b8313fcf-81b6-46c4-9f33-3ba38228e4df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:90f7b05c-5c23-40e8-b1f7-bdd38891238a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal birth weight, hypotonia noted at birth, persistent hypotonia, short stature (<<3rd percentile), normocephalic, esotropia, normal vision and hearing, eyelid ptosis, hypotonic facies, small hands and feet, severe global developmental delay and intellectual disability, no speech, babbles socially, expressive body language, sits with support, muscle weakness, seizures (starting at 6 months), severe constipation, feeding difficulties requiring G-tube at 15 years (supplemental use), hypersensitivity to stimuli, tactile aversion, brain MRI - no structural anomalies, EEG: encephalopathic background activity, mild scoliosis, normal thyroid gland function (additional details in Table 1 and supplemental document)","sex":"Female","variant":{"id":"cggv:b8313fcf-81b6-46c4-9f33-3ba38228e4df_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9de2efe3-ea17-4955-95dd-1ae8c0176078","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.2033del (p.Asn678ThrfsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA357894"}},{"id":"cggv:4cb5f0e7-346d-4e85-b61a-665a33fb8f50","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.7955T>A (p.Leu2652Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA357890"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26708751"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26708751","rdfs:label":"Family 3; II.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default points since non-consanguineous; Compound heterozygous status confirmed - each parent had one of the variants; variants confirmed through Sanger sequencing; affected sibling also compound heterozygous for variants found in proband; cannot calculate LOD. \n\nVariants are located in exon 13 and 51 of 64, respectively and are therefore expected to undergo nonsense mediated decay. Both are absent from gnomAD."},{"id":"cggv:bc9a3954-eb1d-4c58-b1ce-f75789e844d6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49e31b97-72e5-4f67-9cb4-625d47061366","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":41,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Neonatal hypotonia, failure to thrive, feeding difficulties, had mild respiratory distress on second day of life, severe intellectual disability, abnormal movements (limb choreic movements), speech impairment (nonverbal at 3 years), motor delay (cannot sit at 2 years, but can catch objects), low weight, and short length; facial features: triangular face, high and broad forehead, deep set eyes, large ears, fine hair, long face, strabismus, long thin fingers, pink nails, normal EEG and MRI (at 9 months), sleeping difficulties, sleep apnea, chronic constipation  (Supplemental table 2)","previousTesting":true,"previousTestingDescription":"microarray analysis normal","sex":"Male","variant":{"id":"cggv:bc9a3954-eb1d-4c58-b1ce-f75789e844d6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:61704dd7-37f6-414d-b757-f004ba5286a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.4144G>T (p.Glu1382Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350749593"}},{"id":"cggv:e3847cfc-9b03-4b5b-830e-434c365e8d29","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.2399del (p.Leu800TrpfsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645372375"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850","rdfs:label":"Individual 23"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default points since non-consanguineous; Compound heterozygous status confirmed - each parent had one of the variants; \nVariants are located in exons 14 and 26 of 64, respectively and are therefore expected to undergo nonsense mediated decay.  Both are absent from gnomAD.\n\nAnother homozygous missense variant (NARS2 NM_024678.5:c.291G>T (p.Gln97His)) was also detected which is absent from gnomAD; no literature on variant; in silico predicted this other variant to be benign. ClinGen limited GDA with Leigh syndrome [Dec 2019] so was not investigated further."},{"id":"cggv:33af6a3e-21d4-4478-b407-31397c60c1f5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9abf9514-0a6d-4b0d-8ace-5f5da501c512","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":9,"phenotypeFreeText":"Initial visit due to developmental delay and failure to thrive; multiple facial features: downslanting palpebral fissures, triangular face, frontal bossing, low set ears, micrognathia, brachycephaly (additional phenotypes in table 3); constipation feeding difficulties, height and weight  <3rd percentile, myoclonic seizures, severe intellectual disability, hypotonia, global motor delay, happy disposition, sensory hypersensitivity, sleep disturbance, brain CT and MRI were unremarkable, moderate excretion of lactic acid in the urine.","sex":"Female","variant":{"id":"cggv:33af6a3e-21d4-4478-b407-31397c60c1f5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8f359a4e-45b1-4e07-991e-e9b86f67da7e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.3205C>T (p.Arg1069Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2083090"}},{"id":"cggv:f30352c8-0a01-4829-adf8-0f52d8a57a42","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.3226C>T (p.Arg1076Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350412450"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30771478","type":"dc:BibliographicResource","dc:abstract":"Intellectual disabilities (ID) are etiologically heterogeneous. Advanced molecular techniques could be helpful in identification of the underlying genetic defects. We aimed to characterize clinical and molecular features of three Thai patients with ID. Patient 1 had ID, hypotonia and lactic acidosis. Patient 2 had ID and growth failure. Patient 3 had ID, seizure, diarrhea and hypoglycemia. Whole exome sequencing found that Patient 1 was homozygous for a nonsense, c.1303C>T (p.Arg435Ter), mutation in FBXL4, a gene responsible for encephalomyopathic mitochondrial DNA depletion syndrome-13 (MTDPS13). Patient 2 was compound heterozygous for two novel mutations, c.3226C>T (p.Arg1076Ter) and c.3205C>T (p.Arg1069Ter), in UNC80, a known gene of infantile hypotonia with psychomotor retardation and characteristic facies-2 (IHPRF2). Patient 3 was homozygous for a novel missense, c.427T>C (p.Cys143Arg), mutation in ADK, a known gene of adenosine kinase deficiency leading to hypermethioninemia. This study expands the mutational spectra of ID genes.","dc:creator":"Kuptanon C","dc:date":"2019","dc:title":"Whole exome sequencing revealed mutations in FBXL4, UNC80, and ADK in Thai patients with severe intellectual disabilities."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30771478","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Default points since non-consanguineous; Compound heterozygous status confirmed - each parent had one of the variants; sister had severe developmental delay and failure to thrive and passed away at 3 years of age (no additional information).  \nBoth variants are located in exon 19 of 64 and are therefore expected to undergo nonsense mediated decay.  One is absent and the second is present in one allele in gnomAD."},{"id":"cggv:6b41153f-e9a8-449f-8758-fa5cfcb4aafc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27bc0eeb-5621-4a6e-86d1-8c28f000ccfd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Neonatal hypotonia, failure to thrive, feeding difficulties, severe intellectual disability, abnormal movements, speech impairment (nonverbal), motor delay (cannot sit), cognitive impairment, low weight, short length, reduced head circumference; facial features: triangular face, high forehead, large ears, prominent antihelix, fine hair, long face, strabismus, thin upper lip, long thin fingers, proximally placed thumbs, EEG: mild focal right temporal discharges, brain MRI: mild fronto-parietal cortical atrophy, sleeping difficulties, increased tendency to infections, chronic constipation, hand flapping, excessive abnormal movement (Supplemental table 2; Fig 2d); metabolic workup was normal","sex":"Male","variant":{"id":"cggv:6b41153f-e9a8-449f-8758-fa5cfcb4aafc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f21158ae-c5bc-4dc4-9c01-f08ad905dc4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001371986.1(UNC80):c.8256+2T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/684716"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167850","rdfs:label":"Individual 27"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Points reduced since consanguineous and use of a cryptic splice site preserves the reading frame; \nVariant is located in intron 53 of 63.\nAll predictors in Varsome + SpliceAI suggest it is deleterious; \nApplication of Abou Tayoun et al. (2018) criteria for application of PVS1 show that it can be applied at moderate; \nTwo entries in ClinVar by laboratories (LP and P).\nAbsent from gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fae29a1-db56-4d98-b65f-b5530890ae30","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:976b91f6-1b09-4f7a-afc4-5ca96d7bdd88","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA was extracted from the following tissues: brain, liver, spleen, kidney, lung, heart from P60 adult mice. Expression of the murine ortholog Unc80 was evaluated using RT-PCR in the six tissue types. Expression was only noted in the mouse brain and not the other tissues (Figure S1).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26708753","rdfs:label":"Expression in mouse brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Default points awarded. Similar expression information, i.e. mainly in the brain, was also noted in the GTEx data in the Human Protein Atlas"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:37e1b992-8284-492f-a61d-0ea8a1cfd0e8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:475dd091-74dd-4286-9ade-e6c6dee3cc26","type":"FunctionalAlteration","dc:description":"Using patch clamp testing, NALCN-dependent sodium leak current was compared between hippocampal neurons cultured from wild-type and UNC80 KO mice. UNC80 KO neurons showed decreased current. NALCN protein levels were comparable to wild-type, but the NALCN current was significantly reduced (Figure 2f). Transfection of UNC80 cDNA into the KO neurons fully restored the NALCN-dependent sodium leak current.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32620897","type":"dc:BibliographicResource","dc:abstract":"The sodium-leak channel NALCN forms a subthreshold sodium conductance that controls the resting membrane potentials of neurons. The auxiliary subunits of the channel and their functions in mammals are largely unknown. In this study, we demonstrate that two large proteins UNC80 and UNC79 are subunits of the NALCN complex. UNC80 knockout mice are neonatal lethal. The C-terminus of UNC80 contains a domain that interacts with UNC79 and overcomes a soma-retention signal to achieve dendritic localization. UNC80 lacking this domain, as found in human patients, still supports whole-cell NALCN currents but lacks dendritic localization. Our results establish the subunit composition of the NALCN complex, uncover the inter-subunit interaction domains, reveal the functional significance of regulation of dendritic membrane potential by the sodium-leak channel complex, and provide evidence supporting that genetic variations found in individuals with intellectual disability are the causes for the phenotype observed in patients.","dc:creator":"Wie J","dc:date":"2020","dc:title":"Intellectual disability-associated UNC80 mutations reveal inter-subunit interaction and dendritic function of the NALCN channel complex."},"rdfs:label":"Patch clamp testing"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Default points awarded"},{"id":"cggv:5700673c-481e-4a76-bad6-7355aa9bb086","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c766934b-9aa2-480e-8d53-eabaf4e6a98e","type":"FunctionalAlteration","dc:description":"When WT RFP-tagged UNC80 was transfected in cultured hippocampal neurons from mice, imaging showed presence in the soma, axons, and dendrites. However, five RFP-tagged UNC80 constructs truncated at various positions, where the C-terminus was removed, only localized to the soma and not the dendrites or axons. Additional experiments to identify the specific region, showed that the distal C-terminal ~300 amino acids (but before position 3000) is likely to be involved in trafficking of UNC80 (Figure 7 and supplementary figure 2)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32620897","rdfs:label":"Localization defect in mouse hippocampal neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Default points awarded"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b171c52-a780-47e7-b74d-970db2d29fb5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ffcbadd-fb5c-4bc8-91d0-c507f4b0cc55","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In C. elegans, co-injection of genomic fragments only containing F25C8.3 resulted in rescue of the fainter phenotype in unc-80 mutant e1272 (Videos S9). In addition, expression of unc-80 driven by a pan-neuronal promoter also rescued the fainter phenotype in unc-80 mutant e1272 (Video S12).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18336069","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated cation channels regulate neuronal excitability through selective ion flux. NALCN, a member of a protein family that is structurally related to the alpha1 subunits of voltage-gated sodium/calcium channels, was recently shown to regulate the resting membrane potentials by mediating sodium leak and the firing of mouse neurons. We identified a role for the Caenorhabditis elegans NALCN homologues NCA-1 and NCA-2 in the propagation of neuronal activity from cell bodies to synapses. Loss of NCA activities leads to reduced synaptic transmission at neuromuscular junctions and frequent halting in locomotion. In vivo calcium imaging experiments further indicate that while calcium influx in the cell bodies of egg-laying motorneurons is unaffected by altered NCA activity, synaptic calcium transients are significantly reduced in nca loss-of-function mutants and increased in nca gain-of-function mutants. NCA-1 localizes along axons and is enriched at nonsynaptic regions. Its localization and function depend on UNC-79, and UNC-80, a novel conserved protein that is also enriched at nonsynaptic regions. We propose that NCA-1 and UNC-80 regulate neuronal activity at least in part by transmitting depolarization signals to synapses in C. elegans neurons.","dc:creator":"Yeh E","dc:date":"2008","dc:title":"A putative cation channel, NCA-1, and a novel protein, UNC-80, transmit neuronal activity in C. elegans."},"rdfs:label":"Rescue in c. elegans"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Reduced points. While the full phenotype is rescued, there is limited phenotype overlap with what is observed in humans"},{"id":"cggv:648847a8-e49e-47cc-80fe-4782c8638531","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ad5ad6b-a61b-4c18-b011-62b4e8fde08d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knock out mice generated using the CRISPR/Cas9 technique (UNC80 truncated at amino acid position 47) did not survive beyond 24 hours and showed sleep apnea. No other phenotypes were noted (Figure 1). Heterozygous mice were viable with no abnormalities.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32620897","rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Points not awarded for complete KO is lethal within 24 hours and only phenotype observed is sleep apnea."},{"id":"cggv:a906e906-3919-4990-ac0b-548b48887f10","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:279f8ed1-aeb4-4655-868e-44b85e764c01","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Through backcrossing for 6-8 generations in Drosophila melanogaster, homozygous mutant strains were produced (two strains: P-element insertion GS12792 into exon 18 [Unc80GS12792] and imprecise excision GS12792 retaining 14 bp which results in a shift in the reading frame [Unc80x42]) introducing a stop codon. Both showed defects in locomotor activity levels (anticipatory behavior and free-running rhythmicity - P<0.05) when compared to wild-type controls. (Figure 1 and Table 1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24223770","type":"dc:BibliographicResource","dc:abstract":"In the fruit fly Drosophila melanogaster, a network of circadian pacemaker neurons drives daily rhythms in rest and activity. The ion channel NARROW ABDOMEN (NA), orthologous to the mammalian sodium leak channel NALCN, functions downstream of the molecular circadian clock in pacemaker neurons to promote behavioral rhythmicity. To better understand the function and regulation of the NA channel, we have characterized two putative auxiliary channel subunits in Drosophila, unc79 (aka dunc79) and unc80 (aka CG18437). We have generated novel unc79 and unc80 mutations that represent strong or complete loss-of-function alleles. These mutants display severe defects in circadian locomotor rhythmicity that are indistinguishable from na mutant phenotypes. Tissue-specific RNA interference and rescue analyses indicate that UNC79 and UNC80 likely function within pacemaker neurons, with similar anatomical requirements to NA. We observe an interdependent, post-transcriptional regulatory relationship among the three gene products, as loss of na, unc79, or unc80 gene function leads to decreased expression of all three proteins, with minimal effect on transcript levels. Yet despite this relationship, we find that the requirement for unc79 and unc80 in circadian rhythmicity cannot be bypassed by increasing NA protein expression, nor can these putative auxiliary subunits substitute for each other. These data indicate functional requirements for UNC79 and UNC80 beyond promoting channel subunit expression. Immunoprecipitation experiments also confirm that UNC79 and UNC80 form a complex with NA in the Drosophila brain. Taken together, these data suggest that Drosophila NA, UNC79, and UNC80 function together in circadian clock neurons to promote rhythmic behavior. ","dc:creator":"Lear BC","dc:date":"2013","dc:title":"UNC79 and UNC80, putative auxiliary subunits of the NARROW ABDOMEN ion channel, are indispensable for robust circadian locomotor rhythms in Drosophila."},"rdfs:label":"Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced points since recapitulation of phenotype; however, overlap is limited considering phenotypes observed in humans"},{"id":"cggv:d295e86c-f3fc-4dc3-89e8-8ba383351f09","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8355c8c6-c0aa-4e55-8a0b-c7dd284b5dbf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In C. elegans, three unc-80 alleles (hp369 (stop gained; Arg649Ter), e1272 (stop gained; Trp2463Ter), and e1069 (splice site variant resulting in premature stop codon after Leu2428)) (Figure S4A shows details on these variants) all individually showed recessive fainter phenotypes (locomotion defects including paralysis and crawling defects) (video S6); RNAi knockdown of an open reading frame F25C8.3, which corresponds to unc-80, also showed the fainter phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18336069","rdfs:label":"C. elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced points since recapitulation of phenotype; however, overlap is limited considering phenotypes observed in humans"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":3249,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.5,"subject":{"id":"cggv:88d8866a-a0e0-45e7-aeb3-6dc46427eeb2","type":"GeneValidityProposition","disease":"obo:MONDO_0014777","gene":"hgnc:26582","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The UNC80 gene is located on chromosome 2 at 2q34 and encodes unc-80 homolog, NALCN channel complex subunit, which is a component of a sodium channel complex that regulates channel activity. UNC80 was first reported in relation to autosomal recessive hypotonia, infantile, with psychomotor retardation and characteristic facies 2 in 2016 (Shamseldin et al., 26708753; Stray-Pedersen et al., 26708751). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 11 unique variants reported in eight cases from four publications (26708753: Shamseldin et al. 2016; 26708751: Stray-Pedersen et al. 2016; 30167850: Bramswig et al. 2018; 30771478: Kuptanon et al. 2019). One variant was a missense with experimental evidence of a loss-of-function effect; the remainder were predicted null variants. No segregation evidence was scored, but variants in this gene co-segregated with disease in three additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. Biallelic loss of function is implicated as the mechanism of disease. This gene-disease relationship is supported by knockout/knockdown models in C. elegans and Drosophila, including rescue in C.elegans with the model organism gene, as well as demonstration of an effect on trafficking of the UNC80 protein and sodium NALCN-dependent sodium leak current (18336069: Yeh et al. 2008; 24223770: Lear et al. 2013; 32620897: Wie et al. 2020). In summary, UNC80 is definitively associated with autosomal recessive hypotonia, infantile, with psychomotor retardation and characteristic facies 2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 4Nov2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:7639160a-1761-4dcb-98de-2aeb61b2b080"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}