{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T14:30:22.981Z","role":"Publisher"}],"evidence":[{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34760556-277f-4744-93f7-cf80863cedd9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2391bbfd-cf27-48e8-9b83-db9a2bdf0d91","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MANB1 encodes alpha mannosidase (PMID: 8166692), a lysosomal enzyme that is involved in the degradation of N-linked oligosaccharides via cleaving the α-mannosidic linkages (α(1 → 2), α(1 → 3) and α(1 → 6) mannosidic linkages) in high mannose and hybrid type glycans (PMID: 2338081 and as reviewed in PMID: 18651971). Individuals with alpha-mannosidosis (MANSA) show deficient alpha-mannosidase activity, leading to accumulation of undegraded N-linked oligosaccharides in lysosomes (histopathologically seen as lysosomal vacuolization) and in the urine and characteristic disease manifestations including neurologic dysfunction (mental retardation, motor deficits), coarse facial features, skeletal anomalies, and hearing deficiency (as reviewed in PMID: 18651971). Thus the biochemical function of MANB1 as alpha-mannosidase involved in N-linked oligosaccharide degradation is consistent with the deficient alpha-mannosidase activity and impaired N-linked oligosaccharide degradation seen among MANSA patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8166692","type":"dc:BibliographicResource","dc:abstract":"The amino acid sequence of the human lysosomal alpha-mannosidase precursor has been deduced by PCR mediated cloning and sequencing of the cDNA. The protein has 961 amino acids and a molecular weight of 107,644 Daltons. The amino acid sequence shows 38% identity to the Dictyostelium discoideum lysosomal alpha-mannosidase. The cDNA maps proximal to the centromere on chromosome 19q, the same locus as the MANB gene. Our results provide valuable information for the study of the lysosomal storage disease alpha-mannosidosis, an inherited disorder caused by mutations in the MANB gene which encodes the human lysosomal alpha-mannosidase.","dc:creator":"Nebes VL","dc:date":"1994","dc:title":"Human lysosomal alpha-mannosidase: isolation and nucleotide sequence of the full-length cDNA."},"rdfs:label":"MAN2B1 encodes alpha-mannosidase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Per ClinGen LD GCEP guidelines, gene products that have a well-established function in a metabolic pathway are scored 2 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48e4012e-bd87-42e7-a7d7-0142fd8793d1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:459a51c6-bb5a-4d15-88d7-f23eb2842aa8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"MAN2B1 knockout mice treated with enzyme replacement therapy (ERT) rescues systemic accumulation of mannose N-linked oligosaccharides, as reflected by >70-90% reduction of stored mannose N-linked oligosaccharides in multiple tissues (animals treated with higher-dose ERT show >90% reduction) and decreased lysosomal vacuolization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18713755","type":"dc:BibliographicResource","dc:abstract":"Despite the progress in the treatment of lysosomal storage disorders (LSDs) mainly by enzyme replacement therapy, only limited success was reported in targeting the appropriate lysosomal enzyme into the brain. This prevents efficient clearance of neuronal storage, which is present in many of these disorders including alpha-mannosidosis. Here we show that the neuropathology of a mouse model for alpha-mannosidosis can be efficiently treated using recombinant human alpha-mannosidase (rhLAMAN). After intravenous administration of different doses (25-500 U/kg), rhLAMAN was widely distributed among tissues, and immunohistochemistry revealed lysosomal delivery of the injected enzyme. Whereas low doses (25 U/kg) led to a significant clearance (<70%) in visceral tissues, higher doses were needed for a clear effect in central and peripheral nervous tissues. A distinct reduction (<50%) of brain storage required repeated high-dose injections (500 U/kg), whereas lower doses (250 U/kg) were sufficient for clearance of stored substrates in peripheral neurons of the trigeminal ganglion. Successful transfer across the blood-brain barrier was evident as the injected enzyme was found in hippocampal neurons, leading to a nearly complete disappearance of storage vacuoles. Importantly, the decrease in neuronal storage in the brain correlated with an improvement of the neuromotor disabilities found in untreated alpha-mannosidosis mice. Uptake of rhLAMAN seems to be independent of mannose-6-phosphate receptors, which is consistent with the low phosphorylation profile of the enzyme. These data suggest that high-dose injections of low phosphorylated enzymes might be an interesting option to efficiently treat LSDs with CNS involvement.","dc:creator":"Blanz J","dc:date":"2008","dc:title":"Reversal of peripheral and central neural storage and ataxia after recombinant enzyme replacement therapy in alpha-mannosidosis mice."},"rdfs:label":"Enzyme replacement therapy in MAN2B1 knockout mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:1127de50-411f-4ce5-be98-96efa38a465f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:572d5d7b-3e94-4f3e-87e4-f9fa44895bcb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MAN2B1 knockout mice show undetectable alpha-mannosidase enzyme activity, and accumulation of mannose-containing oligosaccharides in the urine and multiple tissues (including brain, liver, kidney, testis, spleen), recapitulating key features of the human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10400983","type":"dc:BibliographicResource","dc:abstract":"Alpha-mannosidosis is a lysosomal storage disease with autosomal recessive inheritance caused by a deficiency of the lysosomal alpha-mannosidase, which is involved in the degradation of asparagine-linked carbohydrate cores of glycoproteins. An alpha-mannosidosis mouse model was generated by targeted disruption of the gene for lysosomal alpha-mannosidase. Homozygous mutant animals exhibit alpha-mannosidase enzyme deficiency and elevated urinary secretion of mannose-containing oligosaccharides. Thin-layer chromatography revealed an accumulation of oligosaccharides in liver, kidney, spleen, testis and brain. The cellular alterations were characterized by multiple membrane-limited cytoplasmic vacuoles as seen for instance in liver, exocrine pancreas, kidney, thyroid gland, smooth muscle cells, osteocytes and in various neurons of the central and peripheral nervous systems. The morphological lesions and their topographical distribution, as well as the biochemical alterations, closely resemble those reported for human alpha-mannosidosis. This mouse model will be a valuable tool for studying the pathogenesis of inherited alpha-mannosidosis and may help to evaluate therapeutic approaches for lysosomal storage diseases.","dc:creator":"Stinchi S","dc:date":"1999","dc:title":"Targeted disruption of the lysosomal alpha-mannosidase gene results in mice resembling a mild form of human alpha-mannosidosis."},"rdfs:label":"MAN2B1 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dcedf6a5-f96d-4d92-85f9-d55a0e30b537_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dcedf6a5-f96d-4d92-85f9-d55a0e30b537","type":"Proband","allele":{"id":"cggv:6385f74a-7e71-4df0-a48b-3becb84b2d5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.215A>T (p.His72Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339900"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:7f7bb78d-72c4-43f0-978e-5b0c9df92010_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6385f74a-7e71-4df0-a48b-3becb84b2d5a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9158146","type":"dc:BibliographicResource","dc:abstract":"a-Mannosidosis (MIM 248500) is an autosomal recessive lysosomal storage disorder resulting from deficient activity of lysosomal alpha-mannosidase (LAMAN) (EC 3.2.1.24). The disease is characterized by massive intracellular accumulation of mannose-rich oligosaccharides with resulting mental retardation, hearing loss, immune deficiency and skeletal changes. We report here the purification and characterization of human placenta LAMAN. The enzyme is synthesized as a single-chain precursor which is processed into three glycopeptides of 70, 42 and 15 kDa. The 70 kDa peptide is further partially proteolysed into three more peptides that are joined by disulfide bridges. The laman cDNA sequence was assembled from overlapping fragments obtained by PCR on human fibroblast and human lung cDNA. The deduced amino acid sequence contains a putative signal peptide of 48 amino acids followed by a polypeptide sequence of 962 amino acids. Northern blot analyses revealed a single transcript of approximately 3.5 kb present in all tissues examined but at varying levels. Two affected siblings of Palestinian origin were homozygous for a mutation that causes a His-->Leu replacement at a position which is conserved among class 2 alpha-mannosidases from several species.","dc:creator":"Nilssen O","dc:date":"1997","dc:title":"alpha-Mannosidosis: functional cloning of the lysosomal alpha-mannosidase cDNA and identification of a mutation in two affected siblings."}},"rdfs:label":"Patient 1 - Nilssen"},{"id":"cggv:7f7bb78d-72c4-43f0-978e-5b0c9df92010","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f7bb78d-72c4-43f0-978e-5b0c9df92010_variant_evidence_item"},{"id":"cggv:7f7bb78d-72c4-43f0-978e-5b0c9df92010_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 9758606: alpha-mannosidase activity in COS-7 cells transfected with the variant did not differ from mock-transfected cells (i.e., transfected with pCMVβ plasmid only)"}],"strengthScore":0.25,"dc:description":"Scored 0.25pts/variant to yield 0.5pts total and prevent double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7da14d04-00da-4f38-b6f9-8c0a9bcbf9ad_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7da14d04-00da-4f38-b6f9-8c0a9bcbf9ad","type":"Proband","allele":{"id":"cggv:d4d0e947-996f-4b37-b0e0-91016334d224","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.1109G>A (p.Trp370Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA274397"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:2cb66cef-4fde-4921-b099-af8abf6abec1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d4d0e947-996f-4b37-b0e0-91016334d224"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22161967","type":"dc:BibliographicResource","dc:abstract":"The lysosomal storage disorder alpha-mannosidosis is caused by deficiency of the enzyme lysosomal alpha-mannosidase (MAN2B1). In this study, 96 disease-associated sequence variants were identified in 130 unrelated alpha-mannosidosis patients from 30 countries. Eighty-three novel variants were detected, extending the mutation spectrum from 42 to 125. In total, 256 of the 260 mutant alleles (98.5%) were identified. Most of the variants were unique to each family, however, c.2248C>T (p.Arg750Trp) was detected in 50 patients from 16 countries, and accounted for 27.3% of the disease alleles. Haplotype analysis revealed that the c.2248T variant was present on four MAN2B1 haplotype backgrounds, where one major haplotype accounted for 95% of the alleles. The distribution of the c.2248T-associated haplotypes differed remarkably from those of the control populations, suggesting that c.2248C>T has occurred on a few ancestral haplotypes where the major haplotype subsequently has spread by founder effects. The disease-associated missense mutations were introduced into the human MAN2B1 cDNA, expressed in cell culture and assayed for MAN2B1 activity. The majority of the variants were inactive, however, ten showed MAN2B1 activity above background, and more detailed studies are necessary to further evaluate the pathogenicity of these variants.","dc:creator":"Riise Stensland HM","dc:date":"2012","dc:title":"Identification of 83 novel alpha-mannosidosis-associated sequence variants: functional analysis of MAN2B1 missense mutations."}},"rdfs:label":"Patient 128AB"},{"id":"cggv:2cb66cef-4fde-4921-b099-af8abf6abec1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2cb66cef-4fde-4921-b099-af8abf6abec1_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts/variant to yield 1.5pts total and prevent double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1e688083-7203-4771-8b6b-fdcf37f33f48_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1e688083-7203-4771-8b6b-fdcf37f33f48","type":"Proband","allele":{"id":"cggv:1c78754b-2f37-415c-899c-73105f259809","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.1076dup (p.Tyr359Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573320296"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:169d7c8f-f001-4cec-9791-152623d096f0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1c78754b-2f37-415c-899c-73105f259809"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9915946","type":"dc:BibliographicResource","dc:abstract":"alpha-Mannosidosis is an autosomal recessive disorder caused by deficiency of lysosomal alpha-mannosidase (LAMAN). The resulting intracellular accumulation of mannose-containing oligosaccharides leads to mental retardation, hearing impairment, skeletal changes, and immunodeficiency. Recently, we reported the first alpha-mannosidosis-causing mutation affecting two Palestinian siblings. In the present study 21 novel mutations and four polymorphic amino acid positions were identified by the screening of 43 patients, from 39 families, mainly of European origin. Disease-causing mutations were identified in 72% of the alleles and included eight splicing, six missense, and three nonsense mutations, as well as two small insertions and two small deletions. In addition, Southern blot analysis indicated rearrangements in some alleles. Most mutations were private or occurred in two or three families, except for a missense mutation resulting in an R750W substitution. This mutation was found in 13 patients, from different European countries, and accounted for 21% of the disease alleles. Although there were clinical variations among the patients, no significant LAMAN activity could be detected in any of the fibroblast cultures. In addition, no correlation between the types of mutations and the clinical manifestations was evident.","dc:creator":"Berg T","dc:date":"1999","dc:title":"Spectrum of mutations in alpha-mannosidosis."}},"rdfs:label":"Patient 2 - Berg"},{"id":"cggv:169d7c8f-f001-4cec-9791-152623d096f0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:169d7c8f-f001-4cec-9791-152623d096f0_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts/variant to yield 1.5pts total and prevent double-counting for homozygous variant. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9fd56daf-ac93-43dc-9994-032e8ddd7d8c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9fd56daf-ac93-43dc-9994-032e8ddd7d8c","type":"Proband","allele":[{"id":"cggv:4db422b5-c954-4b3b-98e5-1f78161be655","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.1915C>T (p.Gln639Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251913"}},{"id":"cggv:3ad6168a-9fec-433f-9516-4e8f98f4a931","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.2248C>T (p.Arg750Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339901"}}],"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"SSCP","sex":"Male","variant":[{"id":"cggv:c2184edc-3b19-49eb-b5e1-9a513528b6b5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4db422b5-c954-4b3b-98e5-1f78161be655"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9758606","type":"dc:BibliographicResource","dc:abstract":"alpha-Mannosidosis is an autosomal recessive lysosomal-storage disorder caused by a deficiency of lysosomal alpha-mannosidase activity. This disease shows a wide range of clinical phenotypes, from a severe, infantile form (type I), which is fatal at <3-8 years of age, to a less severe, late-onset form (type II), which ultimately may involve hearing loss, coarse face, mental retardation, and hepatosplenomegaly. To elucidate the molecular mechanism underlying this disease in both types of patients, we have used PCR, followed by either SSCP analysis or direct sequencing, to analyze the 24 exons and intron/exon boundaries of the alpha-mannosidase gene (MANB) from five patients. Two amino acid substitutions-H72L and R750W, in exons 2 and 18, respectively-and two nonsense mutations-Q639X and R760X, in exons 15 and 19, respectively-were identified in four type II patients. One amino acid substitution, P356R, was identified in exon 8 from a type I patient. This patient and three of the type II patients were homozygous for their mutations (H72L, P356R, R750W, and R760X) and one type II patient was heterozygous for the Q639X and R750W mutations. Transfection experiments of COS 7 cells, using the alpha-mannosidase cDNA containing one of the missense mutations-H72L, P356R, or R750W-revealed that each of these mutations dramatically reduces the enzymatic activity of alpha-mannosidase. These data demonstrate that widely heterogeneous missense or nonsense mutations of the MANB gene are the molecular basis underlying alpha-mannosidosis.","dc:creator":"Gotoda Y","dc:date":"1998","dc:title":"Missense and nonsense mutations in the lysosomal alpha-mannosidase gene (MANB) in severe and mild forms of alpha-mannosidosis."}},{"id":"cggv:98be231a-c4a5-4b25-b8af-9abb12dd5bab_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3ad6168a-9fec-433f-9516-4e8f98f4a931"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9758606"}],"rdfs:label":"Patient 2 - Gotoda"},{"id":"cggv:98be231a-c4a5-4b25-b8af-9abb12dd5bab","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:98be231a-c4a5-4b25-b8af-9abb12dd5bab_variant_evidence_item"},{"id":"cggv:98be231a-c4a5-4b25-b8af-9abb12dd5bab_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 9758606: alpha-mannosidase activity in COS-7 cells transfected with the variant did not differ from mock-transfected cells (i.e., transfected with pCMVβ plasmid only)"}],"strengthScore":0.5},{"id":"cggv:c2184edc-3b19-49eb-b5e1-9a513528b6b5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c2184edc-3b19-49eb-b5e1-9a513528b6b5_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:2644917f-9ef1-45d0-bd9f-3fe1a589dbc8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2644917f-9ef1-45d0-bd9f-3fe1a589dbc8","type":"Proband","allele":[{"id":"cggv:1e2e92f1-1d59-436f-b949-92959149d886","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.1816del (p.Thr606ProfsTer18)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573320297"}},{"id":"cggv:08a0e51d-6f40-4e4c-9a22-64c060cafbf0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.1830+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341734"}}],"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":[{"id":"cggv:8af54629-d049-4bdd-a029-122242b4bfcf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1e2e92f1-1d59-436f-b949-92959149d886"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9915946"},{"id":"cggv:202be08f-12ea-492e-ac23-2ac891fef7cd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:08a0e51d-6f40-4e4c-9a22-64c060cafbf0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9915946"}],"rdfs:label":"Patient 12-Berg"},{"id":"cggv:8af54629-d049-4bdd-a029-122242b4bfcf","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8af54629-d049-4bdd-a029-122242b4bfcf_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:202be08f-12ea-492e-ac23-2ac891fef7cd","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:202be08f-12ea-492e-ac23-2ac891fef7cd_variant_evidence_item"},{"id":"cggv:202be08f-12ea-492e-ac23-2ac891fef7cd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"shown by RT-PCR to lead to skipping of exon 14"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a80795d5-b8e3-4f89-9df8-0ebe80ae649a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a80795d5-b8e3-4f89-9df8-0ebe80ae649a","type":"Proband","allele":{"id":"cggv:60a0cb68-e294-4f92-9d06-b2d28f65ad7b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.2278C>T (p.Arg760Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251911"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:e547645c-1df1-48e3-b396-93468a07ca53_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:60a0cb68-e294-4f92-9d06-b2d28f65ad7b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9758606"},"rdfs:label":"Patient 1 - Gotoda"},{"id":"cggv:e547645c-1df1-48e3-b396-93468a07ca53","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e547645c-1df1-48e3-b396-93468a07ca53_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts/variant to yield 1.5pts total and prevent double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4b7e493a-3e59-44e2-a5c8-525ca20fb543_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4b7e493a-3e59-44e2-a5c8-525ca20fb543","type":"Proband","allele":[{"id":"cggv:68a7bafa-5c2b-4a91-a01f-f9d7add4165e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.1383C>A (p.Tyr461Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9226480"}},{"id":"cggv:a2ea4215-3a21-4b9d-9d1e-bd1cf690c3d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000528.4(MAN2B1):c.2443C>T (p.Arg815Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404240602"}}],"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:010a165b-e10e-4c2c-a370-60cbfc3acadb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a2ea4215-3a21-4b9d-9d1e-bd1cf690c3d6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22161967"},{"id":"cggv:4967074c-db0d-4565-9745-84052791f23e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:68a7bafa-5c2b-4a91-a01f-f9d7add4165e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22161967"}],"rdfs:label":"Patient 121"},{"id":"cggv:010a165b-e10e-4c2c-a370-60cbfc3acadb","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:010a165b-e10e-4c2c-a370-60cbfc3acadb_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:4967074c-db0d-4565-9745-84052791f23e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4967074c-db0d-4565-9745-84052791f23e_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5099,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:64937d96-c1cb-4e36-9cae-eb2374987e06","type":"GeneValidityProposition","disease":"obo:MONDO_0009561","gene":"hgnc:6826","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between the MAN2B1 gene and alpha-mannosidosis (MANSA), an autosomal recessive lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of August 5, 2022. MAN2B1 encodes alpha mannosidase (PMID: 8166692), a lysosomal enzyme that is involved in the degradation of N-linked oligosaccharides via cleaving the α-mannosidic linkages (α(1 → 2), α(1 → 3) and α(1 → 6) mannosidic linkages) in high mannose and hybrid type glycans (PMID: 2338081). Individuals with alpha-mannosidosis (MANSA) show deficient alpha-mannosidase activity, leading to accumulation of undegraded N-linked oligosaccharides in lysosomes (histopathologically seen as lysosomal vacuolization) and in the urine and characteristic disease manifestations including neurologic dysfunction (mental retardation, motor deficits), coarse facial features, skeletal anomalies, and hearing deficiency (as reviewed in PMID: 18651971). \n\nThe disease mechanism of MANSA is loss of function. MANSA was first reported in 1967 by Ockerman (A GENERALISED STORAGE DISORDER RESEMBLING HURLER'S SYNDROME, The Lancet, Volume 290, Issue 7509, 1967); first reports of biallelic variants in MAN2B1 among MANSA cases in 1997 by Nilssen et al. (PMID: 9158146). Both case-level (genetic) and experimental evidence support the relationship between MAN2B1 and MANSA. Reported causal variants include missense, nonsense, frameshift, and splice-altering variants (PMID: 18651971, PMID: 9158146, PMID: 9758606, PMID: 9915946,  PMID: 22161967). In total, ten variants from seven probands in four publications were curated. Although there is additional published case-level evidence available, the maximum score for genetic evidence (12 points) has already been reached. \n\nExperimental evidence for the relationship between MAN2B1 and MANSA includes: the biochemical function of the gene product (alpha-mannosidase) being consistent with the clinical and biochemical findings identified individuals with MANSA (PMID: 2338081, PMID: 18651971); the biochemical and clinical features of MAN2B1 knockout mice (PMID: 10400983); and rescue of systemic accumulation of mannose N-linked oligosaccharides via enzyme replacement therapy in MAN2B1 knockout mice (PMID: 18713755). Additional experimental evidence is available, but the maximum score for experimental evidence (6 points) has already been reached.\n\nIn sum, MAN2B1 is definitively associated with MANSA. The association has been repeatedly demonstrated in both clinical and research settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Lysosomal Diseases GCEP on September 2, 2022 (SOP v9). ","dc:isVersionOf":{"id":"cggv:ef3b8e84-1f36-4aae-b167-b50dd074bf2b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}