{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-07-09T20:45:23.926Z","role":"Publisher"},{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-04-25T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.25},{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3e810fa-db76-40ef-8fb5-dc13bf70bb05","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fea0b3e3-72dd-4096-8286-49c7bb784d39","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Quantitative transcriptomics analysis (RNA-Seq) combined with analysis with antibody-based profiling detected preferential expression in lymph nodes and thymus gland.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"Analysis of the human tissue-specific expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16ac82e2-b6a2-4743-8ab0-d770a3b38ad6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:78c8267a-85a5-46cc-bea2-770239a0468e","type":"FunctionalAlteration","dc:description":"stimulation with anti-CD3 and anti-CD28, both CD4+ and CD8+ T cells from SASH3-deficient patients demonstrated impaired expression of CD25, CD71, CD98, and GLUT1, 3 activation-dependent metabolite transporters\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33876203","type":"dc:BibliographicResource","dc:abstract":"Sterile alpha motif (SAM) and Src homology-3 (SH3) domain-containing 3 (SASH3), also called SH3-containing lymphocyte protein (SLY1), is a putative adaptor protein that is postulated to play an important role in the organization of signaling complexes and propagation of signal transduction cascades in lymphocytes. The SASH3 gene is located on the X-chromosome. Here, we identified 3 novel SASH3 deleterious variants in 4 unrelated male patients with a history of combined immunodeficiency and immune dysregulation that manifested as recurrent sinopulmonary, cutaneous, and mucosal infections and refractory autoimmune cytopenias. Patients exhibited CD4+ T-cell lymphopenia, decreased T-cell proliferation, cell cycle progression, and increased T-cell apoptosis in response to mitogens. In vitro T-cell differentiation of CD34+ cells and molecular signatures of rearrangements at the T-cell receptor α (TRA) locus were indicative of impaired thymocyte survival. These patients also manifested neutropenia and B-cell and natural killer (NK)-cell lymphopenia. Lentivirus-mediated transfer of the SASH3 complementary DNA-corrected protein expression, in vitro proliferation, and signaling in SASH3-deficient Jurkat and patient-derived T cells. These findings define a new type of X-linked combined immunodeficiency in humans that recapitulates many of the abnormalities reported in mice with Sly1-/- and Sly1Δ/Δ mutations, highlighting an important role of SASH3 in human lymphocyte function and survival.","dc:creator":"Delmonte OM","dc:date":"2021","dc:title":"SASH3 variants cause a novel form of X-linked combined immunodeficiency with immune dysregulation."},"rdfs:label":"Defective activation of SASH3-mutated T cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:2d7a5638-d0ef-43db-8e5e-3c1d5b05ec4d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b0843a7-38e1-41e3-be7b-be87a20768a7","type":"FunctionalAlteration","dc:description":"western blotting on T-cell lysates from two patients carrying SASH3 mutations (P1 and P2)  in resting conditions and upon stimulation with anti-CD3 and anti-CD28 revealed decreased levels of pZAP70, pLAT, and pPLCγ1, virtual absence of pERK and pAKT, and markedly reduced amounts of p4EBP and pS6. In addition, pIκBα was nearly absent, and levels of pNF-κB-p65 were markedly reduced\nLevels of the antiapoptotic protein BCL2 were also decreased","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33876203","rdfs:label":"SASH3 variants globally affect TCR signaling"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b01081dc-4fa6-4a47-aafb-49a32d24b016","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b6e2ad12-0bf9-4002-a4b3-54ddcdb355c4","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33876203","rdfs:label":"Correction of SASH3 deficiency in patient-derived T cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:a57c41d9-120b-4d99-980c-b93e2e112e6d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fb0efb07-9898-4608-b0c2-052ecff8ed10","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33876203","rdfs:label":"Rescue of SASH3 deficiency"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:27059e68-b6b0-429b-a73e-1d69654f639e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1810ace4-19cf-4a7b-bae2-02abf5a784cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotypes observed in humans are immunodeficiency and immune dysregulation. The mice model recapitulated immune deficiency and confirmed a defect in the development of T and B cells ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16227612","type":"dc:BibliographicResource","dc:abstract":"Adaptive immunity is crucial for protective host defense and the development of immunological disorders. SLY1 was recently identified as an X-chromosomal SH3 protein that is serine phosphorylated (Ser27) upon B-and T-cell receptor engagement. Here, we demonstrate that SLY1 is localized in the cytoplasm and the nucleus of immunocytes. We generated mice expressing a mutant version of SLY1 lacking Ser27 and a functional nuclear localization signal. The defective SLY1 (SLY1(d)) protein is localized exclusively in the cytoplasm. B- and T-cell proliferation is attenuated and T-cell cytokine production is severely reduced. Sly1(d/d) mice exhibit reduced lymphoid organ sizes, diminished marginal zone B-cell numbers, and severely impaired antibody responses against T-dependent and -independent antigens. Importantly, survival of semi-identical cardiac allografts was substantially prolonged in Sly1(d/d) mice. These results define SLY1 as an essential molecular component for the full activation of adaptive immunity.","dc:creator":"Beer S","dc:date":"2005","dc:title":"Impaired immune responses and prolonged allograft survival in Sly1 mutant mice."},"rdfs:label":"Impaired immune responses in Sly1 mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Strong","sequence":6619,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.25,"subject":{"id":"cggv:96f9ee9e-7d9e-42ef-97b3-da96b9c217fd","type":"GeneValidityProposition","disease":"obo:MONDO_0010730","gene":"hgnc:15975","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"SAM- and SH3 domain-containing protein 3; *SASH3*, also known as SH3 containing Lymphocyte Protein (*SLY1*) encodes an adaptor scaffolding protein that is vital for integration and propagation of signal transduction cascades in lymphocytes. SASH3 protein is phosphorylated at Ser27 following T- or B-cell receptor ligation and protein kinase C (PKC) activation.\n\nThe phenotype associated with combined immunodeficiency due to *SASH3* variants is characterized by recurrent infections and multilineage immunodeficiency.\n\n*SASH3* was first reported in relation to combined immunodeficiency X- linked in 2021 (Delmonte et al., PMID: 33876203). The study reported four unrelated male patients carrying three hemizygous LOF variants in the *SASH3* gene. Patients manifested in early childhood with recurrent sinopulmonary, cutaneous, and mucosal infections, and refractory autoimmune cytopenias. Horrillo et al., 2022 reported a man with a milder form of combined immunodeficiency and a novel truncating *SASH3* variant which led to a complete absence of the protein (PMID: 35464398). Patients reported exhibited CD4+ T-cell lymphopenia, defective T cell activation and proliferation and B cell lymphopenia. Mother heterozygosity was confirmed in three of the five patients reported.\n\nSummary of experimental data (6 points): This gene-disease relationship is supported by rescue, animal model and expression evidence.\nCorrection of the proliferative defect of SASH3−/− Jurkat cells occurred upon transduction with the SASH3 LV vector. Transduction efficiency was also evident by reconstitution of PLCγ1 phosphorylation in SASH3-transduced Patient T cells upon in vitro stimulation with anti-CD3 and anti-CD28 (PMID: 33876203). Two different Sly1 deficient mice models recapitulated the human phenotype (PMIDs: 16227612 and 19604361). Both Sly1Δ/Δ and Sly1-/-  showed that absence of SLY1  protein affects CD4 T cell development, T-cell proliferation, and cytokine production and impairs antibody response to T- dependent and T- independent antigens. Preferential SASH3 expression in lymph nodes and thymus gland indicates an essential role in the development and activation of lymphocytes (PMIDs: 24309898 and 25970244). \n\nIn summary, the level of evidence to support the gene-disease relationship of *SASH3* and combined immunodeficiency X-linked is strong. While time is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\nGene Clinical Validity Standard Operating Procedures (SOP) - SOP9\n","dc:isVersionOf":{"id":"cggv:7f112c27-e610-425d-bbc5-a6d1d0de4da1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}