{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-11-15T15:16:06.372Z","role":"Publisher"},{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-10-08T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:DiseaseNameUpdate"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19344878","type":"dc:BibliographicResource","dc:abstract":"Distal myopathies represent a heterogeneous group of inherited skeletal muscle disorders. One type of adult-onset, progressive autosomal-dominant distal myopathy, frequently associated with dysphagia and dysphonia (vocal cord and pharyngeal weakness with distal myopathy [VCPDM]), has been mapped to chromosome 5q31 in a North American pedigree. Here, we report the identification of a second large VCPDM family of Bulgarian descent and fine mapping of the critical interval. Sequencing of positional candidate genes revealed precisely the same nonconservative S85C missense mutation affecting an interspecies conserved residue in the MATR3 gene in both families. MATR3 is expressed in skeletal muscle and encodes matrin 3, a component of the nuclear matrix, which is a proteinaceous network that extends throughout the nucleus. Different disease related haplotype signatures in the two families provided evidence that two independent mutational events at the same position in MATR3 cause VCPDM. Our data establish proof of principle that the nuclear matrix is crucial for normal skeletal muscle structure and function and put VCPDM on the growing list of monogenic disorders associated with the nuclear proteome.","dc:creator":"Senderek J","dc:date":"2009","dc:title":"Autosomal-dominant distal myopathy associated with a recurrent missense mutation in the gene encoding the nuclear matrix protein, matrin 3."},"evidence":[{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2704ac7-b2ae-41a3-86d1-e21e4d789e77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d966aed0-d3ef-4b41-8cbc-3c9154679813","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Compared to control spinal cord tissues, MATR3 expression was found to exhibit strong nuclear ad cytoplasmic immunoreactivity. Strong glial staining was also evident in ALS patients. \nMATR3 protein aggregates in nucleus were noted in a small number of cases, including an ALS patient with the pathological C9orf72 repeat expansion.\nNo differences in MATR3 staining were noted between MATR3 Phe115Cys patient compared to other ALS patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24686783","type":"dc:BibliographicResource","dc:abstract":"MATR3 is an RNA- and DNA-binding protein that interacts with TDP-43, a disease protein linked to amyotrophic lateral sclerosis (ALS) and frontotemporal dementia. Using exome sequencing, we identified mutations in MATR3 in ALS kindreds. We also observed MATR3 pathology in ALS-affected spinal cords with and without MATR3 mutations. Our data provide more evidence supporting the role of aberrant RNA processing in motor neuron degeneration. ","dc:creator":"Johnson JO","dc:date":"2014","dc:title":"Mutations in the Matrin 3 gene cause familial amyotrophic lateral sclerosis."},"rdfs:label":"MATR3 Immunohistochemistry in ALS patient spinal cord"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a6f11ff1-c23d-4bfa-89b8-b6b437c80526","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68c06420-4ba6-4c86-8e14-8391ae9a2f61","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using fluorescent in situ hybridization (FISH) coupled with immunocytochemistry, the authors analyzed the nuclei of these cells and observed colocalization between G4C2 RNA foci and MATR3 in two independent C9-ALS patient-derived iPSC-MNs. There was apparent colocalization between G4C2 foci with both punctate and diffuse forms of MATR3 within the nuclei of C9 iPSC-MNs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33129345","type":"dc:BibliographicResource","dc:abstract":"The most common genetic cause of amyotrophic lateral sclerosis (ALS) is a GGGGCC (G4C2) hexanucleotide repeat expansions in first intron of the C9orf72 gene. The accumulation of repetitive RNA sequences can mediate toxicity potentially through the formation of intranuclear RNA foci that sequester key RNA-binding proteins (RBPs), and non-ATG mediated translation into toxic dipeptide protein repeats. However, the contribution of RBP sequestration to the mechanisms underlying RNA-mediated toxicity remain unknown. Here we show that the ALS-associated RNA-binding protein, Matrin-3 (MATR3), colocalizes with G4C2 RNA foci in patient tissues as well as iPSC-derived motor neurons harboring the C9orf72 mutation. Hyperexpansion of C9 repeats perturbed subcellular distribution and levels of endogenous MATR3 in C9-ALS patient-derived motor neurons. Interestingly, we observed that ectopic expression of human MATR3 strongly mitigates G4C2-mediated neurodegeneration in vivo. MATR3-mediated suppression of C9 toxicity was dependent on the RNA-binding domain of MATR3. Importantly, we found that expression of MATR3 reduced the levels of RAN-translation products in mammalian cells in an RNA-dependent manner. Finally, we have shown that knocking down endogenous MATR3 in C9-ALS patient-derived iPSC neurons decreased the presence of G4C2 RNA foci in the nucleus. Overall, these studies suggest that MATR3 genetically modifies the neuropathological and the pathobiology of C9orf72 ALS through modulating the RNA foci and RAN translation.","dc:creator":"Ramesh N","dc:date":"2020","dc:title":"RNA dependent suppression of C9orf72 ALS/FTD associated neurodegeneration by Matrin-3."},"rdfs:label":"physical interaction between G4C2 RNA and MATR3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Here it was shown that the ALS-associated RNA-binding protein, Matrin-3 (MATR3), colocalizes with G4C2 RNA foci in patient tissues as well as iPSC-derived motor neurons harboring the C9orf72 mutation. Hyperexpansion of C9 repeats perturbed subcellular distribution and levels of endogenous MATR3 in C9-ALS patient-derived motor neurons."},{"id":"cggv:16a4cabf-32f0-4bcd-b969-10636619ec43","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4cdcc202-fa40-464c-9ca8-eecd2d29e7ef","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Figure 3 and Figure S4","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24686783","rdfs:label":"TDP-43 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4edd1012-d774-43c5-9eff-be8f2e60e42d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d177edf-e1ad-48f9-b732-0cb89c3a6b40","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Many ALS genes have known functions in RNA processing, including mRNA transport. Recently,  the C9orf72 pathological repeat expansion has been associated with impaired nuclear transport (see PMID: 27087014 for review).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29109432","type":"dc:BibliographicResource","dc:abstract":"Mutations in Matrin 3 have recently been linked to ALS, though the mechanism that induces disease in these patients is unknown. To define the protein interactome of wild-type and ALS-linked MATR3 mutations, we performed immunoprecipitation followed by mass spectrometry using NSC-34 cells expressing human wild-type or mutant Matrin 3. Gene ontology analysis identified a novel role for Matrin 3 in mRNA transport centered on proteins in the TRanscription and EXport (TREX) complex, known to function in mRNA biogenesis and nuclear export. ALS-linked mutations in Matrin 3 led to its re-distribution within the nucleus, decreased co-localization with endogenous Matrin 3 and increased co-localization with specific TREX components. Expression of disease-causing Matrin 3 mutations led to nuclear mRNA export defects of both global mRNA and more specifically the mRNA of TDP-43 and FUS. Our findings identify a potential pathogenic mechanism attributable to MATR3 mutations and further link cellular transport defects to ALS.","dc:creator":"Boehringer A","dc:date":"2017","dc:title":"ALS Associated Mutations in Matrin 3 Alter Protein-Protein Interactions and Impede mRNA Nuclear Export."},"rdfs:label":"Immunoprecipitation and mass spectrometry "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e29c83b7-3796-47c9-b354-968667d07a3e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff996b33-fdf9-4388-ba7a-e3677c18bfac","type":"FunctionalAlteration","dc:description":"1) There was a statistically significant increase in polyA-mRNA nuclear to cytoplasmic ratio in cells expressing S85C and P154S Matrin 3, suggesting these mutations induce significant defects in mRNA nuclear transport.\n\n2) Matrin 3 mutations led to an increase in the nuclear to cytoplasmic ratio of TDP-43 mRNA compared to an empty vector control. The nuclear to cytoplasmic ratio of FUS mRNA was increased by expression of S85C, P154S and T622A Matrin 3 mutants.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29109432","rdfs:label":"co-immunoprecipitation, co-immunofluorescence "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This evidence score was increased to 1 due to the direct link of multiple MATR3 mutations with ALS proteins TDP-43 and FUS."},{"id":"cggv:f3fc96ae-c0eb-4174-8652-58ea6c257056","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d217502c-af98-4399-9fec-f73886b902d8","type":"FunctionalAlteration","dc:description":"Using a rat primary neuron model to assess MATR3-mediated toxicity, the authors noted that neurons were bidirectionally vulnerable to MATR3 levels, with pathogenic MATR3 mutants displaying enhanced toxicity. Primary rat neuronal cultures were transfected with MATR3-EGFP WT or mutant forms. WT is toxic but the mutants (S85C, F115C, P154S, T622A) significantly increased risk of death over WT (average 3 fold above endogenous).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30015619","type":"dc:BibliographicResource","dc:abstract":"Abnormalities in nucleic acid processing are associated with the development of amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Mutations in ","dc:creator":"Malik AM","dc:date":"2018","dc:title":"Matrin 3-dependent neurotoxicity is modified by nucleic acid binding and nucleocytoplasmic localization."},"rdfs:label":"Enhanced toxicity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"In contrast to other RNA-binding proteins associated with ALS, cytoplasmic MATR3 redistribution mitigated neurodegeneration, suggesting that nuclear MATR3 mediates toxicity. These findings offer a foundation for understanding MATR3-related neurodegeneration and how nucleic acid binding functions, localization, and pathogenic mutations drive sporadic and familial disease."},{"id":"cggv:339f9a7c-72cc-4d52-aba7-c86e81a626fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:82d121ed-24af-4f34-baf8-ff877e7d707a","type":"FunctionalAlteration","dc:description":"SH-SY5Y cells were co-transfected with the constructs of aggregation-prone TDP-43 and wild-type or mutant MATR3. WT MATR3 resulted in no change on percent of cells with aggregates, however the S85C mutation caused 30% increase in cells with aggregates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32731393","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis is a progressive neurodegenerative disorder, characterized by cytoplasmic inclusions of RNA-binding protein TDP-43. Despite decades of research and identification of more than 50 genes associated with amyotrophic lateral sclerosis (ALS), the cause of TDP-43 translocation from the nucleus and its aggregation in the cytoplasm still remains unknown. Our study addressed the impact of selected ALS-associated genes on TDP-43 aggregation behavior in wild-type and aggregation prone TDP-43 in vitro cell models. These were developed by deleting TDP-43 nuclear localization signal and stepwise shortening its low-complexity region. The SH-SY5Y cells were co-transfected with the constructs of aggregation-prone TDP-43 and wild-type or mutant ALS-associated genes ","dc:creator":"Bajc Česnik A","dc:date":"2020","dc:title":"The Impact of ALS-Associated Genes "},"rdfs:label":"TDP-43 Aggregation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04bde958-aaae-4a93-8068-58acdd5159e8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f714e85a-5c7d-4ffa-aef3-0e442910848a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice expressing S85C mutant Matr3 in the homozygous state showed progressive muscle deficits - a phenotype of ALS in humans. They also showed weight loss and health decline, resulting in reaching ethical end-stage before WT mice.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33082323","type":"dc:BibliographicResource","dc:abstract":"A missense mutation, S85C, in the MATR3 gene is a genetic cause for amyotrophic lateral sclerosis (ALS). It is unclear how the S85C mutation affects MATR3 function and contributes to disease. Here, we develop a mouse model that harbors the S85C mutation in the endogenous Matr3 locus using the CRISPR/Cas9 system. MATR3 S85C knock-in mice recapitulate behavioral and neuropathological features of early-stage ALS including motor impairment, muscle atrophy, neuromuscular junction defects, Purkinje cell degeneration and neuroinflammation in the cerebellum and spinal cord. Our neuropathology data reveals a loss of MATR3 S85C protein in the cell bodies of Purkinje cells and motor neurons, suggesting that a decrease in functional MATR3 levels or loss of MATR3 function contributes to neuronal defects. Our findings demonstrate that the MATR3 S85C mouse model mimics aspects of early-stage ALS and would be a promising tool for future basic and preclinical research.","dc:creator":"Kao CS","dc:date":"2020","dc:title":"Selective neuronal degeneration in MATR3 S85C knock-in mouse model of early-stage ALS."},"rdfs:label":"mouse model of MATR3 p.Ser85Cys"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This model is downgraded to 0.5pt because the phenotype only occurs in homozygosity and the motor neuron deficit trend is not statistically significant. Additionally, some motor phenotype is likely explained by the profound loss of cerebellar purkinje cells."},{"id":"cggv:675bd7f7-dc64-4202-9dd8-2617152bfe8c","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:55a64e40-7e23-4eb3-8daf-972515833a8f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Muscle weakness in the limbs is a characteristic feature of ALS.\nThe F115C MATR3 mouse developed profound motor phenotype and showed gross muscle atrophy.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30563574","type":"dc:BibliographicResource","dc:abstract":"Mutations in MATR3 have been associated with amyotrophic lateral sclerosis (ALS) as well as a form of distal myopathy termed vocal cord pharyngeal distal myopathy (VCPDM). To begin to understand how mutations in MATR3 may cause disease, here we provide initial characterization of transgenic (Tg) mice expressing human wild-type (WT) MATR3 (MATR3","dc:creator":"Moloney C","dc:date":"2018","dc:title":"Analysis of spinal and muscle pathology in transgenic mice overexpressing wild-type and ALS-linked mutant MATR3."},"rdfs:label":"Expression of human MATR3 in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The Phe115Cys variant in this mouse model is no longer considered causative of ALS. Additionally, the overexpression four times higher than the WT line and only muscle pathology is seen, with exclusion of motor neuron disease, so does not faithfully show ALS."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.8}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.65}],"evidenceStrength":"Definitive","sequence":9367,"specifiedBy":"GeneValidityCriteria11","strengthScore":12.15,"subject":{"id":"cggv:34cdab4e-7956-4ee7-8ea4-667442326ae9","type":"GeneValidityProposition","disease":"obo:MONDO_0018951","gene":"hgnc:6912","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"Variants in *MATR3* were first reported as a cause of autosomal dominant distal myopathy with vocal cord weakness in 2009 (Senderek J, et al., 2009, PMID: 19344878). The *MATR3* gene encodes matrin-3, a highly conserved nuclear matrix protein that binds and interacts with nucleic acids (Belgrader et al., 1991; Hibino et al., 2006). It plays a role in RNA transcription and processing, as well as mRNA stabilization (Hibino et al., 2006). Structurally, the protein includes two zinc finger domains that interact with DNA, along with two domains that bind RNA (Belgrader et al., 1991; Hibino et al., 2006; Salton et al., 2011; Johnson et al., 2014). Heterozygous variants in the *MATR3* gene are asserted to casue amyotrophic lateral sclerosis (ALS) type 21 and distal myopathy with vocal cord and pharyngeal weakness (VCPDM) inherited in an autosomal dominant manner (Senderek et al., 2009; Johnson et al., 2014); the ALS GCEP has lumped these into a single curation for distal myopathy based on an overlap of phenotypes and molecular mechanism. Evidence supporting this gene-disease relationship includes case-level data, segregation data and experimental data. At least 12 missense variants have been reported in 20 probands from 17 publications (PMIDs: 24686783, 28029397, 26493020, 25771394, 26199109, 26708275, 31432357, 31475037, 19344878, 25154462, 25185957, 25952333, 32361838, 29628183, 34659085, 35812165, 39192891). The Ser85Cys variant is recurrent and predominantly found in patients with distal myopathy, however one family was retrospectively diagnose with ALS (PMID: 24686783). Segregation of this variant across 39 patients from 5 families was included in this curation. Experimentally, this gene-disease relationship is supported by the role of *MATR3* as an RNA-binding protein involved in mRNA transport and nuclear export, processes known to be impacted in ALS (PMID: 29109432). Additionally, *MATR3* has been found to bind and interact with critical ALS proteins TDP-43 (PMID: 24686783, 29109432), FUS (PMID: 29109432) and C9orf92 (PMID: 33129345). Further support is provided by a mouse models including overexpression and CRISPR-cas9 knock-in models (PMID: 33082323) that partially recapitulates phenotypic and pathological features. In summary, there is definitive evidence to support the relationship between *MATR3* and autosomal dominant distal myopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:97ed1e35-c1b2-40c7-a60e-54b3c24004c4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}