{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-08-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-18T17:39:58.685Z","role":"Publisher"}],"evidence":[{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57c6e6b5-9c62-46d3-b8f6-54b239e7f46c_proband_score_evidence_line","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:57c6e6b5-9c62-46d3-b8f6-54b239e7f46c","type":"Proband","allele":{"id":"cggv:7048f06f-bc86-4270-83c2-a21d931e25a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001976.3(ATE1):c.499C>T (p.Leu167Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5721657"}},"detectionMethod":"Trio exome sequencing and array-CGH","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0006695","secondTestingMethod":"Chromosomal microarray","sex":"UnknownEthnicity","variant":{"id":"cggv:691ae024-cb28-4575-a48e-62481997e726_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7048f06f-bc86-4270-83c2-a21d931e25a1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27058611","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) has a complex genetic etiology, and recent studies suggest that high penetrance de novo mutations may account for only a small fraction of disease. In a multi-institutional cohort surveyed by exome sequencing, combining analysis of 987 individuals (discovery cohort of 59 affected trios and 59 control trios, and a replication cohort of 100 affected singletons and 533 unaffected singletons) we observe variation at novel and known loci related to a specific cardiac malformation the atrioventricular septal defect (AVSD). In a primary analysis, by combining developmental coexpression networks with inheritance modeling, we identify a de novo mutation in the DNA binding domain of NR1D2 (p.R175W). We show that p.R175W changes the transcriptional activity of Nr1d2 using an in vitro transactivation model in HUVEC cells. Finally, we demonstrate previously unrecognized cardiovascular malformations in the Nr1d2tm1-Dgen knockout mouse. In secondary analyses we map genetic variation to protein-interaction networks suggesting a role for two collagen genes in AVSD, which we corroborate by burden testing in a second replication cohort of 100 AVSDs and 533 controls (p = 8.37e-08). Finally, we apply a rare-disease inheritance model to identify variation in genes previously associated with CHD (ZFPM2, NSD1, NOTCH1, VCAN, and MYH6), cardiac malformations in mouse models (ADAM17, CHRD, IFT140, PTPRJ, RYR1 and ATE1), and hypomorphic alleles of genes causing syndromic CHD (EHMT1, SRCAP, BBS2, NOTCH2, and KMT2D) in 14 of 59 trios, greatly exceeding variation in control trios without CHD (p = 9.60e-06). In total, 32% of trios carried at least one putatively disease-associated variant across 19 loci,suggesting that inherited and de novo variation across a heterogeneous group of loci may contribute to disease risk.","dc:creator":"Priest JR","dc:date":"2016","dc:title":"De Novo and Rare Variants at Multiple Loci Support the Oligogenic Origins of Atrioventricular Septal Heart Defects."}},"rdfs:label":"Proband 28"},{"id":"cggv:691ae024-cb28-4575-a48e-62481997e726","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Contradicts","evidence":[{"id":"cggv:691ae024-cb28-4575-a48e-62481997e726_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The highest MAF in gnomAD v.2.1.1 is 0.02 in Finnish European population and the REVEL score is 0.009"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bfe3f2e0-2cfe-42f7-a90d-138a78cd46f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:21f3824e-9511-4b56-855e-9de6029611b9","type":"FunctionalAlteration","dc:description":"Arginylation of beta-actin regulates cell motility in whole lysates from mouse embryonic fibroblasts. The majority of Ate1-null cells appeared smaller than wildtype cells and were apparently unable to form lamellae during movement along the substrate, resulting in their inability to cover the same distance or occupy the same area of the substrate as the control cells. Ate1-null cells exhibited apparent defects in ruffling activity and cortical flow. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16794040","type":"dc:BibliographicResource","dc:abstract":"Posttranslational arginylation is critical for mouse embryogenesis, cardiovascular development, and angiogenesis, but its molecular effects and the identity of proteins arginylated in vivo are unknown. We found that beta-actin was arginylated in vivo to regulate actin filament properties, beta-actin localization, and lamella formation in motile cells. Arginylation of beta-actin apparently represents a critical step in the actin N-terminal processing needed for actin functioning in vivo. Thus, posttranslational arginylation of a single protein target can regulate its intracellular function, inducing global changes on the cellular level, and may contribute to cardiovascular development and angiogenesis.","dc:creator":"Karakozova M","dc:date":"2006","dc:title":"Arginylation of beta-actin regulates actin cytoskeleton and cell motility."},"rdfs:label":"Functional alteration "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b5d75e10-706a-4298-8c33-5dca591c4c8f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:841277ba-14e0-447b-839c-162e9c6c373d","type":"FunctionalAlteration","dc:description":"They identified the N-end rule pathway as a new nitric oxide sensor that functions through its ability to destroy specific regulatory proteins bearing N-terminal cysteine, at rates controlled by nitric oxide and apparently by oxygen as well. In vivo oxidation of N-terminal cysteine, before its arginylation, requires nitric oxide, and reconstituted this process in vitro as well. The levels of regulatory proteins bearing N-terminal cysteine, such as RGS4, RGS5, and RGS16, were greatly increased in mouse Ate1-null embryos, which lack arginylation. Stabilization of these proteins, the first physiologic substrates of mammalian N-end rule pathway, may underlie cardiovascular defects in Ate1-null embryos. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16222293","type":"dc:BibliographicResource","dc:abstract":"The conjugation of arginine to proteins is a part of the N-end rule pathway of protein degradation. Three amino (N)-terminal residues--aspartate, glutamate and cysteine--are arginylated by ATE1-encoded arginyl-transferases. Here we report that oxidation of N-terminal cysteine is essential for its arginylation. The in vivo oxidation of N-terminal cysteine, before its arginylation, is shown to require nitric oxide. We reconstituted this process in vitro as well. The levels of regulatory proteins bearing N-terminal cysteine, such as RGS4, RGS5 and RGS16, are greatly increased in mouse ATE1-/- embryos, which lack arginylation. Stabilization of these proteins, the first physiological substrates of mammalian N-end rule pathway, may underlie cardiovascular defects in ATE1-/- embryos. Our findings identify the N-end rule pathway as a new nitric oxide sensor that functions through its ability to destroy specific regulatory proteins bearing N-terminal cysteine, at rates controlled by nitric oxide and apparently by oxygen as well.","dc:creator":"Hu RG","dc:date":"2005","dc:title":"The N-end rule pathway as a nitric oxide sensor controlling the levels of multiple regulators."},"rdfs:label":"Hu functional alteration "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6efd1394-ba97-47f2-a6f6-f2528eda6a8a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1b2c14a-9600-4bcb-a993-6b52c779aa77","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ate1 -/- embryos died with defects in heart development. Of 22 Ate1 -/- hearts examined at embryonic days 13.5 to 15.5, about 85% had an ASD, 90% had hypoplasia of both the right and left ventricular myocardium, and 70% had persistent truncus arteriosus, with the common root of the aorta and pulmonary artery straddling a large VSD.\nAte1 +/- mice were apparently normal, but Ate1 knockout embryos were pale and had thinner blood vessels and frequent skin edema in embryonic days 9.5 to 12.5. Hemorrhages were a consistent feature of homozygous mutant embryos and were the likely proximal cause of death. Vasculogenesis was normal at embryonic day 9.5, but angiogenic remodeling was suppressed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12098698","type":"dc:BibliographicResource","dc:abstract":"The enzymatic conjugation of arginine to the N-termini of proteins is a part of the ubiquitin-dependent N-end rule pathway of protein degradation. In mammals, three N-terminal residues-aspartate, glutamate, and cysteine-are substrates for arginylation. The mouse ATE1 gene encodes a family of Arg-tRNA-protein transferases (R-transferases) that mediate N-terminal arginylation. We constructed ATE1-lacking mouse strains and found that ATE1-/- embryos die with defects in heart development and in angiogenic remodeling of the early vascular plexus. Through biochemical analyses, we show that N-terminal cysteine, in contrast to N-terminal aspartate and glutamate, is oxidized before its arginylation by R-transferase, suggesting that the arginylation branch of the N-end rule pathway functions as an oxygen sensor.","dc:creator":"Kwon YT","dc:date":"2002","dc:title":"An essential role of N-terminal arginylation in cardiovascular development."},"rdfs:label":"Kwon mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Disputed","sequence":6875,"specifiedBy":"GeneValidityCriteria9","strengthScore":3,"subject":{"id":"cggv:3fbf638a-2fb0-43b7-af01-73c6c3f3236b","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:782","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"*ATE1* was first reported in relation to autosomal recessive congenital heart disease in 2016 (Priest et al., PMID: 27058611). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, atrioventricular septal defect and congenital heart disease have been lumped into one disease entity. Two unique variants, a missense and a CNV, have been reported in two probands in two publications (PMIDs: 27058611, 31552105). However, the missense variant had a high minor allele frequency (> 0.00001) in gnomAD v2.1.1 and a very low REVEL score, and was, therefore, not scored. The gene-disease relationship is supported by a knockout mouse model and functional alteration data (PMIDs: 12098698, 16222293, 16794040). Although there is sufficient experimental evidence, the genetic evidence is not convincing enough to support the relationship. In summary, the evidence supporting the relationship between *ATE1* and autosomal recessive congenital heart diseases has been disputed, and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *ATE1* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 8/14/2023 (SOP Version 9).\nThe curation includes only one proband with a variant that has a high minor allele frequency. The expert panel decided that more convincing genetic evidence is required for a 'Limited' classification.","dc:isVersionOf":{"id":"cggv:091bbd85-831a-4628-92f4-b2487d837eb6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}