{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-03-02T18:57:14.677Z","role":"Approver"},{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-03-02T18:57:25.136Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20038800","type":"dc:BibliographicResource","dc:abstract":"CD20 was the first B cell differentiation antigen identified, and CD20-specific mAbs are commonly used for the treatment of B cell malignancies and autoantibody-mediated autoimmune diseases. Despite this the role of CD20 in human B cell physiology has remained elusive. We describe here a juvenile patient with CD20 deficiency due to a homozygous mutation in a splice junction of the CD20 gene (also known as MS4A1) that results in \"cryptic\" splicing and nonfunctional mRNA species. Analysis of this patient has led us to conclude that CD20 has a central role in the generation of T cell-independent (TI) antibody responses. Key evidence to support this conclusion was provided by the observation that although antigen-independent B cells developed normally in the absence of CD20 expression, antibody formation, particularly after vaccination with TI antigens, was strongly impaired in the patient. Consistent with this, TI antipolysaccharide B cell responses were severely impeded in CD20-deficient mice. Our study therefore identifies what we believe to be a novel type of humoral immunodeficiency caused by CD20 deficiency and characterized by normal development of antigen-independent B cells, along with a reduced capacity to mount proper antibody responses.","dc:creator":"Kuijpers TW","dc:date":"2010","dc:title":"CD20 deficiency in humans results in impaired T cell-independent antibody responses."},"evidence":[{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:69f91fbf-2555-437e-ad2b-620080c20382_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:69f91fbf-2555-437e-ad2b-620080c20382","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:19480c01-7e24-4932-823d-ae9162fee104","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MS4A1, IVS5DS, 11-BP INS AND 2-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17705"}},"detectionMethod":"cDNA from mRNA from proband's PBMCs was amplified and sequenced. The variant was confirmed in genomic DNA of the proband as well.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had intermittent respiratory infections and recurrent bronchopneumonia at 2y of age. Heart and lung examination (and function) did not reveal any abnormalities. Low-titer antinuclear antibody (IgG 1:40) was noted, without autoreactivity. Blood differential count and complement levels were normal and sputum culture was negative. She was initially diagnosed with hypogammaglobulinemia due to CVID. IVIG was initiated but stopped after 6 months. In follow-up over 4 years, proband's IgG levels were persistently low, but IgM and IgA levels were normal.","phenotypes":["obo:HP_0004315","obo:HP_0002090","obo:HP_0002205"],"previousTesting":true,"previousTestingDescription":"The number of CD19+ B cells were normal in proband, while CD20 expression was conspicuously absent. CD20 expression in parents was 50% of controls. Also, a small lymphocyte fraction of CD19-CD20-dull cells present in healthy controls was absent in the proband.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0ff1adcd-543c-4096-bf65-c57d4011a79b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:19480c01-7e24-4932-823d-ae9162fee104"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20038800"},"rdfs:label":"Kuijpers_Proband"},{"id":"cggv:0ff1adcd-543c-4096-bf65-c57d4011a79b","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ff1adcd-543c-4096-bf65-c57d4011a79b_variant_evidence_item"},{"id":"cggv:0ff1adcd-543c-4096-bf65-c57d4011a79b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"IgM naive and IgG memory B cell lines generated from proband and control B cells with Bcl-6 protein showed that signaling function of the BCR complex was not significantly altered in the absence of CD20 expression. Freshly isolated B cells from the proband showed low to absent IgG production in vitro. Normal absolute numbers of CD19+ B cells were present in the peripheral blood, but class-switched CD27+ memory B cells were hardly detected (<2%), measured over a 3- to 5-year period in the proband. Ca2+ responses after surface IgM or IgG cross-linking were intact. Signaling function of the BCR complex was noted to be not significantly altered in the absence of CD20 expression."}],"strengthScore":1.5,"dc:description":"The proband was homozygous for a 11-bp insertion and 2-bp deletion in intron 5, near the non-canonical splice donor (GC) - NM_152866.3:c.336+5_336+6insGACATATGGTTdelTA. This results in 4 aberrant splice variants in the proband, which resulted in the complete deletion of exon 5 and insertion of intronic sequences due to the use of cryptic splice sites. IgM naive and IgG memory B cell lines generated from proband and control B cells with Bcl-6 protein showed that signaling function of the BCR complex was not significantly altered in the absence of CD20 expression. Freshly isolated B cells from the proband showed low to absent IgG production in vitro. Normal absolute numbers of CD19+ B cells were present in the peripheral blood, but class-switched CD27+ memory B cells were hardly detected (<2%), measured over a 3- to 5-year period in the proband. Ca2+ responses after surface IgM or IgG cross-linking were intact. Signaling function of the BCR complex was noted to be not significantly altered in the absence of CD20 expression. The proband is scored maximum of 3 points for two variants in trans that result in an exon deletion and total absence of CD20 expression. Note, the variant is scored as a predicted/proven null variant based on complete absence of protein expression. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:165326fb-d326-4270-bdf3-56c5a7c530b8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db51ca56-bb83-4b6d-9eb8-8fe6ff7368ee","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using a panel of mouse anti-mouse CD20 mAb, authors showed that mouse pre-B cell lines and T-cell lines failed to express CD20 cell surface protein. CD20 was only expressed by subsets of B220+ cells in the bone marrow. CD43+ B220+ pro‐B cells did not express CD20, while 10 ± 1% of CD43– IgM– B220-lo pre‐B cells expressed CD20 at low densities. CD20 was reportedly expressed during the small pre-B cell to immature B cell transition, with CD20 expression increasing with maturation and then decreasing with entry into the mature B220-hi pool pf recirculating B cells. In the spleen, blood, peripheral lymph nodes and peritoneal cavity, the vast majority of IgM+ or B220+ B cells expressed CD20","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14688067","type":"dc:BibliographicResource","dc:abstract":"CD20 plays a role in human B cell proliferation and is an effective target for immunotherapy. In this study, mouse CD20 expression and biochemistry were assessed for the first time using a new panel of CD20-specific mAb, with CD20 function assessed using CD20-deficient (CD20(-/-)) mice. CD20 expression was B cell restricted and was initiated during late pre-B cell development. The frequency and density of CD20 expression increased during B cell maturation in the bone marrow, with a subpopulation of transitional IgM(hi) B cells expressing higher CD20 levels than the majority of mature recirculating B cells. Transitional T1 B cells in the spleen also expressed high CD20 levels, providing a useful new marker for this B cell subset. In CD20(-/-) mice, immature and mature B cell IgM expression was approximately 20-30% lower relative to B cells from wild-type littermates. In addition, CD19-induced intracellular calcium responses were significantly reduced in CD20(-/-) B cells, with a less dramatic effect on IgM-induced responses. These results reveal a role for CD20 in transmembrane Ca(2+) movement in mouse primary B cells that complements previous results obtained using human CD20 cDNA-transfected cell lines. Otherwise, B cell development, tissue localization, signal transduction, proliferation, T cell-dependent antibody responses and affinity maturation were normal in CD20(-/-) mice. Thus, mouse and human CD20 share similar patterns of expression and function. These studies thereby provide an animal model for studying CD20 function in vivo and the molecular mechanisms that influence anti-CD20 immunotherapy.","dc:creator":"Uchida J","dc:date":"2004","dc:title":"Mouse CD20 expression and function."},"rdfs:label":"Uchida_Mouse expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55b1f352-ae0d-4f5b-b003-32f3654a8a9c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:913a5385-ef3c-4df2-ba10-7f94de2b365c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors describe impaired humoral immunity in Cd20-/- mice. WT mice generated higher anti-AAV neutralizing Ab response compared with Cd20-/- mice. In response to sheep red blood cells, IgM (~45%) and secondary IgG (~47%) responses were significantly reduced in Cd20-/- mice. Of note, the patient described with CD20 deficiency in PMID: 20038800 is noted to have reduced-absent IgG but normal IgM. Cd20-/- mice also showed reduced germinal center B cell numbers. Calcium responses were found to be lower in Cd20-/- B cells compared to WT cells. Cross-linking the BCR in memory B cells using F(ab′)2 anti-mouse IgG resulted in lower magnitude of calcium flux in Cd20−/− B cells; however, no difference in the amounts of stored calcium were observed in these cells. B cell activation was also noted to be impaired in Cd20-/- mice. It is worth noting that the original paper (PMID: 20038800) that generated this mouse model did not find any major effect on B cell maturation due to Cd20 disruption. In human CD20 deficiency described in PMID: 20038800, the loss of CD20 did not disturb the differentiation of precursor B cells in the bone marrow. Functional properties analyzed in CD20-deficieny B cells from the patient revealed that the signaling function of the BCR complex was not significantly altered in the absence of CD20 expression with intact Ca2+ responses after surface IgM or IgG cross-linking.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23966626","type":"dc:BibliographicResource","dc:abstract":"CD20 is a tetraspanning membrane protein expressed on B lymphocytes. CD20 deficiency in both mice and humans has recently been shown to have deleterious effects on Ab responses to T-independent Ags; however, no effect on T-dependent immunity has been reported. In this study, we used a Cd20⁻/⁻ mouse line to evaluate Ab responses to adeno-associated virus and SRBCs. The neutralizing Ab response to adeno-associated virus was significantly reduced by CD20 deficiency; both primary (IgM) and secondary (IgG1 and IgG2b) responses to SRBC were also reduced in Cd20⁻/⁻ mice, and this was associated with a reduction in the number of germinal center B cells. A successful humoral response requires the integration of intracellular signaling networks that critically rely on calcium mobilization. In this article, we confirm that BCR-mediated calcium mobilization is reduced in Cd20⁻/⁻ murine B cells after BCR stimulation in vitro, and further show that the reduction is due to an effect on calcium influx rather than calcium release from intracellular stores. Calcium-dependent upregulation of CD69 was impaired in CD20-deficient B cells, as was upregulation of CD86. Altogether, this study demonstrates a role for CD20 in B cell activation and T-dependent humoral immunity.","dc:creator":"Morsy DE","dc:date":"2013","dc:title":"Reduced T-dependent humoral immunity in CD20-deficient mice."},"rdfs:label":"Morsy_KO Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence is scored reduced points as even though there is not a complete recapitulation of the human phenotype, abrogation of CD20 expression is shown to impair B-cell activation due to altered calcium flux and result in reduced IgG levels. "},{"id":"cggv:b6882f3e-5a41-4a1d-aa4f-d01fbf476b24","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6769781b-590f-46db-8525-e48d34b3b154","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"B-cell development was normal in Cd20-/- mice, but responses following IgM ligation with anti-IgM antibodies when compared with WT B cells were reduced. The magnitude of the maximal Ca2+ increase was 34 ± 4% lower in CD20–/– B cells. In the only human patient described with CD20 deficiency, calcium signaling was noted to be normal.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14688067","rdfs:label":"Uchida_KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The evidence is scored reduced points as even though the phenotype evidence in the mouse model does not recapitulate the human phenotype (only based on one individual), the disruption of CD20 is shown to affect calcium influx, which is part of the biochemical function of CD20."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":4033,"specifiedBy":"GeneValidityCriteria8","strengthScore":5,"subject":{"id":"cggv:95480774-8709-4eb4-8f35-1ba1e2b01317","type":"GeneValidityProposition","disease":"obo:MONDO_0013285","gene":"hgnc:7315","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between MS4A1 and Common Variable Immunodeficiency 5, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of July, 2021. MS4A1 encodes a member of the membrane-spanning 4A gene family, a B-lymphocyte surface molecule, CD20, which plays a role in the development and differentiation of B-cells into plasma cells. Common Variable Immunodeficiency, also referred to as CD20 deficiency, is characterized by persistently low levels of IgG and recurrent respiratory infections (Kuijpers et al; PMID: 20038800). CD20 is expressed on all B cells from the late pre-B cell stage to memory B cells.  It is not expressed on terminally differentiated plasmablasts and plasma cells, except in the context of certain B cell malignancies. CD20 deficiency is exceedingly rare, but based on a single report appears to affect peripheral B cell differentiation. CD20 has been shown to regulate signaling through the B cell receptor (BCR). CD20 is a popular therapeutic target for B cell depletion in malignancies, autoimmunity, and other immune dysregulatory conditions (PMIDs: 32482755, 33563755, 32210425). There may be a hierarchical loss of immunoglobulin isotypes after B cell depletion with anti-CD20 therapeutic antibodies with some isotypes, such as IgM and IgG being more affected than IgA (PMID: 23136242). MS4A1 was first reported in relation to autosomal recessive common variable immunodeficiency 5 in 2010 (Kuijpers et al, PMID: 20038800). Bogaert et al, 2016 (PMID: 27250108) reported that this patient did not completely fulfil diagnostic criteria for CVID. To date, this is the only patient that has been reported with a loss-of-function variant in MS4A1 and a positive disease association. There is limited evidence supporting this gene-disease relationship including case-level data and experimental data. \n   \nSummary of Case Level Data (3 points):\nThere has been 1 patient from 1 publication, till date, reported with a homozygous variant in MS4A1 (PMID: 20038800). The mechanism of disease is expected to be biallelic loss of function. \n\nSummary of experimental data (2 points):\nThis gene-disease relationship is supported by animal model and expression evidence. MS4A1 is specifically expressed on B-lymphocytes and functions as part of the B-cell surface complex involved in transmembrane Ca2+ transport (PMID: 14688067). Knock-out of MS4A1 in two mouse models showed that mice had a defect in B-cell maturation and defective Ca2+ transport (PMID: 23966626, 14688067) and partially recapitulate the human phenotype.  \n  \nIn summary, the level of evidence to support the gene-disease relationship of MS4A1 and autosomal recessive Common Variable Immunodeficiency 5 is limited. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:eba48c0f-53fa-48c9-8f4e-9892d095b515"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}