{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-11-28T17:00:00.000Z","role":"Approver"},{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-11-28T14:09:26.184Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5},{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03f1bd95-5f40-4309-9d6b-392ac27c3236","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a63e9f38-2a2b-4d81-9da9-c243a834ac25","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression in a human fetus was found to be high in the fetal spinal cord, sensory ganglia and all developing muscles. Neural tissue from adult spinal cord showed high expression of LRSAM1.  \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22012984","type":"dc:BibliographicResource","dc:abstract":"Despite the high number of genes identified in hereditary polyneuropathies/Charcot-Marie-Tooth (CMT) disease, the genetic defect in many families is still unknown. Here we report the identification of a new gene for autosomal dominant axonal neuropathy in a large three-generation family. Linkage analysis identified a 5 Mb region on 9q33-34 with a LOD score of 5.12. Sequence capture and next-generation sequencing of the region of interest identified five previously unreported non-synonymous heterozygous single nucleotide changes or indels, four of which were confirmed by Sanger sequencing. Two sequence variants co-segregated with the disease, and one, a 2 bp insertion in the last exon of LRSAM1, was also absent in 676 ethnicity-matched control chromosomes. This frameshift mutation (p.Leu708Argfx28) is located in the C-terminal RING finger motif of the encoded protein. Ubiquitin ligase activity in transfected cells with constructs carrying the patient mutation was affected as measured by a higher level of abundance of TSG101, the only reported target of LRSAM1. Injections of morpholino oligonucleotides in zebrafish embryos directed against the ATG or last splice site of zebrafish Lrsam1 disturbed neurodevelopment, showing a less organized neural structure and, in addition, affected tail formation and movement. LRSAM1 is highly expressed in adult spinal cord motoneurons as well as in fetal spinal cord and muscle tissue. Recently, a homozygous mutation in LRSAM1 was proposed as a strong candidate for the disease in a family with recessive axonal polyneuropathy. Our data strongly support the hypothesis that LRSAM1 mutations can cause both dominant and recessive forms of CMT.","dc:creator":"Weterman MA","dc:date":"2012","dc:title":"A frameshift mutation in LRSAM1 is responsible for a dominant hereditary polyneuropathy."},"rdfs:label":"LRSAM1 is highly expressed in fetal and adult nervous system"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:dcf41ce4-c914-4235-8b65-1c4b784763a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42b53cba-bf15-4196-911f-37792c6c4b21","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using lacZ reporter expression analysis, the authors show that Lrsam1 is expressed at a high level in peripheral motor and sensory neurons. \nLrsam1 in situ hybridization on embryonic (15.5 days post-fertilization) transverse sections revealed broad low-level expression with particular enrichment in the dorsal root ganglion (arrow) and throughout the spinal cord. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23519028","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is a clinically and genetically heterogeneous condition characterized by peripheral axon degeneration with subsequent motor and sensory deficits. Several CMT gene products function in endosomal sorting and trafficking to the lysosome, suggesting that defects in this cellular pathway might present a common pathogenic mechanism for these conditions. LRSAM1 is an E3 ubiquitin ligase that is implicated in this process, and mutations in LRSAM1 have recently been shown to cause CMT. We have generated mouse mutations in Lrsam1 to create an animal model of this form of CMT (CMT2P). Mouse Lrsam1 is abundantly expressed in the motor and sensory neurons of the peripheral nervous system. Both homozygous and heterozygous mice have largely normal neuromuscular performance and only a very mild neuropathy phenotype with age. However, Lrsam1 mutant mice are more sensitive to challenge with acrylamide, a neurotoxic agent that causes axon degeneration, indicating that the axons in the mutant mice are indeed compromised. In transfected cells, LRSAM1 primarily localizes in a perinuclear compartment immediately beyond the Golgi and shows little colocalization with components of the endosome to lysosome trafficking pathway, suggesting that other cellular mechanisms also merit consideration.","dc:creator":"Bogdanik LP","dc:date":"2013","dc:title":"Loss of the E3 ubiquitin ligase LRSAM1 sensitizes peripheral axons to degeneration in a mouse model of Charcot-Marie-Tooth disease."},"rdfs:label":"LRSAM1 is expressed in the nervous system "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4187e75b-e010-4172-930f-8de4db842a3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:584973af-742e-4c74-829e-f10f67a6818b","type":"FunctionalAlteration","dc:description":"The introduction of either the RING-inactivating mutation  C675A or patient mutation p.(L708Rfs*28) resulted in increased abundance of TSG101. The interaction of mutant LRSAM1 and TSG101 is not\naffected by disruption of the RING as shown in this cotransfection experiment in HEK293 cells. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22012984","rdfs:label":"Mutant affects the E3 ligase function of LRSAM1 "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fb59e7a-e91f-4ab4-9e88-ca1d42d5dcef","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:777be655-5f25-49d1-a3dd-a3dafbc42faa","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"growth recovery with formation of early neurites. Patient variant failed to rescue the phenotype ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29845787","type":"dc:BibliographicResource","dc:abstract":"Deleterious variants in LRSAM1, a RING finger ubiquitin ligase which is also known as TSG101-associated ligase (TAL), have recently been associated with Charcot-Marie-Tooth disease type 2P (CMT2P). The mechanism by which mutant LRSAM1 contributes to the development of neuropathy is currently unclear. The aim of this study was to induce LRSAM1 deficiency in a neuronal cell model, observe its effect on cell growth and morphology and attempt to rescue the phenotype with ancestral and mutant LRSAM1 transfections.","dc:creator":"Minaidou A","dc:date":"2018","dc:title":"LRSAM1 Depletion Affects Neuroblastoma SH-SY5Y Cell Growth and Morphology: The LRSAM1 c.2047-1G>A Loss-of-Function Variant Fails to Rescue The Phenotype."},"rdfs:label":"Overexpression rescue the cell KO phenotype "}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:157d44b2-ea2d-412f-a8bc-99066d93b8cd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a82f490b-e69f-4f73-9bb2-9209052a7e74","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Cys694Arg mutation of LRSAM1 alters interactions between LRSAM1 and some RNA-binding proteins that are required for nuclear transcription machinery. A potential mechanism in CMT2P pathogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27615052","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth type 2P (CMT2P) has been associated with frameshift mutations in the RING domain of LRSAM1 (an E3 ligase). This study describes families with a novel missense mutation of LRSAM1 gene and explores pathogenic mechanisms of CMT2P.","dc:creator":"Hu B","dc:date":"2016","dc:title":"A novel missense mutation of CMT2P alters transcription machinery."},"rdfs:label":"Mutant expression in KO cells results in axonal degeneration"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:87ddc7b9-6068-45af-91fc-1863ea1786f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0c88d77-2051-4aab-a2d7-01cb96f2103c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"6 hours post fertilization (hpf) a delay in development was observed in the ATG morphants, and to a lesser extent in the splice MO-injected embryos. 24 hpf, death occurred in most embryos, those that survived were clearly affected. The phenotype was comparable between ATG and splice morphants. When allowed to develop, a high % showed swimming abnormalities. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22012984","rdfs:label":"Abnormal phenotype in zebrafish mutants "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"abnormal neurodevelopment as well as abnormal motor neuron development "},{"id":"cggv:ed082547-0253-4d73-9579-a78d3c766eac","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e543fe1-ceb9-42e5-9891-a815a30cc129","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knock-in mice did not appear to differ from Lrsam1+/+ mice in appearance and body weight. No behavioral abnormalities were identified. Following crush nerve injuries, nerve regeneration was mildly impaired in the Lrsam1+/C698R mice. Additionally, in homozygous C698R mice, CV and CMAP were not significantly different from that of heterozygous C698R mice after injury. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35842440","type":"dc:BibliographicResource","dc:abstract":"Missense mutation C694R in the RING domain of the LRSAM1 gene results in a dominantly inherited polyneuropathy, Charcot-Marie-Tooth disease type 2P (CMT2P). We have generated and characterized a Lrsam1","dc:creator":"Moiseev D","dc:date":"2022","dc:title":"C698R mutation in Lrsam1 gene impairs nerve regeneration in a CMT2P mouse model."},"rdfs:label":"Impaired nerve regeneration in C698R KI mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Milder phenotype than that observed in patients with the C694R mutation. Peripheral neuropathy not seen even in older mice. "},{"id":"cggv:78fee82b-cce7-4279-957f-b96adec0a270","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da5b0a18-7f91-4e69-8c0e-562aa7f55b88","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice had compromised peripheral axons and therefore provide a reasonable model for human CMT2P. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23519028","rdfs:label":"KO mouse mice with increased sensitivity to neurotxic agents"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Mice were generally healthy and only show mild symptoms of peripheral neuropathy.  The phenotype is mild even in aging mice. This is a LOF model with intermediate phenotypes in heterozygous mice. Nevertheless, mice lacking Lrsam1 have compromised peripheral axons and therefore provide a reasonable model for human CMT2P."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":7211,"specifiedBy":"GeneValidityCriteria10","strengthScore":16,"subject":{"id":"cggv:5f2e4275-bdd2-424b-98ee-84cd8421a2cc","type":"GeneValidityProposition","disease":"obo:MONDO_0013753","gene":"hgnc:25135","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"LRSAM1 was first reported in relation to autosomal dominant Charcot-Marie-Tooth disease axonal type 2P in 2012 in a large 3-generation Dutch family (Weterman et al., PMID: 22012984). Linkage analysis identified a region on chr9q33-34, further sequencing of candidate genes identified a frameshift variant in LRSAM1 gene segregating in all affected members. Patients presented during adulthood with slowly progressive axonal neuropathy and distal muscle weakness and atrophy. The disease was relatively mild with variable clinical severity and reduced penetrance.\n\nAlthough rare, there are 2 reports of autosomal recessive inheritance to date. The first dated back to 2010, where homozygosity mapping in a large Canadian family identified a single region on chr 9 and further sequencing revealed a homozygous splice variant c.1913-1G>A in all affected individuals (PMID: 20865121). More recently, one patient was reported homozygous for c.1913_1914del (PMID:33414056). Interestingly, both variants are predicted to have the same effect on the protein (p.Glu638AlafsX7) and loss of function was suggested to be the mechanism of pathogenicity. Patients reported to have a similar clinical presentation and age at onset compared to the AD CMT2P. Of note, the recessive inheritance was not included in this current curation and is just mentioned here until enough further evidence is available in the published literature.\n\nLeucine-rich repeat and sterile alpha motif containing 1 protein (LRSAM1) is involved in a number of cellular processes. With its E3 ubiquitin ligase activity, it modulates the protein aggregation and endosomal sorting machinery. LRSAM1 is highly expressed in human fetal and adult nervous system, primarily in motor neurons and spinal cord. In situ hybridization in murine embryonic sections showed a high level of expression in peripheral motor and sensory neurons.\n\nThe LRSAM1 gene contains 26 exons, with all reported AD variants located in the penultimate or last exon, clustered in the hot spot RING domain. More than 60 variants including missense, frameshift, splice-site, nonsense, large deletions and duplications are reported in HGMD, with more than 150 patients with CMT2P reported in the literature (PMID: 33414056).  Some of these reports were included in this curation (PMIDs: 22012984, 22781092, 27615052, 27686364, 30996334, 24894446).\nExpression of the mutant c.2080 T>C; p.(C694R) in Lrsam1 KO neuronal cell line resulted in axonal degeneration. Furthermore, the Cys694Arg variant altered interactions between LRSAM1 and RNA binding proteins (PMID: 27615052). Another functional study showed that depletion of LRASM1 in a neuronal cell model affected cell growth and morphology. This phenotype was rescued by overexpression of WT LRSAM1 but not with the c.2047-1G>A mutant (PMID: 29845787). \n\nThis gene-disease relationship is also supported by a zebrafish model, where two different morpholino oligos were used to mimic the KO phenotype as well as the effect of the c.2121_2122dup variant. Both resulted in abnormal motor neuron development (PMID: 22012984). Furthermore, an Lrsam1 C698R knock-in mouse model was generated, where the equivalent of the human variant C694R was introduced into the mouse genome (PMID: 35842440). This model did not fully recapitulate the phenotype seen in patients as only mildly impaired nerve function during regeneration after nerve injury was observed. A knockout mouse model was also generated, mice presented with mild peripheral neuropathy and increased sensitivity to neurotoxic agent (PMID: 23519028). This model however might not be relevant to the AD disorder as the mechanism of disease is suggested to be dominant negative although further studies are needed (PMID:33414056, 28335037).\n\nIn summary, there is definitive evidence supporting the relationship between LRSAM1 and autosomal dominant Charcot-Marie-Tooth disease axonal type 2P. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:82dac4c0-801f-4704-b59d-0a9441423d5a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}