{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-30T14:41:32.361Z","role":"Publisher"},{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-30T14:41:20.695Z","role":"Approver"}],"evidence":[{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d83fa342-df57-46eb-8e41-179dc4745ca2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c697482-f9ec-4795-887c-602f25e6a540","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Protein atlas, consensus from protein and mRNA databases. https://www.proteinatlas.org/ENSG00000087470-DNM1L/tissue","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Protein atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"DNML1 is highly expressed in the brain at both protein and mRNA levels, including in basal ganglia"},{"id":"cggv:4a19f829-20d7-4e5b-a174-e65ade23737c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0c667b4-b4c8-4386-8fd8-91e27c2f7602","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"DNM1L belongs to the dynamin (see DNM1; 602377) family of large GTPases that mediate membrane remodeling during a variety of cellular processes. Fission of the mitochondrial outer membrane (MOM) is mediated by cytosolic DNM1L, which is recruited to the MOM by receptor proteins including FIS1 and MFF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30361041","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are dynamic organelles that undergo fusion, fission, movement, and mitophagy. These processes are essential to maintain the normal mitochondrial morphology, distribution, and function. Mitochondrial fusion allows the exchange of intramitochondrial material, whereas the fission process is required to replicate the mitochondria during cell division, facilitate the transport and distribution of mitochondria, and allow the isolation of damaged organelles. Mitochondrial mobility is essential for mitochondrial distribution depending on the cellular metabolic demands. Mitophagy is needed for the elimination of dysfunctional and damaged mitochondria to maintain a healthy mitochondrial population. The mitochondrial dynamic processes are mediated by a number of nuclear-encoded proteins that function in mitochondrial transport, fusion, fission, and mitophagy. Disorders of mitochondrial dynamics are caused by pathogenic variants in the genes encoding these proteins. These diseases have a high clinical variability, and range in severity from isolated optic atrophy to lethal encephalopathy. These disorders include defects in mitochondrial fusion (caused by pathogenic variants in MFN2, OPA1, YME1L1, MSTO1, and FBXL4), mitochondrial fission (caused by pathogenic variants in DNM1L and MFF), and mitochondrial autophagy (caused by pathogenic variants in PINK1 and PRKN). In this review, the molecular machinery and biological roles of mitochondrial dynamic processes are discussed. Subsequently, the currently known diseases related to mitochondrial dynamic defects are presented.","dc:creator":"El-Hattab AW","dc:date":"2018","dc:title":"Mitochondrial dynamics: Biological roles, molecular machinery, and related diseases."},"rdfs:label":"Mitochondrial dynamics; review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"MFF, SLC25A46 are genes involved in mitochondrial fission and both been associated with Leigh syndrome spectrum PMID:27977873: Rahman et al. (2017). (2-5 genes scores 1pt according to Mito disease ClinGen rubric)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:8df60a8c-7e8d-4a4f-af2a-e629d68f5709_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db571ac8-9acc-4210-98bf-b293f7ad34aa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"phenotypeFreeText":"Leigh syndrome (Neuropathology diagnosis)\nSevere hypotonia, infantile spasms with suppression-burst and a high level of lactate in cerebrospinal fluid; \nSerial brain MRI  showed progressive atrophy. \nHis development was profoundly delayed, and he attained no developmental milestones before his death at 18months of age. \nBrain pathology showed LS features, such as symmetrical neuronal necrosis with vascular proliferation in cerebral cortex, basal ganglia, and brainstem (Fig. 1f–h).\nMuscle tissue showed low crude activities of MRC, however, significantly reduced activities of less than 20% of citrate synthase ratio were noted in respiratory chain complexes I, III, and IV","sex":"Male","variant":{"id":"cggv:8df60a8c-7e8d-4a4f-af2a-e629d68f5709_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:55e1452a-4783-4064-bee1-e708f67ef180","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000012.12:g.32731372T>C (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384357696"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27301544","type":"dc:BibliographicResource","dc:creator":"Zaha K","dc:date":"2016","dc:title":"DNM1L-related encephalopathy in infancy with Leigh syndrome-like phenotype and suppression-burst."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27301544","rdfs:label":"Zaha 2016 Case report"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Neuropath confirmed LS, did WES and confirmed de novo\nShowed altered mito morphology in patient FCL (1.5, de novo missense)\n"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":3057,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.5,"subject":{"id":"cggv:37024c9c-9b48-4800-82ab-f20042fcd60b","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2973","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between DNM1L and autosomal dominant Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 12, 2020. The DNM1L gene encodes Dynamin 1-like protein, a member of the dynamin superfamily of GTPases. This protein mediates mitochondrial and peroxisomal fission. Defects in DNM1L lead to impaired mitochondrial fission and therefore impaired mitochondrial replication, distribution, transport, and dynamics. DNM1L also has a role in peroxisomal fission.\n\nThe DNM1L gene has been reported only once in relation to autosomal dominant Leigh syndrome spectrum, in 2016 (PMID: 27301544).  Pathogenic variants in DNM1L, inherited in an autosomal dominant manner, have also been associated with other features ranging from isolated optic atrophy to neonatal or infantile-onset encephalopathy. This gene has also been implicated in autosomal recessive Leigh syndrome spectrum (please see separate curation). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one de novo variant identified in one case in one publication (PMID: 27301544). No segregation data were available. Dominant negative effect is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function and expression (PMIDs: 30361041, 18853439).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 12, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:c22e9c6b-f04d-4d56-acb3-baa308c596b7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}