{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7cav2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-04-27T06:00:00.000Z","role":"Approver"},{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-02-26T18:21:59.626Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.8},{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cba6aac-e977-49e4-bdd8-e3647f0df7fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:835c8dec-2d5b-4fd2-a96e-7911b8f5d2a0","type":"FunctionalAlteration","dc:description":"Using electron microscopy and electrophysiology, we now report that lack of aGDI impairs several steps in synaptic vesicle (SV) biogenesis and recycling in the hippocampus","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22291894","type":"dc:BibliographicResource","dc:abstract":"The GDI1 gene encodes αGDI, which retrieves inactive GDP-bound RAB from membranes to form a cytosolic pool awaiting vesicular release. Mutations in GDI1 are responsible for X-linked Intellectual Disability. Characterization of the Gdi1-null mice has revealed alterations in the total number and distribution of hippocampal and cortical synaptic vesicles, hippocampal short-term synaptic plasticity and specific short-term memory deficits in adult mice, which are possibly caused by alterations of different synaptic vesicle recycling pathways controlled by several RAB GTPases. However, interpretation of these studies is complicated by the complete ablation of Gdi1 in all cells in the brain throughout development. In this study, we generated conditionally gene-targeted mice in which the knockout of Gdi1 is restricted to the forebrain, hippocampus, cortex and amygdala and occurs only during postnatal development. Adult mutant mice reproduce the short-term memory deficit previously reported in Gdi1-null mice. Surprisingly, the delayed ablation of Gdi1 worsens the pre-synaptic phenotype at cortico-amygdala synaptic connections compared to Gdi1-null mice. These results suggest a pivotal role of αGDI via specific RAB GTPases acting specifically in forebrain regions at the pre-synaptic sites involved in memory formation.","dc:creator":"Bianchi V","dc:date":"2012","dc:title":"Forebrain deletion of αGDI in adult mice worsens the pre-synaptic deficit at cortico-lateral amygdala synaptic connections."},"rdfs:label":"Bianchi - Functional Alteration Non-Patient Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:eb6412d9-ddab-42d6-972f-9c9fc0dd6faa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e965252c-86d9-492f-9f65-c2171638b368","type":"FunctionalAlteration","dc:description":"Variants were found in RAB39B associated with XLID.  GDI1 interacts with RAB39B.  Per Bianchi et al. 2012, this \"supports the importance of the intracellular trafficking mediated by the aGDI-RAB GTPase pathway in the development of cognitive function.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20159109","type":"dc:BibliographicResource","dc:abstract":"Human Mental Retardation (MR) is a common and highly heterogeneous pediatric disorder affecting around 3% of the general population; at least 215 X-linked MR (XLMR) conditions have been described, and mutations have been identified in 83 different genes, encoding proteins with a variety of function, such as chromatin remodeling, synaptic function, and intracellular trafficking. The small GTPases of the RAB family, which play an essential role in intracellular vesicular trafficking, have been shown to be involved in MR. We report here the identification of mutations in the small GTPase RAB39B gene in two male patients. One mutation in family X (D-23) introduced a stop codon seven amino acids after the start codon (c.21C > A; p.Y7X). A second mutation, in the MRX72 family, altered the 5' splice site (c.215+1G > A) and normal splicing. Neither instance produced a protein. Mutations segregate with the disease in the families, and in some family members intellectual disabilities were associated with autism spectrum disorder, epileptic seizures, and macrocephaly. We show that RAB39B, a novel RAB GTPase of unknown function, is a neuronal-specific protein that is localized to the Golgi compartment. Its downregulation leads to an alteration in the number and morphology of neurite growth cones and a significant reduction in presynaptic buttons, suggesting that RAB39B is required for synapse formation and maintenance. Our results demonstrate developmental and functional neuronal alteration as a consequence of downregulation of RAB39B and emphasize the critical role of vesicular trafficking in the development of neurons and human intellectual abilities.","dc:creator":"Giannandrea M","dc:date":"2010","dc:title":"Mutations in the small GTPase gene RAB39B are responsible for X-linked mental retardation associated with autism, epilepsy, and macrocephaly."},"rdfs:label":"Giannandrea 2010 Protein Interaction"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:3e603d43-5f6f-4a8e-8c69-2324a5e78176","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4691f380-6f9c-46d0-8ac4-97882cc974e9","type":"FunctionalAlteration","dc:description":"trk-PC12 cells treated with GDI1 antisense oligonucelotides had decreased neurite extension.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10473636","type":"dc:BibliographicResource","dc:abstract":"We have investigated the process leading to differentiation of PC12 cells. This process is known to include extension of neurites and changes in the expression of subsets of proteins involved in cytoskeletal rearrangements or in neurosecretion. To this aim, we have studied a PC12 clone (trk-PC12) stably transfected with the nerve growth factor receptor TrkA. These cells are able to undergo both spontaneous and neurotrophin-induced morphological differentiation. However, both undifferentiated and nerve growth factor-differentiated trk-PC12 cells appear to be completely defective in the expression of proteins of the secretory apparatus, including proteins of synaptic vesicles and large dense-core granules, neurotransmitter transporters, and neurotransmitter-synthesizing enzymes. These results indicate that neurite extension can occur independently of the presence of the neurosecretory machinery, including the proteins that constitute the fusion machine, suggesting the existence of differential activation pathways for the two processes during neuronal differentiation. These findings have been confirmed in independent clones obtained from PC12-27, a previously characterized PC12 variant clone globally incompetent for regulated secretion. In contrast, the integrity of the Rab cycle appears to be necessary for neurite extension, because antisense oligonucleotides against the neurospecific isoform of Rab-guanosine diphosphate-dissociation inhibitor significantly interfere with process formation.","dc:creator":"Leoni C","dc:date":"1999","dc:title":"Neurite extension occurs in the absence of regulated exocytosis in PC12 subclones."},"rdfs:label":"Neurite extension Leoni"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afafc2e1-d56b-4a5d-979b-9387bd99d844","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5d2d55b4-230f-4216-9fa6-7ea136b6decd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Using electron microscopy and electrophysiology, we now report that lack of aGDI impairs several steps in synaptic vesicle (SV) biogenesis and recycling in the hippocampus","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22291894","rdfs:label":"Bianchi - Model and Rescue"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:deed97dd-4578-43eb-a3ce-da52894a2871","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5eba6a8b-c25d-45af-98c8-da8c414c4e97","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In mice, as in humans, lack of Gdi1 spares most central nervous system functions and preferentially impairs only a few forebrain functions required to form temporal associations.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9620768","type":"dc:BibliographicResource","dc:abstract":"Rab GDP-dissociation inhibitors (GDI) are evolutionarily conserved proteins that play an essential role in the recycling of Rab GTPases required for vesicular transport through the secretory pathway. We have found mutations in the GDI1 gene (which encodes uGDI) in two families affected with X-linked non-specific mental retardation. One of the mutations caused a non-conservative substitution (L92P) which reduced binding and recycling of RAB3A, the second was a null mutation. Our results show that both functional and developmental alterations in the neuron may account for the severe impairment of learning abilities as a consequence of mutations in GDI1, emphasizing its critical role in development of human intellectual and learning abilities.","dc:creator":"D'Adamo P","dc:date":"1998","dc:title":"Mutations in GDI1 are responsible for X-linked non-specific mental retardation."},"rdfs:label":"D'Adamo Models and Rescue - Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":7831,"specifiedBy":"GeneValidityCriteria10","strengthScore":11.3,"subject":{"id":"cggv:a0a9ec11-ef90-4095-9c9e-696eabd0395b","type":"GeneValidityProposition","disease":"obo:MONDO_0019181","gene":"hgnc:4226","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"*GDI1* was first reported in relation to non-syndromic X-linked intellectual disability in 1996 (Hamel et al., PMID: 8826463). Frequently reported phenotypic features in males include intellectual disability varying from mild to severe. Female carriers range from mild intellectual disability to intellect in the normal range. Five variants (missense, protein truncating, and frameshift) that have been reported in five probands in six publications (PMIDs: 8826463, 9620768, 9106537, 9668174, 22002931, and 28863211) are included in this curation. For four of the reported probands, segregation scoring was included based on published LOD scores within the appropriate articles. \n\nThe mechanism of pathogenicity is most likely loss of function. The gene-disease relationship is also supported by animal models and functional alteration data (PMIDs: 9620768, 20159109, 22291894, and 10473636). *GDI1* knockout mouse models showed behavioral features consistent with neurodevelopmental disorders such as impaired short term memory, altered social behavior, cognitive impairment in mazes, and impaired attention (PMID: 9620768). Rat-derived neurons treated with *GDI1* knockdown antisense oligonucleotides had reduced growth and function, suggesting *GDI1* plays an important role in neurodevelopment (PMIDs: 9620768 and 10473636).\n\nThis gene-disease pair was originally evaluated by the Intellectual Disability and Autism GCEP on May 24, 2018 (SOP Version 5) . It was reevaluated on April 27, 2023 (SOP Version 10). As a result of this reevaluation, the classification did not change. This gene-disease pair remains classified as moderate due to limited reported variants. Additionally, the reported phenotypes have been nonspecific and testing has been targeted to X-linked genes rather than comprehensive exome or genome sequencing.\n\nDowngraded for probands having a nonspecific phenotype and for limited assessment of other causes of disease. ","dc:isVersionOf":{"id":"cggv:8afc42b0-6c5e-460b-87d1-035c051fe7ca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}