{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-10-07T20:17:26.985Z","role":"Publisher"},{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-04-02T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15117819","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD), comprising structural or functional abnormalities present at birth, is the most common birth defect in humans. Reduced expression of connexin40 (Cx40) has been found in association with atrial fibrillation, and deletion of Cx40 in a mouse model causes various structural heart abnormalities in 18% of heterozygotes. We screened 505 unrelated CHD cases for deletions or duplications of the Cx40 gene (GJA5) by real-time quantitative PCR, in order to determine whether altered copy number of this gene may be associated with a cardiac phenotype in humans. Dosage of Cx40 flanking genes (ACPL1 and Cx50 gene, GJA8) was determined by real-time PCR for all apparent positive cases. In total, 3 cases were found to carry deletions on chromosome 1q21.1 spanning ACPL1, Cx40, and Cx50 genes. Absence of heterozygosity was observed in all 3 index cases over a 1.5- to 3-Mb region. Samples from the parents of two cases were obtained, and microsatellites across 1q21.1 were genotyped. One of the apparently unaffected parents was found to carry this deletion. All 3 index cases presented with obstruction of the aortic arch as the common structural cardiac malformation, and had no consistent dysmorphic features. Genotyping of 520 unrelated normal controls for this deletion was negative. We hypothesize that this 1q21.1 multigene deletion is associated with a range of cardiac defects, with anomalies of the aortic arch being a particular feature.","dc:creator":"Christiansen J","dc:date":"2004","dc:title":"Chromosome 1q21.1 contiguous gene deletion is associated with congenital heart disease."},"evidence":[{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9f48efe9-8b1b-4ef7-b921-9344ed7b8ab0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69a5cb32-4fcc-4c8d-a91c-5443bbc8424e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"At day 9.5 dpc, Cx40 is found in vascular endothelial cells as well as the atrial wall. \nCx40 transcript was highly expressed in the vasculature and was observed in the paired dorsal aortas, the intersegmental arteries sprouting from the aortas, the brachial arch arteries, the primary head arteries and branching vessels, the atrium, and the common ventricular chamber \nDuring development, between 9.5 and 12.5 dpc, the vascular expression pattern of Cx40 transcript was modified after the rearrangement of the vasculature\nAt 9.5 dpc in situ hybridization experiments showed that Cx40 transcript was clearly detectable in the thin atrial wall. Immunofluorescence experiments carried out at the same stage demonstrated that the Cx40 protein was associated with the myocytes\nFrom 10.5 dpc there is strong activation of the Cx40 gene in the left ventricle, which was expressed by an accumulation of transcript in this region and then was detected in the RV at 11.5 dpc. Later, it is expressed in myocytes of the developing conduction system\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9285645","type":"dc:BibliographicResource","dc:abstract":"The synchronized contraction of myocytes in cardiac muscle requires the structural and functional integrity of the gap junctions present between these cells. Gap junctions are clusters of intercellular channels formed by transmembrane proteins of the connexin (Cx) family. Products of several Cx genes have been identified in the mammalian heart (eg, Cx45, Cx43, Cx40, and Cx37), and their expression was shown to be regulated during the development of the myocardium. Cx43, Cx40, and Cx45 are components of myocyte gap junctions, and it has also been demonstrated that Cx40 was expressed in the endothelial cells of the blood vessels. The aim of the present work was to investigate the expression and regulation of Cx40, Cx43, and Cx37 during the early stages of mouse heart maturation, between 8.5 days post coitum (dpc), when the first rhythmic contractions appear, and 14.5 dpc, when the four-chambered heart is almost completed. At 8.5 dpc, only the reverse-transcriptase polymerase chain reaction technique has allowed identification of Cx43, Cx40, and Cx37 gene transcripts in mouse heart, suggesting a very low activity level of these genes. From 9.5 dpc, all three transcripts became detectable in whole-mount in situ-hybridized embryos, and the most obvious result was the labeling of the vascular system with Cx40 and Cx37 anti-sense riboprobes. Cx40 and Cx37 gene products (transcript and/or protein) were demonstrated to be expressed in the vascular endothelial cells at all stages examined. By contrast, only Cx37 gene products were found in the endothelial cells of the endocardium. In heart, Cx37 was expressed exclusively in these cells, which rules out any direct involvement of this Cx in the propagation of electrical activity between myocytes and the synchronization of contractions. Between 9.5 and 11.5 dpc, Cx40 gene activation in myocytes was demonstrated to proceed according to a caudorostral gradient involving first the primitive atrium and the common ventricular chamber (9.5 dpc) and then the right ventricle (11.5 dpc). During this period of heart morphogenesis, there is clearly a temporary and asymmetrical regionalization of the Cx40 gene expression that is superimposed on the functional regionalization. In addition, comparison of Cx40 and Cx43 distribution at the above developmental stages has shown that these Cxs have overlapping (left ventricle) or complementary (atrial tissue and right ventricle) expression patterns.","dc:creator":"Delorme B","dc:date":"1997","dc:title":"Expression pattern of connexin gene products at the early developmental stages of the mouse cardiovascular system."},"rdfs:label":"Mouse embryo expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:813e7b96-b7ca-4bc9-be12-5a11be016931","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6fc9d9d-0cdc-44ea-80a1-6db60840f9ac","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Co-transfection experiments showed the ability of Nkx2-5 and GATA4 to transactivate the minimal Cx40 promoter while Tbx5 repressed Nkx2-5/GATA4-mediated activation.\n Mutagenesis of the Nkx2-5 core site in the Cx40 promoter led to significantly decreased activity in rat smooth muscle cell line A7r5. \nConsistent with this, mouse embryos lacking Nkx2-5 showed a marked decrease in Cx40 expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15537493","type":"dc:BibliographicResource","dc:abstract":"Connexin40 (Cx40) is a gap junction protein expressed specifically in developing and mature atrial myocytes and cells of the conduction system. In this report, we identify cis-acting elements within the mouse Cx40 promoter and unravel part of the complex pathways involved in the cardiac expression of this gene.","dc:creator":"Linhares VL","dc:date":"2004","dc:title":"Transcriptional regulation of the murine Connexin40 promoter by cardiac factors Nkx2-5, GATA4 and Tbx5."},"rdfs:label":"Cotransfection experiments"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3922ec39-99be-4cc8-bd72-30b7343d02c5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ee4d0299-9fe8-4b52-80d5-4ecaa1b0c7ce","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice lacking one or both copies of Cx40 demonstrate structural congenital heart defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12842919","type":"dc:BibliographicResource","dc:abstract":"Gap junctions are intercellular channels formed by oligomerization of a protein called connexin (Cx). The heart expresses at least three connexin isotypes: Cx40, Cx43, and Cx45. A possible role for Cx40 in cardiac morphogenesis remains to be determined. We have characterized the anatomy and histology of fetal and newborn hearts obtained from crossing Cx40-deficient mice of mixed genetic background (C57BL/6x129Sv). Hearts were serial-sectioned (5 microm) along the coronal plane, stained with hematoxylin-eosin, and visualized by conventional light microscopy. Cardiac malformations in mice lacking Cx40 in one allele (Cx40+/-) included bifid atrial appendage, ventricular septal defect, tetralogy of Fallot (TOF), and an aortic arch abnormality. In Cx40-/- mice resulting from crossing of Cx40+/- mice, the most common cardiac malformations were double-outlet right ventricle (DORV), TOF, and endocardial cushion defects. Overall incidence of cardiac malformations was 6/33 (18%) in Cx40+/- mice and 4/12 (33%) in Cx40-/- mice. No cardiac malformations were observed in 15 wild-type mice studied. In addition, we examined 39 hearts from offspring of Cx40-/- matings. Frequency of cardiac malformations was even higher in this group (44%). Over one third of the hearts (14 of 39) showed conotruncal malformations corresponding to either DORV or TOF. Endocardial cushion defects were found in 3 out of 39 hearts. Our results suggest that Cx40 participates in cardiac morphogenesis, likely in association with other (unknown) products whose expression may vary with the genetic background of the mice.","dc:creator":"Gu H","dc:date":"2003","dc:title":"High incidence of cardiac malformations in connexin40-deficient mice."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Disputed","sequence":9147,"specifiedBy":"GeneValidityCriteria10","strengthScore":3,"subject":{"id":"cggv:e3bacee3-eb1d-4ba4-a4c9-9593bff18818","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:4279","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GJA5* was first reported in relation to autosomal dominant congenital heart disease in 2004 (Christiansen et al PMID 15117819) when 3 deletions were identified on chromosome 1q21.1 which included *GJA5* as well as several other genes. There have been multiple publications demonstrating deletions and duplications of 1q21.1 in patients with congenital heart disease (PMID 15117819, 19597493, 22318994, 22939634, 24021551, 26279651, 28905115, 35045913). A recurrent missense variant was identified in two patients with tetralogy of Fallot but the maximum allele frequency was above the allele frequency threshold of 1x10-5 so these variants were not scored. This gene disease relationship is supported by expression studies, a mouse model with congenital heart defects, protein interaction data,  (PMIDs 9285645, 12842919, 15537493). In summary, the evidence supporting the relationship between *GJA5* and autosomal dominant congenital heart disease has been disputed due to the lack of human genetic evidence and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role GJA5 plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 4/2/2024 (SOP version 10)\nNo human genetic evidence to support this association.","dc:isVersionOf":{"id":"cggv:b8c3ec84-6459-406d-92a0-0ac98c243ae7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}