{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-06T16:00:00.000Z","role":"Approver"},{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-18T19:09:59.983Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30244534","type":"dc:BibliographicResource","dc:abstract":"De novo mutations of the TRIM8 gene, which codes for a tripartite motif protein, have been identified using whole exome sequencing (WES) in two patients with epileptic encephalopathy (EE), but these reports were not sufficient to conclude that TRIM8 was a novel gene responsible for EE. Here we report four additional patients presenting with EE and de novo truncating mutations of TRIM8 detected by WES, and give further details of the patient previously reported by the Epi4K consortium. Epilepsy of variable severity was diagnosed in children aged 2 months to 3.5 years of age. All patients had developmental delay of variable severity with no or very limited language, often associated with behavioral anomalies and unspecific facial features or MRI brain abnormalities. The phenotypic variability observed in these patients appeared related to the severity of the epilepsy. One patient presented pharmacoresistant EE with regression, recurrent infections and nephrotic syndrome, compatible with the brain and kidney expression of TRIM8. Interestingly, all mutations were located at the highly conserved C-terminus section of TRIM8. This collaborative study confirms that TRIM8 is a novel gene responsible for EE, possibly associated with nephrotic syndrome. This report brings new evidence on the pathogenicity of TRIM8 mutations and highlights the value of data-sharing to delineate the phenotypic characteristics and biological basis of extremely rare disorders.","dc:creator":"Assoum M","dc:date":"2018","dc:title":"Further delineation of the clinical spectrum of de novo TRIM8 truncating mutations."},"evidence":[{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b54bc06-ae12-4b37-b49b-9cc70834cfa2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc7e3d38-8f39-44af-9bbc-5069e597b559","type":"FunctionalAlteration","dc:description":"TRIM8 constructs carrying patient variants localizes to nucleoplasm instead of nuclear bodies ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33508234","type":"dc:BibliographicResource","dc:abstract":"Focal segmental glomerulosclerosis (FSGS) is the main pathology underlying steroid-resistant nephrotic syndrome (SRNS) and a leading cause of chronic kidney disease. Monogenic forms of pediatric SRNS are predominantly caused by recessive mutations, while the contribution of de novo variants (DNVs) to this trait is poorly understood. Using exome sequencing (ES) in a proband with FSGS/SRNS, developmental delay, and epilepsy, we discovered a nonsense DNV in TRIM8, which encodes the E3 ubiquitin ligase tripartite motif containing 8. To establish whether TRIM8 variants represent a cause of FSGS, we aggregated exome/genome-sequencing data for 2,501 pediatric FSGS/SRNS-affected individuals and 48,556 control subjects, detecting eight heterozygous TRIM8 truncating variants in affected subjects but none in control subjects (p = 3.28 × 10","dc:creator":"Weng PL","dc:date":"2021","dc:title":"De novo TRIM8 variants impair its protein localization to nuclear bodies and cause developmental delay, epilepsy, and focal segmental glomerulosclerosis."},"rdfs:label":"Mislocalization of TRIM8"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4009,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.5,"subject":{"id":"cggv:2078314e-8c20-4531-8e72-9cf75a71bb17","type":"GeneValidityProposition","disease":"obo:MONDO_0100111","gene":"hgnc:15579","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TRIM8* encodes an E3 ubiquitin ligase. Although *TRIM8* variants were initially observed in cases of epileptic encephalopathy in 2013 and 2016 (PMIDs: 23934111, 27346735), the first report focusing on variants in *TRIM8* as a cause of autosomal dominant focal segmental glomerulosclerosis and neurodevelopmental syndrome (FSGSNEDS) was published in 2018 (PMID: 30244534). To date, *de novo TRIM8* variants have been reported in at least 20 individuals with FSGSNEDS (PMIDs: 23934111, 27346735, 30244534, 32193649, 32531461, 33508234). FSGSNEDS results in early-onset developmental delay (DD) and mild to severe intellectual disability in all reported patients, seizures in 19/20 reported patients, and renal manifestations (proteinuria, steroid resistant nephrotic syndrome, focal segmental glomerulosclerosis, diffuse mesangial sclerosis) in 17/20 reported patients (PMIDs: 30244534, 33508234). The reported renal manifestations may not present until later in childhood or adolescence (PMID: 33508234). To date, all reported *TRIM8* variants observed in individuals with FSGSNEDS have been *de novo* nonsense or frameshift variants that cluster within the last exon between residues 390 and 487; these variants are expected to escape nonsense mediated decay and are hypothesized to act through gain-of-function or toxic effects (PMID: 33508234). In addition, *TRIM8* constructs carrying patient-specific variants mislocalized to the nucleoplasm instead of nuclear bodies in podocytes and neuronal cells (PMID: 33508234). \n\nIn summary, the *TRIM8* gene is definitively associated with autosomal dominant focal segmental glomerulosclerosis and neurodevelopmental syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on October 6 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:457fd90a-dad8-4711-97d0-59eb240a299e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}