{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-04-25T16:00:00.000Z","role":"Approver"},{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T20:50:16.587Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d5d9af6-304b-43e6-b3cb-1230047729e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9b7cb689-ec52-4d2a-a4e3-c00dbf912d8b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"GDR for STR6 in the GenCC is Definitive for autosomal recessive syndromic microphthalmia / Matthew Wood syndrome by TGMI and Strong by BabySeq and Invitae.\n\nGDR for ALDH1A3 in the GenCC is Strong for autosomal recessive isolated microphthalmia  by Invitae.\n\nGDR for RBP4 in the GenCC is Moderate for autosomal recessive isolated microphthalmia with coloboma.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31796115","type":"dc:BibliographicResource","dc:abstract":"Retinoic acid (RA) is a potent morphogen required for embryonic development. RA is formed in a multistep process from vitamin A (retinol); RA acts in a paracrine fashion to shape the developing eye and is essential for normal optic vesicle and anterior segment formation. Perturbation in RA-signaling can result in severe ocular developmental diseases-including microphthalmia, anophthalmia, and coloboma. RA-signaling is also essential for embryonic development and life, as indicated by the significant consequences of mutations in genes involved in RA-signaling. The requirement of RA-signaling for normal development is further supported by the manifestation of severe pathologies in animal models of RA deficiency-such as ventral lens rotation, failure of optic cup formation, and embryonic and postnatal lethality. In this review, we summarize RA-signaling, recent advances in our understanding of this pathway in eye development, and the requirement of RA-signaling for embryonic development (e.g., organogenesis and limb bud development) and life.","dc:creator":"Thompson B","dc:date":"2019","dc:title":"Genetics and functions of the retinoic acid pathway, with special emphasis on the eye."},"rdfs:label":"Genes within the same pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Scored 0.5 for STR6 and 0.5 for ALDH1A3 to get a total of 1 point.\nDid not score RBP4 because the GDR for this gene is Moderate."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c0ae9ba1-276d-4ec1-a67f-1be27d2a498a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:127be2d7-058e-4963-8080-c9a3f6dae9fe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mice have smaller alveolar saccules and smaller volume of the individual alveoli which may correspond to pulmonary hypoplasia seen in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11074013","type":"dc:BibliographicResource","dc:abstract":"Pulmonary alveoli are formed, in part, by subdivision (septation) of the gas-exchange saccules of the immature lung. Septation is developmentally regulated, and failure to septate at the appropriate time is not followed by delayed spontaneous septation. We report retinoic acid receptor (RAR) beta knockout mice exhibit premature septation; in addition, they form alveoli twice as fast as wild-type mice during the period of septation but at the same rate as wild-type mice thereafter. Consistent with the perinatal effect of RARbeta knockout, RARbeta agonist treatment of newborn rats impairs septation. These results 1) identify RARbeta as the first recognized endogenous signaling that inhibits septation, 2) demonstrate premature onset of septation may be induced, and 3) show the molecular signaling regulating alveolus formation differs during and after the period of septation. Suppressing perinatal RARbeta signaling by RARbeta antagonists may offer a novel, nonsurgical, means of preventing, or remediating, failed septation in prematurely born children.","dc:creator":"Massaro GD","dc:date":"2000","dc:title":"Retinoic acid receptor-beta: an endogenous inhibitor of the perinatal formation of pulmonary alveoli."},"rdfs:label":"Mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Total mouse KO evidence score is 1 but there are 4 different papers that describe different\naspects of the KO mouse phenotype hence each paper is scored 0.25.\nThe total score is reduced to 1 from the default of 2 because almost all patients are heterozygous whereas the KO mouse is homozygous."},{"id":"cggv:338b951c-5fb7-41d2-b180-942e8ecd1748","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:457d8adf-2a39-435c-bdf1-4287341b1fb1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mice showed impaired impaired ability to accomplish task and improve performance, and they had abnormal LTP and LTD compared to wild-type. This may be similar to the cognitive impairment that has been reported in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9883728","type":"dc:BibliographicResource","dc:abstract":"Hippocampal long-term potentiation (LTP) and long-term depression (LTD) are the most widely studied forms of synaptic plasticity thought to underlie spatial learning and memory. We report here that RARbeta deficiency in mice virtually eliminates hippocampal CA1 LTP and LTD. It also results in substantial performance deficits in spatial learning and memory tasks. Surprisingly, RXRgamma null mice exhibit a distinct phenotype in which LTD is lost whereas LTP is normal. Thus, while retinoid receptors contribute to both LTP and LTD, they do so in different ways. These findings not only genetically uncouple LTP and LTD but also reveal a novel and unexpected role for vitamin A in higher cognitive functions.","dc:creator":"Chiang MY","dc:date":"1998","dc:title":"An essential role for retinoid receptors RARbeta and RXRgamma in long-term potentiation and depression."},"rdfs:label":"Mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Total mouse KO evidence score is 1 but there are 4 different papers that describe different aspects of the KO mouse phenotype hence each paper is scored 0.25. The total score is reduced to 1 from the default of 2 because almost all patients are heterozygous whereas the KO mouse is homozygous."},{"id":"cggv:59b9b422-066c-4fb2-84d7-559203c97cd4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2adcdf9-ace3-4329-af00-42f8d7d1d170","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mice have more airspace and less tissue in their lungs, lower surface are per volume available for gas exchange, and impaired respiratory function. All of these features may correspond to pulmonary hypoplasia seen in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15635054","type":"dc:BibliographicResource","dc:abstract":"Retinoids bind to nuclear receptors [retinoic acid receptors (RARs) and retinoid X receptors]. RARbeta, one of three isoforms of RARs (alpha, beta, and gamma), is expressed in the fetal and adult lung. We hypothesized that RARbeta plays a role in alveolarization. Using morphometric analysis, we determined that there was a significant increase in the volume density of airspace in the alveolar region of the lung at 28, 42, and 56 d postnatal age in RARbeta null mice when compared with wild-type controls. The mean cord length of the respiratory airspaces was increased in RARbeta null animals at 42 d postnatal age. Respiratory gas-exchange surface area per unit lung volume was significantly decreased in RARbeta null animals at 28, 42, and 56 d postnatal age. In addition, alveolar ducts tended to comprise a greater proportion of the lung airspaces in the RARbeta null mice. The RARbeta null mice also had impaired respiratory function when compared with wild-type control mice. There was no effect of RARbeta gene deletion on lung platelet-derived growth factor (PDGF) receptor alpha mRNA levels in postnatal lung tissue at several postnatal ages. However PDGF-A protein levels were significantly lower in the RARbeta null mice than in wild-type controls. Thus, deletion of the RARbeta gene impairs the formation of the distal airspaces during the postnatal phase of lung maturation in mice via a pathway that may involve PDGF-A.","dc:creator":"Snyder JM","dc:date":"2005","dc:title":"Alveolarization in retinoic acid receptor-beta-deficient mice."},"rdfs:label":"Mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Total mouse KO evidence score is 1 but there are 4 different papers that describe different aspects of the KO mouse phenotype hence each paper is scored 0.25. The total score is reduced to 1 from the default of 2 because almost all patients are heterozygous whereas the KO mouse is homozygous."},{"id":"cggv:675eedf3-2756-42b3-9c03-323a18ce68e0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a876010d-7663-4199-8eb6-cc798e505009","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Null mice have some vision defects (although, not exact matches with humans) and post-natal growth retardation (humans have failure to thrive)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9240560","type":"dc:BibliographicResource","dc:abstract":"Homozygous RAR beta mutants are growth-deficient, but are fertile and have a normal longevity. They display homeotic transformations and malformations of cervical vertebrae and a retrolenticular membrane. This latter abnormality arises from the persistence and hyperplasia of the primary vitreous body. In contrast, we found that abnormalities of cranial nerves IX and X which were previously proposed to be specific features of the RAR beta mutant phenotype (Luo et al., Mech. Dev. 53: 61-71, 1995) occur with the same low penetrance in wildtype littermates. Although the RAR beta protein is expressed at high levels in the striatum and interdigital mesenchyme, the brain and limbs of RAR beta mutants appear morphologically normal. RAR alpha/RAR beta double mutants display numerous visceral abnormalities, most of which are incompatible with post-natal life. The majority of these abnormalities was previously detected in RAR alpha/RAR beta2 mutants with the notable exceptions of agenesis of the stapedial (2nd aortic arch-derived) artery, thymic and spleen agenesis and abnormal inferior vena cava. RAR beta/RAR gamma double mutants show major ocular defects including a shortening of the ventral retina and pre-natal retinal dysplasia, both of which represent the only abnormalities of the fetal vitamin-A deficiency (VAD) syndrome not previously detected in RAR beta2/RAR gamma compound mutants. In addition, RAR beta is apparently functionally redundant with either RAR alpha or RAR gamma for the formation of a small subset of craniofacial skeletal elements, as well as for eyelid development and digit separation. We also provide evidence that, at least in some instances, this phenomenon of functional redundancy between RARs may be an artifactual consequence of gene knock-out.","dc:creator":"Ghyselinck NB","dc:date":"1997","dc:title":"Role of the retinoic acid receptor beta (RARbeta) during mouse development."},"rdfs:label":"Mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Total mouse KO evidence score is 1 but there are 4 different papers that describe different aspects of the KO mouse phenotype hence each paper is scored 0.25. The total score is reduced to 1 from the default of 2 because almost all patients are heterozygous whereas the KO mouse is homozygous."},{"id":"cggv:803ab7d7-24ef-4aed-9b7e-e13d5c89737c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:328768bc-d7fd-4455-8256-dd33ab2bc2d1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish morphants had microphthalmia and coloboma, both of which are also seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31816153","type":"dc:BibliographicResource","dc:abstract":"Uveal coloboma is a potentially blinding congenital ocular malformation caused by the failure of optic fissure closure during the fifth week of human gestation. We performed custom capture high-throughput screening of 38 known coloboma-associated genes in 66 families. Suspected causative novel variants were identified in TFAP2A and CHD7, as well as two previously reported variants of uncertain significance in RARB and BMP7. The variant in RARB, unlike previously reported disease mutations in the ligand-binding domain, was a missense change in the highly conserved DNA-binding domain predicted to affect the protein's DNA-binding ability. In vitro studies revealed lower steady-state protein levels, reduced transcriptional activity, and incomplete nuclear localization of the mutant RARB protein compared with wild-type. Zebrafish studies showed that human RARB messenger RNA partially reduced the ocular phenotype caused by morpholino knockdown of rarga gene, a zebrafish homolog of human RARB. Our study indicates that sequence alterations in known coloboma genes account for a small percentage of coloboma cases and that mutations in the RARB DNA-binding domain could result in human disease.","dc:creator":"Kalaskar VK","dc:date":"2020","dc:title":"High-throughput custom capture sequencing identifies novel mutations in coloboma-associated genes: Mutation in DNA-binding domain of retinoic acid receptor beta affects nuclear localization causing ocular coloboma."},"rdfs:label":"Zebrafish morphants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced score to 1 because the zebrafish morphants are loss of function whereas patients have missense variants most which have been shown to have gain of function effects."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7657,"specifiedBy":"GeneValidityCriteria10","strengthScore":15,"subject":{"id":"cggv:bdaafc55-0e2f-4c79-b110-3d15de5dd9ed","type":"GeneValidityProposition","disease":"obo:MONDO_0014229","gene":"hgnc:9865","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"RARB is located on chromosome 3 at 3p24.2 and encodes the retinoic acid receptor beta protein. The RARB protein is an important component of the retinoic acid signaling pathway. It forms a heterodimer with RXR proteins which then acts as a transcription factor that binds to certain DNA sequences called retinoic acid response elements (RARE) and, in the presence of the retinoic acid ligand, activates the transcription of specific genes. RARB was first reported in relation to syndromic microphthalmia 12 in 2013 (Srour et al., PMID: 24075189). Syndromic microphthalmia 12 is almost exclusively an autosomal dominant disorder characterized by microphthalmia, coloboma, sclerocornea, diaphragmatic hernia, pulmonary hypoplasia, failure to thrive, developmental delay, motor regression, cognitive impairment, hypotonia, and progressive spasticity. RARB has also been associated with autosomal recessive syndromic microphthalmia 12. However, this is based on only one non-consanguineous family with four affected siblings of whom two were genotyped (PMID: 24075189). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no significant difference in the phenotypic variability and therefore lumped the single family segregating autosomal recessive inheritance with those segregating autosomal dominant inheritance at this time. A total of 12 variants (9 missense, 3 nonsense, and 1 frameshift) that have been reported in 18 probands in eight publications and are included in this curation (PMIDs: 24075189; 27120018; 30480585; 32573669; 31816153; 32737437; 35105264; 35937981) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to include both gain of function and loss of function variants. Specifically, of the 5 missense variants resulting in autosomal dominant disease that were functionally assessed, 4 showed a gain of function effect and 1 showed a loss of function effect. And the 2 variants resulting in autosomal recessive inheritance, one frameshift and one nonsense, showed a loss of function effect. This gene-disease relationship is also supported by mouse knockout models that show phenotypes related to those seen in patients such as postnatal growth retardation, decreased palpebral aperture, cataracts, lower volume density of lung tissue, impaired respiratory function, and impaired learning (PMIDs: 9240560; 9883728; 11074013; 15635054). It is also supported by zebrafish morphants that develop microphthalmia and coloboma (PMID: 31816153). Additionally, STRA6 and ALDH1A3, similar to RARB, also function within the retinoic acid signaling pathway and variants in both genes are known to cause autosomal recessive microphthalmia phenotypes in humans. In summary, RARB is definitively associated with syndromic microphthalmia 12 which primarily shows autosomal dominant inheritance, but may rarely show autosomal recessive inheritance as well. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 04.25.2023 (SOP Version 9.0).\n","dc:isVersionOf":{"id":"cggv:8fde1ee7-8deb-49e3-a335-0c47c5e77e52"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}