{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaa_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2021-01-25T19:49:25.802Z","role":"Publisher"},{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaa_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2021-01-25T19:49:21.121Z","role":"Approver"}],"evidence":[{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaa_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaa_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d97aba7-8497-4dc6-b934-693c4ab1dd04","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c04e01b5-1416-429a-a515-09f803539b39","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"No human disease has been genetically linked to variation in DECR1. The authors note that \"a common feature of individuals affected with inborn errors of mitochondrial fatty acid oxidation is that they are asymptomatic under normal conditions. The same phenomenon is observed in several animal models of fatty acid oxidation disorders. Clinical symptoms arise only after metabolic stress, such as prolonged physical exercise or fasting, which is often associated with infectious illness.\" \n\nThe phenotypes observed in the homozygous Decr1 knockout mice supports the possibility that a clinical phenotype in humans may only occur in individuals experiencing acute metabolic stress.   \n\n\nA severe form of DECR deficiency has previously been reported in a patient with identified homozygous nonsense variants in the NADK2 gene (Houten et al.) Houten et al. suggested that the severe phenotype observed in the proband likely resulted from impairment of multiple mitochondrial NADP-dependent processes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19578400","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial beta-oxidation system is one of the central metabolic pathways of energy metabolism in mammals. Enzyme defects in this pathway cause fatty acid oxidation disorders. To elucidate the role of 2,4-dienoyl-CoA reductase (DECR) as an auxiliary enzyme in the mitochondrial beta-oxidation of unsaturated fatty acids, we created a DECR-deficient mouse line. In Decr(-/-) mice, the mitochondrial beta-oxidation of unsaturated fatty acids with double bonds is expected to halt at the level of trans-2, cis/trans-4-dienoyl-CoA intermediates. In line with this expectation, fasted Decr(-/-) mice displayed increased serum acylcarnitines, especially decadienoylcarnitine, a product of the incomplete oxidation of linoleic acid (C(18:2)), urinary excretion of unsaturated dicarboxylic acids, and hepatic steatosis, wherein unsaturated fatty acids accumulate in liver triacylglycerols. Metabolically challenged Decr(-/-) mice turned on ketogenesis, but unexpectedly developed hypoglycemia. Induced expression of peroxisomal beta-oxidation and microsomal omega-oxidation enzymes reflect the increased lipid load, whereas reduced mRNA levels of PGC-1alpha and CREB, as well as enzymes in the gluconeogenetic pathway, can contribute to stress-induced hypoglycemia. Furthermore, the thermogenic response was perturbed, as demonstrated by intolerance to acute cold exposure. This study highlights the necessity of DECR and the breakdown of unsaturated fatty acids in the transition of intermediary metabolism from the fed to the fasted state.","dc:creator":"Miinalainen IJ","dc:date":"2009","dc:title":"Mitochondrial 2,4-dienoyl-CoA reductase deficiency in mice results in severe hypoglycemia with stress intolerance and unimpaired ketogenesis."},"rdfs:label":"Decr Knockout Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Unable to score. There are no genetically confirmed human phenotypes to compare the mouse model to."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaa_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":1913,"specifiedBy":"GeneValidityCriteria7","strengthScore":0,"subject":{"id":"cggv:03eb88ea-6a41-4d3d-8bfc-9f815e817a52","type":"GeneValidityProposition","disease":"obo:MONDO_0014464","gene":"hgnc:2753","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"No human disease has been genetically linked to variation in DECR1. A DECR-deficient mouse has been generated, which is indistinguishable from wild type mice under standard conditions but under fasting conditions, the Decr-/- mice exhibited symptoms of inborn errors of mitochondrial fatty acid oxidation (PMID: 19578400). The phenotypes observed in the homozygous Decr1 knockout mice supports the possibility that a clinical phenotype in humans may only occur in individuals experiencing acute metabolic stress. However, the only severe form of DECR deficiency has reported in \na patient with a homozygous nonsense variant identified in the NADK2 gene (Houten et al., 2014) . No convincing evidence for a causal role for DECR1 in DECR deficiency has been reported. \n\nThis gene-disease pair was originally evaluated by the FAO GCEP on 09/25/2018.  It was reevaluated on 01/21/2021.  As a result of this reevaluation, the classification did not change as no new information is contributing to the classification.\nNo human disease has been genetically linked to variation in DECR1.","dc:isVersionOf":{"id":"cggv:1d25dfe8-8d0b-4b45-b04c-b315ebdceaaa"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}