{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2021-07-15T02:30:00.000Z","role":"Approver"},{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2022-04-05T14:05:02.969Z","role":"Publisher"}],"evidence":[{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:056ce5cc-19eb-40e6-9797-0acb5443f610","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed36c1b4-46eb-4ca7-897c-032c305ed4cd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridisation of kidney cortex ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15358279","type":"dc:BibliographicResource","dc:abstract":"Mineralocorticoid resistance, also known as type I pseudohypoaldosteronism (PHA1), is a rare inherited disease characterized by salt wasting, dehydration and failure to thrive in the newborn. Two different forms of the disease, which present with either systemic or exclusively renal resistance to aldosterone, are associated with two different modes of inheritance. The generalized, recessive form of the disease is due to abnormalities in the epithelial sodium channel, and inactivating mutations of the mineralocorticoid receptor are responsible for the autosomal dominant form of PHA1 and some sporadic cases. Here, we review the role of aldosterone in the maintenance of normal sodium balance and discuss the different forms of mineralocorticoid resistance and the underlying genetic abnormalities. Although important progress has been made in the past years, there remain several families in whom the genetic defect has not been identified. Precise clinical diagnosis and establishment of intermediate phenotypes should be helpful for identifying other genes involved in PHA1 and gaining new insight into the regulation of sodium homeostasis.","dc:creator":"Zennaro MC","dc:date":"2004","dc:title":"Mineralocorticoid resistance."},"rdfs:label":"In situ hybridisation of NR3C2 in human kidney cortex"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a3935713-314d-4b8a-bbc0-96a8296be06b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b7c5c33-2a9e-4bd7-8013-6c589951dd23","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Worse hypertension in pregnancy due to increased progesterone ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15967794","type":"dc:BibliographicResource","dc:abstract":"Ligand binding is the first step in hormone regulation of mineralocorticoid receptor (MR) activity. Here, we report multiple crystal structures of MR (NR3C2) bound to both agonist and antagonists. These structures combined with mutagenesis studies reveal that maximal receptor activation involves an intricate ligand-mediated hydrogen bond network with Asn770 which serves dual roles: stabilization of the loop preceding the C-terminal activation function-2 helix and direct contact with the hormone ligand. In addition, most activating ligands hydrogen bond to Thr945 on helix 10. Structural characterization of the naturally occurring S810L mutant explains how stabilization of a helix 3/helix 5 interaction can circumvent the requirement for this hydrogen bond network. Taken together, these results explain the potency of MR activation by aldosterone, the weak activation induced by progesterone and the antihypertensive agent spironolactone, and the binding selectivity of cortisol over cortisone.","dc:creator":"Bledsoe RK","dc:date":"2005","dc:title":"A ligand-mediated hydrogen bond network required for the activation of the mineralocorticoid receptor."},"rdfs:label":"NR3C2 binding to aldosterone and cortisol"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This mechanism was demonstrated by a different group using a different method from Geller  "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":4171,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:375439ce-88b6-413b-9596-ae78572f8af2","type":"GeneValidityProposition","disease":"obo:MONDO_0011517","gene":"hgnc:7979","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *NR3C2* gene is located on chromosome 4 at q31.23 and encodes the nuclear receptor subfamily 3 group C member 2 protein, also known as mineralocorticoid receptor. The protein functions as a ligand-dependent transcription factor that mediates the effects of aldosterone on a variety of target tissues, including the distal parts of the nephron, the distal colon, the cardiovascular and central nervous systems, and brown adipose tissue (Zennaro 2001 PMID: 11518808).\n*NR3C2* mutation was first reported in relation to autosomal dominant pseudohyperaldosteronism type 2 in 2000 (Geller, PMID:10884226). The preferred disease name suggested for this disorder is ‘Hypertension, early-onset, with exacerbation in pregnancy - NR3C2’. This condition has only been reported in one family, with 11 affected members all displaying severe hypertension before the age of 20 years. Affected males and females had severe ‘early onset’ hypertension, low renin, low aldosterone and no other cause for hypertension. In addition 2 female members of this family had severe hypertension but not preeclampsia in their 5 pregnancies presumably due to high progesterone levels. \n*NR3C2* mutation has also been associated with autosomal dominant Pseudohypoaldosteronism type 1 by Geller in 1998 (PMID:9662404). This condition is due to a loss of function mechanism, where aldosterone cannot bind to the receptor and affects transcription, resulting in high aldosterone and plasma renin levels, and low blood pressure. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, although both conditions have an AD inheritance, there is a difference in molecular mechanism and in clinical phenotype. Therefore the diseases were split into Pseudohypoaldosteronism type I (OMIM:177735) and Hypertension, early onset, with exacerbation in pregnancy (OMIM:605115). Autosomal dominant Pseudohypoaldosteronism type 1 has been curated separately. \nOnly one missense variant in *NR3C2* (p.Ser810Leu) has been reported in a single family with hypertension, early onset, with exacerbation in pregnancy. This variant affects a critical residue in the NR3C2 hormone binding domain and results in increased receptor specificity for progesterone and other steroids lacking the 21hydroxyl group. This variant thus results in a gain of function, resulting in increased renal salt reabsorption leading to severe hypertension. The gene-disease association is also supported by experimental evidence including biochemical function and expression studies.\nIn summary, there is limited evidence to support the association of *NR3C2* with autosomal dominant hypertension, early onset, with exacerbation in pregnancy. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. ","dc:isVersionOf":{"id":"cggv:26410755-d552-4111-9f23-14dbeaa99293"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}