{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773bav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-05-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-05-18T18:08:04.768Z","role":"Publisher"}],"evidence":[{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1c8d47f-1327-40c0-b652-cd0b9078da88","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:46d203a3-18cb-4535-8464-1c8c48d993bf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"KMO normally functions to convert L-kynurenine to 3-hydroxy-L-kynurenine using NADPH. Loss of KMO function shunts the kynurenine pathway towards either kynurenine acid (KYNA) catalyzed by kynurenine aminotransferase (KAT) or anthranilic acid (AA) catalyzed by KYNU. The resulting phenotypes from complete loss of KMO are not well understood. KMO may play a role in a number of neurological disorders including schizophrenia. Indeed, patients with schizophrenia display a significant reduction in KMO gene expression. However, inhibition of KMO is also a candidate therapeutic for other disorders such as Alzhiemer's disease, Parkinson's disease, and acute pancreatitis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32148781","type":"dc:BibliographicResource","dc:abstract":"Kynurenine-3-monooxygenase (KMO) is an enzyme that relies on nicotinamide adenine dinucleotide phosphate (NADP), a key site in the kynurenine pathway (KP), which has great effects on neurological diseases, cancer, and peripheral inflammation. This review mainly pay attention to the research of KMO mechanism for the treatment of different diseases, and hopes to provide assistance for clinical and drug use. KMO controlling the chief division of the KP, which directly controls downstream product quinolinic acid (QUIN) and indirectly controls kynurenic acid (KYNA), plays an important role in many diseases, especially neurological diseases.","dc:creator":"Lu Y","dc:date":"2020","dc:title":"Kynurenine-3-monooxygenase: A new direction for the treatment in different diseases."},"rdfs:label":"Lu et al. Biochemical function of KMO in KP pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Upscored to 1 point given the role of KMO in the KP pathway in tryptophan catabolism is well characterized and understood"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29324021-ac1e-4a23-8787-b9ee0cbf4a7d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94ad8d3c-d35b-46db-ae0b-cc3979afc5b1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KMO knock out mice showed complete loss of KMO enzymatic activity. Knock out mice were healthy and the authors did not observe any overt phenotypic differences to WT mice. Meanwhile, knock out KMO and KMO enzymatic activity in the liver predictably led to the significant accumulation of the upstream substrate kynurenine (5 fold), as well as an increase in the product KYNA (69 fold), and a decrease in the downstream metabolites 3-HK and QUIN. Brain levels of tryptophan were modestly decreased. Importantly, liver and brain levels of the final end product NAD(+) did not differ between knock out KMO mice and WT mice. Mice were not fed a niacin restricted diet perhaps explaining the lack of differences betweeen KO and WT mice. It is not known whether variants in KMO are associated with any disease states. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24189070","type":"dc:BibliographicResource","dc:abstract":"Kynurenine 3-monooxygenase (KMO), a pivotal enzyme in the kynurenine pathway (KP) of tryptophan degradation, has been suggested to play a major role in physiological and pathological events involving bioactive KP metabolites. To explore this role in greater detail, we generated mice with a targeted genetic disruption of Kmo and present here the first biochemical and neurochemical characterization of these mutant animals. Kmo(-/-) mice lacked KMO activity but showed no obvious abnormalities in the activity of four additional KP enzymes tested. As expected, Kmo(-/-) mice showed substantial reductions in the levels of its enzymatic product, 3-hydroxykynurenine, in liver, brain, and plasma. Compared with wild-type animals, the levels of the downstream metabolite quinolinic acid were also greatly decreased in liver and plasma of the mutant mice but surprisingly were only slightly reduced (by ∼20%) in the brain. The levels of three other KP metabolites: kynurenine, kynurenic acid, and anthranilic acid, were substantially, but differentially, elevated in the liver, brain, and plasma of Kmo(-/-) mice, whereas the liver and brain content of the major end product of the enzymatic cascade, NAD(+), did not differ between Kmo(-/-) and wild-type animals. When assessed by in vivo microdialysis, extracellular kynurenic acid levels were found to be significantly elevated in the brains of Kmo(-/-) mice. Taken together, these results provide further evidence that KMO plays a key regulatory role in the KP and indicate that Kmo(-/-) mice will be useful for studying tissue-specific functions of individual KP metabolites in health and disease.","dc:creator":"Giorgini F","dc:date":"2013","dc:title":"Targeted deletion of kynurenine 3-monooxygenase in mice: a new tool for studying kynurenine pathway metabolism in periphery and brain."},"rdfs:label":"Giorgini et al. Knock out KMO mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downscored due to no clear disease recapitulation with humans. "},{"id":"cggv:48d4a2df-f3c8-428c-870c-ffcb27fc556c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf6b50d5-482d-4b41-8757-52d18c1a91e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO KMO mice showed evidence of deficits in contextual memory, evidence of impaired social interaction, increased anxious behavior in an elevated plus maze, enhanced locomotor response to D-amphetamine, and prepulse inhibition. Additionally, in line with previous KMO KO studies, the authors observed elevated KYNA levels in the cerebellum and cerebrum. Given there is no genetic evidence associated with a significant reduction in KMO enzymatic activity, it is difficult to assess recapitulation of disease. Meanwhile, impaired KMO function has been implicated in the pathophysiology of schizophrenia and other neurological diseases and KMO KO mice show overt behavioral changes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28187857","type":"dc:BibliographicResource","dc:abstract":"Kynurenine 3-monooxygenase converts kynurenine to 3-hydroxykynurenine, and its inhibition shunts the kynurenine pathway-which is implicated as dysfunctional in various psychiatric disorders-toward enhanced synthesis of kynurenic acid, an antagonist of both α7 nicotinic acetylcholine and N-methyl-D-aspartate receptors. Possibly as a result of reduced kynurenine 3-monooxygenase activity, elevated central nervous system levels of kynurenic acid have been found in patients with psychotic disorders, including schizophrenia.","dc:creator":"Erhardt S","dc:date":"2017","dc:title":"Adaptive and Behavioral Changes in Kynurenine 3-Monooxygenase Knockout Mice: Relevance to Psychotic Disorders."},"rdfs:label":"Erhardt et al. KO KMO mice display behavioral changes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downscored due to a lack of genetic evidence. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":6239,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:a1169fcf-5c59-4248-8cb7-154f33a0f17d","type":"GeneValidityProposition","disease":"obo:MONDO_0019975","gene":"hgnc:6381","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The gene *KMO* encodes kynurenine 3-monooxygenase, an enzyme that catalyzes the conversion of L-kynurenine to 3-hydroxykynurenine (3-HK) in the kynurenine pathway, the primary pathway for tryptophan degradation in the body. A case of pellagra with colitis was first associated with a deficiency in tryptophan metabolism at the level of kynurenine 3-monooxygenase in 1990 by Clayton et al. (PMID:1833200), though enzymatic testing of KMO and genetic analysis was not preformed. Since then, no further reports have associated pellagra with KMO, though pellagra has been associated with deficiencies in other enzymes in the kynurenine pathway and chronic alcoholism can induce pellagra via inhibition of the rate limiting enzyme in the hepatic kynurenine pathway, tryptophan 2,3-dioxygenase. However, to date, no individuals have been identified with variants in *KMO* resulting in pellagra or even a deficiency in KMO enzymatic activity. Support for a potential gene-disease relationship comes from the biochemical function of KMO (PMID:32148781) including its enzymatic function in the kynurenine pathway, which when rendered inactive, shunts the tryptophan degradation pathway towards either kynurenine acid (KYNA) catalyzed by kynurenine aminotransferase (KAT) or anthranilic acid (AA) catalyzed by KYNU. Additionally, at least two knock out *KMO* (-/-) mouse models have been described (PMIDs:28187857, 24189070). One mouse model showed evidence that KO *KMO* resulted in behavioral changes including impairments in contextual memory and increased anxiety-like behavior, though in both models, mice did not show evidence of pellagra. This result was to be expected given that mice were not fed a niacin restricted diet. Biallelic variants have been identified in other enzymes (HAOO and KYNU) in the kynurenine pathway resulting in NAD deficiency along with congenital malformations (PMID: 28792876). There is considerable evidence that phenotypes resulting from enzymatic deficiencies in the kynurenine pathway can be prevented by a diet that consists of sufficient niacin, a dietary source of NAD. Finally, impaired KMO function has been implicated in the pathophysiology of schizophrenia. In summary, there is insufficient genetic evidence to support a gene-disease relationship. A classification of No Known Disease Relationship was approved by the General IEM GCEP on 05/18/2023.","dc:isVersionOf":{"id":"cggv:47847642-c495-43ac-92d4-854ecdd773ba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}