{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-10-09T14:44:00.302Z","role":"Approver"}],"evidence":[{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e856081-e7fa-4c9d-ab79-0bde10c315a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a14c488-44a6-4eb0-94ba-91b055b5b556","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Sequence of cDNA across exon 10 and 12, demonstrating the skipping of exon 11 (Figure 3B). Western blotting using MSH2 antibody demonstrates a lack of MSH2 protein (Figure 3C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11809679","type":"dc:BibliographicResource","dc:abstract":"Individuals with a germ-line mutation in one of the DNA mismatch repair (MMR) genes are at significant risk for colorectal cancer and other tumors. Three families have previously been reported with individuals homozygous for mutations in the MMR gene MLH1 that are predicted to compromise MMR. These individuals develop hematological malignancies and/or neurofibromatosis type 1 at an early age. Here, in an individual, we demonstrate that a homozygous novel mutation in the MMR gene MSH2 is associated with leukemia and multiple café-au-lait spots, a feature of neurofibromatosis type 1. Because the hematological malignancies observed in the individuals homozygous for the loss of MMR are reflective of the lymphomas seen in mice lacking MMR, the mice may provide a useful model for human neoplasia.","dc:creator":"Whiteside D","dc:date":"2002","dc:title":"A homozygous germ-line mutation in the human MSH2 gene predisposes to hematological malignancy and multiple café-au-lait spots."},"rdfs:label":"RNA and Immunoblotting demonstrate a lack of MSH2 protein"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ad1824d8-783d-4cb1-ae8a-c49b0b55e42f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78fe9a3c-3061-4957-b383-a2be3e7652d9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mismatch bound MutSa (MSH2 and MSH6) recruits a second heterodimer referred to as MutLa which is composed of the MutL homologs MLH1 and PMS2. MLH1 also causes constitutional mismatch repair deficiency syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9927034","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colon cancer is a common hereditary disorder caused by the germ-line mutations of DNA mismatch repair (MMR) genes, especially hMLH1 and hMSH2. We report here the first identification of human compounds with a homozygous inactivation of a MMR gene. In a typical hereditary nonpolyposis colon cancer family, MMR-deficient children conceived from matings between heterozygotes for a hMLH1 deleterious mutation exhibited clinical features of de novo neurofibromatosis type I and early onset of extracolonic cancers. This observation demonstrates that MMR deficiency is compatible with human development but may lead to mutations during embryogenesis. On the basis of clinical symptoms observed in MMR-deficient children, we speculate that the neurofibromatosis type 1 gene is a preferential target for such alterations.","dc:creator":"Wang Q","dc:date":"1999","dc:title":"Neurofibromatosis and early onset of cancers in hMLH1-deficient children."},"rdfs:label":"MLH1 – constitutional mismatch repair deficiency syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:573558c9-a033-4329-8347-d3afb7b7d2d8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ff34fdf-b5ce-4b72-a353-64cb34eb61b8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mismatch bound MutSa (MSH2 and MSH6) recruits a second heterodimer referred to as MutLa which is composed of the MutL homologs MLH1 and PMS2. PMS2 also causes constitutional mismatch repair deficiency syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10763829","type":"dc:BibliographicResource","dc:abstract":"Turcot's syndrome is a genetic disease characterized by the concurrence of primary brain tumors and colon cancers and/or multiple colorectal adenomas. We report a Turcot family with no parental consanguinity, in which two affected sisters, with no history of tumors in their parents, died of a brain tumor and of a colorectal tumor, respectively, at a very early age. The proband had a severe microsatellite instability (MIN) phenotype in both tumor and normal colon mucosa, and mutations in the TGFbeta-RII and APC genes in the colorectal tumor. We identified two germline mutations within the PMS2 gene: a G deletion (1221delG) in exon 11 and a four-base-pair deletion (2361delCTTC) in exon 14, both of which were inherited from the patient's unaffected parents. These results represent the first evidence that two germline frameshift mutations in PMS2, an MMR gene which is only rarely involved in HNPCC, are not pathogenic per se, but become so when occurring together in a compound heterozygote. The compound heterozygosity for two mutations in the PMS2 gene has implications for the role of protein PMS2 in the mismatch repair mechanism, as well as for the presymptomatic molecular diagnosis of at-risk family members. Furthermore, our data support and enlarge the notion that high DNA instability in normal tissues might trigger the development of cancer in this syndrome.","dc:creator":"De Rosa M","dc:date":"2000","dc:title":"Evidence for a recessive inheritance of Turcot's syndrome caused by compound heterozygous mutations within the PMS2 gene."},"rdfs:label":"PMS2 – constitutional mismatch repair deficiency syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:946df61c-d0c9-4401-a99c-ca8cdee855f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f64d16ec-dd6a-4dc9-a387-9da4a9972db8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"In humans mismatch recognition is mediated by one of two heterodimers, composed of the MutS homologs MSH2 and MSH6 (MutSa) or MSH2 and MSH3 (MutSb). MSH6 also causes constitutional mismatch repair deficiency syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15340263","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colorectal cancer (HNPCC) is an autosomal dominant condition due to heterozygous germline mutations in DNA mismatch repair genes, in particular MLH1, MSH2 and MSH6. Recently, a syndrome was recognized in which children develop haematological malignancies, solid tumours and signs of neurofibromatosis type 1 due to bi-allelic MMR gene mutations in MLH1, MSH2 and PMS2. Here we describe the child of healthy consanguineous parents who had café-au-lait spots, oligodendroglioma, and rectal cancer. The patient was homozygous for the MSH6 mutation c.3386_3388delGTG in exon 5 which has a predicted pathogenic effect. Germline NF1 gene mutation testing was negative. The rectal tumour showed microsatellite instability and absence of MSH6 staining, whereas the brain tumour was MSI stable and showed normal immunohistochemical expression of MSH6. Apparently, not only MLH1, MSH2 and PMS2, but also MSH6 is involved in the syndrome of childhood cancer and signs of neurofibromatosis type 1.","dc:creator":"Menko FH","dc:date":"2004","dc:title":"A homozygous MSH6 mutation in a child with café-au-lait spots, oligodendroglioma and rectal cancer."},"rdfs:label":"MSH6 – constitutional mismatch repair deficiency syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81ca0f96-0927-408f-86c5-e008356d86c2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9fdaed16-ca72-4d7b-bf51-825c9711c9fd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MSH2 -/- mutant zebrafish develop neurofibromas/malignant peripheral nerve sheath tumors and other tumors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18593904","type":"dc:BibliographicResource","dc:abstract":"Defective mismatch repair (MMR) in humans causes hereditary nonpolyposis colorectal cancer. This genetic predisposition to colon cancer is linked to heterozygous familial mutations, and loss-of-heterozygosity is necessary for tumor development. In contrast, the rare cases with biallelic MMR mutations are juvenile patients with brain tumors, skin neurofibromas, and café-au-lait spots, resembling the neurofibromatosis syndrome. Many of them also display lymphomas and leukemias, which phenotypically resembles the frequent lymphoma development in mouse MMR knockouts. Here, we describe the identification and characterization of novel knockout mutants of the three major MMR genes, mlh1, msh2, and msh6, in zebrafish and show that they develop tumors at low frequencies. Predominantly, neurofibromas/malignant peripheral nerve sheath tumors were observed; however, a range of other tumor types was also observed. Our findings indicate that zebrafish mimic distinct features of the human disease and are complementary to mouse models.","dc:creator":"Feitsma H","dc:date":"2008","dc:title":"Zebrafish with mutations in mismatch repair genes develop neurofibromas and other tumors."},"rdfs:label":"MMR-deficient zebrafish develop neurofibromas & other tumors"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:bd247877-edb6-449d-a8fe-3bd5f4a04319","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8777c7df-69e2-465c-9050-c4b4b75f1ab9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MSH2-deficient mice develop lymphoid tumors with high frequency that contained microsatellite instabilities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7550317","type":"dc:BibliographicResource","dc:abstract":"Alterations of the human MSH2 gene, a homologue of the bacterial MutS mismatch repair gene, co-segregate with the majority of hereditary non-polyposis colon cancer (HNPCC) cases. We have generated homozygous MSH2-/- mice. Surprisingly, these mice were found to be viable, produced offspring in a mendelian ratio and bred through at least two generations. Starting at two months of age homozygous-/- mice began, with high frequency, to develop lymphoid tumours that contained microsatellite instabilities. These data establish a direct link between MSH2 deficiency and the pathogenesis of cancer. These mutant mice should be good models to study the progression of tumours and also to screen carcinogenic and anti-cancer agents.","dc:creator":"Reitmair AH","dc:date":"1995","dc:title":"MSH2 deficient mice are viable and susceptible to lymphoid tumours."},"rdfs:label":"MSH2 deficient mice are susceptible to lymphoid tumours."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:f1ebc583-8134-43b5-b9f8-204f443372b6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4c56ed4d-2e99-4959-a05f-3cd4f6ccd475","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001010","obo:HP_0012539"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f1ebc583-8134-43b5-b9f8-204f443372b6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bf06c672-0b5d-444d-b6cc-8a5cba26035c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000251.2(MSH2):c.226C>T (p.Gln76Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/90945"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17601929","type":"dc:BibliographicResource","dc:abstract":"Familial non-Hodgkin lymphoma (NHL) is rare and in most cases, no underlying cause is identifiable. We report homozygous truncating mutations in the mismatch repair gene MSH2 (226C-->T; Q76X) in three siblings who each developed T-cell NHL in early childhood. All three children had hyperpigmented and hypopigmented skin lesions. Constitutional biallelic MSH2 mutations have previously been reported in five individuals, all of whom developed malignancy in childhood. Familial lymphoma has not been reported in this context or in association with biallelic mutations in the other mismatch repair genes MLH1, MSH6 or PMS2. In addition, hypopigmented skin lesions have not previously been reported in biallelic MSH2 carriers. Our findings therefore expand the spectrum of phenotypes associated with biallelic MSH2 mutations and identify a new cause of familial lymphoma. Moreover, the diagnosis has important management implications as it allows the avoidance of chemotherapeutic agents likely to be ineffective and mutagenic in the proband, and the provision of cascade genetic testing and tumour screening for relatives.","dc:creator":"Scott RH","dc:date":"2007","dc:title":"Familial T-cell non-Hodgkin lymphoma caused by biallelic MSH2 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17601929","rdfs:label":"IV-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A homozygous truncating mutation in exon 2 of MSH2 (226C>T; Q76X). It is a three star variant reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."},{"id":"cggv:cefaff78-0d63-4276-88f8-38d07a39d878_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:693f519d-e653-471b-b5b1-7e410db825e8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000957","obo:HP_0009592","obo:HP_0003003"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cefaff78-0d63-4276-88f8-38d07a39d878_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a8df00e6-13d7-426b-84b0-47182ebfece0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000251.2(MSH2):c.1906G>C (p.Ala636Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1764"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19101824","type":"dc:BibliographicResource","dc:abstract":"Hereditary non-polyposis colorectal cancer is a cancer predisposition syndrome known to be caused by heterozygous germline mutations in DNA mismatch repair genes (MMR) most commonly hMLH1, hMSH2, hMSH6. Heterozygous mutations in one of these genes confer an increased risk, mainly for colon and endometrial cancer. Recently, several publications identified that biallelic mutations in the MMR genes are associated with a more severe phenotype, including childhood malignancies and signs of neurofibromatosis type I (NF1). We report on a non-consanguineous Ashkenazi Jewish family with two affected siblings with features of NF1, colon cancer and astrocytoma at age 13 and 14. Their mother developed endometrial cancer at age 54. Their father had leukoplakia of the vocal cords with a family history of pancreatic cancer. Molecular and pathology studies were done on the tumor tissue and on genomic DNA of family members. Tumor testing demonstrated a high degree of microsatellite instability (MSI analysis), expression of MLH1 and absence of expression of both MSH2 and MSH6 proteins. A biallelic c.1906G > C (p.A636P) mutation in the hMSH2 gene was detected in the blood of one affected child. Parental genetic testing showed that each parent was heterozygote for the mutation. The c.1906G > C mutation is a founder mutation in the Ashkenazi Jewish population. To our knowledge this is the first report of homozygosity for this founder mutation.","dc:creator":"Toledano H","dc:date":"2008","dc:title":"Homozygosity of MSH2 c.1906G-->C germline mutation is associated with childhood colon cancer, astrocytoma and signs of Neurofibromatosis type I."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19101824","rdfs:label":"A 14-year-old boy"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The adenocarcinoma cells and the normal cells show loss of nuclear staining for MSH2 (Fig. 3b, c). The c.1906G>C mutation is a founder mutation in the Ashkenazi Jewish population. It is a three star variant reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."},{"id":"cggv:4667acd9-9cb4-4c1c-88b9-f6cb855af9f9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5bb953a0-94a5-4aa0-aad7-378bead8e3ec","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":15,"detectionMethod":"Quantitative multiplex PCR of short fluorescent fragments (QMPSF)","firstTestingMethod":"PCR","phenotypes":["obo:HP_0006727","obo:HP_0100843"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:4667acd9-9cb4-4c1c-88b9-f6cb855af9f9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:34bbec9d-69f2-434e-a980-a286f3e33130","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000251.2(MSH2):c.454delA (p.Met152Cysfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1768"}},{"id":"cggv:dbd4b9b3-b462-4d7a-9870-0b19bf5163a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MSH2, EX1-6 DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1767"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12549480","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Bougeard G","dc:date":"2003","dc:title":"Early onset brain tumor and lymphoma in MSH2-deficient children."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12549480","rdfs:label":"IV-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Kets et al. (2009) found compound heterozygosity for 2 variants in the MSH2 gene: an exon 1-6 deletion and 1A-G transition in the initiation codon. Met152Cysfs is a three star variant reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."},{"id":"cggv:05dac5fc-d3c8-47b9-997e-75746237411e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:666bb46e-fed0-4f2d-92b5-bee53847aa6a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":24,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0006727","obo:HP_0000957"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:05dac5fc-d3c8-47b9-997e-75746237411e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:541ffdcc-c69b-4252-94fc-6de50aaaea38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000251.2(MSH2):c.1662-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/90727"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11809679"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11809679","rdfs:label":"The proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"A homozygous G-to-A transition was found in the proband in the invariant G of the intron 10 acceptor site of the MSH2 gene. This mutation at position 1662-1 bp was predicted to result in skipping of exon 11 to exon 12, with out-of-frame translation of the mutant mRNA resulting in a truncated, nonfunctional protein. RNA and Immunoblotting demonstrate a lack of MSH2 protein. It is a three star variant reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."},{"id":"cggv:869a7f39-4c6e-4d20-b4a7-87463143e327_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:695be68b-1e93-4941-88d8-296b6f221a09","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000957","obo:HP_0005227","obo:HP_0003003"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:869a7f39-4c6e-4d20-b4a7-87463143e327_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2a9ca225-0aeb-42f7-8c44-79d8dcd6f28a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000251.2(MSH2):c.2006-5T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/90849"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16372347","type":"dc:BibliographicResource","dc:abstract":"Hereditary non-polyposis colorectal cancer (HNPCC) syndrome is caused by heterozygous germline mutations in DNA mismatch repair genes (MMR), (MSH2, MLH1, MSH6, and PMS2) and it is inherited in an autosomal dominant pattern with high penetrance. Several patients have been reported carrying bi-allelic MMR gene mutations and whose phenotype resembled a syndrome with childhood malignancies including hematological malignancies, brain, and colorectal tumors. This phenotype is similar to the tumor spectrum of MMR knockout mice. Herein we describe two brothers of healthy consanguineous parents from Pakistan, who had developed two and three colorectal cancers at the ages of 11 and 12 years, respectively, and less than 30 polyps. Tumor specimens were microsatellite instable (MSI-H), and expression of MSH2 and MSH6 was lost. Mutation analyses of DNA samples from both patients revealed a novel homozygous c.2006-5T > A mutation in intron 12 of the MSH2 gene. This phenotype of the brothers is unusual as they neither develop hematological malignancies nor brain tumors at an older age of presentation than other patients with homozygous MSH2 mutations. The milder phenotype may be due to the expression of low amounts of MSH2 protein with reduced activity.","dc:creator":"Müller A","dc:date":"2006","dc:title":"A novel MSH2 germline mutation in homozygous state in two brothers with colorectal cancers diagnosed at the age of 11 and 12 years."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16372347","rdfs:label":"The 11-year-old patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Immunohistochemistry did not detect expression of MSH2 in the tumor and surrounding normal tissue. A homozygous T-to-A transversion in intron 12 of the MSH2 gene. The mutation is predicted to create an aberrant splice site, resulting in the skipping of exon 13 and creation of a premature stop codon at position 676, thus producing a truncated protein. It is a three star variant reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":515,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:eca7be84-0b23-48a8-a7c1-93e10e7b6cda","type":"GeneValidityProposition","disease":"obo:MONDO_0010159","gene":"hgnc:7325","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"There has been sufficient amount of evidence published associating the MSH2 gene with constitutional mismatch repair deficiency syndrome - a distinct disorder from the dominant Lynch syndrome - since the gene-disease relationship was first proposed by Whiteside D, et al., (2002). Multiple case level studies have been performed with cMMRD syndrome patients that have variants in the MSH2 gene. Other mismatch repair (MMR) genes MLH1, MSH6 and PMS2 also causes constitutional mismatch repair deficiency syndrome. RNA and Immunoblotting demonstrate a lack of MSH2 protein in patient cells. Multiple MSH2 deficient mouse and zebrafish models have been established to show consistent phenotypes with cMMRD patients by developing neurofibromas and lymphoid tumors. There is sufficient  evidence consistent with a definitive relationship between the MSH2 gene and constitutional mismatch repair deficiency syndrome.\n","dc:isVersionOf":{"id":"cggv:7ce2b2b9-9b04-4a47-b6fa-b85c60ba1c08"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}