{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-20T18:00:00.000Z","role":"Approver"},{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-20T22:18:50.502Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23747338","type":"dc:BibliographicResource","dc:abstract":"The spindle assembly checkpoint controls proper chromosome segregation during mitosis and prevents aneuploidy-an important feature of cancer cells. We performed genome-wide and targeted copy number and mutation analyses of germline DNA from 208 patients with familial or early-onset (40 years of age or younger) colorectal cancer; we identified haploinsufficiency or heterozygous mutations in the spindle assembly checkpoint genes BUB1 and BUB3 in 2.9% of them. Besides colorectal cancer, these patients had variegated aneuploidies in multiple tissues and variable dysmorphic features. These results indicate that mutations in BUB1 and BUB3 cause mosaic variegated aneuploidy and increase the risk of colorectal cancer at a young age.","dc:creator":"de Voer RM","dc:date":"2013","dc:title":"Germline mutations in the spindle assembly checkpoint genes BUB1 and BUB3 are risk factors for colorectal cancer."},"evidence":[{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9dee73f1-2e82-42a2-9d26-8d9afd145cd9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b49eac48-0cac-45a4-beb5-61112523040d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Authors found BUB1 reduced expression and overexpression in a fraction of colon tumor samples, compared to controls. Quantified BUB1 transcript levels using RT-PCR in human colorectal carcinomas and adjacent normal colonic mucosa. BUB1 mRNA levels <10% of normal in 3/103 (2.9%). BUB1 mRNA reduced to <50% of normal colonic mucosa in seven (6.8%). BUB1 was overexpressed in most colon cancers.\n\nAuthors suggest low BUB1 sequencing variation in tumor samples, suggest that epigenetic factors impacting the expression of BUB1 may place a role chromosomal instability.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11782350","type":"dc:BibliographicResource","dc:abstract":"Sequence alterations of mitotic checkpoint genes, hBUB1 and hBUBR1, were examined, and their gene transcripts were quantified using on-line, real-time quantitative reverse transcription-PCR in surgically resected human colorectal cancers and their neighboring normal tissues. Our results reveal a new hBUB1 missense mutation (Ala130Ser) but not any hBUBR1 coding sequence mutations. hBUB1 and hBUBR1 mRNA levels were reduced to < 10% of the neighboring normal tissues in 3 of 103 and 3 of 109 carcinomas, respectively, and to < 50% in 7 and 7 carcinomas, whereas the overall expression levels were markedly higher in cancers than in normal tissues. Carcinomas with reduced hBUB1 and/or hBUBR1 mRNA levels, as well as the colon carcinoma harboring the hBUB1 mutation, were associated with lymph node metastasis (P < 0.005) and shorter relapse-free survival after surgery (P = 0.006). Thus, hBUB1 and hBUBR1 may contribute to a specific driving force in tumor metastasis and progression as a result of nonmutational, as well as mutational, inactivation.","dc:creator":"Shichiri M","dc:date":"2002","dc:title":"Genetic and epigenetic inactivation of mitotic checkpoint genes hBUB1 and hBUBR1 and their relationship to survival."},"rdfs:label":"Shichiri 2002_BUB1 expression in tumors"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Found BUB1 overexpression in most colon tumors and low BUB1 sequencing variation."},{"id":"cggv:a77b3ac2-2a94-4f15-b195-7aa3268ae9b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f0ae4841-50eb-4683-92da-b606ba01fa08","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of mRNA expression from 111 human colorectal carcinomas and adjacent normal colonic mucosa","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11782350","rdfs:label":"PCR mRNA expression in normal mucosa"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Did not score experimental data from this study."},{"id":"cggv:3e522127-2594-4985-a623-0c8e2a86854a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:563c63b8-0e9f-4487-8a2a-5bce2f983287","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"APC co-immunoprecipitates with BUB1. \"APC localizes to the ends of microtubules embedded in kinetochores and forms a complex with the checkpoint proteins Bub1 and Bub3\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11283619","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Adenomatous Polyposis Coli (APC) gene are responsible for familial colon cancer and also occur in the early stages of sporadic colon cancer. APC functions in the Wnt signalling pathway to regulate the degradation of beta-catenin (reviewed in refs 1-3). APC also binds to and stabilizes microtubules in vivo and in vitro, localizes to clusters at the ends of microtubules near the plasma membrane of interphase cells, and is an important regulator of cytoskeletal function. Here we show that cells carrying a truncated APC gene (Min) are defective in chromosome segregation. Moreover, during mitosis, APC localizes to the ends of microtubules embedded in kinetochores and forms a complex with the checkpoint proteins Bub1 and Bub3. In vitro, APC is a high-affinity substrate for Bub kinases. Our data are consistent with a role for APC in kinetochore-microtubule attachment and suggest that truncations in APC that eliminate microtubule binding may contribute to chromosomal instability in cancer cells.","dc:creator":"Kaplan KB","dc:date":"2001","dc:title":"A role for the Adenomatous Polyposis Coli protein in chromosome segregation."},"rdfs:label":"BUB1 Interactions with APC_Kaplan 2001"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This paper shows several interactions of APC and BUB1, including co-immunoprecipitation, phosphorylation of APC by BUB1 and co-localization."},{"id":"cggv:dbf7f216-1191-4f4b-a01b-a24dae54ce69","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28957a76-b259-4ab3-966b-c24bce10bc88","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Chromosomal Instability is one of the predominant molecular pathways in CRC development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9521327","type":"dc:BibliographicResource","dc:abstract":"Genetic instability was one of the first characteristics to be postulated to underlie neoplasia. Such genetic instability occurs in two different forms. In a small fraction of colorectal and some other cancers, defective repair of mismatched bases results in an increased mutation rate at the nucleotide level and consequent widespread microsatellite instability. In most colorectal cancers, and probably in many other cancer types, a chromosomal instability (CIN) leading to an abnormal chromosome number (aneuploidy) is observed. The physiological and molecular bases of this pervasive abnormality are unknown. Here we show that CIN is consistently associated with the loss of function of a mitotic checkpoint. Moreover, in some cancers displaying CIN the loss of this checkpoint was associated with the mutational inactivation of a human homologue of the yeast BUB1 gene; BUB1 controls mitotic checkpoints and chromosome segregation in yeast. The normal mitotic checkpoints of cells displaying microsatellite instability become defective upon transfer of mutant hBUB1 alleles from either of two CIN cancers.","dc:creator":"Cahill DP","dc:date":"1998","dc:title":"Mutations of mitotic checkpoint genes in human cancers."},"rdfs:label":"Chromosomal Instability in CRC Cell Lines with BUB1 Mutation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:151d06e2-8e11-438e-abc9-fa03c33bf002","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a1fa6fb5-acfb-4e2a-a295-0602b1e43c3c","type":"FunctionalAlteration","dc:description":"mRNA expression and segregation counts","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29448935","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in BUB1 and BUB3 have been reported to increase the risk of developing colorectal cancer (CRC) at young age, in presence of variegated aneuploidy and reminiscent dysmorphic traits of mosaic variegated aneuploidy syndrome. We performed a mutational analysis of BUB1 and BUB3 in 456 uncharacterized mismatch repair-proficient hereditary non-polyposis CRC families and 88 polyposis cases. Four novel or rare germline variants, one splice-site and three missense, were identified in four families. Neither variegated aneuploidy nor dysmorphic traits were observed in carriers. Evident functional effects in the heterozygous form were observed for c.1965-1G>A, but not for c.2296G>A (p.E766K), in spite of the positive co-segregation in the family. BUB1 c.2473C>T (p.P825S) and BUB3 c.77C>T (p.T26I) remained as variants of uncertain significance. As of today, the rarity of functionally relevant mutations identified in familial and/or early onset series does not support the inclusion of BUB1 and BUB3 testing in routine genetic diagnostics of familial CRC.","dc:creator":"Mur P","dc:date":"2018","dc:title":"Germline mutations in the spindle assembly checkpoint genes BUB1 and BUB3 are infrequent in familial colorectal cancer and polyposis."},"rdfs:label":"Bub1 Functional Splice Mutation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Not scored - already 1 paper scored that supports BUB1 role in chromosomal stability (Cahill, et al)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c44575d2-0f91-45de-adef-670071fb700d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f2e6624d-98a4-4d7b-9b4f-70929929f271","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Monoallelic disruption of BUB1 in HCT116 cells causes chromosomal segregation defects. Haploinsufficient HCT116-BUB1+/- cells exhibit a significantly higher percentage of aneuploidies than parental HCT116-BUB1+/+ cells","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23747338","rdfs:label":"Disruption of BUB1 in HTC116"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored - already 1 paper scored that supports BUB1 role in chromosomal stability (Cahill, et al)"},{"id":"cggv:47f758cd-8c8d-4eb3-851e-d6ad44a14762","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aac5e58a-d8cc-479c-840e-4f7fa23e6a07","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"increase in segregation errors and incidence of cancer","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17938250","type":"dc:BibliographicResource","dc:abstract":"The physiological role of the mitotic checkpoint protein Bub1 is unknown. To study this role, we generated a series of mutant mice with a gradient of reduced Bub1 expression using wild-type, hypomorphic, and knockout alleles. Bub1 hypomorphic mice are viable, fertile, and overtly normal despite weakened mitotic checkpoint activity and high percentages of aneuploid cells. Bub1 haploinsufficient mice, which have a milder reduction in Bub1 protein than Bub1 hypomorphic mice, also exhibit reduced checkpoint activity and increased aneuploidy, but to a lesser extent. Although cells from Bub1 hypomorphic and haploinsufficient mice have similar rates of chromosome missegregation, cell death after an aberrant separation decreases dramatically with declining Bub1 levels. Importantly, Bub1 hypomorphic mice are highly susceptible to spontaneous tumors, whereas Bub1 haploinsufficient mice are not. These findings demonstrate that loss of Bub1 below a critical threshold drives spontaneous tumorigenesis and suggest that in addition to ensuring proper chromosome segregation, Bub1 is important for mediating cell death when chromosomes missegregate.","dc:creator":"Jeganathan K","dc:date":"2007","dc:title":"Bub1 mediates cell death in response to chromosome missegregation and acts to suppress spontaneous tumorigenesis."},"rdfs:label":"BUB1 Hypomorphic Mice_Jeganathan 2007"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Decreased to 0 points because mice did not get colon/intestinal cancers. "},{"id":"cggv:0d825210-b80c-432d-b05b-e9a6f78108ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87346d4a-ee9b-4ad4-a28d-848b7194d139","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Decreased expression of BUB1 leads to segregation errors and increase in tumorigenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19117986","type":"dc:BibliographicResource","dc:abstract":"Bub1 is a serine/threonine kinase originally described as a core component of the spindle assembly checkpoint (SAC) mechanism in yeast. Bub1 binding at kinetochores has been reported to be required for SAC function and localization of other SAC components. A proper SAC is believed to be essential for murine embryonic development, as all previously described null mutations in SAC components in mice cause embryonic lethality. We produced mice harboring a Bub1 mutant allele lacking exons 2 and 3, resulting in a hypomorphic mutant expressed at <5% of wild-type levels. Despite this significant reduction, homozygous mutant animals are viable on a mixed 129P2/B6 or FVB background but display increased tumorigenesis with aging, whereas mice with a C57Bl/6J background die perinatally. Bub1 mutant murine embryonic fibroblasts (MEFs) display defects in chromosome congression to the metaphase plate, severe chromosome missegregation, and aneuploidy accompanied by high levels of premature senescence. Mutant MEFs have a robust SAC in response to nocodazole treatment but an impaired response to Taxol. Mutant MEFs also show reduced kinetochore localization of BubR1, but not of Mad2. The significant reduction in SAC response to Taxol, but not nocodazole, coupled with the reduced binding of BubR1, but not Mad2, indicates that Bub1 is particularly critical for the SAC response to a lack of tension on kinetochores. Thus, Bub1 is essential for proper chromosome segregation, a defect that can lead to severe phenotypes, including perinatal lethality and a predisposition to cancer.","dc:creator":"Schliekelman M","dc:date":"2009","dc:title":"Impaired Bub1 function in vivo compromises tension-dependent checkpoint function leading to aneuploidy and tumorigenesis."},"rdfs:label":"Mouse BUB1 Exon Deletion_Schliekelman 2009"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Decreased to 0 points because mice did not get colon/intestinal tumors. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:0b13c957-f654-4423-bbf6-d8f73af1d7ca","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:0b13c957-f654-4423-bbf6-d8f73af1d7ca_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:e700b48d-bcf6-49a9-95f4-3fcea5c86e9b","type":"Cohort","allGenotypedSequenced":863,"alleleFrequency":0.006952491309385863,"evidence":[{"id":"cggv:0b13c957-f654-4423-bbf6-d8f73af1d7ca_cc_evidence_item"}],"numWithVariant":6,"relatedCondition":{"id":"obo:MONDO_0005575"}},"controlCohort":{"id":"cggv:49565af3-4bb2-45c4-94be-d6f4c3644510","type":"Cohort","allGenotypedSequenced":1604,"alleleFrequency":0.01745635910224439,"evidence":[{"id":"cggv:0b13c957-f654-4423-bbf6-d8f73af1d7ca_cc_evidence_item"}],"numWithVariant":28},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","dc:description":"No evidence to support BUB1 associated with CRC. Author notes that existing literature about BUB1 fails to compare BUB1 mutational burden in controls, as well as lack of significant functional data.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27713038","type":"dc:BibliographicResource","dc:abstract":"High-throughput sequencing analysis has accelerated searches for genes associated with risk for colorectal cancer (CRC); germline mutations in NTHL1, RPS20, FANCM, FAN1, TP53, BUB1, BUB3, LRP6, and PTPN12 have been recently proposed to increase CRC risk. We attempted to validate the association between variants in these genes and development of CRC in a systematic review of 11 publications, using sequence data from 863 familial CRC cases and 1604 individuals without CRC (controls). All cases were diagnosed at an age of 55 years or younger and did not carry mutations in an established CRC predisposition gene. We found sufficient evidence for NTHL1 to be considered a CRC predisposition gene-members of 3 unrelated Dutch families were homozygous for inactivating p.Gln90Ter mutations; a Canadian woman with polyposis, CRC, and multiple tumors was reported to be heterozygous for the inactivating NTHL1 p.Gln90Ter/c.709+1G>A mutations; and a man with polyposis was reported to carry p.Gln90Ter/p.Gln287Ter; whereas no inactivating homozygous or compound heterozygous mutations were detected in controls. Variants that disrupted RPS20 were detected in a Finnish family with early-onset CRC (p.Val50SerfsTer23), a 39-year old individual with metachronous CRC (p.Leu61GlufsTer11 mutation), and a 41-year-old individual with CRC (missense p.Val54Leu), but not in controls. We therefore found published evidence to support the association between variants in NTHL1 and RPS20 with CRC, but not of other recently reported CRC susceptibility variants. We urge the research community to adopt rigorous statistical and biological approaches coupled with independent replication before making claims of pathogenicity.","dc:creator":"Broderick P","dc:date":"2017","dc:title":"Validation of Recently Proposed Colorectal Cancer Susceptibility Gene Variants in an Analysis of Families and Patients-a Systematic Review."},"rdfs:label":"Broderick 2017_Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.7}],"evidenceStrength":"Limited","sequence":7269,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.7,"subject":{"id":"cggv:bca1433e-ec2e-4ebc-b13d-221cd9f8c728","type":"GeneValidityProposition","disease":"obo:MONDO_0005575","gene":"hgnc:1148","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"BUB1 is a mitotic serine-threonine protein kinase that functions with a complex of proteins to support proper chromosomal segregation and kinetochore binding. Loss of function variants in *BUB1* have been implicated in chromosomal segregation errors and aneuploidy. Biallelic *BUB1* mutations are associated with primary microcephaly-30 (MCPH30). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability; therefore the autosomal recessive condition has been split and this curation solely focuses on autosomal dominant colorectal cancer. Germline variants in *BUB1* were first reported in humans with colorectal cancer as early as 2013 (de Voer, et al., PMID: 23747338). At least 5 variants (truncating, missense, and splicing variants) identified in 5 individuals with colon cancer from 2 publications  were included in this curation (2.7 points, PMID: 23747338, 29448935). These individuals were noted to have polyposis, mosaic aneuploidy, and/or mild dysmorphic features. However, a case-control study (PMID:27713038) found no evidence supporting *BUB1* and hereditary colorectal cancer (scored as contradictory evidence). Experimental evidence was included in this curation (1 point, PMIDs: 9521327, 11283619). Co-immunoprecipitation assay demonstrated that BUB1 interacts with APC. Colorectal cancer cell lines with *BUB1* mutations showed chromosomal instability. In summary, there is limited evidence to support this gene-disease relationship of *BUB1* and autosomal dominant colorectal cancer. This curation was approved by the ClinGen Hereditary Cancer GCEP on 6/23/2023 (SOP Version 9).\nSummary of Genetic Evidence: 2.7 points; \nExperimental Evidence: 1 point; \nTotal: 3.7 points. ","dc:isVersionOf":{"id":"cggv:018019f0-2a13-42e7-9a03-b7eac3a4c483"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}