{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9bav1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T22:22:31.043Z","role":"Publisher"},{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8072530","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colorectal cancer (HNPCC) is one of man's commonest hereditary diseases. Several studies have implicated a defect in DNA mismatch repair in the pathogenesis of this disease. In particular, hMSH2 and hMLH1 homologues of the bacterial DNA mismatch repair genes mutS and mutL, respectively, were shown to be mutated in a subset of HNPCC cases. Here we report the nucleotide sequence, chromosome localization and mutational analysis of hPMS1 and hPMS2, two additional homologues of the prokaryotic mutL gene. Both hPMS1 and hPMS2 were found to be mutated in the germline of HNPCC patients. This doubles the number of genes implicated in HNPCC and may help explain the relatively high incidence of this disease.","dc:creator":"Nicolaides NC","dc:date":"1994","dc:title":"Mutations of two PMS homologues in hereditary nonpolyposis colon cancer."},"evidence":[{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f87831b-69b3-463c-a8db-c32aee89269f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f5a9e3d0-8195-4722-b09c-9e55a6fc92f7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"several Lynch syndrome and CMMRD patients with tumors show isolated PMS2 loss phenotype. PMS2 c.825A>G caused skipping of the first 22 nucleotides of exon 8.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27435373","type":"dc:BibliographicResource","dc:abstract":"Monoallelic PMS2 germline mutations cause 5%-15% of Lynch syndrome, a midlife cancer predisposition, whereas biallelic PMS2 mutations cause approximately 60% of constitutional mismatch repair deficiency (CMMRD), a rare childhood cancer syndrome. Recently improved DNA- and RNA-based strategies are applied to overcome problematic PMS2 mutation analysis due to the presence of pseudogenes and frequent gene conversion events. Here, we determined PMS2 mutation detection yield and mutation spectrum in a nationwide cohort of 396 probands. Furthermore, we studied concordance between tumor IHC/MSI (immunohistochemistry/microsatellite instability) profile and mutation carrier state. Overall, we found 52 different pathogenic PMS2 variants explaining 121 Lynch syndrome and nine CMMRD patients. In vitro mismatch repair assays suggested pathogenicity for three missense variants. Ninety-one PMS2 mutation carriers (70%) showed isolated loss of PMS2 in their tumors, for 31 (24%) no or inconclusive IHC was available, and eight carriers (6%) showed discordant IHC (presence of PMS2 or loss of both MLH1 and PMS2). Ten cases with isolated PMS2 loss (10%; 10/97) harbored MLH1 mutations. We confirmed that recently improved mutation analysis provides a high yield of PMS2 mutations in patients with isolated loss of PMS2 expression. Application of universal tumor prescreening methods will however miss some PMS2 germline mutation carriers.","dc:creator":"van der Klift HM","dc:date":"2016","dc:title":"Comprehensive Mutation Analysis of PMS2 in a Large Cohort of Probands Suspected of Lynch Syndrome or Constitutional Mismatch Repair Deficiency Syndrome."},"rdfs:label":"RNA analysis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e0771b2d-46a5-439e-8d13-dae160589eb6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:df90e412-318c-4b16-928a-b99599925eb3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"several Lynch syndrome and CMMRD patients with tumors show isolated PMS2 loss phenotype. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27435373","rdfs:label":"RNA analysis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e69e2a86-0ce7-485a-9bf0-bf7989dc8d4f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f7b6b35-ecc3-4677-942e-44e1c0de2c24","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"all are mismatch repair (MMR) genes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24027009","type":"dc:BibliographicResource","dc:abstract":"Lynch syndrome (LS) is a common cancer predisposition caused by an inactivating mutation in one of four DNA mismatch repair (MMR) genes. Frequently a variant of uncertain significance (VUS), rather than an obviously pathogenic mutation, is identified in one of these genes. The inability to define pathogenicity of such variants precludes targeted healthcare. Here, we have modified a cell-free assay to test VUS in the MMR gene PMS2 for functional activity. We have analyzed nearly all VUS in PMS2 found thus far and describe loss of MMR activity for five, suggesting the applicability of the assay for diagnosis of LS. ","dc:creator":"Drost M","dc:date":"2013","dc:title":"Inactivation of DNA mismatch repair by variants of uncertain significance in the PMS2 gene."},"rdfs:label":"in vitro MMR activity using modified cell free assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c882a7c-e3c3-4d43-809c-d914760e3b57","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e799a708-b031-4250-a769-46feab642ab6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"When treated with exogenous carcinogen 50 mg N-methyl-N-nitrosourea (MNU)/ kg i.p when 5 weeks old, PMS2+/- mice were significantly more likely to develop intestinal tumors — both adenomas and adenocarcinomas -- than PMS2+/+ mice. The intestinal tumors were located mainly in the small intestine. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10753224","type":"dc:BibliographicResource","dc:abstract":"PMS2-deficient (PMS2(-/-)) mice are hypersensitive to N-methyl-N-nitrosourea (MNU)-induced thymic lymphomas based on the failure to initiate mismatch repair (MMR) at O(6)-methylguanine:T mismatches formed after MNU exposure. However, heterozygous PMS2 knockout (PMS2(+/-)) mice do not develop spontaneous tumors, suggesting that they have sufficient MMR function to prevent genomic instability. We hypothesized that in PMS2(+/-) mice, exogenous carcinogens may either mutationally knockout the remaining normal allele leading cells to develop tumors or introduce sufficient DNA adducts and mismatches to overload the lower capacity for MMR, leading in either case to an increased rate of tumor production. In the present study, PMS2(+/-) mice and their littermate PMS2(+/+) mice were monitored for tumor incidence following MNU treatment. Mice were given 50 mg MNU/kg i.p. when 5 weeks old. They demonstrated a similar incidence of thymic lymphomas, suggesting that expression of the single normal PMS2 allele is sufficient to protect the thymus and implying that a single dose of MNU may not efficiently knock out the remaining PMS2 allele in the thymus. Surprisingly, PMS2(+/-) mice were significantly more likely to develop intestinal tumors-both adenomas and adenocarcinomas-after MNU than were PMS2(+/+) mice (2.34 +/- 0.34 tumors per mouse versus 1.34 +/- 0.25 tumors per mouse; P < 0.05). The intestinal tumors were located mainly in the small intestine. However, these tumors in both the PMS2(+/-) mice and PMS2(+/+) mice did not show microsatellite instability characteristic of loss of MMR. These results suggest that a single normal PMS2 allele can protect thymus but not intestine from MNU carcinogenesis. Organ-specific factors might influence MMR- mediated resistance to methylating agents. Heterozygous PMS2 knockout mice may be used as a promising animal model for intestinal tumorigenesis studies involving environmental carcinogens.","dc:creator":"Qin X","dc:date":"2000","dc:title":"Heterozygous DNA mismatch repair gene PMS2-knockout mice are susceptible to intestinal tumor induction with N-methyl-N-nitrosourea."},"rdfs:label":"HET PMS2-KO susceptible to intestinal tumor with carcinogen"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:e049b956-edc3-4b17-b7dd-a1540e6dbd7b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e47e3a7a-2769-4c68-a9ea-05c0104a5bde","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Germline variant results in an attenuated form of both CMMRD in homozygous state and Lynch Syndrome in heterozygotes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34489406","type":"dc:BibliographicResource","dc:abstract":"Hereditary non-polyposis colorectal cancer, now known as Lynch syndrome (LS) is one of the most common cancer predisposition syndromes and is caused by germline pathogenic variants (GPVs) in DNA mismatch repair (MMR) genes. A common founder GPV in PMS2 in the Canadian Inuit population, NM_000535.5: c.2002A>G, leads to a benign missense (p.I668V) but also acts as a de novo splice site that creates a 5 bp deletion resulting in a truncated protein (p.I668*). Individuals homozygous for this GPV are predisposed to atypical constitutional MMR deficiency with a delayed onset of first primary malignancy. We have generated mice with an equivalent germline mutation (Pms2c.1993A>G) and demonstrate that it results in a splicing defect similar to those observed in humans. Homozygous mutant mice are viable like the Pms2 null mice. However, unlike the Pms2 null mice, these mutant mice are fertile, like humans homozygous for this variant. Furthermore, these mice exhibit a significant increase in microsatellite instability and intestinal adenomas on an Apc mutant background. Rectification of the splicing defect in human and murine fibroblasts using antisense morpholinos suggests that this novel mouse model can be valuable in evaluating the efficacy aimed at targeting the splicing defect in PMS2 that is highly prevalent among the Canadian Inuits.","dc:creator":"Biswas K","dc:date":"2021","dc:title":"A novel mouse model of PMS2 founder mutation that causes mismatch repair defect due to aberrant splicing."},"rdfs:label":"Mouse knock-in Pms2 c.1993A>G equivalent to human c.2002A>G"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:6708c826-0a6a-4b2d-990c-86e0a043aaae","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:376bd12c-ebba-4165-ba06-c87245bcbdad","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The human and mouse PMS2 proteins share a high homology in their amino acid sequence. Authors have generated mice with an equivalent germline mutation (Pms2c.1993A>G) and demonstrate that it results in a splicing defect similar to those observed in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20624957","type":"dc:BibliographicResource","dc:abstract":"The DNA mismatch repair protein PMS2 was recently found to encode a novel endonuclease activity. To determine the biological functions of this activity in mammals, we generated endonuclease-deficient Pms2E702K knock-in mice. Pms2EK/EK mice displayed increased genomic mutation rates and a strong cancer predisposition. In addition, class switch recombination, but not somatic hypermutation, was impaired in Pms2EK/EK B cells, indicating a specific role in Ig diversity. In contrast to Pms2-/- mice, Pms2EK/EK male mice were fertile, indicating that this activity is dispensable in spermatogenesis. Therefore, the PMS2 endonuclease activity has distinct biological functions and is essential for genome maintenance and tumor suppression.","dc:creator":"van Oers JM","dc:date":"2010","dc:title":"PMS2 endonuclease activity has distinct biological functions and is essential for genome maintenance."},"rdfs:label":"Endonuclease-deficient Pms2-E702K knock-in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced score because study focused on KI/KI and KO mice and not on the KI/+ mice (Lynch syndrome is AD). Only one polyp was found in the KI/+ mice. Score of 1 given because authors generated mice with an equivalent germline mutation (Pms2c.1993A>G) and demonstrate that it results in a splicing defect similar to those observed in humans. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:5c86e3b4-1420-410f-abe9-2ad14c31ca6d","type":"EvidenceLine","evidence":[{"id":"cggv:5c86e3b4-1420-410f-abe9-2ad14c31ca6d_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:99c40329-7bf6-45a9-9771-cb6e1502bf8a","type":"Cohort","allGenotypedSequenced":513,"alleleFrequency":1,"evidence":[{"id":"cggv:5c86e3b4-1420-410f-abe9-2ad14c31ca6d_cc_evidence_item"}],"numWithVariant":513,"relatedCondition":{"id":"obo:MONDO_0005835"}},"controlCohort":{"id":"cggv:2396944f-26aa-4877-b332-40e74a50223b","type":"Cohort","allGenotypedSequenced":404,"alleleFrequency":0,"evidence":[{"id":"cggv:5c86e3b4-1420-410f-abe9-2ad14c31ca6d_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"hazard ratios (HRs) and age-specific cumulative risks (penetrance)","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30161022","type":"dc:BibliographicResource","dc:abstract":"Lynch syndrome due to pathogenic variants in the DNA mismatch repair genes MLH1, MSH2, and MSH6 is predominantly associated with colorectal and endometrial cancer, although extracolonic cancers have been described within the Lynch tumor spectrum. However, the age-specific cumulative risk (penetrance) of these cancers is still poorly defined for PMS2-associated Lynch syndrome. Using a large data set from a worldwide collaboration, our aim was to determine accurate penetrance measures of cancers for carriers of heterozygous pathogenic PMS2 variants.","dc:creator":"Ten Broeke SW","dc:date":"2018","dc:title":"Cancer Risks for PMS2-Associated Lynch Syndrome."},"rdfs:label":"Cancer Risks for PMS2-Associated Lynch Syndrome"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"No score because heterozygous PMS2 mutation carriers were at small increased risk for colorectal and endometrial cancer but not for any other Lynch syndrome–associated cancer. In total, 284 families consisting of 4,878 first- and second-degree family members were included in the analysis. PMS2 mutation carriers were at increased risk for colorectal cancer (cumulative risk to age 80 years of 13% [95% CI, 7.9% to 22%] for males and 12% [95% CI, 6.7% to 21%] for females) and endometrial cancer (13% [95% CI, 7.0%–24%]), compared with the general population (6.6%, 4.7%, and 2.4%, respectively). There was no clear evidence of an increased risk of ovarian, gastric, hepatobiliary, bladder, renal, brain, breast, prostate, or small bowel cancer."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5619,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:e5061525-e2bc-4aec-b866-188938b7620b","type":"GeneValidityProposition","disease":"obo:MONDO_0005835","gene":"hgnc:9122","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"PMS2 was first reported in relation to AD Lynch Syndrome in 1994 (Nicolaides et al., PMID: 8072530). Lynch syndrome is a cancer-predisposing syndrome characterized by predisposition to a wide variety of cancers, including neoplasms of the digestive tract, urinary tract, kidney, endometrium, ovary, brain, and prostate, as well as sebaceous skin tumors, depending on the gene involved. Tumors may occur at any age but often arise at earlier ages in adults than the corresponding tumors in the general population (Orphanet). More recent studies suggest that PMS2 causes a small increased risk of colon and endometrial cancer compared with other Lynch syndrome genes and the risk of other Lynch syndrome tumors was unclear  (PMID: 30161022). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in inheritance pattern and phenotypic variability for two different PMS2 disorders. Therefore, the following disease entities have been split into multiple disease entities, autosomal recessive constitutional mismatch repair deficiency (CMMRD) (OMIM:619101, MONDO:0010159). The split curation for AR CMMRD has been curated separately from this curation for Lynch syndrome. Fifteen variants (e.g. missense, in-frame indel, frameshift, large deletion) that have been reported in 16 probands in 9 publications (PMIDs: 8072530, 16619239, 23012243, 31992580, 23709753, 27435373, 15887124, 15872200, 31860975) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is known to be LOF. This gene-disease association is also supported by experimental evidence (e.g. animal models, expression studies, in vitro functional assays; 5.5 points) (PMIDs: 10753224, 34489406, 20624957, 27435373, 24027009). Heterologous PMS2 knock-out mice are susceptible to intestinal tumors located mainly in the small intestine when treated with exogenous carcinogen (PMID: 10753224). Mouse models with Pms2 knock-in of c.1993A>G, which is equivalent to human c.2002A>G, results in an attenuated form of both CMMRD in homozygous state and Lynch Syndrome in heterozygotes (PMID: 34489406). In summary, PMS2 is definitively associated with AD Lynch Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:213ba61e-a4a5-4e4f-945d-f0fef691a9ba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}