{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2019-03-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-09-16T19:22:58.182Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10018","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af3e46ce-c52c-4b45-941a-1ebc15a19a72","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:73a2cd0a-0ea5-4abe-a3f3-475d7641b7ff","type":"FunctionalAlteration","dc:description":"NF1 knockdown in HeLa cells  induced morphological changes such as excessive actin stress fiber formation, elevated phosphorylated levels of cofilin, which regulates actin cytoskeletal reorganization. This was promoted by activation of a Rho-ROCK-LIMK2 pathway. These results show that depletion of NF1 alters actin cytoskeleton reorganization and promotes cell motility, invasiveness, and cell-cell adhesion, leading to formation of large cell aggregates. This resembles the formation of multiple neurofibromas in NF1 patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16169856","type":"dc:BibliographicResource","dc:abstract":"Neurofibromin is a neurofibromatosis type 1 (NF1) tumor suppressor gene product with a domain that acts as a GTPase-activating protein and functions, in part, as a negative regulator of Ras. Loss of neurofibromin expression in NF1 patients is associated with elevated Ras activity and increased cell proliferation, predisposing to a variety of tumors of the peripheral and central nervous systems. We show here, using the small interfering RNA (siRNA) technique, that neurofibromin dynamically regulates actin cytoskeletal reorganization, followed by enhanced cell motility and gross cell aggregation in Matrigel matrix. NF1 siRNA induces characteristic morphological changes, such as excessive actin stress fiber formation, with elevated negative phosphorylation levels of cofilin, which regulates actin cytoskeletal reorganization by depolymerizing and severing actin filaments. We found that the elevated phosphorylation of cofilin in neurofibromin-depleted cells is promoted by activation of a Rho-ROCK-LIMK2 pathway, which requires Ras activation but is not transduced through three major Ras-mediated downstream pathways via Raf, phosphatidylinositol 3-kinase, and RalGEF. In addition, the exogenous expression of the NF1-GTPase-activating protein-related domain suppressed the NF1 siRNA-induced phenotypes. Neurofibromin was demonstrated to play a significant role in the machinery regulating cell proliferation and in actin cytoskeletal reorganization, which affects cell motility and adhesion. These findings may explain, in part, the mechanism of multiple neurofibroma formation in NF1 patients.","dc:creator":"Ozawa T","dc:date":"2005","dc:title":"The neurofibromatosis type 1 gene product neurofibromin enhances cell motility by regulating actin filament dynamics via the Rho-ROCK-LIMK2-cofilin pathway."},"rdfs:label":"Ozawa 2005 FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Re-expression of NF1-GRD rescued the morphological changes in the NF1-depleted cells and partial rescue of migration defect."},{"id":"cggv:d8c223f5-76df-4876-b4ff-081c9b2cea53","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:889ad5de-0a54-4558-8d80-d1df2b70259c","type":"FunctionalAlteration","dc:description":"Knock down of NF1 induced a senescence-like morphology of the melanocytes compared to controls. This is consistent with the human phenotype: they used CALM and non-CALM skin sections from patients and found melanocyte density was higher in CALMs-derived skin (increase in melanocyte marker) and that most of the CALMs-derived melanocytes were senescent (as indicated by an increase in p16-positive cells).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25824590","type":"dc:BibliographicResource","dc:abstract":"Neurofibromatosis type 1 (NF1) is a frequent genetic disease leading to the development of Schwann cell-derived neurofibromas or melanocytic lesions called café-au-lait macules (CALMs). The molecular mechanisms involved in CALMs formation remain largely unknown. In this report, we show for the first time pathophysiological mechanisms of abnormal melanocyte differentiation in a human NF1(+/-) -induced pluripotent stem cell (iPSC)-based model. We demonstrate that NF1 patient-derived fibroblasts can be successfully reprogrammed in NF1(+/-) iPSCs with active RAS signaling and that NF1 loss induces senescence during melanocyte differentiation as well as in patient's-derived CALMs, revealing a new role for NF1 in the melanocyte lineage.","dc:creator":"Larribere L","dc:date":"2015","dc:title":"NF1 loss induces senescence during human melanocyte differentiation in an iPSC-based model."},"rdfs:label":"Melanocyte siRNA KD"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:97874e11-bf34-433a-aa9f-41131a002a0a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:73099b9e-cda0-43e0-a2d2-5c3b2ac9b2ee","type":"FunctionalAlteration","dc:description":"The mutant iPSCs showed increased RAS signaling. NF1 is a negative regulator of Ras. Ras activation is considered the causative event for tumor formation and other clinical manifestations in NF1 patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25824590","rdfs:label":"Larribere 2015 FA"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aaacb948-a27b-4020-8971-b9dcf41e976d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95e921f3-c7ec-4fe4-98a6-6c935a3e5627","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cre transgene under control of the Krox20 promoter was used to ablate NF1 in Schwann cells. Mice with the Krox20-cre transgene that were heterozygous for the NF1 locus (NF1flox/-; Krox20-cre) were bred to NF1flox/flox mice. All NF1flox/-; Krox20-cre progeny that were necropsied showed enlarged peripheral nerves, which has been observed in patients who undergo surgery for plexiform neurofibromas. Mice also had extensive proliferation of delicate, elongated, bipolar cells, which is also seen in human neurofibromas.  The plexiform neurofibromas of these mice exhibited molecular and histological features of human neurofibromas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11988578","type":"dc:BibliographicResource","dc:abstract":"Neurofibromatosis type 1 (NF1) is one of the most prevalent dominantly inherited genetic diseases of the nervous system. NF1 encodes a tumor suppressor whose functional loss results in the development of benign neurofibromas that can progress to malignancy. Neurofibromas are complex tumors composed of axonal processes, Schwann cells, fibroblasts, perineurial cells, and mast cells. Through use of a conditional (cre/lox) allele, we show that loss of NF1 in the Schwann cell lineage is sufficient to generate tumors. In addition, complete NF1-mediated tumorigenicity requires both a loss of NF1 in cells destined to become neoplastic as well as heterozygosity in non-neoplastic cells. The requirement for a permissive haploinsufficient environment to allow tumorigenesis may have therapeutic implications for NF1 and other familial cancers.","dc:creator":"Zhu Y","dc:date":"2002","dc:title":"Neurofibromas in NF1: Schwann cell origin and role of tumor environment."},"rdfs:label":"Zhu 2002 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This was the first time that neurofibromas was achieved."},{"id":"cggv:3a261264-eabd-4eaa-966b-66c5fabb4b31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7d95f156-1235-4440-8bce-74478808edfc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used morpholinos to knockdown the two nf1 orthologs in zebrafish. Increase in oligodentrocyte progenitor cell numbers in developing spinal cord as a result from increased proliferation. The increased OPC numbers and motility may contribute to NF1-associated macrocephaly and increased invasiveness of NF1-deficient glioma cells. This study shows that NF1 loss contributes to oncogenic mechanisms leading to human glial tumors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20858602","type":"dc:BibliographicResource","dc:abstract":"Neurofibromatosis type 1 is the most commonly inherited human cancer predisposition syndrome. Neurofibromin (NF1) gene mutations lead to increased risk of neurofibromas, schwannomas, low grade, pilocytic optic pathway gliomas, as well as malignant peripheral nerve sheath tumors and glioblastomas. Despite the evidence for NF1 tumor suppressor function in glial cell tumors, the mechanisms underlying transformation remain poorly understood. In this report, we used morpholinos to knockdown the two nf1 orthologs in zebrafish and show that oligodendrocyte progenitor cell (OPC) numbers are increased in the developing spinal cord, whereas neurons are unaffected. The increased OPC numbers in nf1 morphants resulted from increased proliferation, as detected by increased BrdU labeling, whereas TUNEL staining for apoptotic cells was unaffected. This phenotype could be rescued by the forced expression of the GTPase-activating protein (GAP)-related domain of human NF1. In addition, the in vivo analysis of OPC migration following nf1 loss using time-lapse microscopy demonstrated that olig2-EGFP(+) OPCs exhibit enhanced cell migration within the developing spinal cord. OPCs pause intermittently as they migrate, and in nf1 knockdown animals, they covered greater distances due to a decrease in average pause duration, rather than an increase in velocity while in motion. Interestingly, nf1 knockdown also leads to an increase in ERK signaling, principally in the neurons of the spinal cord. Together, these results show that negative regulation of the Ras pathway through the GAP activity of NF1 limits OPC proliferation and motility during development, providing insight into the oncogenic mechanisms through which NF1 loss contributes to human glial tumors.","dc:creator":"Lee JS","dc:date":"2010","dc:title":"Oligodendrocyte progenitor cell numbers and migration are regulated by the zebrafish orthologs of the NF1 tumor suppressor gene."},"rdfs:label":"Lee 2010 Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Tumor formation was not noted."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:031228d0-016a-466c-8add-aae0506b5210_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ae09add9-7fa2-40da-b856-77abd7495542","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All patient samples tested for single and multiexon del/dup by MLPA. Subjects negative for changes in NF1 copy number were screened by mutational cDNA analysis, total RNA extracted and reverse transcribed. The entire coding region was amplified. Splice mutations and small del/dups were analyzed by DHPLC, followed by direct sequencing.","phenotypeFreeText":"All cases from the study met at least 2 diagnostic criteria for NF1.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:031228d0-016a-466c-8add-aae0506b5210_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:13d58843-ba46-43e0-bcd5-60df28b512af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001042492.2(NF1):c.1748A>G (p.Lys583Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68306"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21354044","type":"dc:BibliographicResource","dc:abstract":"Neurofibromatosis type 1 (NF1) is a hereditary disorder caused by mutations in the NF1 gene. Detecting mutation in NF1 is hindered by the gene's large size, the lack of mutation hotspots, the presence of pseudogenes, and the wide variety of possible lesions. We developed a method for detecting germline mutations by combining an original RNA-based cDNA-PCR mutation detection method and denaturing high-performance liquid chromatography (DHPLC) with multiplex ligation-dependent probe amplification (MLPA). The protocol was validated in a cohort of 56 blood samples from NF1 patients who fulfilled NIH diagnostic criteria, identifying the germline mutation in 53 cases (95% sensitivity). The efficiency and reliability of this approach facilitated detection of different types of mutations, including single-base substitutions, deletions or insertions of one to several nucleotides, microdeletions, and changes in intragenic copy number. Because mutational screening for minor lesions was performed using cDNA and the characterization of mutated alleles was performed at both the RNA and genomic DNA level, the analysis provided insight into the nature of the different mutations and their effect on NF1 mRNA splicing. After validation, we implemented the protocol as a routine test. Here we present the overall unbiased spectrum of NF1 mutations identified in 93 patients in a cohort of 105. The results indicate that this protocol is a powerful new tool for the molecular diagnosis of NF1.","dc:creator":"Valero MC","dc:date":"2011","dc:title":"A highly sensitive genetic protocol to detect NF1 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21354044","rdfs:label":"NF313.3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"This variant creates a cryptic splice site that removes 27 nucleotides from the transcript. It escapes NMD but is expected to result in a disrupted protein."},{"id":"cggv:5e4aacf9-aa7b-474c-8c49-d96a6722c306_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0ec3f7d-f1cd-4de4-b35e-f4b7d015d3cc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":67,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypes":["obo:HP_0007565","obo:HP_0001067"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:5e4aacf9-aa7b-474c-8c49-d96a6722c306_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5e79f703-af28-4005-bb29-22eb0b80cc2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.31226616T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398982443"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25325900","type":"dc:BibliographicResource","dc:abstract":"We assessed the validity of a next-generation sequencing protocol using in-solution hybridization-based enrichment to identify NF1 mutations for the diagnosis of 86 patients with a prototypic genetic syndrome, neurofibromatosis type 1. In addition, other causative genes for classic genetic syndromes were set as the target genes for coverage analysis.","dc:creator":"Maruoka R","dc:date":"2014","dc:title":"The use of next-generation sequencing in molecular diagnosis of neurofibromatosis type 1: a validation study."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 28"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"No functional data to support pathogenicity."},{"id":"cggv:2a8271e3-5dc1-4855-8233-747913e9a0ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ffb801a-5a22-46c2-ac1c-3dc075d2a119","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":63,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypeFreeText":"Bone manifestation","phenotypes":["obo:HP_0001067","obo:HP_0007565"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:2a8271e3-5dc1-4855-8233-747913e9a0ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10cea656-6872-4a81-9f5e-8474edf88585","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000267.3(NF1):c.1466A>G (p.Tyr489Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/354"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 14"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Experimental studies have shown that this sequence change affects splicing and causes skipping of 62 nucleotides in exon 13 (PMID: 11258625, 10543400, 10607834)."},{"id":"cggv:a0b68d7f-61a0-4c16-a638-6b0061139aea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:488982c3-4c69-4ce2-b0ef-f4f814bb3cbf","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neurofibromatosis type 1 (NF1) was diagnosed based on NIH criteria.","phenotypes":["obo:HP_0009737","obo:HP_0009735","obo:HP_0007565"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a0b68d7f-61a0-4c16-a638-6b0061139aea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c5595962-af6e-4112-b016-e5544fdf89a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001042492.2(NF1):c.1733T>G (p.Leu578Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/68304"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12746402","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Kluwe L","dc:date":"2003","dc:title":"NF1 mutations and clinical spectrum in patients with spinal neurofibromas."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402","rdfs:label":"732"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"No functional evidence to support pathogenicity."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.2},{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:74130394-6566-4f42-bd7d-787f0f9626db_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7ccb2c38-5be8-4529-af32-b7e162608d2e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypes":["obo:HP_0007565","obo:HP_0001067"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:74130394-6566-4f42-bd7d-787f0f9626db_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fa96a8a2-0084-4ec1-8dc1-3de7b65af661","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001042492.2(NF1):c.1756_1759delACTA (p.Thr586Valfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/186215"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 20"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:3d550624-4515-4384-b29f-ce7a909fb14d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4cf7e5d3-8a7f-405e-842c-ce4b1e0bf4d6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypeFreeText":"Bone manifestation","phenotypes":["obo:HP_0001067","obo:HP_0007565"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:3d550624-4515-4384-b29f-ce7a909fb14d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ac02d2a2-7298-4886-8d81-7c2299fbbc0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000267.3(NF1):c.1721+3A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/374108"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 18"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Experimental studies have shown that this variant causes a splicing error leading to skipping of exon 15 and results in a translational frameshift and premature stop codon (PMID: 7981679)."},{"id":"cggv:6756b5ce-899c-4438-87a4-6ecaed252f0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a9a06ced-aedb-42cf-a072-610c6a313bac","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":43,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neurofibromatosis type 1 (NF1) was diagnosed based on NIH criteria.","phenotypes":["obo:HP_0000997","obo:HP_0002650","obo:HP_0009735","obo:HP_0009737"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:6756b5ce-899c-4438-87a4-6ecaed252f0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3d71724b-6c5a-46be-99d0-46eb3be182d4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.31350220C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399017019"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402","rdfs:label":"280"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:fa765c8d-9390-461f-b20d-d452c6ca0eb7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4d1e03d8-7e9b-4051-9d9d-c4bc8f2ab0f4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":58,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypeFreeText":"Bone manifestation","phenotypes":["obo:HP_0009737","obo:HP_0001067","obo:HP_0007565"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:fa765c8d-9390-461f-b20d-d452c6ca0eb7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f41b359a-0419-4569-bf28-31c11722305e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.31226520G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398982219"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 27"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:2cea7b14-0ac0-4b04-9be8-37f314bb0579_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3775bce0-efc9-4b85-81af-99870ff8a5e9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypeFreeText":"Bone manifestation","phenotypes":["obo:HP_0001067","obo:HP_0007565"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:2cea7b14-0ac0-4b04-9be8-37f314bb0579_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d4fa3452-6c06-4d64-aa92-7e6f99903d5c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000267.3(NF1):c.1381C>T (p.Arg461Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/237514"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 12"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:2ce4f8d8-5cfe-4795-ba7f-00a7fcca41c5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:da60906a-a08a-47b6-8312-f5e4daec9262","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":40,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neurofibromatosis type 1 (NF1) was diagnosed based on NIH criteria.","phenotypes":["obo:HP_0000997","obo:HP_0009737","obo:HP_0007565","obo:HP_0009732","obo:HP_0009735"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2ce4f8d8-5cfe-4795-ba7f-00a7fcca41c5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9d3549ad-6884-4681-aee8-c66036636f96","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001042492.2(NF1):c.910C>T (p.Arg304Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/187722"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402","rdfs:label":"158"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"According to Invitae, experimental studies have shown that this variant causes skipping of exon 9, which creates a smaller transcript that is expressed at a decreased amount compared to wild type (PMIDs: 9463322, 10874316)"},{"id":"cggv:ea077ce0-e6c4-4f87-87ba-92bba730162f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:50dd8da5-ef6e-44ec-9749-0b013baca9c0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"Next gen sequencing (109 genes), direct capillary sequencing","phenotypes":["obo:HP_0001067","obo:HP_0007565"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:ea077ce0-e6c4-4f87-87ba-92bba730162f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:50a8a90b-6d98-4fca-a9e1-6034d7f1307a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000267.3(NF1):c.1726C>T (p.Gln576Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/404467"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25325900","rdfs:label":"Patient 19"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:803bd6c8-7b68-4811-b185-4952f9700630_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0880e61e-cde2-4361-b8f9-580dc4ccdbed","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":22,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neurofibromatosis type 1 (NF1) was diagnosed based on NIH criteria.","phenotypes":["obo:HP_0009735","obo:HP_0009732","obo:HP_0000997","obo:HP_0009737"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:803bd6c8-7b68-4811-b185-4952f9700630_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e65853b8-c583-47c2-b95a-96877a4733eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000267.3(NF1):c.5242C>T (p.Arg1748Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/228381"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746402","rdfs:label":"745"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":729,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:b414c555-e01c-4198-b7dc-6569ffe68deb","type":"GeneValidityProposition","disease":"obo:MONDO_0018975","gene":"hgnc:7765","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The relationship between NF1 and Neurofibromatosis Type 1 (autosomal dominant) was evaluated using the ClinGen Clinical Validity Framework as of February 26th, 2019. Variants in NF1 were first reported in humans with this disease as early as 1990 (Wallace et al., PMID 2134734). Diagnosis of Neurofibromatous Type 1 is based on criteria established by the NIH (1988; PMID 3152465). At least 3000 unique germline variants have been identified (reviewed in Gutmann et al., 2017; PMID 28230061). This gene-disease relationship is well-known and therefore a significant amount of case-level data, segregation data and experimental data is available in the literature, therefore the maximum score for both genetic evidence and experimental evidence has been reached.  Note, this curation effort may not be exhaustive of all literature related to this gene-disease relationship. In particular, earlier compelling evidence suggestive of the gene-disease relationship, such as linkage data, may not be reflected in the current curation. The mechanism for disease is likely loss of function as NF1 encodes neurofibromin, which regulates cell growth and survival through downstream signaling pathways and loss of nuerofibromin is predicted to lead to increased cell growth (reviewed in Gutmann et al., 2017; PMID 28230061). Of note, this gene has also been implicated in familial spinal Neurofibromatosis, Neurofibromatosis-Noonan syndrome, Watson syndrome and juvenile myelomonocytic leukemia (AD). NF1 patients with features more consistent with Noonan syndrome in addition to Neurofibromatosis Type 1 have been described as having Neurofibromatosis-Noonan syndrome (Baralle et al., 2003; PMID 12707950, De Luca et al., 2005; PMID 16380919, Stevenson et al., 2006; PMID 16542390, Chen et\nal., 2014; PMID 25049390). However, after further review of the phenotypes described in these patients, the ClinGen RASopathy Expert Panel has decided that these presentations are consistent with what would be expected in patients with NF1 Neurofibromatosis Type 1. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability for the disease entities mentioned and therefore they have been lumped into one disease entity, Neurofibromatosis Type 1. In summary, NF1 is definitively associated with autosomal dominant Neurofibromatosis Type 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Gene Curation Expert Panel on February 27, 2019.\n","dc:isVersionOf":{"id":"cggv:367a3958-ce81-47fa-a505-a451ca67aab5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}