{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T20:37:53.932Z","role":"Publisher"},{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b6ad97f-8692-4688-b0ed-b581cbc09b93","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fb12758-b55a-47c6-901a-b3243f6b2f79","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry staining shows loss of MSH2 in colorectal adenocarcinoma cells, without loss of MSH2 in stromal cells or loss of other MMR genes such as MLH1. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19177550","type":"dc:BibliographicResource","dc:abstract":"Several different genetic alterations in the etiology of Lynch syndrome (hereditary nonpolyposis colorectal cancer [HNPCC]) are known, mostly point mutations and genomic rearrangements in 1 of at least 3 mismatch-repair (MMR) genes. However, no susceptibility factor has yet been identified in a significant part (30-50%) of clinicopathologically well-defined HNPCC families, suggesting the presence of other predisposing mechanisms. In a set of probands from 27 Lynch syndrome families who lacked evidence of a germline mutation in either the MSH2 or MLH1 gene, we performed genomic deletion screening with the use of multiplex ligation-dependent probe amplification (MLPA) and sequencing. We used immunohistochemistry (IHC) and microsatellite instability (MSI) analyses on samples of the probands of all families. Comparative analysis of mRNA transcripts was performed on blood leukocyte-derived samples from mutation carriers and noncarrier controls. We report that large germline deletions encompassing the last exons of the TACSTD1 gene, upstream of MSH2, cosegregate with the HNPCC phenotype in 19% (5/27) of families tested. The tumors of the carriers show high-level MSI and MSH2 protein loss. We show that these deletions, by removing the transcriptional termination sequences of the upstream gene, give rise to multiple TACSTD1/MSH2 fusion transcripts. Our results provide evidence that deletions removing the last exon of TACSTD1 constitute a distinct class of mutations predisposing to Lynch syndrome. Thus, analysis of the 3' region of the TACSTD1 gene should be included in the routine mutation screening protocols for HNPCC.","dc:creator":"Kovacs ME","dc:date":"2009","dc:title":"Deletions removing the last exon of TACSTD1 constitute a distinct class of mutations predisposing to Lynch syndrome."},"rdfs:label":"MSH2 Immunohistochemistry "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"This assay (MSH2 IHC) is replicated across multiple papers. "},{"id":"cggv:2ed044ec-7797-4826-b62a-80a9be9aee62","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e435d5e4-d0c0-4dfb-b98d-26a83cc06a4e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"EPCAM is expressed in the glandular cells of the duodenum, small intestine, colon and rectum, though not expressed in the endothelial cells of the colon. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"EPCAM Protein Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d22b211d-2f18-4e0c-9e5c-c01faf4bb09d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1f54d85f-45b1-42fb-ab3a-773076352746","type":"FunctionalAlteration","dc:description":"Promoter methylation testing displayed higher percent of promoter methylation and increased EPCAM positive (carrying the deletion of EPCAM exon 8 through upstream of MSH2) cells in colorectal tumors vs normal tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19098912","type":"dc:BibliographicResource","dc:abstract":"Lynch syndrome patients are susceptible to colorectal and endometrial cancers owing to inactivating germline mutations in mismatch repair genes, including MSH2 (ref. 1). Here we describe patients from Dutch and Chinese families with MSH2-deficient tumors carrying heterozygous germline deletions of the last exons of TACSTD1, a gene directly upstream of MSH2 encoding Ep-CAM. Due to these deletions, transcription of TACSTD1 extends into MSH2. The MSH2 promoter in cis with the deletion is methylated in Ep-CAM positive but not in Ep-CAM negative normal tissues, thus revealing a correlation between activity of the mutated TACSTD1 allele and epigenetic inactivation of the corresponding MSH2 allele. Gene silencing by transcriptional read-through of a neighboring gene in either sense, as demonstrated here, or antisense direction, could represent a general mutational mechanism. Depending on the expression pattern of the neighboring gene that lacks its normal polyadenylation signal, this may cause either generalized or mosaic patterns of epigenetic inactivation.","dc:creator":"Ligtenberg MJ","dc:date":"2009","dc:title":"Heritable somatic methylation and inactivation of MSH2 in families with Lynch syndrome due to deletion of the 3' exons of TACSTD1."},"rdfs:label":"MSH2 Promoter Methylation "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":4589,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:ab306431-8735-45a3-a6f3-3ae8803da293","type":"GeneValidityProposition","disease":"obo:MONDO_0005835","gene":"hgnc:11529","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"EPCAM was first reported in relation to autosomal dominant Lynch Syndrome (MONDO:0005835) in 2009 by two publications (Ligtenberg MJ et al., PMID:19098912 and Kovacs ME et. al. PMID:19177550).  EPCAM deletions involved in Lynch Syndrome are also frequently described in literature as associated with Hereditary Non-Polyposis Colorectal Cancer 8 (HNPCC8, MONDO:0013196) a similar disorder. Five variants, all large deletions spanning the 8th and 9th exon of EPCAM into the intergenic region prior to the MSH2 promoter,  reported in 6 probands across 3 publications were curated.  Many additional publications describe similar deletions in tumor sequencing cohorts. However, the maximum score for genetic evidence has been reached (12 points). The EPCAM deletions spanning the 8th and 9th exon and intergenic space cause hypermethylation at the MSH2 promoter, which causes a decrease or complete loss of MSH2 expression. It is important to note that loss of the EPCAM gene itself has not been definitively associated with Lynch Syndrome / HNPCC8. Complete absence of EPCAM protein expression through recessive truncating mutations causes an apparently unrelated syndrome – congenital tufting enteropathy. EPCAM protein expression or absence does not bear literature evidence in isolation to support a causal role in Lynch Syndrome / HNPCC8 in the absence of disruption of MSH2. The specific deletions spanning EPCAM into the intergenic space of MSH2 are a distinct mutation type with promoter methylation regulatory effects on MSH2 expression. This gene-disease association is also supported by experimental evidence (2.5 points) showing EPCAM tissue expression in glandular cells of glandular cells of the duodenum, small intestine, colon and rectum (though not expressed in the endothelial cells of the colon), as well as MSH2 immunohistochemistry assays showing loss of MSH2 expression with EPCAM deletions, and promoter hypermethylation in cells carrying these characteristic deletions (PMIDs: 24309898, 19177550, 19098912). In summary, EPCAM deletions spanning the last exons of EPCAM to the intergenic region prior to MSH2 promoter are definitively associated (14.5 points) with Lynch Syndrome / HNPCC8. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:3c071c7e-ba5c-46c7-b46b-fee6acf3a43f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}