{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10074","date":"2021-01-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10074","date":"2021-04-22T16:28:15.247Z","role":"Publisher"}],"evidence":[{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1208c692-2578-4ada-b760-f10ed3bbe2df","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f61f6f10-3078-4830-b8e1-d3c35a57e961","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis demonstrates an approximately 9.0-kilobase transcript expressed in human atrial and ventricular cardiac muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1309946","type":"dc:BibliographicResource","dc:abstract":"The principal voltage-sensitive sodium channel from human heart has been cloned, sequenced, and functionally expressed. The cDNA, designated hH1, encodes a 2016-amino acid protein that is homologous to other members of the sodium channel multigene family and bears greater than 90% identity to the tetrodotoxin-insensitive sodium channel characteristic of rat heart and of immature and denervated rat skeletal muscle. Northern blot analysis demonstrates an approximately 9.0-kilobase transcript expressed in human atrial and ventricular cardiac muscle but not in adult skeletal muscle, brain, myometrium, liver, or spleen. When expressed in Xenopus oocytes, hH1 exhibits rapid activation and inactivation kinetics similar to native cardiac sodium channels. The single channel conductance of hH1 to sodium ions is about twice that of the homologous rat channel and hH1 is more resistant to block by tetrodotoxin (IC50 = 5.7 microM). hH1 is also resistant to mu-conotoxin but sensitive to block by therapeutic concentrations of lidocaine in a use-dependent manner.","dc:creator":"Gellens ME","dc:date":"1992","dc:title":"Primary structure and functional expression of the human cardiac tetrodotoxin-insensitive voltage-dependent sodium channel."},"rdfs:label":"SCN5A expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:262e501e-7885-4004-be91-eb2c3e0962ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3aacd2d8-764c-44b8-a550-0c11f24ea504","type":"FunctionalAlteration","dc:description":"Voltage-dependence of steady state activation was shifted toward more negative potentials (−7 mV) in the presence of the mutation (P<0.01). For a given command voltage, the activation and inactivation kinetics were accelerated in the mutant channel. No significant differences were observed regarding the voltage dependence of steady state inactivation (Figure 3B), the recovery from fast inactivation (Figure 3E) and the onset and recovery from slow inactivation.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25210054","type":"dc:BibliographicResource","dc:abstract":"Over the past 15 years, a myriad of mutations in genes encoding cardiac ion channels and ion channel interacting proteins have been linked to a long list of inherited atrial and ventricular arrhythmias. The purpose of this study was to identify the genetic and functional determinants underlying exercise-induced polymorphic ventricular arrhythmia present in a large multigenerational family.","dc:creator":"Swan H","dc:date":"2014","dc:title":"Gain-of-function mutation of the SCN5A gene causes exercise-induced polymorphic ventricular arrhythmias."},"rdfs:label":"p.I141V in HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Not clear how the effects observed in HEK293 cells relate to the phenotype in the family members."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.75},{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Disputed","sequence":2653,"specifiedBy":"GeneValidityCriteria7","strengthScore":2.75,"subject":{"id":"cggv:8684e80b-efc9-4ccd-9307-e6a4313c547e","type":"GeneValidityProposition","disease":"obo:MONDO_0017990","gene":"hgnc:10593","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"SCN5A was evaluated for autosomal dominant catecholaminergic polymorphic ventricular tachycardia (CPVT). Variants in SCN5A, encoding the Nav1.5 sodium channel, are associated with a number of arrhythmia phenotypes including Brugada syndrome (loss of function variants) and Long QT syndrome (gain of function variants) for both of which SCN5A has previously been classified as a Definitive gene. The evidence for a role of SCN5A variants in CPVT comes from a single study in a large Finnish pedigree where the p.Ile141Val was found to segregate with a phenotype of exercise-induced polymorphic ventricular arrhythmias (LOD score = 3.56) with the effect of the variant confirmed by functional studies in HEK293 cells (Swan et al, 2014, PMID:25210054). Based on this study, SCN5A scored with limited evidence for association with CPVT. However, the clinical presentations in this family are atypical of a classical CPVT phenotype. While affected individuals presented with premature ventricular complexes and non-sustained polymorphic ventricular tachycardia after exercise in a similar manner to other CPVT patients (but also abundantly at rest in some), some also displayed atrial flutter and ectopic atrial rhythm that are not typical of CPVT. The expert panel therefore agreed to classify SCN5A as Disputed for CPVT. As patients with pathogenic SCN5A variants may present with a phenotype that can resemble some typical features of CPVT, it may be beneficial to include this gene in extended arrhythmia genetic testing panels for patients with a CPVT-like phenotype if no causative variants are found when sequencing validated CPVT genes. Any variants detected should be interpreted with caution however and in the context of the phenotypes of the patient being tested and those associated with SCN5A, in particular the phenotypes described by Swan et al. Note: All CPVT genes were curated by 3 separate blinded teams. The evidence and scores reached by these 3 teams was reviewed by the CPVT Gene Curation Expert Panel (GCEP). The classification and summary presented here is the conclusion of this GCEP's analysis according to evidence teams' efforts. This classification was approved by the ClinGen Catecholaminergic Polymorphic Ventricular Tachycardia Gene Curation Expert Panel on 20th January, 2021 (SOP Version 7).\nThe phenotype in the reported family displayed some similarities with CPVT, with individuals developing premature ventricular contractions (PVCs) during exercise testing (but also abundantly at rest in some) which progressed to non-sustained polymorphic VT in the majority of cases. However, the presence of features not typical of CPVT, in particular an ectopic atrial rhythm and abundant ventricular ectopy at rest in some patients, suggests that this is a distinct MEPPC-like arrhythmogenic phenotype. The expert panel therefore agreed to classify SCN5A as Disputed for CPVT.","dc:isVersionOf":{"id":"cggv:caef7504-ac08-43d4-8512-86f344a888a6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}