{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T20:10:57.415Z","role":"Approver"},{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T20:11:28.760Z","role":"Publisher"}],"evidence":[{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:5be02bb9-da4a-4d37-8215-d167ad53cd58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:222f5439-ce81-4251-ad3b-36f93f63887e","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosis: intellectual disability, neutropenia, cataracts, and 3-methylglutaconic aciduria\nClinical details: Severe phenotype (neutropenia, cataracts, infections, total lack of development, three individuals with fetal disease, early death and possible development of leukaemia) - Individual 9 was born prematurely at 35 weeks of gestation (wg) and pregnancy was complicated by IUGR. At birth severe generalized hypotonia, bilateral cataracts, a low nasal bridge, hypertelorism and a tented mouth were noted (Figure 1C). She suffered severe drooling and recurrent airway infections as well as otitis media. Chronic severe neutropenia was noted from the age of three months onwards. Her bone marrow showed maturation arrest at promyelocyte state (Figure 2). She displayed marked developmental delay, never learnt to roll over or to make contact. She had dystonic movements of the hands, feet and perioral and increasing muscle tone of the lower limbs and died at nearly four years of age due to increasing obstructive and central respiratory problems.\nBrain MRI - cerebellar hypoplasia (the vermis being more affected than the cortical hemispheres) and alterations in globus pallidus and capsula interna as well as white matter alterations in the parieto-occipital region.","phenotypes":"obo:HP_0003535","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:5be02bb9-da4a-4d37-8215-d167ad53cd58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c372ac2b-c4f6-4dcd-b276-587f107c5849","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001258392.3(CLPB):c.1682C>T (p.Ala561Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA198522"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25597510","type":"dc:BibliographicResource","dc:abstract":"We studied a group of individuals with elevated urinary excretion of 3-methylglutaconic acid, neutropenia that can develop into leukemia, a neurological phenotype ranging from nonprogressive intellectual disability to a prenatal encephalopathy with progressive brain atrophy, movement disorder, cataracts, and early death. Exome sequencing of two unrelated individuals and subsequent Sanger sequencing of 16 individuals with an overlapping phenotype identified a total of 14 rare, predicted deleterious alleles in CLPB in 14 individuals from 9 unrelated families. CLPB encodes caseinolytic peptidase B homolog ClpB, a member of the AAA+ protein family. To evaluate the relevance of CLPB in the pathogenesis of this syndrome, we developed a zebrafish model and an in vitro assay to measure ATPase activity. Suppression of clpb in zebrafish embryos induced a central nervous system phenotype that was consistent with cerebellar and cerebral atrophy that could be rescued by wild-type, but not mutant, human CLPB mRNA. Consistent with these data, the loss-of-function effect of one of the identified variants (c.1222A>G [p.Arg408Gly]) was supported further by in vitro evidence with the mutant peptides abolishing ATPase function. Additionally, we show that CLPB interacts biochemically with ATP2A2, known to be involved in apoptotic processes in severe congenital neutropenia (SCN) 3 (Kostmann disease [caused by HAX1 mutations]). Taken together, mutations in CLPB define a syndrome with intellectual disability, congenital neutropenia, progressive brain atrophy, movement disorder, cataracts, and 3-methylglutaconic aciduria. ","dc:creator":"Wortmann SB","dc:date":"2015","dc:title":"CLPB mutations cause 3-methylglutaconic aciduria, progressive brain atrophy, intellectual disability, congenital neutropenia, cataracts, movement disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25597510","rdfs:label":"Patient 9"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced points due to lack of functional evidence; highly conserved residue located in the D2 domain that is predicted to affect stabilization of the domain"},{"id":"cggv:170c41de-a85e-4d0d-b03e-f81ecb341586_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:40245443-d80e-4ea2-a321-a98d1d9f7f8d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Clinical diagnosis: intellectual disability, neutropenia, cataracts, and 3-methylglutaconic aciduria\nDetails: Phenotype for Individuals 7 and 8 (cousins): includes dystontia, floppy infant with progressive tetraspasticity, cataracts, microcephaly, epilepsy, nystagmus.\nBrain MRI: Fig. 1E-H Consecutive T2-weighted MR images demonstrate progressive brain atrophy with both cortical and white matter volume decrease over time. Progressive,\nsymmetrical basal ganglia atrophy was supported by abnormally increased T2 signal intensity in the caudate nucleus and putamen starting at the age of 16 months.","phenotypes":"obo:HP_0003535","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:170c41de-a85e-4d0d-b03e-f81ecb341586_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:93953a82-6e7d-4a80-8dee-b3d4767e4b08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001258392.3(CLPB):c.1366T>C (p.Cys456Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10602725"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25597510"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25597510","rdfs:label":"Patient 8"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced points due to lack of functional evidence; highly conserved residue located in the AAA+ domain"},{"id":"cggv:2c3deebd-303d-46d5-bce2-788c06238d44_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bd68e1d1-6e10-42cc-a2d0-ac23cd40840d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":11,"detectionMethod":"genome-wide homozygosity mapping in the four Greenlandic patients revealed a homozygous region of 4.5 Mb on chromosome 11, encompassing 62 genes. The Maestro database was used to search for genes with a predicted mitochondrial localization (score R 4).22 The highest-scoring genes were UCP2 (8.6), MRPL48 (4.7), CLPB (4.1), and FAM86C (1.6). Sequencing analysis revealed no variants in UCP2, MRPL48, or FAM86C. Sequencing of the CLPB gene revealed the homozygous variant in all affected individuals.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Clinical diagnosis: 3-methylglutaconic aciduria (type IV) with cataracts, severe psychomotor regression, and neutropenia\nDetails: At the age of 6 months, she was diagnosed with bilateral cataracts. Although psychomotor development was apparently normal, by 9 months of age, hypotonia was identified. Severe dehydration and respiratory distress was precipitated by a febrile illness at 11 months of age, after which developmental regression occurred along with severe hypotonia and development of extrapyramidal symptoms (buccolingual movements, myoclonus, and choreoathetosis) and, subsequently, seizures. No dysmorphic features were noted. Hepatic transaminases were elevated and associated with marked macronodular steatosis on liver biopsy. Her clinical course featured intermittent leukopenia, moderate to severe neutropenia, and frequent infections. \nBlood and cerebrospinal fluid (CSF) lactic acid levels were elevated, and urine organic acid screening demonstrated moderate 3-MGA-uria, with marked increase during the first febrile episode. She died at 11 months of age with heart failure, kidney failure, and pneumothorax.\nBrain MRI in the younger brother showed symmetrical hyperintensities in the globus pallidus and cerebral atrophy","phenotypes":"obo:HP_0003535","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2c3deebd-303d-46d5-bce2-788c06238d44_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1d6aecce-a805-447a-9c8f-985e8277cd30","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001258392.3(CLPB):c.713C>T (p.Thr238Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA082801"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25597511","type":"dc:BibliographicResource","dc:abstract":"3-methylglutaconic aciduria (3-MGA-uria) is a nonspecific finding associated with mitochondrial dysfunction, including defects of oxidative phosphorylation. 3-MGA-uria is classified into five groups, of which one, type IV, is genetically heterogeneous. Here we report five children with a form of type IV 3-MGA-uria characterized by cataracts, severe psychomotor regression during febrile episodes, epilepsy, neutropenia with frequent infections, and death in early childhood. Four of the individuals were of Greenlandic descent, and one was North American, of Northern European and Asian descent. Through a combination of homozygosity mapping in the Greenlandic individuals and exome sequencing in the North American, we identified biallelic variants in the caseinolytic peptidase B homolog (CLPB). The causative variants included one missense variant, c.803C>T (p.Thr268Met), and two nonsense variants, c.961A>T (p.Lys321*) and c.1249C>T (p.Arg417*). The level of CLPB protein was markedly decreased in fibroblasts and liver of affected individuals. CLPB is proposed to function as a mitochondrial chaperone involved in disaggregation of misfolded proteins, resulting from stress such as heat denaturation.","dc:creator":"Saunders C","dc:date":"2015","dc:title":"CLPB variants associated with autosomal-recessive mitochondrial disorder with cataract, neutropenia, epilepsy, and methylglutaconic aciduria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25597511","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The variant results in the substitution of a highly conserved polar threonine for a nonpolar methionine (Figure 1C), which is located in one of the ankyrin domains (Figure 1D) and predicted to be pathogenic by SIFT, PolyPhen-2, and MutationTaster. Immunoblot analysis performed on fibroblasts from individuals with the p.Thr268Met variant (Figure 2C), as well as in liver from individual 5 (with two nonsense variants) showed absence of CLPB protein (Figure 2D)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a53af6f5-afb6-49ca-b244-fc3b2f603311","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9eb35d75-ae3d-4484-aa17-1d2397474fd6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CLPB protein (93–707 fragment, corresponding to the protein without mitochondrial signal peptide) was purified from E. coli expression system. In vitro assays confirmed that the CLPB protein has ATPase activity (Fig.1C). It also showed disaggregase activity in an assay to test ATP-dependent refolding activity of urea-unfolded luciferase (Fig.1E) and addition of known human disaggregation system components Hsc70 and JA2 refolded luciferase more efficiently (Fig. 1F).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31917998","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Mróz D","dc:date":"2020","dc:title":"CLPB (caseinolytic peptidase B homolog), the first mitochondrial protein refoldase associated with human disease."},"rdfs:label":"Biochemical function 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"CLPB has a function in mitochondrial protein disaggregation, but the disease mechanism is somewhat unclear. While patients show 3-methylglutaconic aciduria (a biomarker for mitochondrial dysfunction), previous studies have shown that oxidative phosphorylation activities, autophagy/mitophagy, and phospholipid metabolism were normal."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f26411d8-c3d7-4685-8be6-e14b970e3a45","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:522ddab7-ad21-4ebe-b86c-7a68874cfa4d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"clpb morphants were shorter, had smaller eyes, smaller head size, and increased motor activity upon tactile stimulation compared with WT non-injected larvae. The phenotypes of eye size, body length, and motor activity were rescued by injecting human CLPB mRNA but not mutant (c.1685delT) mRNA; there was partial but not statistically significant rescue of head size (Fig. 2, 3). Human patients often have phenotypes that include microcephaly and hypertonia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25650066","type":"dc:BibliographicResource","dc:abstract":"The heterogeneous group of 3-methylglutaconic aciduria disorders includes several inborn errors of metabolism that affect mitochondrial function through poorly understood mechanisms. We describe four newborn siblings, from a consanguineous family, who showed microcephaly, small birth weight, severe encephalopathy and 3-methylglutaconic aciduria. Their neurological examination was characterised by severe hypertonia and the induction of prolonged clonic movements of the four limbs upon minimal tactile stimulation.","dc:creator":"Capo-Chichi JM","dc:date":"2015","dc:title":"Disruption of CLPB is associated with congenital microcephaly, severe encephalopathy and 3-methylglutaconic aciduria."},"rdfs:label":"Zebrafish model 2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This model does not recapitulate many other features of the disorder."},{"id":"cggv:06f9e66b-2130-4629-a3cd-7dc879107ccb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1c723bab-cb55-4cd0-bfa7-21d026749b57","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Injection of translational blocking morpholino-induced knockdown (tbMO) of the zebrafish ortholog of CLPB results in ~50% of the injected embryos developing cerebellar defects that ranged in severity from depletion of the axonal connections across the midline of the cerebellum to complete atrophy (Figures 4 and S9). The MO-induced phenotype was rescued significantly and reproducibly by co-injection of human CLPB mRNA (Fig. 4; S9). By contrast, coinjection of the clpb MO with human mRNA encoding each of the four\ncandidate pathogenic variants tested were indistinguishable to MO alone (Figure 4). Some affected individuals have cerebellar atrophy/hypoplasia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25597510","rdfs:label":"Zebrafish model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"While the zebrafish knockdown model shows some CNS phenotype similarity to affected humans (cerebellar atrophy or loss of connectivity), this model does not recapitulate other neurological and extra-neurological features of the disorder."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":1519,"specifiedBy":"GeneValidityCriteria7","strengthScore":3,"subject":{"id":"cggv:9e037325-8938-4534-b313-7628b593c078","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:30664","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between CLPB and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 8, 2020. The CLPB gene has a function in mitochondrial protein disaggregation, but the disease mechanism is currently somewhat unclear.\n\nThe CLPB gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2015 (PMIDs: 25597511, 25597510). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Many other cases have been reported with CLPB-related disease, however brain imaging was not performed or was not consistent with Leigh syndrome spectrum. 3-methylglutaconic aciduria is a common finding in individuals with CLPB-related disease.\n\nThis curation included three unique variants identified in three unrelated cases from two publications (PMIDs: 25597511, 25597510). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by animal models (PMIDs: 25597510, 25650066).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel June 8, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:789c591d-1de7-4652-a0d1-f895b639233e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}