{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93dv3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-19T06:00:00.000Z","role":"Approver"},{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-01-03T16:33:40.978Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationCommunityRequest"},"evidence":[{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:4ae1bc02-3a2a-4a68-bab0-730f83fa53cc","type":"EvidenceLine","evidence":[{"id":"cggv:4ae1bc02-3a2a-4a68-bab0-730f83fa53cc_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a3416e1e-58f3-4d77-b64f-7200ba56b0fc","type":"Cohort","allGenotypedSequenced":852,"alleleFrequency":0.6091549295774648,"detectionMethod":"Meta-analysis of RELN variants in ASD, integrating case-control and transmission disequilibrium test (TDT) studies published between 2001 and 2013.","evidence":[{"id":"cggv:4ae1bc02-3a2a-4a68-bab0-730f83fa53cc_cc_evidence_item"}],"numWithVariant":519,"relatedCondition":{"id":"obo:MONDO_0100038"}},"controlCohort":{"id":"cggv:3ce652ea-615a-499f-8872-c072c024d26d","type":"Cohort","allGenotypedSequenced":908,"alleleFrequency":0.5462555066079295,"detectionMethod":"Screening of RELN","evidence":[{"id":"cggv:4ae1bc02-3a2a-4a68-bab0-730f83fa53cc_cc_evidence_item"}],"numWithVariant":496},"lowerConfidenceLimit":0.56,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":0.69,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":0.86,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24453138","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a severe neurological disorder with a high degree of heritability. Reelin gene (RELN), which plays a crucial role in the migration and positioning of neurons during brain development, has been strongly posed as a candidate gene for ASD. Genetic variants in RELN have been investigated as risk factors of ASD in numerous epidemiologic studies but with inconclusive results. To clearly discern the effects of RELN variants on ASD, the authors conducted a meta-analysis integrating case-control and transmission disequilibrium test (TDT) studies published through 2001 to 2013. Odds ratios (ORs) with 95% confidence intervals were used to estimate the associations between three RELN variants (rs736707, rs362691, and GGC repeat variant) and ASD. In overall meta-analysis, the summary ORs for rs736707, rs362691, and GGC repeat variant were 1.11 [95% confidence interval (CI): 0.80-1.54], 0.69 (95% CI: 0.56-0.86), and 1.09 (95% CI: 0.97-1.23), respectively. Besides, positive result was also obtained in subgroup of broadly-defined ASD for rs362691 (OR = 0.67, 95% CI: 0.52-0.86). Our meta-analysis revealed that the RELN rs362691, rather than rs736707 or GGC repeat variant, might contribute significantly to ASD risk.","dc:creator":"Wang Z","dc:date":"2014","dc:title":"Reelin gene variants and risk of autism spectrum disorders: an integrated meta-analysis."},"rdfs:label":"rs362691"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"This was the only significant association of the meta analysis. However the NM_005045.3:c.2989C>G (p.Leu997Val) variant is identified in 16% of South Asian alleles in gnomAD so this variant cannot be scored."},{"id":"cggv:d610a356-0f41-4c6d-a4f7-4b502174a1a7","type":"EvidenceLine","evidence":[{"id":"cggv:d610a356-0f41-4c6d-a4f7-4b502174a1a7_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:bb1da3aa-5bff-4613-8f77-adf1535acf99","type":"Cohort","allGenotypedSequenced":1280,"alleleFrequency":0.559375,"detectionMethod":"Meta-analysis of RELN variants in ASD, integrating case-control and transmission disequilibrium test (TDT) studies published between 2001 and 2013. ","evidence":[{"id":"cggv:d610a356-0f41-4c6d-a4f7-4b502174a1a7_cc_evidence_item"}],"numWithVariant":716,"relatedCondition":{"id":"obo:MONDO_0100038"}},"controlCohort":{"id":"cggv:32c969de-ac4a-4f1c-84b9-38977ee2e654","type":"Cohort","allGenotypedSequenced":1502,"alleleFrequency":0.5805592543275633,"evidence":[{"id":"cggv:d610a356-0f41-4c6d-a4f7-4b502174a1a7_cc_evidence_item"}],"numWithVariant":872},"lowerConfidenceLimit":0.8,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.546,"statisticalSignificanceType":"","statisticalSignificanceValue":1.11,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.54,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24453138","rdfs:label":"rs736707"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"rs736707 variant has a frequency of 46% in African according to gnomAD. Cannot be scored for any genetic evidence."},{"id":"cggv:d54ff461-b365-4b31-9987-69840e8c2e0b","type":"EvidenceLine","evidence":[{"id":"cggv:d54ff461-b365-4b31-9987-69840e8c2e0b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:d25b3980-ed78-4f57-bc8c-f3ee1b80d613","type":"Cohort","allGenotypedSequenced":371,"alleleFrequency":0,"detectionMethod":"Candidate gene sequencing of specific sites in RELN (splice sites in exons 6, 44, 45, 50, intron 59 and the GGC repeat in the 5’-UTR. Individuals were excluded if they had “known genetic conditions that present with autistic features (e.g. Fragile X, tuberous sclerosis complex).” \n\nA 5' UTR RELN variant was found to have a significant association with autism in this cohort, however there were no controls described in this study and the variant itself has no evidence for pathogenicity (p = 0.002). The score for this study is zero as there is no real segregation or proband evidence, and there is no evidence that this non-coding variant is deleterious.","evidence":[{"id":"cggv:d54ff461-b365-4b31-9987-69840e8c2e0b_cc_evidence_item"}],"numWithVariant":0,"relatedCondition":{"id":"obo:MONDO_0100038"}},"controlCohort":{"id":"cggv:4097ba32-96aa-4d63-8102-2a237073ccfa","type":"Cohort","allGenotypedSequenced":0,"evidence":[{"id":"cggv:d54ff461-b365-4b31-9987-69840e8c2e0b_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15558079","type":"dc:BibliographicResource","dc:abstract":"Several genome-wide screens have indicated the presence of an autism susceptibility locus within the distal long arm of chromosome 7 (7q). Mapping at 7q22 within this region is the candidate gene reelin (RELN). RELN encodes a signaling protein that plays a pivotal role in the migration of several neuronal cell types and in the development of neural connections. Given these neurodevelopmental functions, recent reports that RELN influences genetic risk for autism are of significant interest. The total data set consists of 218 Caucasian families collected by our group, 85 Caucasian families collected by AGRE, and 68 Caucasian families collected at Tufts University were tested for genetic association of RELN variants to autism. Markers included five single-nucleotide polymorphisms (SNPs) and a repeat in the 5'-untranslated region (5'-UTR). Tests for association in Duke and AGRE families were also performed on four additional SNPs in the genes PSMC2 and ORC5L, which flank RELN. Family-based association analyses (PDT, Geno-PDT, and FBAT) were used to test for association of single-locus markers and multilocus haplotypes with autism. The most significant association identified from this combined data set was for the 5'-UTR repeat (PDT P-value=0.002). These analyses show the potential of RELN as an important contributor to genetic risk in autism.","dc:creator":"Skaar DA","dc:date":"2005","dc:title":"Analysis of the RELN gene as a genetic risk factor for autism."},"rdfs:label":"Skaar Caucasian families with ASD"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"A 5' UTR RELN variant was found to have a significant association with autism in this cohort, however there were no controls described in this study and the variant itself has no further evidence for pathogenicity (p = 0.002). Furthermore, the sample size is completely underpowered to detect an relationship between common variants and ASD."},{"id":"cggv:7f537c34-a5ab-4c0b-89ae-833f045e07bf","type":"EvidenceLine","evidence":[{"id":"cggv:7f537c34-a5ab-4c0b-89ae-833f045e07bf_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:f87d9c56-38a2-403e-95c2-8619acdf23ba","type":"Cohort","allGenotypedSequenced":1127,"alleleFrequency":0,"detectionMethod":"Illumina GoldenGate 384 SNP genotyping arrays. This study found that the rs362780 allele in RELN had a p = 0.00165 association with autism. They did a linkage analysis between the affecteds and their family members. The variant in question is a deep intronic variant NM_005045.3:c.6302+1156C>T that has been seen in 18% of the African alleles in gnomAD. Therefore this paper should not be scored in any way.","evidence":[{"id":"cggv:7f537c34-a5ab-4c0b-89ae-833f045e07bf_cc_evidence_item"}],"numWithVariant":0,"relatedCondition":{"id":"obo:MONDO_0100038"}},"controlCohort":{"id":"cggv:7ed1d26d-efb5-47c4-9a72-93419a1f8ef6","type":"Cohort","allGenotypedSequenced":0,"evidence":[{"id":"cggv:7f537c34-a5ab-4c0b-89ae-833f045e07bf_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.00165,"statisticalSignificanceType":"","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20442744","type":"dc:BibliographicResource","dc:abstract":"Over the past decade, research on the genetic variants underlying susceptibility to autism and autism spectrum disorders (ASDs) has focused on linkage and candidate gene studies. This research has implicated various chromosomal loci and genes. Candidate gene studies have proven to be particularly intractable, with many studies failing to replicate previously reported associations. In this paper, we investigate previously implicated genomic regions for a role in ASD susceptibility, using four cohorts of European ancestry. Initially, a 384 SNP Illumina GoldenGate array was used to examine linkage at six previously implicated loci. We identify linkage approaching genome-wide suggestive levels on chromosome 2 (rs2885116, MLOD=1.89). Association analysis showed significant associations in MKL2 with ASD (rs756472, P=4.31 x 10(-5)) and between SND1 and strict autism (rs1881084, P=7.76 x 10(-5)) in the Finnish and Northern Dutch populations, respectively. Subsequently, we used a second 384 SNP Illumina GoldenGate array to examine the association in seven candidate genes, and evidence for association was found in RELN (rs362780, P=0.00165). Further increasing the sample size strengthened the association with RELN (rs362780, P=0.001) and produced a second significant result in GRIK2 (rs2518261, P=0.008). Our results strengthen the case for a more detailed study of the role of RELN and GRIK2 in autism susceptibility, as well as identifying two new potential candidate genes, MKL2 and SND1.","dc:creator":"Holt R","dc:date":"2010","dc:title":"Linkage and candidate gene studies of autism spectrum disorders in European populations."},"rdfs:label":"European IMGSAC, PARIS, Finnish, Northern Dutch probands with ASD"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"This study found that the rs362780 allele in RELN had a p = 0.00165 association with autism. This deep intronic variant NM_005045.3:c.6302+1156C>T has been seen in 18% of the African alleles in gnomAD. Because of the high frequency of this variant, this information was not scored."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e77fc42-0cc0-4a02-8867-6d589499238c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:194afb0d-1a2c-4113-b453-3d88397d763e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This study showed that reelin interacts with cadherin-related neuronal receptor genes and was found in the cortical neurons of mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10612399","type":"dc:BibliographicResource","dc:abstract":"Layering and positioning of neurons require Reelin- and Src family-associated mammalian Disabled (mDab1). Cadherin-related neuronal receptor (CNR) genes are expressed in neurons of the cortical layer, but not in Cajal-Retzius cells expressing Reelin. This leads us to hypothesize that CNRs bound to Fyn of the Src family are receptors for Reelin. Herein we confirm the association and colocalization of CNR proteins with Reelin. This binding is blocked by CR-50 antibody against Reelin, as well as by monoclonal antibodies produced against CNRs. Both disturb the signaling pathway from Reelin to mDab1 and the positioning of cortical neurons in vitro. These results strongly suggest that the CNR family proteins are multiple Reelin receptors. In addition, differential conservation of the Reelin-binding domain among terrestrial vertebrates may be pertinent to the diversity or complexity of brains.","dc:creator":"Senzaki K","dc:date":"1999","dc:title":"Proteins of the CNR family are multiple receptors for Reelin."},"rdfs:label":"Expression in mouse cortical neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Study shows reelin is expressed in the brains of mice. Evidence is not specific enough to be scored."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4d2639f-0d2f-417a-9fe0-f1dffe0ae154","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:58e037dc-e2a2-44fd-bf57-b0b264951c7d","type":"FunctionalAlteration","dc:description":"iPSC-derived neurons from a patient with schizophrenia with a heterozygous intragenic deletion in RELN, maternally-inherited. Used a single cell tracking assay to look at the movement of neuronal migration of iPSc neurons with a rare deletion variant identified in a patient with schizophrenia. They found that neurons heterozygous for the RELN deletion had impaired directionality of dopaminergic neuronal migration. RELN-del triggered an impaired reelin signal and decreased the expression levels of genes relevant for cell movement in human neurons. Single-cell trajectory analysis revealed that control neurons possessed directional migration even in vitro, while RELN-del neurons demonstrated a wandering type of migration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30022058","type":"dc:BibliographicResource","dc:abstract":"Reelin is a protein encoded by the RELN gene that controls neuronal migration in the developing brain. Human genetic studies suggest that rare RELN variants confer susceptibility to mental disorders such as schizophrenia. However, it remains unknown what effects rare RELN variants have on human neuronal cells. To this end, the analysis of human neuronal dynamics at the single-cell level is necessary. In this study, we generated human-induced pluripotent stem cells carrying a rare RELN variant (RELN-del) using targeted genome editing; cells were further differentiated into highly homogeneous dopaminergic neurons. Our results indicated that RELN-del triggered an impaired reelin signal and decreased the expression levels of genes relevant for cell movement in human neurons. Single-cell trajectory analysis revealed that control neurons possessed directional migration even in vitro, while RELN-del neurons demonstrated a wandering type of migration. We further confirmed these phenotypes in neurons derived from a patient carrying the congenital RELN-del. To our knowledge, this is the first report of the biological significance of a rare RELN variant in human neurons based on individual neuron dynamics. Collectively, our approach should be useful for studying reelin function and evaluating mental disorder susceptibility, focusing on individual human neuronal migration.","dc:creator":"Arioka Y","dc:date":"2018","dc:title":"Single-cell trajectory analysis of human homogenous neurons carrying a rare RELN variant."},"rdfs:label":"iPSCs with RELN deletion CNV altered neuronal migration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"iPSC-derived neurons from a patient with a RELN intragenic deletion were found to have impaired migration that may be indicative of its role in complex neurodevelopmental disorders. These findings should be counted for the autosomal recessive lissencephaly curation as they pertain to neuronal migration."},{"id":"cggv:33aea61b-78c2-44dc-8801-f9af8f8dc4ff","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8396b7cb-7194-4242-aee1-6ec12a4a396a","type":"FunctionalAlteration","dc:description":"The upstream promoter region was methylated specifically in ASD brains wile a downstream region is methylated only in controls","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27134686","type":"dc:BibliographicResource","dc:abstract":"Reelin plays a pivotal role in neurodevelopment and in post-natal synaptic plasticity and has been implicated in the pathogenesis of autism spectrum disorder (ASD). The reelin (RELN) gene expression is significantly decreased in ASD, both in the brain and peripherally. Methylation at the RELN gene promoter is largely triggered at puberty, and hypermethylation has been found in post-mortem brains of schizophrenic and bipolar patients.","dc:creator":"Lintas C","dc:date":"2016","dc:title":"Differential methylation at the RELN gene promoter in temporal cortex from autistic and typically developing post-puberal subjects."},"rdfs:label":"Differential methylation at RELN gene promoter in autism"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This study shows that there may be some epigenetic link between the RELN gene and ASD based on an increase in methylation at the promoter region in ASD-patient derived brain tissues. Not scored because epigenetic factors are not part of this assessment of mendelian inheritance."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee81c952-4a2c-49d2-baca-a9c41abf1c1a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36683e1d-ce9b-47c4-aa08-a9c1f0899d8b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Reelin injection in heterozygous reeler mice enhanced hippocampal synaptic function and associative learning and memory. Reelin significantly enhanced post-tetanic potentiation (PTP) induced by high-frequency stimulation and rescued the sensorimotor gating deficit observed in heterozygous reeler mice as tested by acoustic pre-pulse inhibition. Additionally, reelin injection increased the expression of the GABA synthesizing enzyme GAD67 (which is decreased in HRM), and altered dendritic spine morphology towards the wild-type phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23104248","type":"dc:BibliographicResource","dc:abstract":"The lipoprotein receptor ligand Reelin is important for the processes of normal synaptic plasticity, dendritic morphogenesis, and learning and memory. Heterozygous reeler mice (HRM) show many neuroanatomical, biochemical, and behavioral features that are associated with schizophrenia. HRM show subtle morphological defects including reductions in dendritic spine density, altered synaptic plasticity and behavioral deficits in associative learning and memory and pre-pulse inhibition. The present studies test the hypothesis that in vivo elevation of Reelin levels can rescue synaptic and behavioral phenotypes associated with HRM. We demonstrate that a single in vivo injection of Reelin increases GAD67 expression and alters dendritic spine morphology. In parallel we observed enhancement of hippocampal synaptic function and associative learning and memory. Reelin supplementation also increases pre-pulse inhibition. These results suggest that characteristics of HRM, similar to those observed in schizophrenia, are sensitive to Reelin levels and can be modified with Reelin supplementation in male and female adults.","dc:creator":"Rogers JT","dc:date":"2013","dc:title":"Reelin supplementation recovers sensorimotor gating, synaptic plasticity and associative learning deficits in the heterozygous reeler mouse."},"rdfs:label":"Rescue of plasticity, behavioral deficits, learning, memory"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"These neurophysiological and learning deficits are rescued by the injection of reelin, indicating that it is an essential protein and supports this gene's role in complex neurodevelopmental disorder. These findings are consistent with a role of reelin in neurodevelopmental disorders, but do not imply that monoallelic loss of RELN is pathogenic in humans. Therefore, this evidence was not scored."},{"id":"cggv:23ec5de1-a2af-4739-8f12-01db377fd274","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b8e2c7a-9c38-4674-96db-fe7ff3dec1f7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This study showed that fear memory erasure persists until adolescence in heterozygous reeler mice. This behavioral abnormality is concomitant to reduced dendritic spine density and anomalous long-term potentiation in the prefrontal cortex. A single injection of ketamine during the juvenile period reinstates normal fear memory in adolescent mice and restores normal spine density and synaptic plasticity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23752244","type":"dc:BibliographicResource","dc:abstract":"Defective brain extracellular matrix (ECM) is a factor of vulnerability in various psychiatric diseases such as schizophrenia, depression and autism. The glycoprotein reelin is an essential building block of the brain ECM that modulates neuronal development and participates to the functions of adult central synapses. The reelin gene (RELN) is a strong candidate in psychiatric diseases of early onset, but its synaptic and behavioral functions in juvenile brain circuits remain unresolved. Here, we found that in juvenile reelin-haploinsufficient heterozygous reeler mice (HRM), abnormal fear memory erasure is concomitant to reduced dendritic spine density and anomalous long-term potentiation in the prefrontal cortex. In juvenile HRM, a single in vivo injection with ketamine or Ro25-6981 to inhibit GluN2B-N-methyl-D-aspartate receptors (NMDARs) restored normal spine density, synaptic plasticity and converted fear memory to an erasure-resilient state typical of adult rodents. The functional and behavioral rescue by ketamine was prevented by rapamycin, an inhibitor of the mammalian target of rapamycin pathway. Finally, we show that fear memory erasure persists until adolescence in HRM and that a single exposure to ketamine during the juvenile period reinstates normal fear memory in adolescent mice. Our results show that reelin is essential for successful structural, functional and behavioral development of juvenile prefrontal circuits and that this developmental period provides a critical window for therapeutic rehabilitation with GluN2B-NMDAR antagonists. ","dc:creator":"Iafrati J","dc:date":"2014","dc:title":"Reelin, an extracellular matrix protein linked to early onset psychiatric diseases, drives postnatal development of the prefrontal cortex via GluN2B-NMDARs and the mTOR pathway."},"rdfs:label":"Altered prefrontal cortex dev. in heterozygous reeler mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This model is another demonstration of changes in fear based learning in heterozygous reeler mice. This evidence is not scored because the significance of heterozygous LoF variants in humans is unclear."},{"id":"cggv:5946784d-5f7c-40c6-a2d5-f0dc11d305c6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fb5c428b-9dea-437b-bf2c-dae17872ff3d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The heterozygous reeler mouse has been studied as a model for schizophrenia and has been found to lack differences in social behavior. This study found that the mice had a deficit in the acquisition of two operant tasks, consistent with the role for reelin in certain forms of learning. They found no difference in locomotor activity, but they observed a lack of preservation of cognitive flexibility over time.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16977475","type":"dc:BibliographicResource","dc:abstract":"The heterozygous reeler mouse has been proposed as a genetic mouse model of schizophrenia based on several neuroanatomical and behavioral similarities between these mice and patients with schizophrenia. However, the effect of reelin haploinsufficiency on one of the cardinal symptoms of schizophrenia, the impairment of prefrontal-cortex-dependent cognitive function, has yet to be determined.","dc:creator":"Krueger DD","dc:date":"2006","dc:title":"Assessment of cognitive function in the heterozygous reeler mouse."},"rdfs:label":"Cognitive function of heterozygous reeler mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No differences were found between heterozygous reeler mice and WT controls in any prefrontal-related cognitive measures. However, heterozygous mice showed deficits in the acquisition of two operant tasks, consistent with a role for reelin in certain forms of learning."},{"id":"cggv:06df6e55-2a5e-46a5-8bd7-8a914223337b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66021852-bbff-4986-ac75-a824c4d20538","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous reeler mice had decreased startle habituation in a crossmodal test, increased startle response, and increased prepulse inhibition at short prepulse intervals. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18547243","type":"dc:BibliographicResource","dc:abstract":"Post mortem, reduced brain reelin is noted in schizophrenia. Accordingly, the reelin-haploinsufficient heterozygous reeler mouse (HRM) has been posited as a murine model of the illness. One study reported that HRM exhibit deficits in prepulse inhibition (PPI) of the acoustic startle reflex, a sensorimotor-gating behavior that is disrupted in schizophrenia, although this finding has not been reproduced. To extend the characterization of putative sensorimotor-gating deficits in HRM, these mice were subjected to a sophisticated series of PPI tests. Mice were tested in a cross-modal PPI protocol that combined an acoustic prepulse with a tactile startle stimulus and also in a protocol that included varying prepulse-pulse intervals and varying acoustic startle pulse intensities. Levels of acoustic startle habituation and cross-modal PPI were significantly lower in HRM, although unimodal PPI did not differ. The HRM also exhibited increased PPI compared to wildtypes at short interstimulus intervals between prepulse and pulse stimuli when the interval between the acoustic prepulse and pulse were varied, and were more reactive to higher intensity startle stimuli. Some of these deficits in sensorimotor gating parallel those of schizophrenia, a disease characterized by alterations in synaptic protein expression. Therefore, levels of presynaptic proteins were measured in multiple brain regions using ELISA in HRM. No significant alterations in presynaptic protein expression were found. Thus, HRM exhibit a complex pattern of changes in startle reactivity and sensorimotor gating, with both similarities to and differences from schizophrenia. However, it is unlikely that these behavioral differences may be accounted for by altered regional levels of presynaptic proteins.","dc:creator":"Barr AM","dc:date":"2008","dc:title":"Heterozygous reeler mice exhibit alterations in sensorimotor gating but not presynaptic proteins."},"rdfs:label":"Alterations in sensorimotor gating"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This study shows that crossmodal PPI and startle habituation are impaired in heterozygous reeler mice indicating that there may be some learning deficit. This  mouse model is the same reported by  Laviola 2009 PMID 18845182 and Kutyanawalla 2012 PMID: 21777509."},{"id":"cggv:e790d1c9-21e2-457b-be90-847fbd1623bb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5af6b59-726d-4d13-a49b-679315ecaa4a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Exploratory drive and behavioral disinhibition during adolescence was reduced, heterozygous reeler mice were slightly impaired in active inhibitory-control over motor actions and behavioral processes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18845182","type":"dc:BibliographicResource","dc:abstract":"Autism and schizophrenia are multifactorial disorders with increasing prevalence in the young population. Among candidate molecules, reelin (RELN) is a protein of the extracellular matrix playing a key role in brain development and synaptic plasticity. The heterozygous (HZ) reeler mouse provides a model for studying the role of reelin deficiency for the onset of these syndromes. We investigated whether early indices of neurobehavioral disorders can be identified in the infant reeler, and whether the consequences of ontogenetic adverse experiences may question or support the suitability of this model. A first study focused on the link between early exposure to Chlorpyryfos and its enduring neurobehavioral consequences. Our data are interesting in view of recently discovered cholinergic abnormalities in autism and schizophrenia, and may suggest new avenues for early pharmacological intervention. In a second study, we analyzed the consequences of repeated maternal separation early in ontogeny. The results provide evidence of how unusual stress early in development are converted into altered behavior in some, but not all, individuals depending on gender and genetic background. A third study aimed to verify the reliability of the model at critical age windows. Data suggest reduced anxiety, increased impulsivity and disinhibition, and altered pain threshold in response to morphine for HZ, supporting a differential organization of brain dopaminergic, serotonergic and opioid systems in this genotype. In conclusion, HZ exhibited a complex behavioral and psycho-pharmacological phenotype, and differential responsivity to ontogenetic adverse conditions. HZ may be used to disentangle interactions between genetic vulnerability and environmental factors. Such an approach could help to model the pathogenesis of neurodevelopmental psychiatric diseases.","dc:creator":"Laviola G","dc:date":"2009","dc:title":"Gene-environment interaction during early development in the heterozygous reeler mouse: clues for modelling of major neurobehavioral syndromes."},"rdfs:label":"Heterozygous reeler mice characterization"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Heterozygous reeler mice appear to have some phenotypes consistent with autism/ID. This evidence is not scored because the significance of heterozygous LoF variants in humans is unclear."},{"id":"cggv:75fa1420-510f-47d5-bb6f-226bb1eeb6db","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:98306b4e-cb57-4f3a-beef-aa8a7950e92e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous reeler mice were impaired in a Y-maze spatial recognition test. This measures some level of intellectual disability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21777509","type":"dc:BibliographicResource","dc:abstract":"Brain-derived neurotrophic factor (BDNF) signalling through its receptor, TrkB is known to regulate GABAergic function and glutamic acid decarboxylase (GAD) 67 expression in neurons. Alterations in BDNF signalling have been implicated in the pathophysiology of schizophrenia and as a result, they are a potential therapeutic target. Interestingly, heterozygous reeler mice (HRM) have decreased GAD67 expression in the frontal cortex and hippocampus and they exhibit many behavioural and neurochemical abnormalities similar to schizophrenia. In this study, we evaluated the potential of cysteamine, a neuroprotective compound to improve the deficits in GAD67 expression and cognitive function in HRM. We found that cysteamine administration (150 mg/kg.d, through drinking water) for 30 d significantly ameliorated the decreases in GAD67, mature BDNF and full-length TrkB protein levels found in frontal cortex and hippocampus of HRM. A significant attenuation of the increased levels of truncated BDNF in frontal cortex and hippocampus, as well as truncated TrkB in frontal cortex of HRM was also observed following cysteamine treatment. In behavioural studies, HRM were impaired in a Y-maze spatial recognition memory task, but not in a spontaneous alternation task or a sensorimotor, prepulse inhibition (PPI) procedure. Cysteamine improved Y-maze spatial recognition in HRM to the level of wide-type controls and it improved PPI in both wild-type and HRM. Finally, mice deficient in TrkB, showed a reduced response to cysteamine in GAD67 expression suggesting that TrkB signalling plays an important role in GAD67 regulation by cysteamine.","dc:creator":"Kutiyanawalla A","dc:date":"2012","dc:title":"Cysteamine treatment ameliorates alterations in GAD67 expression and spatial memory in heterozygous reeler mice."},"rdfs:label":"Heterozygous reeler mice Y-maze spatial recognition"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Model demonstrates impairment in spatial recognition but not in PPI.  Note lack of consistency among mouse studies."},{"id":"cggv:cfe91e9d-1de8-443a-af91-2cdb196e9753","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:425cc78e-ba02-4427-814e-92b662ccc51a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This manuscript reviews studies showing that heterozygous reeler mice exhibit dendritic spine and GABAergic defects in the brain similar to those described in schizophrenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11786309","type":"dc:BibliographicResource","dc:abstract":"Neurochemical and structural prefrontal cortex abnormalities, including decreased reelin and glutamic acid decarboxylase (GAD)(67) expression, decreased thickness, increased neuronal packing density and decreased neuropil and dendritic spine number, are characteristics of schizophrenia neuropathology. Reelin is an extracellular matrix protein secreted by GABAergic interneurons that, acting through pyramidal neuron integrin receptors, provides a signal for dendritic spine plasticity. Heterozygous reeler mice that exhibit a 50% downregulation of reelin expression (mRNA and protein) replicate the dendritic spine and GABAergic defects described in schizophrenia. This genetic mouse model may be of value to reveal those GABAergic and integrin receptor signal transduction mechanisms that are likely to be downregulated by reelin deficiency in the brain of schizophrenia patients. An understanding of the epigenetic regulation of reelin gene expression and of the possible pathogenetic role of reelin deficiency in schizophrenia, may become a major focus that will open new avenues for the treatment of this disease.","dc:creator":"Costa E","dc:date":"2002","dc:title":"The heterozygote reeler mouse as a model for the development of a new generation of antipsychotics."},"rdfs:label":"HRM w/ dendritic spine & GABAergic defects in schizophrenia"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Heterozygous reelin mice display similar neurochemical and neuroanotomical abnormalities to patients with schizophrenia. Although some of these abnormalities are shared with ASD, including decreased reelin expression, decreased GAD67 expression, and decreased dendritic spine density, these findings in a mouse model don't imply that monoallelic loss of RELN in humans is pathogenic. Given the absence of convincing human genetic evidence for a role of heterozygous RELN variants in neurodevelopmental disorders, this evidence was not scored."},{"id":"cggv:7b1ab063-7b0c-4603-8891-472c7655470c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3ff6c874-c2f3-40e4-9a1e-2d4d7123ca52","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous reeler mice required significantly more training sessions and made more errors than WT mice in the olfactory discrimination test.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12691835","type":"dc:BibliographicResource","dc:abstract":"Adult mice heterozygous for the 'reeler' mutation (HR mice) have been found not to have a reeler phenotype but to express a number of abnormal traits including reduced sensorimotor gating, lower density of dendritic spines in frontoparietal cortex and hippocampus, and selectively decreased expression of one form of glutamic acid decarboxylase (GAD67). Since reelin is expressed in olfactory areas of the adult mouse brain, we have tested for olfactory functions in HR mice that express only half of the reelin found in wild-type (WT) mice. HR and WT mice were trained to criterion performance of 90% correct in a block of 20 trials on eight distinct simultaneous-cue, two-odor discriminations. HR mice required significantly more training sessions and made more errors than did WT mice in acquiring the first olfactory discrimination. Subsequent discriminations were learned equally rapidly by both HR and WT mice. Memory retention for the final discrimination was tested 1 week after training and was equally good for both groups. Both HR and WT mice showed equivalent sensitivity in discriminating low concentrations of either ethyl acetate or butanol from non-odorized air. Whether or not the olfactory learning deficit observed in HR mice is related to the low dendritic spine density or GAD67 reduction observed in hippocampus and cortex are currently under investigation.","dc:creator":"Larson J","dc:date":"2003","dc:title":"Olfactory discrimination learning deficit in heterozygous reeler mice."},"rdfs:label":"Olfactory learning deficit in heterozygous reeler mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"RELN is expressed in the olfactory areas of the mouse brain. Heterozygous reeler mice exhibited a significant difference in the ability to detect certain odors and be trained. However, the olfactory learning deficit was not shown to be independent of the mouse's ability to distinguish smells."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":7387,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:a6c35a84-e7c2-4b8c-9697-afb4b07e2521","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:9957","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"The *RELN* gene, encoding reelin, has been reported in relation with multiple neurodevelopmental disorders and inheritance patterns. Biallelic *RELN* variants have been reported in individuals with  lissencephaly and severe intellectual disability. Monoallelic variants have also been reported in individuals with lissencephaly but with variable developmental outcomes, as well as in individuals with nonspecific neurodevelopmental disorders (PMID: 35769015). The ClinGen Intellectual Disability and Autism Gene Curation Expert Panel has decided that the variants reported with lissencephaly (both monoallelic and biallelic) should be curated separately from the monoallelic variants reported in individuals with nonspecific complex neurodevelopmental disorder. Though evidence is still emerging, there has been some suggestion that the different presentations are due to different mechanisms of action. Some of the heterozygous, *de novo*, missense variants in probands with mild lissencephaly (pachygyria) demonstrated a dominant negative effect (https://www.biorxiv.org/content/10.1101/2021.05.25.445586v1); other work has suggested that the heterozygous variants reported in individuals with complex neurodevelopmental disorder may be due to a dosage-sensitive loss of function (PMID: 35769015). More information is needed to better understand the relationship between variation in *RELN* and this broad spectrum of neurodevelopmental presentations. The lissencephaly presentations will be assessed separately by the ClinGen Brain Malformations Gene Curation Expert Panel.\n\n*RELN* was first reported in relation to autosomal dominant autism in 2001 (Persico et al., PMID: 11317216), when a GGC trinucleotide repeat immediately upstream of the RELN 5’-UTR was found to be more frequent in a small sample of cases compared to controls. However, subsequent studies showed no significant increase of this or other *RELN* variants in autism vs controls (PMIDs: 12192627, 14515139, 15048647, 15048648, 20554015). Since 2001, numerous heterozygous coding variants in *RELN* have been reported in individuals with complex neurodevelopmental disorders, including intellectual disability (ID) and autism, but their pathogenicity is unclear (PMIDs: 25363760, 25363768, 25621899, 28191889, 28867142, 31981491, 33057194). For this reason, these variants were not scored. Several heterozygous truncating variants have also been reported in autism or ID, including 5 de novo (PMIDs: 25363760, 28191889, 31981491, 33057194). However, some truncating variants are inherited (with no information about the parental phenotype; PMIDs: 25363760, 28191889), or occur in healthy controls (PMID: 31981491). Although *RELN* is highly constrained for truncating variants (pLI = 1, gnomAD v2.1.1), there are 33 instances of truncating variants in gnomAD. Of note, carrier parents of individuals with autosomal recessive lissencephaly with cerebellar hypoplasia due to biallelic loss-of-function *RELN* variants (truncating variants or chromosomal rearrangements) were not noted to have abnormal phenotypes, consistent with the lack of pathogenicity of heterozygous variants (PMIDs: 16958033, 17431900). Thus, truncating variants were also not scored, given the overall lack of convincing evidence that heterozygous loss-of-function variation causes disease.\n\nMultiple lines of experimental evidence have been reported, including animal models, expression studies, and *in vitro* functional assays (PMIDs: 10612399, 11786309, 12691835, 16977475, 18547243, 18845182, 21777509, 23104248, 23752244, 27134686, 30022058); however, it should be noted that many of the heterozygous reelin mouse models have failed to replicate significant behavioral findings from previous papers. Furthermore, the phenotypes outlined in these studies indicate deficits in neuronal migration, which is more consistent with the role of *RELN* in autosomal recessive lissencephaly, and thus was not scored as part of this curation (PMID: 30022058).\n\nIn summary, there is no convincing genetic evidence to support the relationship between *RELN* and autosomal dominant complex neurodevelopmental disorders, including autism spectrum disorder, so this gene-disease relationship is disputed. This gene-disease pair was originally evaluated by the Intellectual Disability and Autism Gene Curation Expert Panel on April 29, 2019 with a final classification of Disputed. It was reevaluated both on March 17, 2021 and July 19, 2023. As a result of these reevaluations, the original classification of Disputed did not change. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on July 19, 2023 (SOP Version 9).\n\nThe gene-disease relationship between RELN and complex neurodevelopmental disorder has been disputed by the ID/Autism GCEP. More information, such as supporting or contradictory evidence, is needed to upgrade this classification or totally refute this gene-disease relationship.","dc:isVersionOf":{"id":"cggv:c654081c-5abd-4f86-a3f7-90d7f117b93d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}