{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-06-20T17:09:45.575Z","role":"Publisher"},{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-06-15T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:4c945c40-c542-4b02-9ea1-686858e99542_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4c945c40-c542-4b02-9ea1-686858e99542","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"allele":{"id":"cggv:2505dfcb-ac84-4791-9ccd-75c608273980","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003327.4(TNFRSF4):c.193C>T (p.Arg65Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA149686"}},"detectionMethod":"Whole genome-wide linkage analysis by homozygosity mapping was performed followed by whole exome sequencing and finally Sanger sequencing to confirm the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"From PMID:20156905, Massive splenomegaly, pink rashes on the left hand, nodular lesions (3-4 cm) on the right shoulder and thigh associated with pancytopenia. Skin biopsy revealed kaposiform hemangioendeothelioma. Leishmaniosis was diagnosed on bone marrow biopsy, culture and specific IgG (Leishmania infantum). Treatment with liposomal amphotericin B for three weeks resulted in regression of the skin lesions, splenomegaly, pancytopenia and bone marrow abnormality. Five years later, patient suffered from similar hyperpigmented pink to purple eruptions on bilateral lower extremities, multiple warts on both hands and splenomegaly. A relapse of leishmaniasis was excluded by biopsy and culture. Patient had normal immunoglobulin levels, negative HIV serology and a negative PPD test. Kaposi’s sarcoma was diagnosed by skin biopsy showing typical spindle cells and positive in situ HHV-8 staining. IFN-α2a therapy was not affective. Chemotherapy and finally four rounds of etoposide caused the lesions to regress. From PMID: 23897980, examining PHA activated healthy control T cells, OX40 expression was strongly induced on CD4+ T cells and to a lesser extent on activated CD8+ T cells, while the patient's T cells following PHA activation had diminished but not abolished OX40 levels. Importantly, patient T cells had normal CD25 expression, suggesting that response to PHA was not diminished. Additionally, the proportions of T, B, NK, NKT, and γδ T cells in PBMCs were also similar to those of age-matched healthy controls. Patient’s PHA-activated T cell blasts contained a much smaller proportion of the 50-kD form and a much higher proportion of the 35-kD form upon immunoblotting, which is abnormal from healthy controls which have a higher proportion of the 50-kD form of OX40 proteins. The 35-kD form has immature, high-mannose N-linked carbohydrates and no O-linked carbohydrates, suggesting that most of the patients OX40 does not reach the Golgi apparatus. Patient had no IFN-γ production by the patient’s PBMCs in response to recall antigens, including tetanus toxoid (TT) and common viruses. Patient had a systemic CD4+ memory T cell deficiency. Results suggest an in vivo deficiency of antigen-specific memory CD4+ T cells in the patient. Finally, OX40 in the patient's cells failed to bind to the OX40 ligand. ","phenotypes":["obo:HP_0001744","obo:HP_0200043"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fd9f5ade-3a0d-44e6-b8ba-df676b2605a2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2505dfcb-ac84-4791-9ccd-75c608273980"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23897980","type":"dc:BibliographicResource","dc:abstract":"Kaposi sarcoma (KS), a human herpes virus 8 (HHV-8; also called KSHV)-induced endothelial tumor, develops only in a small fraction of individuals infected with HHV-8. We hypothesized that inborn errors of immunity to HHV-8 might underlie the exceedingly rare development of classic KS in childhood. We report here autosomal recessive OX40 deficiency in an otherwise healthy adult with childhood-onset classic KS. OX40 is a co-stimulatory receptor expressed on activated T cells. Its ligand, OX40L, is expressed on various cell types, including endothelial cells. We found OX40L was abundantly expressed in KS lesions. The mutant OX40 protein was poorly expressed on the cell surface and failed to bind OX40L, resulting in complete functional OX40 deficiency. The patient had a low proportion of effector memory CD4(+) T cells in the peripheral blood, consistent with impaired CD4(+) T cell responses to recall antigens in vitro. The proportion of effector memory CD8(+) T cells was less diminished. The proportion of circulating memory B cells was low, but the antibody response in vivo was intact, including the response to a vaccine boost. Together, these findings suggest that human OX40 is necessary for robust CD4(+) T cell memory and confers apparently selective protective immunity against HHV-8 infection in endothelial cells.","dc:creator":"Byun M","dc:date":"2013","dc:title":"Inherited human OX40 deficiency underlying classic Kaposi sarcoma of childhood."}},"rdfs:label":"Byun et al. Proband"},{"id":"cggv:fd9f5ade-3a0d-44e6-b8ba-df676b2605a2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd9f5ade-3a0d-44e6-b8ba-df676b2605a2_variant_evidence_item"},{"id":"cggv:fd9f5ade-3a0d-44e6-b8ba-df676b2605a2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Production of OX40 in Jurkat or HEK-293 cells with retroviral expression vectors containing an internal ribosomal entry site (IRES) followed by GFP resulted in lower levels of R65C mutant protein than of WT protein on the cell surface. Additionally, binding to OX40L was severely impaired in Hek293 and Jurkat cells expressing OX40-R65C, as shown by comparison with cells expressing OX40-WT (16-fold decrease)."}],"strengthScore":0.5,"dc:description":"Variant is found at a rate of 0.00008830 (2/22650 alleles) in the African/African American population  and at a rate of 0.00004313 (5/115924 alleles) in the European (Non-Finnish) population in gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2229c178-603c-45ba-b67c-7ee7915e91a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0281f320-4820-49a2-9538-ec302f2e69b5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"From Northern blot analysis, OX40 mRNA was only expressed in lymphoid tissues and was not found in the heart, lung, brain, kidney, or liver. Additionally, the authors found a significant increase in mRNA expression following T cell activation via anti CD3+ binding. The authors also demonstrated that the OX40 ligand in B cells is upregulated in response to activation. The results of this paper support the function of OX40 and OX40 ligand binding as influencing several aspects of T cell activation including cytokine production, continued CD4+ activation, and increased T cell survival.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8228223","type":"dc:BibliographicResource","dc:abstract":"A cDNA library was prepared from the murine Th cell line Th2 D.10 and used to clone the murine homologue of Ox40 by polymerase chain reaction. Comparison of the mouse sequence with the rat revealed greater than 90% homology between the two sequences at both the DNA and protein level. Northern blot analysis found that, as in the rat, Ox40 expression appears to be restricted to activated T cells. A chimeric receptor globulin was prepared to include the mouse Ox40 extracellular domain coupled to the hinge-CH2-CH3 domains of human IgG1 (Ox40-Ig). This soluble form of the molecular was then used to identify cells bearing a ligand for Ox40. FACS analysis revealed that Ox40-Ig bound to a subset of peritoneal B cells as well as to a fraction of LPS-activated splenic B cells. Immunostaining of spleen sections using an Ag-specific conjugate and Ox40-Ig found a significant proportion of antibody-forming cells co-stained with Ox40-Ig. Immunoprecipitation of cell-surface radiolabeled peritoneal B cells suggests a specific interaction with a protein of 70 kDa.","dc:creator":"Calderhead DM","dc:date":"1993","dc:title":"Cloning of mouse Ox40: a T cell activation marker that may mediate T-B cell interactions."},"rdfs:label":"Calderhead et al. Expression of OX40"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7a3d6658-dbe2-47ea-a451-52e7165c5ede","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e581607e-9334-4e2d-b3e1-a6365f940b55","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"OX40 and the OX40 ligand are both expressed on T cells 24 to 48 hours following antigen presentation to a T cell by an antigen presenting cell. Following antigen presentation, OX40 via OX40 ligand signaling influences several T cell effector mechanisms. These mechanisms include cytokine production, continued CD4+ activation, increased T cell survival, increased effector phenotypes and reduced regulatory phenotypes. In the only observed case of OX40 deficiency in humans, a principal immunological phenotypes was the impaired memory CD4+ T cell response to antigens, which included decreased IFN-γ production in response to antigens. The patient also demonstrated decreased OX40 expression on CD4+ T cells, impaired naive T cell peripheral circulation, and had Kaposi’s sarcoma a disease typically associated with immunosuppression. These patient phenotypes are in line with OX40's role in influencing T cell effector mechanisms and similar to several OX40 deficient models. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26215166","type":"dc:BibliographicResource","dc:abstract":"The tumour necrosis factor receptor OX40 (CD134) is activated by its cognate ligand OX40L (CD134L, CD252) and functions as a T cell co-stimulatory molecule. OX40-OX40L interactions have been proposed as a potential therapeutic target for treating autoimmunity. OX40 is expressed on activated T cells, and in the mouse at rest on regulatory T cells (Treg). OX40L is found on antigen-presenting cells, activated T cells and others including lymphoid tissue inducer cells, some endothelia and mast cells. Expression of both molecules is increased after antigen presentation occurs and also in response to multiple other pro-inflammatory factors including CD28 ligation, CD40L ligation and interferon-gamma signaling. Their interactions promote T cell survival, promote an effector T cell phenotype, promote T cell memory, tend to reduce regulatory function, increase effector cytokine production and enhance cell mobility. In some circumstances, OX40 agonism may be associated with increased tolerance, although timing with respect to antigenic stimulus is important. Further, recent work has suggested that OX40L blockade may be more effective than OX40 blockade in reducing autoimmunity. This article reviews the expression of OX40 and OX40L in health, the effects of their interactions and insights from their under- or over-expression. We then review OX40 and OX40L expression in human autoimmune disease, identified associations of variations in their genes (TNFRSF4 and TNFSF4, respectively) with autoimmunity, and data from animal models of human diseases. A rationale for blocking OX40-OX40L interaction in human autoimmunity is then presented along with commentary on the one trial of OX40L blockade in human disease conducted to date. Finally, we discuss potential problems with clinical use of OX40-OX40L directed pharmacotherapy.","dc:creator":"Webb GJ","dc:date":"2016","dc:title":"OX40, OX40L and Autoimmunity: a Comprehensive Review."},"rdfs:label":"Webb et al. Biochemical function of OX40 "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c6d248f-3bf3-4bcb-b30d-90763516d5ef","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2d124a7-f8e4-47b3-8b05-84600191adf2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Despite expressing low levels of OX40 on the cell surface, the patient had completely abolished OX40 ligand binding on PHA activated T cells. Lentiviral transfection of OX40-WT rescued this phenotype, restoring OX40 ligand binding in patient T cells. Meanwhile, lentiviral transfection of the patient variant OX40-R65C, failed to rescue this phenotype. This result is also in line with severely impaired OX40 ligand binding in Jurkat cells expressing the OX40-R65C variant. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23897980","rdfs:label":"Byun et al. Rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:b00ae18f-51ec-4ebb-9431-41f60be280dc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3248587b-6e34-4900-b1e6-0732fb7953f5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"OX40 deficient mice recapitulated central features of the disease phenotype observed in the only OX40 deficiency case in humans. Importantly, there was recapitulation of marked impairment of memory CD4+ T cells in response to recall antigens. In both the mouse model and the OX40 deficient proband, there was decreased cytokine response to vaccinations including marked decreases in IFN-γ. The mouse model also demonstrated a sustained decrease in CD4+ proliferation after in vitro antigen stimulation including after 35 days post vaccination, in line with a deficiency in CD4+ memory T cell response. An important difference between the animal models and the phenotypes observed in the proband is that the animal model did not measure B cell immunity, whereas the proband demonstrated a low frequency of circulating memory B cells but intact antibody response in vivo.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10975814","type":"dc:BibliographicResource","dc:abstract":"The costimulatory receptor OX40 has recently been shown to be involved in primary CD4 responses to several defined Ags. However, to date there has been little information regarding the mechanism of action of OX40, such as whether it regulates T cell numbers, reactivity, or both, and whether it contributes to induction of long-term T cell responses. With an agonist Ab to OX40, and by tracking Ag-specific TCR transgenic T cells in vivo, we show that ligation of OX40 induces clonal expansion and survival of CD4 cells during primary responses, and results in the accumulation of greater numbers of memory cells with time. Significantly, OX40-deficient T cells, from mice generated by gene targeting, secrete IL-2 and proliferate normally during the initial period of activation, but cannot sustain this during the latter phases of the primary response, exhibiting decreased survival over time. Mice lacking OX40 develop only low frequencies of Ag-specific CD4 cells late in primary responses in vivo and generate dramatically lower frequencies of surviving memory cells. These results demonstrate that OX40-OX40L interactions control primary T cell expansion and the ability to retain high numbers of Ag-specific T cells. In this way, OX40 signals promote survival of greater numbers of T cells with time and control the size of the memory T cell pool.","dc:creator":"Gramaglia I","dc:date":"2000","dc:title":"The OX40 costimulatory receptor determines the development of CD4 memory by regulating primary clonal expansion."},"rdfs:label":"Gramaglia et al. OX40 deficient mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"These results are line with the results of multiple OX40 deficient mice models PMID:15173831 showing impaired memory CD4+ T cell responses to recall antigens. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":6477,"specifiedBy":"GeneValidityCriteria9","strengthScore":5,"subject":{"id":"cggv:d03c1d04-fc21-4377-9a2a-59ed99f38882","type":"GeneValidityProposition","disease":"obo:MONDO_0014268","gene":"hgnc:11918","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*TNFRSF4* has been reported in relation to combined immunodeficiency due to OX40 deficiency in one proband with a homozygous missense variant in 2013 (Byun et al., PMID:23897980). The one described patient from Byun et al. presented with Kaposi sarcoma along with a low proportion of peripheral effector memory CD4+ T cells and decreased cytokine response including no IFN-γ production by the patient’s PBMCs in response to recall antigens, suggestive of a deficiency in antigen-specific memory CD4+ T cells. The heterozygous parents and siblings were reportedly unaffected. The mechanism of pathogenicity appears to be loss of function. \n\nThis gene-disease association is also supported by the biochemical function of OX40, where OX40 and the OX40 ligand are both expressed on T cells 24 to 48 hours following antigen presentation to a T cell. During activation, OX40 via OX40 ligand signaling influences several T cell effector mechanisms. These mechanisms include cytokine production, continued CD4+ activation, increased T cell survival, increased effector phenotypes and reduced regulatory phenotypes (PMID:26215166). Additionally, the disease relationship is supported by expression, where OX40 mRNA in lymphoid tissue greatly increases following T cell activation (PMID:8228223). The gene disease relationship is also supported by rescue, where transfection of WT-OX40 rescued OX40 ligand binding on PHA activated T cells, unlike patient variant R65C (PMID:23897980). Finally, OX40 deficient mice recapitulate several features of the disease phenotype including marked impairment of memory CD4+ T cells in response to recall antigens and decreased cytokine response to vaccinations (PMID:10975814). In summary, there is limited evidence to support this gene-disease relationship. Although more genetic evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the SCID-CID GCEP on June, 15 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:4759ec3f-6876-41c4-a6eb-fdceedccbc60"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}