{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-09-30T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56b183cf-e93e-4341-b66a-1d4e057760b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f828fd59-ef4d-4d7a-8bc6-165207ffcc66","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The coagulation factor proteins encoded by F5, F2 and F10 along with protein C encoded by PROC are integral components of the blood coagulation pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3286010","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Furie B","dc:date":"1988","dc:title":"The molecular basis of blood coagulation."},"rdfs:label":"Furie_Coagulation pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2616722c-7be7-4e9f-81bb-224c54348122","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88344fa8-3933-48ff-8f9b-1c43a330f1ad","type":"FunctionalAlteration","dc:description":"The recombinant murine FV proteins were assayed for susceptibility to APC inactivation using APC-resistance assay. Wild-type recombinant murine FV was completely inactivated by t = 5 minutes. Single mutations at R305Q or R504Q resulted in partial resistance to APC (~25% at 25 mins or complete inactivation at 25 mins). The double mutant (R305Q/R504Q) was markedly resistant to APC inactivation, retaining ∼70% of its initial peak activity at t = 25 minutes.\n\nCleavage of wild-type and mutant FV by APC was detected by western blot with affinity-purified rabbit polyclonal anti-murine FV heavy-chain antibody (recognizes N-terminal segment of residues 1-305). Mutants generated fragments consistent with loss of FV APC cofactor activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9616155","type":"dc:BibliographicResource","dc:abstract":"Factor V (FV) is a central regulator of hemostasis, serving both as a critical cofactor for the prothrombinase activity of factor Xa and the target for proteolytic inactivation by the anticoagulant, activated protein C (APC). To examine the evolutionary conservation of FV procoagulant activity and functional inactivation by APC, we cloned and sequenced the coding region of murine FV cDNA and generated recombinant wild-type and mutant murine FV proteins. The murine FV cDNA encodes a 2,183-amino acid protein. Sequence comparison shows that the A1-A3 and C1-C2 domains of FV are highly conserved, demonstrating greater than 84% sequence identity between murine and human, and 60% overall amino acid identity among human, bovine, and murine FV sequences. In contrast, only 35% identity among all three species is observed for the poorly conserved B domain. The arginines at all thrombin cleavage sites and the R305 and R504 APC cleavage sites (corresponding to amino acid residues R306 and R506 in human FV) are invariant in all three species. Point mutants were generated to substitute glutamine at R305, R504, or both (R305/R504). Wild-type and all three mutant FV recombinant proteins show equivalent FV procoagulant activity. Single mutations at R305 or R504 result in partial resistance of FV to APC inactivation, whereas recombinant murine FV carrying both mutations (R305Q/R504Q) is nearly completely APC resistant. Thus, the structure and function of FV and its interaction with APC are highly conserved across mammalian species.","dc:creator":"Yang TL","dc:date":"1998","dc:title":"The structure and function of murine factor V and its inactivation by protein C."},"rdfs:label":"Yang_Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The experiment shows how the function of the FV protein is altered by the Factor V Leiden variant, c.1601G>A (p.Arg534Gln). APC resistance is observed similar to that in humans as a result of this variant. The experiment is scored default points."},{"id":"cggv:7a482a66-7390-4f20-ad96-dfc0df8cfd0c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e553fb71-000f-4fdc-8f69-4d72fe8642ba","type":"FunctionalAlteration","dc:description":"Time courses of APC-catalyzed inactivation of mutant factor Va was considerably low at low APC concentration (0.15nM): more than 45 minutes for 50% loss of cofactor activity. At higher APC concentration (1.5nM), inactivation occurred via a monophasic reaction.\n\nBiphasic time courses are postulated to result from rapid cleavage at Arg534 yielding a reaction intermediate that possesses partial cofactor activity in prothrombin activation. This reaction intermediate is fully inactivated by subsequent slow cleavage at Arg334. Inactivation of factor VaR534Q likely proceeds via a monophasic reaction that is the result of slow cleavage at Arg334.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7673148","type":"dc:BibliographicResource","dc:abstract":"Factor V was purified from the plasma of an activated protein C (APC)-resistant patient who is homozygous for the mutation Arg506-->Gln (factor VR506Q). Factor VR506Q was converted by thrombin into factor Va which was further purified yielding a factor Va preparation that had the same cofactor activity in prothrombin activation as normal factor Va. Inactivation of low concentrations of normal factor Va (< 5 nM) by 0.15 nM APC in the presence of phospholipid vesicles proceeded via a biphasic reaction that consisted of a rapid phase (k = 4.3 x 10(7) M-1s-1), yielding a reaction intermediate with reduced cofactor activity that was fully inactivated during the subsequent slow phase (k = 2.3 x 10(6) M-1s-1). Inactivation of factor VaR506Q proceeded via a monophasic reaction (k = 1.7 x 10(6) M-1s-1). Immunoblot analysis showed that APC-catalyzed inactivation of factor Va occurred via peptide bond cleavages in the heavy chain. The rapid phase of inactivation of normal factor Va was associated with cleavage at Arg506 and full inactivation of factor Va required subsequent cleavage at Arg306. The slow monophasic inactivation of factor VaR506Q correlated with cleavage at Arg306. Cleavage at Arg506 in normal factor Va resulted in accumulation of a reaction intermediate that exhibited 40% cofactor activity in prothrombin activation mixtures that contained a high factor Xa concentration (5 nM). Compared with native factor Va, the reaction intermediate retained virtually no cofactor activity at low factor Xa concentrations (0.3 nM). This demonstrates that factor Va that is cleaved at Arg506 is impaired in its ability to interact with factor Xa. Michaelis-Menten kinetic analysis showed that cleavage at Arg506 in membrane-bound factor Va was characterized by a low Km for factor Va (20 nM) and kcat = 0.96 s-1. For cleavage at Arg306 in factor VaR506Q the kinetic parameters were Km = 196 nM and kcat = 0.37 s-1. This means that differences between APC-catalyzed inactivation of factors Va and VaR506Q become much less pronounced at high factor Va concentrations. When factor VaR506Q was inactivated by APC in the absence of phospholipids, cleavage at Arg679 of the heavy chain also contributed to factor Va inactivation. Comparison of rate constants for APC-catalyzed cleavage at Arg306, Arg506, and Arg679 in the absence and presence of phospholipids indicated that phospholipids accelerated these cleavages to a different extent.(ABSTRACT TRUNCATED AT 400 WORDS)","dc:creator":"Nicolaes GA","dc:date":"1995","dc:title":"Peptide bond cleavages and loss of functional activity during inactivation of factor Va and factor VaR506Q by activated protein C."},"rdfs:label":"Nicolaes_Functional variant evidence"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The experiment is not scored for experimental evidence, but to provide information on the functional characterization of the FVL variant."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b637b89a-ddaf-4aff-a9fd-ed64356ebec7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c357dc63-e37e-40c7-b37d-2c0aa7943c00","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with FV Leiden display a thrombotic phenotype. Heterozygous FvQ/+ mice showed rare, sporadic thrombo-embolic events. Homozygous FvQ/Q mice showed evidence for chronic, low-grade thrombin generation leading to enhanced fibrin deposition in multiple tissues.  (APC resistance ratio, 2.1 ± 0.3 for Fv+/+, 1.5 ± 0.1 for FvQ/+, and 1.3 ± 0.1 for FvQ/Q mice).\n\nNeonatal mortality (due to widespread thrombosis affecting multiple organs, including brain, liver, heart, pancreas, and spleen) of FvQ/Q mice was observed in the mixed-genetic background of 129Sv-C57BL/6J, in contrast to humans, and attributable to strain-specific genetic modifiers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11110695","type":"dc:BibliographicResource","dc:abstract":"A polymorphism in coagulation factor V, factor V Leiden (FVL), is the major known genetic risk factor for thrombosis in humans. Approximately 10% of mutation carriers experience clinically significant thrombosis in their lifetime. In a small subset of patients, thrombosis is associated with coinheritance of other prothrombotic gene mutations. However, the potential contribution of additional genetic risk factors in the majority of patients remains unknown. To gain insight into the molecular basis for the variable expressivity of FVL, mice were generated carrying the homologous mutation (R504Q [single-letter amino acid codes]) inserted into the endogenous murine Fv gene. Adult heterozygous (FvQ/+) and homozygous (FvQ/Q) mice are viable and fertile and exhibit normal survival. Compared with wild-type mice, adult FvQ/Q mice demonstrate a marked increase in spontaneous tissue fibrin deposition. No differences in fetal development or survival are observed among FvQ/Q, FvQ/+ or control littermates on the C57BL/6J genetic background. In contrast, on a mixed 129Sv-C57BL/6J genetic background, FvQ/Q mice develop disseminated intravascular thrombosis in the perinatal period, resulting in significant mortality shortly after birth. These results may explain the high degree of conservation of the R504/R506 activated protein C cleavage site within FV among mammalian species and suggest an important contribution of other genetic factors to the thrombosis associated with FVL in humans. (Blood. 2000;96:4222-4226)","dc:creator":"Cui J","dc:date":"2000","dc:title":"Spontaneous thrombosis in mice carrying the factor V Leiden mutation."},"rdfs:label":"Cui_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The mouse model recapitulates the phenotype observed in humans. However, the phenotype observed in homozygous mice is much severe in comparison to that in humans. The authors note the possibility of genetic modifiers due to the 129Sv background. \n\nBetween, heterozygous and homozygous humans, the risk of thrombosis is greater in homozygotes. This suggests a semi-dominance in the bi-allelic form. Since this model has been shown to recapitulate human phenotype in this paper and in PMID: 16268462, the score is upgraded to 3 points."},{"id":"cggv:b935acbc-58ef-4d22-9999-c81063b1943a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27abd6f9-bc2f-4485-bd17-8baf527507cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Direct-current electrical injury was induced by a microsurgical needle in the femoral vein to generate thrombi. Thrombus volumes in wildtype mice increased with time, peaking at 30 minutes and regressing by 60 minutes. FVL mutant mice had significantly larger thrombi in comparison to wildtype at 10 and 30 minutes. SEM of the clot surface revealed fibrin-rich thrombus with entrapped RBCs, platelets,and occasional other white cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16268462","type":"dc:BibliographicResource","dc:abstract":"Deep vein thrombosis (DVT) occurs with high prevalence in association with a number of risk factors, including major surgery, trauma, obesity, bed rest (> 5 days), cancer, a previous history of DVT, and several predisposing prothrombotic mutations. A novel murine model of DVT was developed for applications to preclinical studies of transgenically constructed prothrombotic lines and evaluation of new antithrombotic therapies.A transient direct-current electrical injury was induced in the common femoral vein of adult C57BI/6 mice. A non-occlusive thrombus grew, peaking in size at 30 min, and regressing by 60 min, as revealed by histomorphometric volume reconstruction of the clot. Pre-heparinization greatly reduced clot formation at 10, 30, and 60 min (p < 0.01 versus non-heparinized). Homozygous FactorV Leiden mice (analogous to the clinical FactorV Leiden prothrombotic mutation) on a C57Bl/6 background had clot volumes more than twice those of wild-types at 30 min (0.121 +/- 0.018 mm3 vs. 0.052 +/- 0.008 mm3, respectively; p < 0.01). Scanning electron microscopy revealed a clot surface dominated by fibrin strands, in contrast to arterial thrombi which showed a platelet-dominated structure. This new model of DVT presents a quantifiable approach for evaluating thrombosis-related murine transgenic lines and for comparatively evaluating new pharmacologic approaches for prevention of DVT.","dc:creator":"Cooley BC","dc:date":"2005","dc:title":"A murine model of deep vein thrombosis: characterization and validation in transgenic mice."},"rdfs:label":"Cooley_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The MuDVT mouse model shows increased thrombotic activity in the Factor V Leiden mutant mouse model, consistent with the human phenotype. This model has been shown to generate larger thrombi in comparison to wildtype, and heterozygotes have been shown to generate thrombi in the intermediate range in PMID: 16793123 (Table 1, Figure 2). Thrombotic occlusion rates in arteries and veins (CARVET model) were significantly higher in homozygous FVL mutant compared to wildtype. This evidence adds to the available evidence on this mouse model, which was generated by the authors in PMID: 11110695. The points have been awarded cumulatively in the evidence from PMID: 11110695."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:dff6eb9f-f354-44df-8756-133138642741","type":"EvidenceLine","evidence":[{"id":"cggv:dff6eb9f-f354-44df-8756-133138642741_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:43e59dd8-32f3-43f4-9793-1ee1c2da9498","type":"Cohort","allGenotypedSequenced":200,"alleleFrequency":0.185,"detectionMethod":"Factor 5 gene polymorphism analyzed by PCR-RFLP using MnlI","evidence":[{"id":"cggv:dff6eb9f-f354-44df-8756-133138642741_cc_evidence_item"}],"numWithVariant":37,"relatedCondition":{"id":"cggv:02c98ddc-d8fa-446c-b302-79a4ab41301a"}},"controlCohort":{"id":"cggv:40040780-e2ec-4090-8d59-32673d44cb61","type":"Cohort","allGenotypedSequenced":300,"alleleFrequency":0.07,"detectionMethod":"Factor 5 gene polymorphism analyzed by PCR-RFLP using MnlI","evidence":[{"id":"cggv:dff6eb9f-f354-44df-8756-133138642741_cc_evidence_item"}],"numWithVariant":21},"lowerConfidenceLimit":1.6,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":2.81,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":4.9,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29179580","type":"dc:BibliographicResource","dc:abstract":"Coronary artery disease (CAD) is one of the chief causes of death in the world. Several hypotheses have been promoted as for the origin of the disease, among which are genetic predispositions and/or environmental factors. The aim of this study was to determine the effect of factor V (FV) gene polymorphisms (Leiden, G1691A [FVL] and HR2 A4070G) and to analyze their association with traditional risk factors in assessing the risk of CAD. Our study population included 200 Tunisian patients with symptomatic CAD and a control group of 300 participants matched for age and sex. All participants were genotyped for the FVL and HR2 polymorphisms. Multivariate logistic regression was applied to analyze independent factors associated with the risk of CAD. Our analysis showed that the FVL A allele frequency ( P < 10-3, odds ratio [OR] = 2.81, 95% confidence interval [CI] = 1.6-4.9) and GA genotype ( P < 10-3, OR = 4.03, 95% CI = 2.1-7.6) are significantly more prevalent among patients with CAD compared to those controls and may be predisposing to CAD. We further found that the FVL mutation is an independent risk factor whose effect is not modified by other factors (smoking, diabetes, hypertension, dyslipidemia, and a family history of CAD) in increasing the risk of the disease. However, analysis of FV HR2 variation does not show any statistically significant association with CAD. The FVL polymorphism may be an independent risk factor for CAD. However, further investigations on these polymorphisms and their possible synergisms with traditional risk factors for CAD could help to ascertain better predictability for CAD susceptibility.","dc:creator":"Amara A","dc:date":"2018","dc:title":"Association of FV G1691A Polymorphism but not A4070G With Coronary Artery Disease."},"rdfs:label":"Amara_Case-Control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2,"dc:description":"The case control study reports that the frequency of FVL genotypes in the Tunisian population are in Hardy-Weinberg equilibrium. (The frequency of A allele between cases and controls has been specified for power calculations.) \nCases and controls were age and sex matched, with presence/absence of phenotype and family history evaluated equivalently. Authors did not match cases and controls for genetic ancestry.  \nIn this paper, the conditional multivariate logistic model indicated that the FVL genotype, hypertension, diabetes, dyslipidemia, and age are statistically significant independent risk factors for coronary artery disease. However, single variant analysis for FVL has only been considered for awarding points for this study."},{"id":"cggv:9cf534d8-4d0a-4687-af47-b4edda736bc4","type":"EvidenceLine","evidence":[{"id":"cggv:9cf534d8-4d0a-4687-af47-b4edda736bc4_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:43db55f2-da6c-4d7f-b4c9-119d073a228d","type":"Cohort","allGenotypedSequenced":2297,"alleleFrequency":0.1863299956464954,"detectionMethod":"The study was a pooled analysis of 8 case-control studies from different centers. So, the methods vary by center, but were matched between cases and controls within the same center. Genotyping methods were PCR, direct sequencing and SSCP analysis.","evidence":[{"id":"cggv:9cf534d8-4d0a-4687-af47-b4edda736bc4_cc_evidence_item"}],"numWithVariant":428,"relatedCondition":{"id":"cggv:02c98ddc-d8fa-446c-b302-79a4ab41301a"}},"controlCohort":{"id":"cggv:33214aa3-411c-4702-a3e5-098118c7ac00","type":"Cohort","allGenotypedSequenced":3188,"alleleFrequency":0.0451693851944793,"detectionMethod":"The study was a pooled analysis of 8 case-control studies from different centers. So, the methods vary by center, but were matched between cases and controls within the same center. Genotyping methods were PCR, direct sequencing and SSCP analysis.","evidence":[{"id":"cggv:9cf534d8-4d0a-4687-af47-b4edda736bc4_cc_evidence_item"}],"numWithVariant":144},"lowerConfidenceLimit":4.1,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.07,"statisticalSignificanceType":"","statisticalSignificanceValue":4.9,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":5.9,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11583312","type":"dc:BibliographicResource","dc:abstract":"Factor V Leiden and factor II G20210A mutations are two frequent genetic risk factors involved in venous thromboembolism (VTE). The goal of this pooled analysis of 8 case-control studies, comprising a total of 2310 cases and 3204 controls, was to precisely estimate the risk of VTE in patients bearing both mutations (double heterozygotes). Odds ratios for VTE were 4.9 (95% CI; 4.1-5.9) for the factor V Leiden and 3.8 (3.0-4.9) for the factor II G20210A mutation. Fifty-one cases (2.2%) and none of the controls were double heterozygotes. The odds ratio for venous thrombosis in double heterozygotes was 20.0 (11.1-36.1). Twelve percent of patients heterozygous for factor V Leiden were also heterozygous for factor II G20210A and conversely 23% of patients heterozygous for factor II G20210A were also heterozygous for factor V Leiden. Furthermore, in this large population we analyzed the effect of oral contraceptive (OC) in women carrying one of these mutations. Odds ratio for VTE associated with OC was 2.29 (1.72-3.04). In factor V Leiden carriers using OC, the odds ratio for VTE was 10.25 (5.69-1 8.45). The odds ratio of the association of factor II mutation and OC use was 7.14 (3.39-15.04). Finally, we also confirmed that the frequency of factor V Leiden was lower in patients with pulmonary embolism than in patients with deep vein thrombosis without PE (odds ratio 0.69). Conversely, factor II G20210A mutation was equally balanced in both patient groups.","dc:creator":"Emmerich J","dc:date":"2001","dc:title":"Combined effect of factor V Leiden and prothrombin 20210A on the risk of venous thromboembolism--pooled analysis of 8 case-control studies including 2310 cases and 3204 controls. Study Group for Pooled-Analysis in Venous Thromboembolism."},"rdfs:label":"Emerich_case-control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.5,"dc:description":"The data was pooled from 7 centers in Europe and 1 center in Brazil. The individuals were mostly of Caucasian ethnicity.\n\nCases and controls were age matched, but differed in sex ratios. It is not clear if presence/absence of phenotype and family history evaluated equivalently. Authors did not match cases and controls for genetic ancestry."},{"id":"cggv:9fc76e52-365a-416f-8d0b-6a6af2b68aae","type":"EvidenceLine","evidence":[{"id":"cggv:9fc76e52-365a-416f-8d0b-6a6af2b68aae_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:d51196ae-270f-4fc1-8165-cf798bdd634d","type":"Cohort","allGenotypedSequenced":119,"alleleFrequency":0.4369747899159664,"detectionMethod":"Genotyping by allele-specific restriction-enzyme analysis and confirmed by oligonucleotide-ligation assay","evidence":[{"id":"cggv:9fc76e52-365a-416f-8d0b-6a6af2b68aae_cc_evidence_item"}],"numWithVariant":52,"relatedCondition":{"id":"cggv:02c98ddc-d8fa-446c-b302-79a4ab41301a"}},"controlCohort":{"id":"cggv:094e3895-0229-4e82-9aa8-dabd4d150f67","type":"Cohort","allGenotypedSequenced":233,"alleleFrequency":0.07725321888412018,"detectionMethod":"Genotyping by allele-specific restriction-enzyme analysis and confirmed by oligonucleotide-ligation assay","evidence":[{"id":"cggv:9fc76e52-365a-416f-8d0b-6a6af2b68aae_cc_evidence_item"}],"numWithVariant":18},"lowerConfidenceLimit":5.1,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":9.3,"statisticalSignificanceValueType":"Relative Risk","upperConfidenceLimit":16.9,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10666427","type":"dc:BibliographicResource","dc:abstract":"Venous thromboembolism is a leading cause of morbidity and mortality during pregnancy and the puerperium. However, the role of mutations in the prothrombin and factor V genes and other thrombophilic abnormalities as risk factors for thromboembolism in women during pregnancy and the pueperium is not known.","dc:creator":"Gerhardt A","dc:date":"2000","dc:title":"Prothrombin and factor V mutations in women with a history of thrombosis during pregnancy and the puerperium."},"rdfs:label":"Gerhardt_Case-Control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2,"dc:description":"Individuals in this study were of German origin. Cases and controls were matched for age, sex and geographical location, with presence/absence of phenotype evaluated equivalently. Authors did not match cases and controls for genetic ancestry; but mention that the individuals were unrelated."},{"id":"cggv:34edc78f-ee22-4393-aceb-70f26ed8f35b","type":"EvidenceLine","evidence":[{"id":"cggv:34edc78f-ee22-4393-aceb-70f26ed8f35b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:2c84d167-9052-46a2-8c01-98594b711c7a","type":"Cohort","allGenotypedSequenced":100,"alleleFrequency":0.13,"detectionMethod":"Amplification-refractory mutation system to detect the Factor V Leiden mutation was employed.","evidence":[{"id":"cggv:34edc78f-ee22-4393-aceb-70f26ed8f35b_cc_evidence_item"}],"numWithVariant":13,"relatedCondition":{"id":"cggv:02c98ddc-d8fa-446c-b302-79a4ab41301a"}},"controlCohort":{"id":"cggv:9cb9e5b9-8a16-4282-94a1-7e78455212e3","type":"Cohort","allGenotypedSequenced":100,"alleleFrequency":0.02,"detectionMethod":"Amplification-refractory mutation system to detect the Factor V Leiden mutation was employed.","evidence":[{"id":"cggv:34edc78f-ee22-4393-aceb-70f26ed8f35b_cc_evidence_item"}],"numWithVariant":2},"lowerConfidenceLimit":1.15,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.003,"statisticalSignificanceType":"","statisticalSignificanceValue":7.32,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":48.4,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26649017","type":"dc:BibliographicResource","dc:abstract":"To determine the frequency of Factor V Leiden in cases of Deep Vein Thrombosis and Healthy controls.","dc:creator":"Saeed A","dc:date":"2015","dc:title":"To determine the frequency of Factor V Leiden in cases of Deep Vein Thrombosis and Healthy controls."},"rdfs:label":"Saeed_case-control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2,"dc:description":"Ethnic origin of individuals was Punjabi. Cases and controls were matched for age, sex and ethnicity, with presence/absence of phenotype and family history evaluated equivalently. Authors did not match cases and controls for genetic ancestry."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":6.5},{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:ee956af3-8ef7-4bb9-8ad0-6753b6eac76f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9cf79ab9-84d5-412f-a02e-0ce6c4485870","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"F5 gene exons and exon-intron junctions amplified by PCR and direct-sequenced. Pyrosequence analysis of genomic DNA obtained from 92 healthy Caucasian blood donors from the UK revealed absence of c.1250T>C","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Spontaneous thrombosis of right femoral vein and inferior vena cava","phenotypes":"obo:HP_0001977","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ee956af3-8ef7-4bb9-8ad0-6753b6eac76f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:434d1ede-e478-4825-aff5-059c78a87ed2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.1160T>C (p.Ile387Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/655"}},{"id":"cggv:d2701714-7d17-443f-8523-3c8f6bdb5469","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.439G>T (p.Glu147Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/645"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14617013","type":"dc:BibliographicResource","dc:abstract":"We report a kindred in which two siblings suffered spontaneous venous thromboses in the second decade of life. Further investigation showed reduced coagulation factor V (FV) activity and activated protein C resistance (APCR) ratio but no other thrombophilic abnormalities. The reduction in APCR ratio persisted in a modified APCR assay in which FV activity was normalized between test and control plasmas. Analysis of the FV gene showed that the thrombotic individuals had a complex genotype that included two novel point mutations c.529G>T and c.1250T>C resulting in FV E119X and FV I359T substitutions inherited on different alleles. Individuals in the kindred with FV E119X or FV I359T substitutions alone were asymptomatic. We suggest that the FV I359T substitution confers pro-thrombotic risk and APCR, but that this is only clinically manifest when co-inherited with the FV E119X allele. The FV I359T substitution creates a new consensus sequence for N-linked glycosylation within the FV heavy chain and we speculate that this abnormal glycosylation may disrupt activated protein C-mediated proteolysis of the variant FV and FVa.","dc:creator":"Mumford AD","dc:date":"2003","dc:title":"Factor V I359T: a novel mutation associated with thrombosis and resistance to activated protein C."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14617013","rdfs:label":"Mumford_Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The two variants are found to be in trans. The Glu147Ter (previously Glu119Ter) is a nonsense mutation, resulting in a truncated protein that is subsequently degraded by nonsense-mediated decay. This variant is found in cis with a likely benign variant, NM_000130.4:c.6443T>C (p.Met2148Thr)(ClinVar: 255214), found in additional family members and reported at a frequency of 0.04743 in Europeans. The other two variants are not found in gnomAD. The variant associated with thrombophilia was determined to be c.1160T>C (p.Ile387Thr), with functional evidence from PMID:14695241. The Ile387Thr mutation introduces a novel N-linked glycosylation site at Asn357, resulting in a two-fold reduction in cleavage by APC at Arg306. In addition, they found that the APC-cofactor activity of mutant FV(Ile387Thr) in the degradation of FVIIIa was impaired. This missense mutation was termed Factor V Liverpool."},{"id":"cggv:83df6dc1-0661-400b-9fc4-5afa33a10154_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a01c9f0-66d5-46fc-b2b4-3a93139db012","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"Next generation sequencing using a panel of 15 loci involved in hemostasis including F5","phenotypes":"obo:HP_0002625","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:83df6dc1-0661-400b-9fc4-5afa33a10154_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c6b88b22-c6df-4a48-907d-e298e9371c0d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.1631A>G (p.Gln544Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343124035"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28889200","type":"dc:BibliographicResource","dc:abstract":"Thrombophilia, commonly manifested as venous thromboembolism (VTE), is a worldwide concern but little is known on its genetic epidemiology in many parts of the globe particularly in the developing countries. Here we employed TaqMan genotyping and pyrosequencing to evaluate the prevalence of known common nucleotide polymorphisms associated with thrombophilia in a Somali population in the Puntland region of Somalia. We also employed next generation sequencing (NGS) to investigate other genetic variants in a Somali patient with deep venous thrombosis (DVT). As expected, we found no existence of factor V Leiden (rs6025) and prothrombin G20210A (rs1799963) in the Somali population. The G allele of ABO [261G/delG] polymorphism (rs8176719) was found at a frequency of 29%, similar to that observed in other African populations. We found the lowest so far reported frequency of MTHFR C677T (rs1801133) polymorphism in the Somali population (T allele frequency 1.5%). A novel and deleterious single nucleotide variation in exon 11 of coagulation factor V (c.1631A>G) causing Gln544Arg exchange in factor V was identified in a 29 years old Somali female with DVT. The same patient was heterozygous to VKORC1 Asp36Tyr polymorphism (rs61742245) that predisposes to warfarin resistance. In conclusion, this study shows that common hereditary factors for thromboembolism found in Caucasians are either less frequent or absent in the Somali population-similar to the situation in other Africans. NGS is possibly a better choice to detect genetic risk variants for thrombosis in this ethnic group.","dc:creator":"Abdi AA","dc:date":"2017","dc:title":"Prevalence of common hereditary risk factors for thrombophilia in Somalia and identification of a novel Gln544Arg mutation in coagulation factor V."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28889200","rdfs:label":"Abdi_proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"This missense variant is predicted to be deleterious by in-silico prediction tools, CADD and SIFT. It was identified as a conserved residue in 11 species of mammals, reptiles and fish. It is not found on gnomAD. This variant is scored reduced points due to the absence of functional evidence."},{"id":"cggv:abef5665-e7c4-49f8-981a-4d482d05fac6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7755d3cc-8f57-49a4-af74-0b4fae46fb8b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Following PCR amplification of the 267 bp fragment, it was restriction digested with MnlI to determine heterozygotes and homozygotes.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012175","previousTesting":true,"previousTestingDescription":"Normalized APC sensitivity ratio (n-APC-SR) was determined to be <0.84 for classification of APC resistance.","sex":"Male","variant":{"id":"cggv:abef5665-e7c4-49f8-981a-4d482d05fac6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0c95aa5e-2e1a-4de6-8c8c-f7e9e3775706","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.1601G>A (p.Arg534Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/642"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8164741","type":"dc:BibliographicResource","dc:abstract":"Activated protein C (APC) is a serine protease with potent anticoagulant properties, which is formed in blood on the endothelium from an inactive precursor. During normal haemostasis, APC limits clot formation by proteolytic inactivation of factors Va and VIIIa (ref. 2). To do this efficiently the enzyme needs a nonenzymatic cofactor, protein S (ref. 3). Recently it was found that the anticoagulant response to APC (APC resistance) was very weak in the plasma of 21% of unselected consecutive patients with thrombosis and about 50% of selected patients with a personal or family history of thrombosis; moreover, 5% of healthy individuals show APC resistance, which is associated with a sevenfold increase in the risk for deep vein thrombosis. Here we demonstrate that the phenotype of APC resistance is associated with heterozygosity or homozygosity for a single point mutation in the factor V gene (at nucleotide position 1,691, G-->A substitution) which predicts the synthesis of a factor V molecule (FV Q506, or FV Leiden) that is not properly inactivated by APC. The allelic frequency of the mutation in the Dutch population is approximately 2% and is at least tenfold higher than that of all other known genetic risk factors for thrombosis (protein C (ref. 8), protein S (ref. 9), antithrombin10 deficiency) together.","dc:creator":"Bertina RM","dc:date":"1994","dc:title":"Mutation in blood coagulation factor V associated with resistance to activated protein C."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8164741","rdfs:label":"Bertina_Proband_III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This missense variant causes a change in the amino acid at position 534, where Glutamine is substituted for Arginine. This destroys the cleavage site for APC binding and subsequent inactivation of Factor V, resulting in increased risk to thrombosis. The functional characterization of this missense variant is available in PMID: 7673148. The paper reports the time courses of APC-catalyzed inactivation of wildtype FVa and mutant (FVL) FVa. It was found that mutant FVa took more than 45 minutes to lose 50% of its cofactor activity, while wildtype FVa lost 50% of cofactor activity within 3 minutes. This supports the impact of this variant, warranting an upgrade of the score.\n\nFVL is a founder variant that is found at a higher frequency in the European population. There is also evidence for the presence of this variant in other populations.\n\nThis variant was found to cosegregate with individuals with APC resistance in the homozygous and heterozygous states in multiple individuals, including the proband. The variant is awarded a higher score than default."},{"id":"cggv:33669568-43c9-4d0e-90df-86bfa9470175_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8e3fe82a-fda0-4797-8c9b-828b046d2453","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"267 bp fragment of the F5 gene was PCR amplified and directly sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Multiple DVTs associated with pregnancy, APC-SR: 1.58 (below 5th percentile of normal controls)","phenotypes":"obo:HP_0002625","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:33669568-43c9-4d0e-90df-86bfa9470175_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0c95aa5e-2e1a-4de6-8c8c-f7e9e3775706"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7734374","type":"dc:BibliographicResource","dc:abstract":"The activated protein C (APC) resistance phenotype results from a mutation at one of the cleavage sites of factor V by APC (Q506). We describe a large family with an APC resistance phenotype and without any other detectable coagulation defect, including eight subjects who had developed deep venous thrombosis (mean age of the first thrombosis episode 29 years; range 17-55 years). The factor V Q506 mutation was detected in the seven patients with thrombosis who could be tested and in 13 asymptomatic subjects (mean age 17 years; range 5-33 years). The APC resistance was detectable in only 10 heterozygotes among the 19 tested. These data suggest that, in affected families, the risk for the factor V Q506 mutation carriers to develop thrombosis may be very high and that factor V genotyping must be performed in patients with thrombosis even without any detectable APC resistance phenotype.","dc:creator":"Beufé S","dc:date":"1995","dc:title":"Co-segregation of thrombosis with the factor V Q506 mutation in an extended family with resistance to activated protein C."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7734374","rdfs:label":"Beufe_Proband_II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The FVL founder variant has been previously scored full points in PMID: 8164741. This proband with the same FVL founder variant may be scored additional points if deemed applicable by experts."},{"id":"cggv:031654a5-4850-460a-a895-5f351a7954d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63e9f713-cd8e-4f53-ba4d-cbab9f2fee6f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"detectionMethod":"Sequencing of F5 exon and exon-intron boundaries","firstTestingMethod":"PCR","phenotypeFreeText":"APC-SR: 1.5, FV:C: 109 IU/dl","phenotypes":"obo:HP_0200067","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:031654a5-4850-460a-a895-5f351a7954d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9f690e9-da62-40fc-b508-d475c4c7d7e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.1619C>T (p.Ala540Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343124062"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27090446","type":"dc:BibliographicResource","dc:abstract":"Essentials Activated protein C (APC) resistance is a prevalent risk factor for venous thrombosis. A novel missense mutation (Ala512Val - FVBonn ) was characterized in vitro and in silico. FVBonn is a new cause of APC resistance and venous thrombosis. FVBonn expresses additionally enhanced procoagulant activity in the absence of APC.","dc:creator":"Pezeshkpoor B","dc:date":"2016","dc:title":"Identification and functional characterization of a novel F5 mutation (Ala512Val, FVB onn ) associated with activated protein C resistance."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27090446","rdfs:label":"Pezeshkpoor_IP1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This variant was found in six individuals (at least 2 found to be unrelated), including this proband, with a history of thrombotic events (abortions/DVT).  Functional analysis of this variant by in-vitro and in-silico methods proved damaging effect of this variant. It was found that this variant conferred APC resistance by interfering with cleavage at Arg506. APC cofactor activity was found to be 76% of that of wild-type.In-silico models suggest that the Ala540 variant affects cleavage at the Arg534 (FVL) site by APC, since the variant is located in the loop containing the Arg534-Gly535 cleavage site. The variant is not found in gnomAD.\n\nThis variant is scored 1.5 points in consideration of the additional probands and the functional data available."},{"id":"cggv:88e1b751-84d8-44f8-818c-bb77e36fc011_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25e0611e-23d2-42d4-8246-463bdce2b679","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"Sequencing of exon 7 revealed a Arg306Thr change. RFLP analysis resulted in 228-bp uncut fragment due to the loss of BstNI restriction site.","firstTestingMethod":"PCR","phenotypeFreeText":"spontaneous proximal DVT","phenotypes":"obo:HP_0002625","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:88e1b751-84d8-44f8-818c-bb77e36fc011_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4393b050-49b0-406a-b7d8-e7d9948e4819","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.1001G>C (p.Arg334Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/644"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9454742","type":"dc:BibliographicResource","dc:abstract":"A new factor V mutation associated with resistance to activated protein C and thrombosis (factor V Cambridge, Arg306-->Thr) was found in one patient from a carefully selected group of 17 patients with venous thrombosis and confirmed APC resistance in the absence of the common Gln506 mutation. The Arg306 mutation was also present in a first degree relative who also had APC resistance. Other potential causes of APC resistance, such as a mutation at the Arg679 site and the factor V HR2 haplotype, were excluded. Subsequent screening of 585 patients with venous thromboembolism and 226 blood donors did not show any other individual with this mutation. Factor VThr306 is the first description of a mutation affecting the Arg306 APC cleavage site and is the only mutation, other than factor V Leiden (Arg506-->Gln), that has been found in association with APC resistance. This finding confirms the physiologic importance of the Arg306 APC-cleavage site in the regulation of the prothrombinase complex. It also supports the concept that APC resistance and venous thrombosis can result from a variety of genetic mutations affecting critical sites in the factor V cofactor.","dc:creator":"Williamson D","dc:date":"1998","dc:title":"Factor V Cambridge: a new mutation (Arg306-->Thr) associated with resistance to activated protein C."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9454742","rdfs:label":"Williamson_Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Although there is no supporting functional evidence for this missense variant termed Factor V Cambridge, it is suggested that this mutation removes the primary APC cleavage-inactivation site. Other potential causes of APC resistance, such as a mutation at the Arg679 site and the factor V HR2 haplotype, or other defective coagulation factors were excluded. This variant is being down-scored due to the lack of functional evidence. It is reported at an overall frequency of 0.0002275 in gnomAD.\n\nAnother variant in the same location (NM_000130.4:c.1000A>G (p.Arg334Gly)) termed Factor V Hong Kong was found to be susceptible to cleavage by APC and therefore not considered a predisposing factor to thrombophilia."},{"id":"cggv:d4f82819-a330-48af-bf48-bdc1a6c52220_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:477d6f8d-3192-41e0-9ac4-b6473ffe2932","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR to detect Factor V Leiden mutation, followed by direct sequencing","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001907","previousTesting":true,"previousTestingDescription":"APC sensitivity was evaluated and ratios less than or equal to 2.0 were considered abnormal","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d4f82819-a330-48af-bf48-bdc1a6c52220_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0c95aa5e-2e1a-4de6-8c8c-f7e9e3775706"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7911872","type":"dc:BibliographicResource","dc:abstract":"Abnormal coagulation factor V may underlie the thrombotic events associated with resistance to activated protein C (APC). We analysed 27 consecutive patients with documented idiopathic (recurrent) thromboembolism for the occurrence of point mutations within the APC sensitive regions of blood coagulation factor V. In 10 patients we observed a single basepair mutation resulting in a substitution of Arg506 to Gln. This mutation was significantly linked to in-vitro resistance to APC in these subjects. This mutation at Arg506 of factor V may form the molecular basis for the thrombotic events associated with APC resistance.","dc:creator":"Voorberg J","dc:date":"1994","dc:title":"Association of idiopathic venous thromboembolism with single point-mutation at Arg506 of factor V."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7911872","rdfs:label":"Voorberg_Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The paper reports 10 individuals carrying the Factor V Leiden variant. The FVL founder variant has been previously scored full points in PMID: 8164741. This proband with the same FVL founder variant may be scored additional points if deemed applicable by experts."},{"id":"cggv:e16ce1ff-631c-42cf-93b9-e1359aaf7a29_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94139dcf-5963-4b05-bd7a-e1820e306edd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"Direct sequencing of the F5 gene identified the W1920R homozygous mutation in exon 20","firstTestingMethod":"PCR","phenotypeFreeText":"Massive DVT and associated swelling in lower extremities","phenotypes":["obo:HP_0012175","obo:HP_0008151","obo:HP_0002625","obo:HP_0003645","obo:HP_0003225"],"previousTesting":true,"previousTestingDescription":"FV:C and FV:Ag were 10 and 40 IU/dL, respectively. Anti-FV inhibitor was not detected. Other procoagulant and anticoagulant factors, including fibrinolytic factors and antiphospholipid syndrome-associated factors, were within normal range.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e16ce1ff-631c-42cf-93b9-e1359aaf7a29_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ad838401-e7e5-4c70-a744-d74be8019b6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017000660.2(F5):c.5431T>C (p.Trp1811Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343123425"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24523236","type":"dc:BibliographicResource","dc:abstract":"Factor V (FV) appears to be pivotal in both procoagulant and anticoagulant mechanisms. A novel homozygote (FVNara), a novel mechanism of thrombosis associated with Trp1920→Arg (W1920R), was found in a Japanese boy and was associated with serious deep vein thrombosis despite a low level of plasma FV activity (10 IU/dL). Activated partial thromboplastin time-based clotting assays and thrombin generation assays showed that FVNara was resistant to activated protein C (APC). Reduced susceptibility of FVaNara to APC-catalyzed inactivation and impaired APC cofactor activity of FVNara on APC-catalyzed FVIIIa inactivation contributed to the APC resistance (APCR). Mixtures of FV-deficient plasma and recombinant FV-W1920R confirmed that the mutation governed the APCR of FVNara. APC-catalyzed inactivation of FVa-W1920R was significantly weakened, by ~11- and ~4.5-fold, compared with that of FV-wild-type (WT) and FVLeiden (R506Q), respectively, through markedly delayed cleavage at Arg506 and little cleavage at Arg306, consistent with the significantly impaired APC-catalyzed inactivation. The rate of APC-catalyzed FVIIIa inactivation with FV-W1920R was similar to that without FV, suggesting a loss of APC cofactor activity. FV-W1920R bound to phospholipids, similar to FV-WT. In conclusion, relative to FVLeiden, the more potent APCR of FVNara resulted from significant loss of FVa susceptibility to APC and APC cofactor activity, mediated by possible failure of interaction with APC and/or protein S.","dc:creator":"Nogami K","dc:date":"2014","dc:title":"Novel FV mutation (W1920R, FVNara) associated with serious deep vein thrombosis and more potent APC resistance relative to FVLeiden."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24523236","rdfs:label":"Nogami_Proband_FVnara"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was homozygous for the missense variant, Trp1948Arg, which was found to be associated with APC resistance. The patient had a thrombotic phenotype in the presence of FV deficiency. The variant was expressed in HEK293 cells and was compared to wild-type and Factor V Leiden proteins, The levels of FV:Ag and specific activity of the Trp1948Arg mutant expressed in the conditioned media were similar to that observed in the patient’s plasma, at 50% and 45% of WT, respectively. Corresponding levels of Arg534Gln were 125% and 86% of WT, respectively.\n\nAPCsr of Trp1948Arg was lower by ∼4-fold (0.71 × 10−2/nM FV) than WT. The inactivation rate of Trp1948Arg was ∼11- and ∼4.5-fold lower than the rates of WT and Arg534Gln, indicating APC resistance stronger than that of FV Leiden. \n\nThe proband is scored default points. It is of note that some FV deficiencies are associated with VT events and APC resistance, as seen in the patient with FVnara."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":4.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.7}],"evidenceStrength":"Definitive","sequence":351,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.7,"subject":{"id":"cggv:4a86d096-a03b-428b-9f23-95b60ad108f8","type":"GeneValidityProposition","disease":"obo:MONDO_0008560","gene":"hgnc:3542","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The F5 gene has been associated with the Autosomal Dominant condition, Thrombophilia due to activated protein C resistance, using the ClinGen Clinical Validity Framework as of 08/14/2018. This association was made using case-level and case-control data. Factor V Leiden is a missense variant that causes the amino acid change Arg534Gln, which results in the loss of the APC cleavage site and, therefore, APC resistance. Individuals carrying this variant are at an increased risk of developing thrombosis and thromboembolism. Other missense variants with similar impact on APC resistance are also reported. F5 was first associated with this disease in humans as early as 1994 (Bertina et al., PMID: 8164741).\n\nSummary of Case Level Data (3.7 points): The association is seen in at least 16 probands in 6 publications (PMIDs: 28889200, 8164741, 7734374, 14617013, 27090446, 9454742). Variants in this gene segregated with disease in 6 additional family members. The Factor V Leiden variant has been reported in multiple publications from across the world. \n\nSummary of Case-Control Data (6.5 points): Association is seen in at least 3 case-control studies (PMID: 29179580, 11583312, 10666427, 26649017) at the single variant level. More case-control evidence is available in the literature. \n\nThe mechanism for disease is gain of function, with the FVL variant and other missense variants observed causing resistance to inactivation by APC and therefore causing an increased risk of thrombosis. (PMID: 8164741).\n\nSummary of Experimental Data (4 points): This gene-disease relationship is supported by functional evidence and mouse models that recapitulate human disease (PMID: 16268462, 11110695, 9616155, 3286010). \n\nIn summary, the F5- Thrombophilia due to activated protein C resistance gene-disease relationship is Definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on September 30, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:ab28e09c-08ff-4149-a536-3cdb9cc4099f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}