{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-12-20T21:29:24.900Z","role":"Publisher"},{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-09-13T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24934289","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial DNA instability disorders are responsible for a large clinical spectrum, among which amyotrophic lateral sclerosis-like symptoms and frontotemporal dementia are extremely rare. We report a large family with a late-onset phenotype including motor neuron disease, cognitive decline resembling frontotemporal dementia, cerebellar ataxia and myopathy. In all patients, muscle biopsy showed ragged-red and cytochrome c oxidase-negative fibres with combined respiratory chain deficiency and abnormal assembly of complex V. The multiple mitochondrial DNA deletions found in skeletal muscle revealed a mitochondrial DNA instability disorder. Patient fibroblasts present with respiratory chain deficiency, mitochondrial ultrastructural alterations and fragmentation of the mitochondrial network. Interestingly, expression of matrix-targeted photoactivatable GFP showed that mitochondrial fusion was not inhibited in patient fibroblasts. Using whole-exome sequencing we identified a missense mutation (c.176C>T; p.Ser59Leu) in the CHCHD10 gene that encodes a coiled-coil helix coiled-coil helix protein, whose function is unknown. We show that CHCHD10 is a mitochondrial protein located in the intermembrane space and enriched at cristae junctions. Overexpression of a CHCHD10 mutant allele in HeLa cells led to fragmentation of the mitochondrial network and ultrastructural major abnormalities including loss, disorganization and dilatation of cristae. The observation of a frontotemporal dementia-amyotrophic lateral sclerosis phenotype in a mitochondrial disease led us to analyse CHCHD10 in a cohort of 21 families with pathologically proven frontotemporal dementia-amyotrophic lateral sclerosis. We identified the same missense p.Ser59Leu mutation in one of these families. This work opens a novel field to explore the pathogenesis of the frontotemporal dementia-amyotrophic lateral sclerosis clinical spectrum by showing that mitochondrial disease may be at the origin of some of these phenotypes. ","dc:creator":"Bannwarth S","dc:date":"2014","dc:title":"A mitochondrial origin for frontotemporal dementia and amyotrophic lateral sclerosis through CHCHD10 involvement."},"evidence":[{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c3cf5b6d-47a0-423f-916d-44c9ea0ff2ad","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:beae7d0b-8f62-483e-97bb-e6be4a7d0375","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The CHCHD10 mutated ALS case showed a different pattern\nof CHCHD10 labeling; in addition to the strong neuronal\ncytoplasmic and axonal staining seen in the other cases, there\nwere also numerous aggregates of CHCHD10 within the\nanterior horns, slightly more abundant at cervical levels\n(figure 3, E–G, figure e-1, A–C, links.lww.com/NXG/A218).\nThese aggregates had a dense central core and a surrounding\nhalo of CHCHD10 immunopositivity (figure 3, H and I), and\nthey did not contain CHCHD2. Also present were rare\ncorkscrew-shaped CHCHD10 immunopositive inclusions\nwithin all levels of the anterior horn (figure 3, F and J). The\nfrontal cortex of the CHCHD10 mutated case showed predominantly strong neuronal cytoplasmic and axonal labeling\nwith CHCHD10, but CHCHD10 aggregates and corkscrewshaped inclusions were also present focally in the superficial\ncortical layers (figure e-1, D–F).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32042922","type":"dc:BibliographicResource","dc:abstract":"To present the postmortem neuropathologic report of a patient with a ","dc:creator":"Keith JL","dc:date":"2020","dc:title":"Neuropathologic description of "},"rdfs:label":"Postmortem R15L"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ac8ab196-6e4e-4ad9-b9f4-242bd53a7b7c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e288c18-61d8-4908-8ba4-401c6b2a0f24","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TDP-43 forms a complex with CHCHD10 and promotes its nuclear localization\nCHCHD10 depletion and FTD/ALS CHCHD10 mutations induce cytoplasmic TDP-43 mislocalization\nFTD/ALS CHCHD10 mutations induce TDP-43 mislocalization frequently with mitochondria\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28585542","type":"dc:BibliographicResource","dc:abstract":"Although multiple CHCHD10 mutations are associated with the spectrum of familial and sporadic frontotemporal dementia-amyotrophic lateral sclerosis (FTD-ALS) diseases, neither the normal function of endogenous CHCHD10 nor its role in the pathological milieu (that is, TDP-43 pathology) of FTD/ALS have been investigated. In this study, we made a series of observations utilizing Caenorhabditis elegans models, mammalian cell lines, primary neurons and mouse brains, demonstrating that CHCHD10 normally exerts a protective role in mitochondrial and synaptic integrity as well as in the retention of nuclear TDP-43, whereas FTD/ALS-associated mutations (R15L and S59L) exhibit loss of function phenotypes in C. elegans genetic complementation assays and dominant negative activities in mammalian systems, resulting in mitochondrial/synaptic damage and cytoplasmic TDP-43 accumulation. As such, our results provide a pathological link between CHCHD10-associated mitochondrial/synaptic dysfunction and cytoplasmic TDP-43 inclusions.","dc:creator":"Woo JA","dc:date":"2017","dc:title":"Loss of function CHCHD10 mutations in cytoplasmic TDP-43 accumulation and synaptic integrity."},"rdfs:label":"TDP43 Interacts w/ CHCHD10 "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:eaf4aa47-22be-431d-97d9-197d264a78a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68e5af7e-84a5-44ea-aabe-f58ff13c2205","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Wild-type CHCHD10 ameliorates and FTD/ALS CHCHD10 mutations potentiate TDP-43-induced apoptosis and synaptic impairment","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28585542","rdfs:label":"Mutant CHCHD10 on TDP43 apoptosis and synaptic damange"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:693b97f2-e591-4508-abfb-f503a9cf5da5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:318edd05-6966-4149-a8da-fcb9589db91b","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Disruption of CHCHD10-regulated OPA1-mitofilin complex contributes to mitochondrial abnormalities in FTLD-TDP. CHCHD10 restoration could ameliorate mitochondrial dysfunction in FTLD-TDP","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32369233","type":"dc:BibliographicResource","dc:abstract":"Mutations in CHCHD10, a gene coding for a mitochondrial protein, are implicated in ALS-FTD spectrum disorders, which are pathologically characterized by transactive response DNA binding protein 43 kDa (TDP-43) accumulation. While both TDP-43 and CHCHD10 mutations drive mitochondrial pathogenesis, mechanisms underlying such phenotypes are unclear. Moreover, despite the disruption of the mitochondrial mitofilin protein complex at cristae junctions in patient fibroblasts bearing the CHCHD10","dc:creator":"Liu T","dc:date":"2020","dc:title":"CHCHD10-regulated OPA1-mitofilin complex mediates TDP-43-induced mitochondrial phenotypes associated with frontotemporal dementia."},"rdfs:label":"CHCHD10 TDP43 mito dysfunction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c6bdff1-27ae-483e-9789-c804a458fef6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7040a722-c7d4-4351-8bbb-097b7728565b","type":"FunctionalAlteration","dc:description":"Examined insoluble TDP-43 levels after CHCHD10WT and\nCHCHD10S59L transfection. Strikingly, CHCHD10S59L expression\nincreased insoluble TDP-43, whereas CHCHD10WT expression\ndecreased insoluble TDP-43 (Fig. 4b). Co-expression of\nCHCHD10WT with CHCHD10S59L suppressed CHCHD10S59Linduced insoluble TDP-43 ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33772006","type":"dc:BibliographicResource","dc:abstract":"Mutations in coiled-coil-helix-coiled-coil-helix domain containing 10 (CHCHD10) can cause amyotrophic lateral sclerosis and frontotemporal dementia (ALS-FTD). However, the underlying mechanisms are unclear. Here, we generate CHCH10","dc:creator":"Baek M","dc:date":"2021","dc:title":"TDP-43 and PINK1 mediate CHCHD10"},"rdfs:label":"TDP43 solubility and mitochondrial translocation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:0755dfa7-c70d-449d-806c-2a0ae0c53d71","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9ba7d740-09ea-450c-b317-83c025ff9942","type":"FunctionalAlteration","dc:description":"Immunoblot analysis on fibroblasts from an\nALS patient, heterozygous for the c.44G>T (p.R15L) CHCHD10 variant. CHCHD10 was reduced to 57% of control levels in patient fibroblasts, whereas the level of its paralogue, CHCHD2, was\nincreased 2.5-fold (Fig. 1A).\n\nImmunofluorescence analysis revealed a striking mitochondrial\nhyperfusion phenotype in patient cells and in control fibroblasts\nin which CHCHD10 was depleted by siRNA\n\nBasal mitochondrial respiration of patient\ncell lines was reduced by 46 6 12% (P <0.05) compared with controls.  overexpression of\nwild-type CHCHD10 in patient fibroblasts rescued the respiration defect\n\nTo interrogate mitochondrial respiratory function, we grew cells\nin medium containing a non-fermentable carbon source (in\nwhich glucose is replaced by galactose), forcing them to rely\nalmost entirely on OXPHOS for ATP production. In general, cells\nwith OXPHOS deficiencies grow more slowly than control cells\nin galactose medium or, if the deficiency is severe, undergo\napoptosis. About 20% of the patient fibroblasts died within the\nfirst 24 h in galactose, and while the remaining cells stayed\nattached to the plate","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29121267","type":"dc:BibliographicResource","dc:abstract":"Coiled-helix coiled-helix domain containing protein 10 (CHCHD10) and its paralogue CHCHD2 belong to a family of twin CX9C motif proteins, most of which localize to the intermembrane space of mitochondria. Dominant mutations in CHCHD10 cause amyotrophic lateral sclerosis (ALS)/frontotemporal dementia, and mutations in CHCHD2 have been associated with Parkinson's disease, but the function of these proteins remains unknown. Here we show that the p.R15L CHCHD10 variant in ALS patient fibroblasts destabilizes the protein, leading to a defect in the assembly of Complex I, impaired cellular respiration, mitochondrial hyperfusion, an increase in the steady-state level of CHCHD2, and a severe proliferation defect on galactose, a substrate that forces cells to synthesize virtually all of their ATP aerobically. CHCHD10 and CHCHD2 appeared together in distinct foci by immunofluorescence analysis and could be quantitatively immunoprecipitated with antibodies against either protein. Blue native polyacrylamide gel electrophoresis analyses showed that both proteins migrated in a high molecular weight complex (220 kDa) in control cells, which was, however, absent in patient cells. CHCHD10 and CHCHD2 levels increased markedly in control cells in galactose medium, a response that was dampened in patient cells, and a new complex (40 kDa) appeared in both control and patient cells cultured in galactose. Re-entry of patient cells into the cell cycle, which occurred after prolonged culture in galactose, was associated with a marked increase in Complex I, and restoration of the oxygen consumption defect. Our results indicate that CHCHD10-CHCHD2 complexes are necessary for efficient mitochondrial respiration, and support a role for mitochondrial dysfunction in some patients with ALS.","dc:creator":"Straub IR","dc:date":"2018","dc:title":"Loss of CHCHD10-CHCHD2 complexes required for respiration underlies the pathogenicity of a CHCHD10 mutation in ALS."},"rdfs:label":"R15L Fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Adding as functional evidence to genetic evidence"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:38070745-08df-4a2f-b370-ff69bffb0127","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78301c7a-5739-4267-8742-f44f7ad28ebb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of motor neurons is characteristic for ALS","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33772006","rdfs:label":"Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not a strong model system. Ortholog created. Difficult to distinguish CHCHD10 and CHCHD2."},{"id":"cggv:151f3095-680a-4e58-8c0d-736c07a77e0d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9bb293d-fe10-4d64-8e51-8943ef35f843","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Early death and abnormal protein accumulation is seen in ALS. Lack of difference in motor behavior until end of life may be due to lack of clinical manifestation of a pathology until later age.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33659869","type":"dc:BibliographicResource","dc:abstract":"Mutations in coiled-coil-helix-coiled-coil-helix domain containing 10 (","dc:creator":"Ryan ÉB","dc:date":"2021","dc:title":"Early death of ALS-linked CHCHD10-R15L transgenic mice with central nervous system, skeletal muscle, and cardiac pathology."},"rdfs:label":"Transgenic Mouse R15L"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Lack of difference in motor behavior until late stages. Early death believed to be cardiopulmonary related. No clear evidence of motor neuron disease. CNS pathology (axonal swelling) does not result in a loss of motor neurons that give rise to peripheral motor axons. This paper is just suggesting a contribution of CNS, skeletal muscle, and cardiac pathology to CHCHD10 p.R15L-ALS pathogenesis."},{"id":"cggv:47bf2138-1d3d-4d21-91f1-bcb3308b4d59","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ae6bd9d1-8a5b-402d-916f-3d12a3691acb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This phenotype aligns with the neurodegenerative disease reported in the large family with a S59L mutation (S55L in the mouse model)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30877432","type":"dc:BibliographicResource","dc:abstract":"Mutations in coiled-coil-helix-coiled-coil-helix domain containing 10 (CHCHD10), a mitochondrial protein of unknown function, cause a disease spectrum with clinical features of motor neuron disease, dementia, myopathy and cardiomyopathy. To investigate the pathogenic mechanisms of CHCHD10, we generated mutant knock-in mice harboring the mouse-equivalent of a disease-associated human S59L mutation, S55L in the endogenous mouse gene. CHCHD10","dc:creator":"Anderson CJ","dc:date":"2019","dc:title":"ALS/FTD mutant CHCHD10 mice reveal a tissue-specific toxic gain-of-function and mitochondrial stress response."},"rdfs:label":"Mouse KI"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3f265251-36cc-4e4c-83d8-15609a083bd8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b83ba12-df4a-4de8-9f1b-9905837d0dca","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal locomotion and decreased lifespan are consistent with motor neuron disease","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28585542","rdfs:label":"C. Elegans"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Ortholog to CHCHD10 used with 41% identity in a non-mammalian model system. While decreased locomotion and decreased survival are seen with ALS, this does is not specific to the disease. The C. elegans ortholog shares 41% amino acid identity with CHCHD10 and\nCHCHD2 therefore a phenotype arising due to KD or KO of the ortholog cannot be attributed to loss of either CHCHD10 or CHCHD2 specifically, due to their homology"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.2}],"evidenceStrength":"Moderate","sequence":5521,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.7,"subject":{"id":"cggv:ba5b2b2d-d833-4fab-a344-ff2ddced5d33","type":"GeneValidityProposition","disease":"obo:MONDO_0014395","gene":"hgnc:15559","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CHCHD10 codes for the coiled-coil-helix-coiled-coil-helix domain containing 10 protein, a mitochondrial protein that is involved in oxidative phosphorylation and cristae morphology maintenance. CHCHD10 has been reported to cause ALS-FTD, mitochondrial myopathy, and late onset spinal muscular atrophy (Jokela type). Mitochondrial myopathy was determined to be an independent disease entity and was spilt from the CHCHD10 curation; however, evidence related to ALS, ALS/FTD, FTD, and late onset spinal muscular atrophy were considered. CHCHD10 was first reported to be responsible for autosomal dominant ALS-FTD in a large, five-generation family of French ancestry through exome sequencing and segregation analysis within the family. At least 17 variants in the CHCHD10 gene have since been reported to cause ALS-FTD in humans of diverse geoancestry across several publications (PMID: 24934289, 25726362, 25113787, 25261972, 25576308, 25155093, 25681414, 25833818, 26152333, 29789341, 26719383, 27056076). However, several reported variants have relatively high minor allele frequencies in population databases (>0.000005 in gnomAD) and were not scored as genetic-level evidence. Notably, the R15L variant in CHCHD10 was consistently reported to cause ALS-FTD across several populations and has functional evidence to support its disruption of mitochondrial function (PMID: 29121267). There is one variant in CHCHD10 that has been reported to cause late onset spinal muscular atrophy (Jokela type) in several families of Finnish ancestry (Gly66Val). This variant was not scored due to high frequency in population databases in the European Finnish population specifically (0.0001891 in gnomAD) (PMID: 21715705, 27810918). \n\nOverall evidence supporting the CHCHD10 gene-disease relationship includes case-level data and experimental data. Postmortem analysis of a patient with CHCHD10 ALS (R15L) identified numerous aggregates of CHCHD10 within the anterior horns (PMID: 32042922). A knock-in mouse study (R15L) demonstrated that mutant mice develop progressive motor deficits, abnormal morphology and innervation of the neuromuscular junction, and accelerated mortality (PMID: 30877432). Protein interaction studies have demonstrated that CHCHD10 mutations induce cytoplasmic TDP-43 mis localization, potentiate TDP-43-induced apoptosis and synaptic impairment, and induce insoluble TDP-43 and (PMID: 28585542, 33772006). \n\nIn summary, there is moderate evidence to support a gene-disease relationship between CHCHD10 and frontotemporal dementia and/or amyotrophic lateral sclerosis 2. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen ALS GCEP on the meeting date September 13, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:d154f67a-25ce-40d3-9de3-1f001753843a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}