{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-01-22T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6fdf5621-1435-4f11-bd8e-ab897c890771","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:32a2f8d8-107d-46f4-be56-71f0d40c5766","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"All three fibrinogen genes, FGA, FGB and FGG are synthesized in the liver and secreted. The expression of the three genes is reported to be coordinated and may be regulated by enhancer regions such as the liver-specific CNC12. PMID: 22116349 also developed a regulatory-sequence driven transgenic fibrinogen expression in zebrafish liver. In some cases of hypofibrinogenemia, fibrinogen storage disorders are also observed, which result from genetic alterations that lead to the mutant fibrinogen molecules not being released from hepatocytes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20921339","type":"dc:BibliographicResource","dc:abstract":"The plasma concentration of fibrinogen varies in the healthy human population between 1.5 and 3.5 g/L. Understanding the basis of this variability has clinical importance because elevated fibrinogen levels are associated with increased cardiovascular disease risk. To identify novel regulatory elements involved in the control of fibrinogen expression, we used sequence conservation and in silico-predicted regulatory potential to select 14 conserved noncoding sequences (CNCs) within the conserved block of synteny containing the fibrinogen locus. The regulatory potential of each CNC was tested in vitro using a luciferase reporter gene assay in fibrinogen-expressing hepatoma cell lines (HuH7 and HepG2). 4 potential enhancers were tested for their ability to direct enhanced green fluorescent protein expression in zebrafish embryos. CNC12, a sequence equidistant from the human fibrinogen alpha and beta chain genes, activates strong liver enhanced green fluorescent protein expression in injected embryos and their transgenic progeny. A transgenic assay in embryonic day 14.5 mouse embryos confirmed the ability of CNC12 to activate transcription in the liver. While additional experiments are necessary to prove the role of CNC12 in the regulation of fibrinogen, our study reveals a novel regulatory element in the fibrinogen locus that is active in the liver and may contribute to variable fibrinogen expression in humans.","dc:creator":"Fort A","dc:date":"2011","dc:title":"A liver enhancer in the fibrinogen gene cluster."},"rdfs:label":"Fort_FGB Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1f9ee2b0-6f2f-4ed5-a816-27a0181d7232","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:26a904cc-56d3-4d82-9098-885d88b7c517","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The three genes, FGA, FGB and FGG encode the three subunit peptide chains of the fibrinogen molecule, Aα, Bβ and γ. These chains are expressed and secreted as an assembled hexamer (AαBβγ)2 from hepatocytes, with the chains interlinked by disulfide bonds. These genes are reported to undergo co-regulation to generate mRNA at balanced levels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22836683","type":"dc:BibliographicResource","dc:abstract":"The Aα, Bβ and γ polypeptide chains of fibrinogen are encoded by a three gene cluster on human chromosome four. The fibrinogen genes (FGB-FGA-FGG) are expressed almost exclusively in hepatocytes where their output is coordinated to ensure a sufficient mRNA pool for each chain and maintain an abundant plasma fibrinogen protein level. Fibrinogen gene expression is controlled by the activity of proximal promoters which contain binding sites for hepatocyte transcription factors, including proteins which influence fibrinogen transcription in response to acute-phase inflammatory stimuli. The fibrinogen gene cluster also contains cis regulatory elements; enhancer sequences with liver activities identified by sequence conservation and functional genomics. While the transcriptional control of this gene cluster is fascinating biology, the medical impetus to understand fibrinogen gene regulation stems from the association of cardiovascular disease risk with high level circulating fibrinogen. In the general population this level varies from about 1.5 to 3.5 g/l. This variation between individuals is influenced by genotype, suggesting there are genetic variants contributing to fibrinogen levels which reside in fibrinogen regulatory loci. A complete picture of how fibrinogen genes are regulated will therefore point towards novel sources of regulatory variants. In this review we discuss regulation of the fibrinogen genes from proximal promoters and enhancers, the influence of acute-phase stimulation, post-transcriptional regulation by miRNAs and functional regulatory variants identified in genetic studies. Finally, we discuss the fibrinogen locus in light of recent advances in understanding chromosomal architecture and suggest future directions for researching the mechanisms that control fibrinogen expression.","dc:creator":"Fish RJ","dc:date":"2012","dc:title":"Fibrinogen gene regulation."},"rdfs:label":"Fish_Fibrinogen compplex_FGB"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Score increased for 2 genes"},{"id":"cggv:d9ed8d99-5d92-44cf-ad45-fe4927abcd87","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd33049e-e02f-46d9-b0db-5b7cca922a70","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Thrombin and fibrinogen are involved in the final step of the coagulation pathway, which is the formation of the fibrin clot. Thrombin catcalyzes the conversion of fibrinogen to fibrin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15572239","type":"dc:BibliographicResource","dc:abstract":"The thrombin-catalyzed conversion of fibrinogen (F) to fibrin consists of three reversible steps, with thrombin (T) being involved in only the first step which is a limited proteolysis to release fibrinopeptides (FpA and FpB) from fibrinogen to produce fibrin monomer. In the second step, fibrin monomers form intermediate polymers through noncovalent interactions. In the third step, the intermediate polymers aggregate to form the fibrin clot. The molecular mechanisms of the first two steps are elucidated.","dc:creator":"Scheraga HA","dc:date":"2004","dc:title":"The thrombin-fibrinogen interaction."},"rdfs:label":"Scheraga_FGB-Thrombin interaction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e1934d6-e97a-4ef3-a15c-5db0badb0813","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b69244fd-c155-44a5-ab54-d710732d2097","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"About 2% of larvae with fgb knocked down showed signs of hemorrhage; primarily intracranial hemorrhage, but also intramuscular and peri-orbital hemorrhage and hematomas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24098662","type":"dc:BibliographicResource","dc:abstract":"Cessation of bleeding after trauma is a necessary evolutionary vertebrate adaption for survival. One of the major pathways regulating response to hemorrhage is the coagulation cascade, which ends with the cleavage of fibrinogen to form a stable clot. Patients with low or absent fibrinogen are at risk for bleeding. While much detailed information is known about fibrinogen regulation and function through studies of humans and mammalian models, bleeding risk in patients cannot always be accurately predicted purely based on fibrinogen levels, suggesting an influence of modifying factors and a need for additional genetic models. The zebrafish has orthologs to the three components of fibrinogen (fga, fgb, and fgg), but it hasn't yet been shown that zebrafish fibrinogen functions to prevent bleeding in vivo. Here we show that zebrafish fibrinogen is incorporated into an induced thrombus, and deficiency results in hemorrhage. An Fgb-eGFP fusion protein is incorporated into a developing thrombus induced by laser injury, but causes bleeding in adult transgenic fish. Antisense morpholino knockdown results in intracranial and intramuscular hemorrhage at 3 days post fertilization. The observed phenotypes are consistent with symptoms exhibited by patients with hypo- and afibrinogenemia. These data demonstrate that zebrafish possess highly conserved orthologs of the fibrinogen chains, which function similarly to mammals through the formation of a fibrin clot. ","dc:creator":"Vo AH","dc:date":"2013","dc:title":"Loss of fibrinogen in zebrafish results in symptoms consistent with human hypofibrinogenemia."},"rdfs:label":"Vo_Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Although the model organism recapitulates the human phenotype, the evidence is scored reduced points since the gene alteration accomplished partial knock down. Score may be upgraded to default upon expert review."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:cc8e2692-8c4b-4cb6-b62f-a7c48e1c9f3d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e39c53f8-51c8-45cc-af58-10a899327711","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"All exons and intron-exon junctions of FGB were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had 1 unprovoked DVT and a pregnancy-related DVT and PE","phenotypes":["obo:HP_0004936","obo:HP_0005268","obo:HP_0002204","obo:HP_0002625","obo:HP_0011900"],"previousTesting":true,"previousTestingDescription":"Fg:c = 0.48 g/L; Fg:Ag = 0.48 g/L. All coagulation tests including Factor V Leiden and F2 G20210A screening were negative. All exons and intron-exon junctions of FGA and FGG were amplified and sequenced, which revealed no mutations.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:cc8e2692-8c4b-4cb6-b62f-a7c48e1c9f3d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3527e0a4-ae65-4592-81a1-17be1f30cf4b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.1415G>T (p.Gly472Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358516691"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24560896","type":"dc:BibliographicResource","dc:abstract":"Causative mutations leading to congenital quantitative fibrinogen are frequently clustered in FGA encoding the fibrinogen Aα-chain. Mutations of FGB encoding the Bβ-chain are less common and of interest since the Bβ-chain is considered the rate-limiting factor in the hepatic production of the fibrinogen hexamer.","dc:creator":"Casini A","dc:date":"2014","dc:title":"FGB mutations leading to congenital quantitative fibrinogen deficiencies: an update and report of four novel mutations."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24560896","rdfs:label":"Casini_Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was homozygous for the missense variant, Gly472Val (NM_005141.4). The variant is reported in gnomAD v3 at a frequency of 0.00001549 (1/64572 non-Finnish European alleles) with no homozygotes. The evidence is scored minimal points in the absence of functional evidence."},{"id":"cggv:fa6b8a79-b207-4c64-bbd2-219c234e0e0b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a3075bff-9e1d-4125-a00d-4b30a9362e6a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":4,"detectionMethod":"All exons and intron-exon junctions of FGB were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband required FFP infusions following significant bleeding every 5-6m.","phenotypes":["obo:HP_0002170","obo:HP_0001934"],"previousTesting":true,"previousTestingDescription":"Fibrinogen levels were <50 mg/dl. Mutation screening of FGA and FGG revealed no mutations.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fa6b8a79-b207-4c64-bbd2-219c234e0e0b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:494928cf-4d2e-46f9-bee2-bdca16b2343e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.1400G>A (p.Trp467Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358516528"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12511408","type":"dc:BibliographicResource","dc:abstract":"Congenital afibrinogenemia is a rare autosomal recessive disorder characterized by the complete absence of detectable fibrinogen. We previously identified the first causative mutations for this disease, homozygous deletions of approximately 11 kb of the fibrinogen alpha chain gene (FGA). Subsequent analyses revealed that most afibrinogenemia alleles are truncating mutations of FGA, although mutations in all 3 fibrinogen genes, FGG, FGA and FGB have been identified. In this study, we performed the first prenatal diagnosis for afibrinogenemia. The causative mutation in a Palestinian family was a novel nonsense mutation in the FGB gene, Trp467Stop (W467X). Expression of the Trp467Stop mutant FGB cDNA in combination with wild-type FGA and FGG cDNAs showed that fibrinogen molecules containing the mutant beta chain are not secreted into the media. The fetus was found to be heterozygous for the Trp467Stop mutation by direct sequencing and by linkage analysis, a result that was confirmed in the newborn by intermediate fibrinogen levels.","dc:creator":"Neerman-Arbez M","dc:date":"2003","dc:title":"Prenatal diagnosis for congenital afibrinogenemia caused by a novel nonsense mutation in the FGB gene in a Palestinian family."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12511408","rdfs:label":"Neerman-Arbez 2003_FGB Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and her similarly affected sister were homozygous for the nonsense variant in the last exon, Trp467Ter (NM_005141.4). The variant is not predicted to result in NMD. However, transient transfection of the variant along with wild-type FGA and FGG in COS-7 cells show that the mutant protein is expressed and assembled into fibrinogen in the cell, but is nor secreted out into the media. Incomplete forms of fibrinogen containing α and/or γ chains and no fibrinogen hexamer were detected in the media. When equal amounts of wild-type and mutantFGB cDNAs were transfected, only the wild-type β-chain was detected in the media. This indicates that the variant results in a nonfunctional protein. The evidence is scored default points."},{"id":"cggv:d90642e3-807a-434f-9efc-396a445008a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd83c6e4-da0e-4c36-a2bd-a8ea3c75dc66","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All exons and intron-exon junctions of FGB were amplified and sequenced","firstTestingMethod":"PCR","phenotypes":["obo:HP_0011884","obo:HP_0008151"],"previousTesting":true,"previousTestingDescription":"Fg:Ag was undetectable. PT and TT were infinitely prolonged. All exons and intron-exon junctions of FGA and FGG were amplified and sequenced, which revealed no mutations.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d90642e3-807a-434f-9efc-396a445008a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:edd2e925-3fdd-4ce6-aaa4-0e3b7d5cd053","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.352C>T (p.Gln118Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358509282"}},{"id":"cggv:37475f48-15e7-41fd-a51a-d85412f6fded","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.719-1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358512242"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24560896"},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24560896","rdfs:label":"Casini_Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a nonsense variant, Gln118Ter (NM_005141.4:c.352C>T ), inherited from the mother, and the intron 4 splice acceptor variant, c.719-1G>C (NM_005141.4), inherited from the father. Both variants are expected to result in loss of function. The evidence is scored default points."},{"id":"cggv:c88d752f-4d5e-4116-9e76-740bdbb402c9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:25c6ff45-8cc4-45de-8ca2-0738030aee10","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"detectionMethod":"The entire fibrinogen gene cluster was sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband is noted to have moderate hemorrhagic symptoms.","phenotypes":"obo:HP_0011900","previousTesting":true,"previousTestingDescription":"Functional fibrinogen = 10 mg/dl; immunoreactive fibrinogen = 14.1 mg/dl (160 - 400 mg/dl)","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c88d752f-4d5e-4116-9e76-740bdbb402c9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0f24049b-813e-472b-81d3-9b7fa6f01bfa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.139C>T (p.Arg47Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126452"}},{"id":"cggv:53dce1e9-48cf-4d12-8e13-95da2f4a8809","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.605T>A (p.Leu202Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126450"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15070683","type":"dc:BibliographicResource","dc:abstract":"The genetic basis of severe hypofibrinogenemia was analyzed in a 57-year-old Italian woman. She turned out to be a compound heterozygote for a novel putative missense mutation (Leu172Gln) and a previously described nonsense mutation (Arg17Stop) in the fibrinogen Bbeta-chain gene. The pathogenetic role of Leu172Gln was analyzed by in vitro expression of the mutant recombinant protein in COS-1 cells. These experiments demonstrated that mutant Bbeta-Leu172Gln fibrinogen was normally assembled and secreted. Inspection of the nucleotide sequence surrounding the mutation suggested a possible role on pre-messenger RNA (mRNA) splicing. Production of the mutant transcript in HeLa cells confirmed that the mutation activates a cryptic acceptor splice site in exon 4, resulting in a truncated Bbeta chain, lacking approximately 70% of the C-terminal region. This represents the first exonic splicing mutation identified in the fibrinogen genes. These findings strengthen the importance to analyze potentially pathogenetic nucleotide variations at both the protein and the mRNA level.","dc:creator":"Asselta R","dc:date":"2004","dc:title":"Missense or splicing mutation? The case of a fibrinogen Bbeta-chain mutation causing severe hypofibrinogenemia."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15070683","rdfs:label":"Asselta_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband was compound heterozygous for the nonsense variant, Arg47Ter, and the missense variant, Leu202Gln, confirmed in trans. Expression of the FGB Leu202Gln in COS-1 cells along with wikd-type FGA and FGG showed that the variant did not affect fibrinogen synthesis, intracellular processing, or secretion. However, transfecting minigene constructs with the variant showed that the major mRNA product was shorter (350 bp) and resulted from the use of a cryptic splice acceptor generated by the missense variant. The 466-bp wild-type transcript was the minor product. This transcript would undergo a frameshift and premature termination at residue 176.\n\nThe evidence is scored reduced points as the nonsense variant has been scored previously."},{"id":"cggv:1641a347-ccfd-45ae-8a50-4419d628b3ba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5cfce101-1b74-43c6-a44c-f26b1986ae6f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"The FGB gene was screened for mutations by PCR and sequencing","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000967","obo:HP_0100309","obo:HP_0000225","obo:HP_0002170"],"previousTesting":true,"previousTestingDescription":"PT >1min; aPTT >3min; TT >1min; Fg:C - not detected (nv = 150 - 400 mg/dl). Genomic DNA was screened for mutations in the FGA and FGG genes","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1641a347-ccfd-45ae-8a50-4419d628b3ba_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:44e21e56-1034-4507-892e-67a8588a896f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.1241del (p.Gly414AlafsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940559"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23560673","type":"dc:BibliographicResource","dc:abstract":"Congenital fibrinogen deficiency is an extremely rare (1:1 000 000) hereditary bleeding disorder caused by defects in genes coding for fibrinogen Aα-, Bβ- and γ-chains, respectively. We report here the molecular basis of fibrinogen deficiency in a large series of patients from India. Twenty-seven patients with clinical features suggestive of fibrinogen deficiency and with prolonged plasma clotting times and low fibrinogen levels were studied. Genomic DNA was screened for mutations in the fibrinogen alpha (FGA), beta (FGB), gamma (FGG) genes by PCR and conformation sensitive gel electrophoresis. Fourteen different disease-causing mutations including frameshifts (51.9%), splice site (22.2%), missense (18.5%) and nonsense mutation (7.4%) were identified in 27 patients. Thirteen of them were novel, including seven frameshifts (fibrinogen Aα: p.Asp296 fs*59, p.Thr466 fs*17 and p.Lys575 fs*74; fibrinogen Bβ: p.Gly414 fs*2 and fibrinogen γ: p.Ser81 fs*5, p.Lys185 fs*13 and p.Asp278_279 fs*17), three splice site mutations (FGA gene c.364+1G>A; c.510+2 T>G; FGB gene c.851+1G>A), two missense substitutions (fibrinogen Bβ: p.Gly288Ser; p.Arg445Thr) and a nonsense mutation in fibrinogen Aα (p.Tyr127*). Two common mutations (FGA: c.364+1G>A, n = 6, FGG: p.Lys185 fs*13, n = 7) affecting 13 patients were identified in this series, suggesting that these mutations could be screened first in Indian patients with fibrinogen deficiency. The molecular data presented here is the largest series of patients with fibrinogen deficiency reported so far, adding significantly to the mutation database of this condition. It also helps create an algorithm for its genetic diagnosis in India.","dc:creator":"Sumitha E","dc:date":"2013","dc:title":"Molecular basis of quantitative fibrinogen disorders in 27 patients from India."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23560673","rdfs:label":"Sumitha_BL-01"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband was homozygous for the 1-bp deletion, NM_005141.4:c.1241del, that causes a frameshift and premature termination of the transcript in the last exon of FGB, Gly414AlafsTer3. NMD is not predicted. The evidence is scored reduced points."},{"id":"cggv:7d6547a6-1eed-4df0-a906-7900465c9716_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:edc8f684-851f-4fcc-b92f-2740ccb6ec2d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"All exons and intron-exon junctions of the FGB gene were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was found to have incoagulable blood and unmeasurable fibrinogen 2d after birth. He was treated with FFP, whole blood, cryoprecipitate and fibrinogen concentrate infusions. Asymptomatic thrombosis of the upper venous system complicated treatment. With treatment, fibrinogen levels were maintained between 0.5 and 1 mg/ml","phenotypes":["obo:HP_0008151","obo:HP_0012541","obo:HP_0001254","obo:HP_0000980","obo:HP_0001903","obo:HP_0003645","obo:HP_0011889","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"Other coagulation factors were normal. Thrombophilia screening revealed normal values for proteins C and S, and antithrombin, and he was negative for FVL or F2 G20210A variants. All exons and intron-exon junctions of the FGA and FGG genes were amplified and sequenced, which revealed no mutations.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7d6547a6-1eed-4df0-a906-7900465c9716_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:24fd74c4-96d7-499c-89d0-05fa3417e7b3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.1330G>A (p.Gly444Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358516081"}},{"id":"cggv:0f24049b-813e-472b-81d3-9b7fa6f01bfa"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12893758","type":"dc:BibliographicResource","dc:abstract":"Congenital afibrinogenemia is a rare autosomal recessive disorder characterized by complete absence of detectable fibrinogen. We previously identified the first causative mutations for this disease: a homozygous deletion of approximately 11 kb of the fibrinogen alpha-chain gene (FGA). Subsequent studies revealed that the great majority of afibrinogenemia mutations are localized in FGA, but mutations were also found in FGG and FGB. Apart from 3 missense mutations identified in the C-terminal portion of FGB, all fibrinogen gene mutations responsible for afibrinogenemia are null. In this study, a young boy with afibrinogenemia was found to be a compound heterozygote for 2 mutations in FGB: an N-terminal nonsense mutation W47X (exon 2) and a missense mutation (G444S, exon 8). Coexpression of the FGB G444S mutant cDNA in combination with wild-type FGA and FGG cDNAs demonstrated that fibrinogen molecules containing the mutant beta chain are able to assemble but are not secreted into the media, confirming the pathogenic nature of the identified mutation.","dc:creator":"Vu D","dc:date":"2003","dc:title":"Congenital afibrinogenemia: identification and expression of a missense mutation in FGB impairing fibrinogen secretion."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12893758","rdfs:label":"Vu_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a nonsense variant, Arg47Ter (NM_005141.4:c.139C>T), inherited from the mother, and a missense variant, Gly444Ser (NM_005141.4:c.1330G>A), inherited from the father. Coexpression of the FGB Gly444Ser with wild-type FGA and FGG in COS-7 cells showed absence of fibrinogen secretion. Secretion was not affected when the variant was coexpressed in heterozygosity with wild-type FGB. This and several missense variants in the C-terminal region of FGB are shown to be critical for fibrinogen secretion. The nonsense variant is reported in gnomAD at a low frequency (0.00004006; 1/24960 African alleles) while the missense variant is absent.\n\nThe evidence is scored default points."},{"id":"cggv:3f3a4b60-27bc-40ca-97c2-d21559f3d352_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c39832ca-f2ef-4bd4-b4f4-d0b01d003bcf","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All exons, exon-intron boundaries and about 300 bp of each promoter region of the FGB gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000132","obo:HP_0000421","obo:HP_0030140","obo:HP_0011884","obo:HP_0002239"],"previousTesting":true,"previousTestingDescription":"Plasma fibrinogen level was 1.4 mg/dL. No mutations were detected in FGA or FGG","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3f3a4b60-27bc-40ca-97c2-d21559f3d352_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0f24049b-813e-472b-81d3-9b7fa6f01bfa"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12161363","type":"dc:BibliographicResource","dc:abstract":"Congenital afibrinogenemia is a rare coagulation disorder whose molecular basis is still poorly characterized. Most mutations have been identified in the fibrinogen Aalpha- and gamma-chain genes, whereas only two missense mutations have been reported in the Bbeta-chain gene. The aim of this work was to widen knowledge about the mutational spectrum of this disease by analyzing the molecular bases of congenital afibrinogenemia in three unrelated Iranian patients.","dc:creator":"Asselta R","dc:date":"2002","dc:title":"Analysis of Iranian patients allowed the identification of the first truncating mutation in the fibrinogen Bbeta-chain gene causing afibrinogenemia."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12161363","rdfs:label":"Asselta_Patient #1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant, Arg47Ter. The variant is expected to result in a severely truncated protein with only 17 amino acids in the mature protein or NMD of the resulting transcript. The variant is reported at a frequency of 0.00004006 (1/24960 African alleles) in gnomAD v2.1.1 and at a frequency of 0.0001084 (7/64566 non-Finnish European alleles) in gnomAD v3 with no homozygotes. It is scored default points."},{"id":"cggv:0649914e-a2c7-4796-bbfa-101cbf599d5d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9ea3fcf0-26a0-4812-9925-11e594fe0120","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"All exons and intron-exon junctions of FGB were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband required several whole blood and FFP transfusions","phenotypes":["obo:HP_0002204","obo:HP_0002105","obo:HP_0002092","obo:HP_0030137","obo:HP_0003645","obo:HP_0008151"],"previousTesting":true,"previousTestingDescription":"Fg:C and Fg:Ag were undetectable. Proband was heterozygous for the Factor V Leiden mutation. PT, aPTT, TT were infinitely prolonged. All exons and intron-exon junctions of FGA and FGG were amplified and sequenced, which revealed no mutations.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0649914e-a2c7-4796-bbfa-101cbf599d5d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8841fed6-e632-44e3-af86-a44ccb03f918","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.895T>C (p.Tyr299His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358513300"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24560896"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24560896","rdfs:label":"Casini_Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was homozygous for a missense variant in the beta C-terminal domain, Tyr299His (NM_005141.4). The patient had both bleeding and thrombotic symptoms, but also carried the heteozygous Factor V Leiden allele. The variant is absent from gnomAD. The proband is scored reduced points in the absence of functional evidence for the variant."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11},{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:d7196ceb-bc65-487a-a081-84cf0750aba8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:90d84501-69db-4045-b66a-868322a0bb66","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"All the coding sequences and the splicing sites of the FGB gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had a history of postpartum bleeding after vaginal delivery of first child, without blood transfusion. She had massive bleeding requiring blood transfusions after hysterectomy for a fibromyoma. She also had local bleeding after a fine needle aspiration to investigate a breast lump. She had a bleeding score (ISTH) of 2.","phenotypes":["obo:HP_0000132","obo:HP_0011901","obo:HP_0004846","obo:HP_0001891","obo:HP_0011891","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"Functional fibrinogen by Clauss method = 1.4 g/L (nv = 2 - 4); fibrinogen antigen = 2.3 g/L (nv = 1.5 - 3.5). No mutations were detected in the FGA and FGG genes. Blood count and morphology, aPTT, PT, TT, FVIII, VWF antigen and activity and FXIII were normal. PFA-100 closure time were normal.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d7196ceb-bc65-487a-a081-84cf0750aba8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4e9992d1-537f-4b6c-8f0c-e20566cd6874","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.680del (p.Cys227SerfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940560"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25629419","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Priovolos A","dc:date":"2015","dc:title":"Dysfibrinogenaemia associated with a novel heterozygous mutation in FGB (c.680delG) and a mild clinical history of bleeding."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25629419","rdfs:label":"Priovolos_Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"The proband was heterozygous for the nonsense vairant, Cys227Ter (NM_005141.4:c.680del), that encodes a severely truncated β-chain. The authors note that the mutant protein preserves an intact coiled-coil, and therefore fibrinogen may be present in the patient's circulation in the form of abnormal hexamers, which impair normal fibrin clot formation. This suggests that NMD is not predicted. The variant is scored reduced points."},{"id":"cggv:3c9596ec-dbc1-4a41-87dc-f98dfb69f48f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:88c13174-7471-4be9-a1bc-93cc77b4afd9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"The FGB gene was sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had prolonged thrombin time","phenotypes":["obo:HP_0000421","obo:HP_0008151"],"previousTesting":true,"previousTestingDescription":"aPTT = 33.5s (nv = 27 - 37s), TT = 25.1s (16 - 19s); Fibrinogen by Clauss method = 1.62 g/sl (nv = 2-4 g/dl). Mutations in FGA and FGG were ruled out.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3c9596ec-dbc1-4a41-87dc-f98dfb69f48f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:034ac57d-07e7-4c49-8564-273dc9ae4a1a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005141.4(FGB):c.1105C>T (p.Gln369Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA108751657"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23266225","type":"dc:BibliographicResource","dc:abstract":"Routine coagulation tests on a 14year-old male with frequent epistaxis showed a prolonged thrombin time together with diminished functional (162mg/dl) and gravimetric (122mg/dl) fibrinogen concentrations. His father showed similar aberrant results and sequencing of the three fibrinogen genes revealed a novel heterozygous nonsense mutation in the FGB gene c.1105C>T, which converts the codon for residue Bβ 339Q to stop, causing deletion of Bβ chain residues 339-461. Sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and RP-HPLC (reverse-phase high-pressure liquid chromatography) of purified fibrinogen showed only normal Aα, Bβ, and γ chains, indicating that molecules with the truncated 37,990Da β chain were not secreted into plasma. Functional analysis showed impaired fibrin polymerization, fibrin porosity, and elasticity compared to controls. By laser scanning confocal microscopy the patient's fibers were slightly thinner than normal. Electrospray ionization mass spectrometry (ESI MS) presented normal sialylation of the oligosaccharide chains, and liver function tests showed no evidence of liver dysfunction that might explain the functional abnormalities.","dc:creator":"Marchi R","dc:date":"2013","dc:title":"A novel mutation in the FGB: c.1105C>T turns the codon for amino acid Bβ Q339 into a stop codon causing hypofibrinogenemia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23266225","rdfs:label":"Marchi_Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband and his asymptomatic father were heterozygous for the nonsense variant, Gln369Ter (NM_005141.4:c.1105C>T) that results in a truncated transcript. SDS-PAGE and RP-HPLC revealed only the normal Bβ chains in purified fibrinogen from proband, indicating that the mutant protein was not secreted. The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":349,"specifiedBy":"GeneValidityCriteria7","strengthScore":15,"subject":{"id":"cggv:66c4c7ce-5eaa-4e33-b0f6-ce6d58dae0b5","type":"GeneValidityProposition","disease":"obo:MONDO_0018060","gene":"hgnc:3662","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"The relationship between FGB and congenital fibrinogen deficiency inherited in the autosomal recessive and dominant patterns has been evaluated using the ClinGen Clinical Validity Framework as of January, 2020. This association was made using case-level and experimental data. More than a 30 pathogenic variants in this gene are reported in humans, ranging from partial deletions and duplications, nonsense, frameshift, missense and splicing variants. Congenital fibrinogen deficiency is characterized by quantitative and qualitative defects in fibrinogen. It may manifest as afibrinogenemia, dysfibrinogenemia and hypodysfibrinogenemia. Clinical symptoms include a bleeding diathesis and/or a thrombotic phenotype. \n\nSummary of Case Level Data (12 points): The association is seen in at least 10 probands in 8 publications (PMID: 23266225, 25629419, 24560896, 15070683, 12893758, 12161363, 23560673, 12511408). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease have been reported to be heterozygous as well as biallelic loss of function (PMID: 23266225, PMID:15070683). \n\nSummary of Experimental Data (3 points): FGB encodes the β subunit of the coagulation factor, fibrinogen, which is a hexamer of three subunit chains (PMID: 22836683). The Bβ fibrinopeptide along with Aα fibrinopeptide interact with thrombin, which catalyzes the conversion of fibrinogen to fibrin (PMID: 15572239). It is synthesized in the liver and secreted into the plasma (PMID: 20921339). A zebrafish model that recapitulate fibrinogen deficiency is reported (PMID: 24098662).   \n\nIn summary, the FGB-Congenital fibrinogen deficiency gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on January 22, 2020. (SOP Version 7)\n\nLumping & Splitting information: OMIM assertions - (1) Congenital Afibrinogenemia (MIM: 202400); (2) Congenital Dysfibrinogenemia (MIM: 616004); (3) Congenital Hypofibrinogenemia (MIM: 202400). Orphanet assertions - (1)  Familial afibrinogenemia; (2)  Familial dysfibrinogenemia; (3) Familial hypodysfibrinogenemia; (4)  Familial hypofibrinogenemia. \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) underlying the disease entities: Congenital Afibrinogenemia, Congenital Dysfibrinogenemia, Congenital Hypodysfibrinogenemia and  Congenital Hypofibrinogenemia. These entities have been lumped together under Congenital Fibrinogen Deficiency.\n","dc:isVersionOf":{"id":"cggv:638c1588-9674-4bc3-a39c-2fc8f8b0ef09"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}