{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-09-19T16:01:32.570Z","role":"Approver"}],"evidence":[{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f6e44f7-0c9b-4618-b68a-7f75160baa20","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:561ee2aa-1f5d-4efa-bd4a-bfd70a6a5da7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that TTC19 is ubiquitously expressed https://www.proteinatlas.org/ENSG00000011295-TTC19/tissue. Protein expression in the brain has been shown in the cerebral cortex, hippocampus, caudate, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh spectrum syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas TTC19 brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:8218d38a-48e6-4f02-8a39-e3a867799eb2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ad78945-e49d-4a28-8d86-2209dab8c00f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"TTC19 is involved in the formation of Complex III with mutations in TTC19 demonstrating decreased Complex III assembly and activity in patient muscle (Ghezzi et al 2009 PMID: 21278747) thus TTCI9 falls into the category of Complex III assembly unit. According to Leigh map, at least 1 other complex III assembly unit (BCS1L) has been implicated in causing Leigh syndrome. (Rahman 2017 PMID: 27977873). Therefore, the function of TTC19 is shared with other known genes in the disease of interest","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21278747","type":"dc:BibliographicResource","dc:abstract":"Although mutations in CYTB (cytochrome b) or BCS1L have been reported in isolated defects of mitochondrial respiratory chain complex III (cIII), most cIII-defective individuals remain genetically undefined. We identified a homozygous nonsense mutation in the gene encoding tetratricopeptide 19 (TTC19) in individuals from two families affected by progressive encephalopathy associated with profound cIII deficiency and accumulation of cIII-specific assembly intermediates. We later found a second homozygous nonsense mutation in a fourth affected individual. We demonstrated that TTC19 is embedded in the inner mitochondrial membrane as part of two high-molecular-weight complexes, one of which coincides with cIII. We then showed a physical interaction between TTC19 and cIII by coimmunoprecipitation. We also investigated a Drosophila melanogaster knockout model for TTC19 that showed low fertility, adult-onset locomotor impairment and bang sensitivity, associated with cIII deficiency. TTC19 is a putative cIII assembly factor whose disruption is associated with severe neurological abnormalities in humans and flies.","dc:creator":"Ghezzi D","dc:date":"2011","dc:title":"Mutations in TTC19 cause mitochondrial complex III deficiency and neurological impairment in humans and flies."},"rdfs:label":"Ghezzi TTC19 complex III assembly unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The encoded protein shares a biochemical relationship or function with 1 gene product whose dysfunction is known to cause Leigh syndrome receiving a score of 0.5 pts"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2e1948b-b9db-4e53-984f-e36141336fb1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cf6f6301-1c23-4738-b439-100e52d9513e","type":"FunctionalAlteration","dc:description":"The amount of TTC19 mutant transcript was markedly reduced in the fibroblasts of subjects 1,2,and 3. Using immunodetection, no TTC19 protein was detected in fibroblasts of patient 1,2,and 3. Oxygen consumption of patient fibroblasts and myoblasts was significantly reduced in glucose or galactose. Expression of WT TTC19 in patient fibroblasts restored oxygen consumption to normal levels in mutant fibroblasts of subject 1 and 2, the myoblasts of subject2, and the CIII activity of subject 1 galactose treated fibroblasts.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21278747","rdfs:label":"Ghezzi patient fibroblast studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"More than one patient cell culture model with disrupted gene function showing mitochondrial dysfunction in a non-neuronal cell type (Awarded 1.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e417352b-5ace-41ed-9e32-e1f861bb5802","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:376a0b80-5a09-45e8-aa43-8e2f5b68ecae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This fly demonstrated evidence of mitochondrial dysfunction, reduced lifespan, and motor activity differences as seen in individuals with Leigh spectrum syndrome.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21278747","rdfs:label":"Ghezzi TTC19 null Fly"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"As per Leigh Working group model scoring rubric, TTC19 null fly e received 1.5 pts for evidence of mitochondrial dysfunction, reduced lifespan, and decreased motor activities."},{"id":"cggv:f9482d4c-fbda-4260-b66d-a69bf787bd00","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a762ef5-cdc0-41a6-9666-f7c73b76789d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse demonstrated evidence of mitochondrial dysfunction (reduced complex III activity and alterations of Complex III assembly). Phenotypically, the mice showed reduced body weight and altered behavior, motor activity, coordination, and endurance. Neuropathologicaly, TTC19 KO mice  showed thalamic brain injury. These phenotypes have been associated with Leigh spectrum syndrome in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28673544","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in TTC19 (tetra-tricopeptide repeat domain 19) have been associated with severe neurological phenotypes and mitochondrial respiratory chain complex III deficiency. We previously demonstrated the mitochondrial localization of TTC19 and its link with complex III biogenesis. Here we provide detailed insight into the mechanistic role of TTC19, by investigating a Ttc19?/? mouse model that shows progressive neurological and metabolic decline, decreased complex III activity, and increased production of reactive oxygen species. By using both the Ttc19?/? mouse model and a range of human cell lines, we demonstrate that TTC19 binds to the fully assembled complex III dimer, i.e., after the incorporation of the iron-sulfur Rieske protein (UQCRFS1). The in situ maturation of UQCRFS1 produces N-terminal polypeptides, which remain bound to holocomplex III. We show that, in normal conditions, these UQCRFS1 fragments are rapidly removed, but when TTC19 is absent they accumulate within complex III, causing its structural and functional impairment.","dc:creator":"Bottani E","dc:date":"2017","dc:title":"TTC19 Plays a Husbandry Role on UQCRFS1 Turnover in the Biogenesis of Mitochondrial Respiratory Complex III."},"rdfs:label":"Bottani TTC19 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"As per Leigh Working group model scoring rubric, TTC19 KO mouse received 2.5 pts for evidence of mitochondrial dysfunction, developmental and motor dysfunction, and neuropathological evidence."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:944ce859-3184-48bf-8fdc-6cae170466b1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d4dc128c-c406-4c44-a4f6-5dd3d95e45b9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum. At age 6, Neuroimaging by T2- weighted MR showed bilateral hyperintensities within the putamen, the caudate nucleus and the periaqueductalar gray matter of the mesencephalon. At age 7, MRI of the brain revealed a considerable progression of the pathologies with respect to basal ganglia, mesencephalon, pons, medulla, and cerebellum. T2 weighted images showed signal hyperintensities within nucleus and putamen, increased T2 signaling in the posterior medial thalamus, the mesencephalon with the periaqueductal gray matter, and hypertrophic olivary degeneration of the right more than the left olivary nucleus, as well as cerebellar atrophy. Skeletal muscle biopsy and analysis of respiratory chain enzymes indicated isolated deficiency of complex III (31% of lowest control).","phenotypes":"obo:HP_0001263","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:944ce859-3184-48bf-8fdc-6cae170466b1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10b033df-59d0-453e-9b68-4a1d8ccfef76","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.3(TTC19):c.656T>G (p.Leu219Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/31073"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25887401","type":"dc:BibliographicResource","dc:abstract":"TTC19 deficiency is a progressive neurodegenerative disease associated with isolated mitochondrial respiratory chain (MRC) complex III deficiency and loss-of-function mutations in the TT19 gene in the few patients reported so far.","dc:creator":"Koch J","dc:date":"2015","dc:title":"Mutations in TTC19: expanding the molecular, clinical and biochemical phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25887401","rdfs:label":"Koch Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"Exome sequencing identified the previously described nonsense mutation c.656 T > G (p.Leu219*) was shown in a homozygous state. Initial patient described in Ghezzi et al 2011 was awarded 2 pts; Subsequent patients with same mutation awarded 0.5 pts."},{"id":"cggv:239400c3-0240-4aa4-bcac-d931413acd15_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:db734589-d4a3-4089-b903-409b71376177","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum.  T2-weighted MR imaging at the age of 16 months revealed symmetric hyperintensities of the basal ganglia and the periventricular white matter. MR imaging at the age of 4 years showed a rapid progression with bilateral signal hyperintensities in T2-weighted images of the basal ganglia (putamen, pallidum), thalamus, the mesencephalon, and the medulla oblongata with hypertrophic olivary degeneration as well as severe cerebellar atrophy. At age 2, muscle biopsy was performed revealing normal PDH activity and normal pyruvate oxidation, but significantly decreased isolated MRC complex III deficiency with a residual activity of 28% of the lowest control.","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:239400c3-0240-4aa4-bcac-d931413acd15_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:30c15bed-225d-428f-8949-7cb65f450330","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.4(TTC19):c.971T>C (p.Leu324Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398377650"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25887401"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25887401","rdfs:label":"Koch Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Using exome sequencing, the novel missense mutation c.971 T > C (p.Leu324Pro) was identified in a homozygous state. The mutation affects the conserved tetratricopeptide repeat (TPR) domain 5} In western blot analysis, TTC19 protein was severely reduced (patient 1, fibroblasts)"},{"id":"cggv:c2db5016-0903-46ff-9e9c-88f5f1fc9f8f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b08df336-397d-45a0-83a6-57938f4800ad","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":42,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome spectrum. A brain MRI showed diffuse cortical atrophy and necrotic lesions in the right caudate nucleus and both putamina. In these regions a H-MRS revealed the presence of a lactate peak. The measurement of the MRC complex activities in muscle revealed marked, isolated CIII deficiency (8% of control)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c2db5016-0903-46ff-9e9c-88f5f1fc9f8f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:253c5e18-502d-4c5f-bd66-b84564772532","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.3(TTC19):c.517C>T (p.Gln173Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/31074"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21278747"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21278747","rdfs:label":"Ghezzi_Patient_4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Identified mutation is a nonsense mutation. Additional supporting evidence of pathogenicity was demonstrated in muscle testing  showing markedly reduced TTC19 transcript suggesting mutation driven mRNA decay"},{"id":"cggv:d7c9562f-380a-4389-bdbd-1c02c2411fcb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:32c30f6e-138d-4d7a-9632-48766b2afc17","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum.  Magnetic resonance imaging (MRI) of the brain showed symmetric signal abnormality, cystic change,and atrophy of the bilateral striatal nuclei(caudates and putamina).There was no restricted diffusion to suggest acute infarction. Short-echo MR spectroscopy (TE 35 ms) of the basal ganglia revealed a lactate doublet at 1.36ppm.","phenotypes":["obo:HP_0002376","obo:HP_0001263","obo:HP_0003128"],"previousTesting":true,"previousTestingDescription":"Genetic testing for biotin-thiamine-responsive basal ganglia disease (SLC19A3gene) was negative","sex":"Male","variant":{"id":"cggv:d7c9562f-380a-4389-bdbd-1c02c2411fcb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a874e4bb-7a67-424c-a650-614db2b79902","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.4(TTC19):c.153_156del (p.Arg52AlafsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913203465"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29961508","type":"dc:BibliographicResource","dc:abstract":"A 7-year-old boy with family history of consanguinity presented with developmental delay and recurrent hemiplegia involving both sides of the body, with variable facial and ocular involvement. Brain MRI showed bilateral striatal necrosis with cystic degeneration and lactate peaks on spectroscopy. Biochemical testing demonstrated mildly elevated lactate and pyruvate. Whole-exome sequencing revealed a novel homozygous pathogenic frameshift mutation in gene TTC19, diagnostic of mitochondrial complex III deficiency.","dc:creator":"Conboy E","dc:date":"2018","dc:title":"Novel Homozygous Variant in TTC19 Causing Mitochondrial Complex III Deficiency with Recurrent Stroke-Like Episodes: Expanding the Phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29961508","rdfs:label":"Conboy index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Mutation is a frameshift mutation causing a premature translation termination"},{"id":"cggv:76893e71-cb46-4f17-9d97-dd85c86ada94_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6264c5b7-3d6f-4bd2-8c5b-b9f56180558e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":31,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum.","phenotypes":["obo:HP_0001260","obo:HP_0001761","obo:HP_0003128","obo:HP_0001268","obo:HP_0007240"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:76893e71-cb46-4f17-9d97-dd85c86ada94_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7cc1411c-f4cc-4dde-97bb-368debad5ec7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.3(TTC19):c.829C>T (p.Gln277Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/102440"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24397319","type":"dc:BibliographicResource","dc:abstract":"Spinocerebellar ataxias (SCAs) are heterogeneous diseases characterized by progressive cerebellar ataxia associated with dysarthria, oculomotor abnormalities, and mental impairment. To identify the causative gene, we performed exome sequencing on a Japanese patient clinically diagnosed with recessive SCA.","dc:creator":"Morino H","dc:date":"2014","dc:title":"Exome sequencing reveals a novel TTC19 mutation in an autosomal recessive spinocerebellar ataxia patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24397319","rdfs:label":"Morino Index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous mutation identified in index patient was a nonsense mutation"},{"id":"cggv:1348b3d2-9099-436b-8c86-1cd395012181_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c76608a-6570-4124-9f00-753513f56e84","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"detectionMethod":"Whole exome sequencing followed by Sanger sequencing of TTC19 exon 2","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome spectrum. Brain MRI showed mild cerebellar vermis atrophy and sym-metrical bilateral hyperintensity of lentiform nucleus in T2 and diffusion weighted images, with cavitated aspects in FLAIR sequence, as seen in necrotic brain lesion. Spectrophotometric measurement of the activities of mitochondrial respiratory chain (MRC) complexes showed isolated, marked reduction of III in Pt muscle (28% of control mean, after normalization for the activity of citrate synthase,","phenotypes":["obo:HP_0002376","obo:HP_0011924"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1348b3d2-9099-436b-8c86-1cd395012181_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5092be9f-92ab-424a-8709-da48ea9b8762","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.4(TTC19):c.213_229dup (p.Gln77ArgfsTer30)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913203462"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25452764","type":"dc:BibliographicResource","dc:abstract":"Isolated complex III (cIII) deficiency is a rare biochemical finding in mitochondrial disorders, mainly associated with mutations in mitochondrial DNA MTCYB gene, encoding cytochrome b, or in assembly factor genes (BCS1L, TTC19, UQCC2, and LYRM7), whereas mutations in nuclear genes encoding cIII structural subunits are extremely infrequent. We report here a patient, a 9 year old female born from first cousin related parents, with normal development till 18 months when she showed unsteady gait with frequent falling down, cognitive, and speech worsening. Her course deteriorated progressively. Brain MRI showed cerebellar vermis hypoplasia and bilateral lentiform nucleus high signal lesions. Now she is bed ridden with tetraparesis and severely impaired cognitive and language functions. Biochemical analysis revealed isolated cIII deficiency in muscle, and impaired respiration in fibroblasts. We identified a novel homozygous rearrangement in TTC19 (c.213_229dup), resulting in frameshift with creation of a premature termination codon (p.Gln77Argfs*30). Western blot analysis demonstrated the absence of TTC19 protein in patient's fibroblasts, while Blue-Native Gel Electrophoresis analysis revealed the presence of cIII-specific assembly intermediates. Mutations in TTC19 have been rarely associated with mitochondrial disease to date, being described in about ten patients with heterogeneous clinical presentations, ranging from early onset encephalomyopathy to adult forms with cerebellar ataxia. Contrariwise, the biochemical defect was a common hallmark in TTC19 mutant patients, confirming the importance of TTC19 in cIII assembly/stability. Therefore, we suggest extending the TTC19 mutational screening to all patients with cIII deficiency, independently from their phenotypes. ","dc:creator":"Melchionda L","dc:date":"2014","dc:title":"A novel mutation in TTC19 associated with isolated complex III deficiency, cerebellar hypoplasia, and bilateral basal ganglia lesions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25452764","rdfs:label":"Melchionda Index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Sanger’s sequencing of exon two and identified a homozygous 17 bp duplication (c.213_229dup) in index patient. This rearrangement is predicted to cause a frame-shift with the creation of a premature termination codon (p.Gln77Argfs∗ 30). Additional evidence of variant pathogenicity includes a blue native gel showing  presence of cIII-specific assembly intermediates containing UQCRC1 subunit similar to those previously reported in muscle from mutant TTC19 subjects"},{"id":"cggv:820ba447-eae8-4c55-86d0-f67a21321220_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d7b952ce-7380-4897-a409-087abffcbcbb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"Targeted resequencing of a panel containing nuclear genes (BCS1L, TTC19, LYRM7, UQCRB, UQCRQ) associated with CIII deficiency revealed the presence of a homozygous variant in a novel rearrangement (c.782_786delinsGAAAAG) resulting in a frameshift with a predicted premature termination (p.Glu261Glyfs*8).","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum. Brain MRI showed bilateral hyperintensities of putamen and caudate bodies.","phenotypes":["obo:HP_0003128","obo:HP_0002376"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:820ba447-eae8-4c55-86d0-f67a21321220_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ca4b47a7-62e9-4881-baae-5e22f451adfd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017775.4(TTC19):c.782_786delinsGAAAAG (p.Glu261GlyfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913203464"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25772319","type":"dc:BibliographicResource","dc:abstract":"We report about a patient with infantile-onset neurodegenerative disease associated with isolated mitochondrial respiratory chain complex III (cIII) deficiency. The boy, now 13 years old, presented with language regression and ataxia at 4 years of age and then showed a progressive course resulting in the loss of autonomous gait and speaking during the following 2 years. Brain MRI disclosed bilateral striatal necrosis. Sequencing of a panel containing nuclear genes associated with cIII deficiency revealed a previously undescribed homozygous rearrangement (c.782_786delinsGAAAAG) in TTC19 gene, which results in a frameshift with premature termination (p.Glu261Glyfs(*)8). TTC19 protein was absent in patient's fibroblasts. TTC19 encodes tetratricopeptide 19, a putative assembly factor for cIII. To date TTC19 mutations have been reported only in few cases, invariably associated with cIII deficiency, but presenting heterogeneous clinical phenotypes. We reviewed the genetic, biochemical, clinical and neuroradiological features of TTC19 mutant patients described to date. ","dc:creator":"Ardissone A","dc:date":"2015","dc:title":"Mitochondrial Complex III Deficiency Caused by TTC19 Defects: Report of a Novel Mutation and Review of Literature."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25772319","rdfs:label":"Ardissone Index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Targeted resequencing of a panel containing nuclear genes associated with CIII deficiency revealed the presence of a homozygous variant in a novel rearrangement (c.782_786delinsGAAAAG) resulting in a frameshift with a predicted premature termination (p.Glu261Glyfs*8). Pathogenicity is further supported by Quantitative PCR which revealed a marked reduction of the transcript in patient fibroblasts, and Western blot analysis showed the absence of TTC19 protein"},{"id":"cggv:7deb85b6-377a-4ce4-a7a6-6a16c6aec2fe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a47c181-556f-40a0-9089-28a36d072f76","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Authors utlized genome wide SNP based haplotyping and identified a continuous 12.8 Mb region of homozygosity on chromosome 17. Further analysis was performed on 18 candidate genes including TTC19","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome spectrum. A series of brain MRIs showed progression of necrotic lesions from an initial bilateral involvement of the caudate nuclei (at 18 years of age) to the present condition characterized by severe cerebellar atrophy with leukodystrophic abnormalities, bilateral  involvement of the inferior olives, substantia nigra, and periaqueductal grey of the mesencephalon, external segment of  the left putamen and both caudate nuclei. Although blood lactate was referred as normal, proton-specific mass spectroscopy (1H-MRS) showed a lactate peak in both putamina. Muscle histology and histochemistry, including reactions for COX and succinate dehydrogenase, were normal, but analysis of the MRC activities in muscle homogenate revealed the presence of an isolated, severe defect of cIII (19% of control)","phenotypes":["obo:HP_0011924","obo:HP_0002376"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Next generation sequencing panels","sex":"Female","variant":{"id":"cggv:7deb85b6-377a-4ce4-a7a6-6a16c6aec2fe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10b033df-59d0-453e-9b68-4a1d8ccfef76"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21278747"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21278747","rdfs:label":"Ghezzi_Patient1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Authors identified a homozygous nucleotide change (c.656T>G) in TTC19 predicting the synthesis of a truncated protein, p.Leu219X, in this patient as well as her affected sibling. Additional supporting evidence of pathogenicity includes fibroblast testing demonstrating reduced TTC19 transcript was well as no detectable TTC19 protein on western blot."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":612,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:5f228bd5-e68c-4045-b640-0f3c65766fac","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:26006","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between TTC19 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 21, 2019. Variants in TTC19 were first reported in humans with Leigh syndrome spectrum as early as 2011 (PMID: 21278747). More than 10 unique variants predicted to cause a loss of or reduced function of the protein have been reported in ClinVar, suggesting homozygous loss of function is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least eight probands with TTC19  pathogenic variants with Leigh syndrome spectrum have been reported in 6 publications (PMID: 25452764, 25887401, 25772319 ,29961508, 21278747, 24397319) to reach a max case-level evidence score of 12. This gene-disease association is further supported by evidence of TTC19 protein interaction with other genes associated with Leigh syndrome spectrum, TTC19 expression in brain, mitochondrial alterations in patient cell lines, and a TTC19 mouse model and fly model collectively exhibiting neuroimaging, biochemical, and neurocognitive phenotype that recapitulates symptoms of Leigh syndrome spectrum reaching a max experimental score of 6 pts. In summary, there is definitive evidence to support the relationship between TTC19 and autosomal recessive Leigh syndrome spectrum. More than three years have elapsed from the first proposal of the association to reach a definitive classification. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on August 21, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:8dc9dcb6-1f63-41b1-80f1-a0f2a87b5ec4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}