{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"},{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T21:07:05.996Z","role":"Publisher"}],"evidence":[{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2947bed6-a1df-4690-ba57-3b1991984078","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b87fd41f-8db4-4764-a59a-0c527af38a2e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This data was found in GTEx, not a particular paper. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17726054","type":"dc:BibliographicResource","dc:abstract":"Diamond-Blackfan anemia (DBA) is a rare congenital disease linked to mutations in the ribosomal protein genes rps19, rps24 and rps17. It belongs to the emerging class of ribosomal disorders. To understand the impact of DBA mutations on RPS19 function, we have solved the crystal structure of RPS19 from Pyrococcus abyssi. The protein forms a five alpha-helix bundle organized around a central amphipathic alpha-helix, which corresponds to the DBA mutation hot spot. From the structure, we classify DBA mutations relative to their respective impact on protein folding (class I) or on surface properties (class II). Class II mutations cluster into two conserved basic patches. In vivo analysis in yeast demonstrates an essential role for class II residues in the incorporation into pre-40S ribosomal particles. This data indicate that missense mutations in DBA primarily affect the capacity of the protein to be incorporated into pre-ribosomes, thus blocking maturation of the pre-40S particles.","dc:creator":"Gregory LA","dc:date":"2007","dc:title":"Molecular basis of Diamond-Blackfan anemia: structure and function analysis of RPS19."},"rdfs:label":"GTEx expression data "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This is not really from a paper, but from the RPS19 page on GTEx. "},{"id":"cggv:118b2bdd-9fad-4679-94b2-e05aa3d8b408","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6afbb7c8-fc0b-4394-8638-f72177225ff6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The RPS19 protein was analyzed, in terms of its crystal-like shape, using Pyrococcus abyssi. The protein creates a five alpha-helix structure surrounding an amphipathic alpha-helix, which correlates with the DBA mutation hot spot (basic regions A and B). DBA mutations were analyzed for their degree of impact on protein folding and surface characteristics. A yeast cell-culture revealed that when analyzed on IgG sepharose, wild-type RPS19 co-precipitated with 18S rRNA and 25S rRNA (large subunit), demonstrating that RPS19 is integrated into developed ribosomes. Mutations in basic region A, (Arg57Glu, Arg57Gln, and Arg63Glu) and basic region B (Arg102Glu and Arg122Glu) reduced such co-precipitation, indicating the integral role of these areas of the protein. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17726054","rdfs:label":"Gregory et al., 2007"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5e34902-20a3-4621-9848-205dfe40606f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:75f4c985-f342-449c-9eff-1609d5d4da8b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The delayed development, lymphocyte deficiency, and low red blood cell count are characteristic of the human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18641651","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes encoding ribosomal proteins cause the Minute phenotype in Drosophila and mice, and Diamond-Blackfan syndrome in humans. Here we report two mouse dark skin (Dsk) loci caused by mutations in Rps19 (ribosomal protein S19) and Rps20 (ribosomal protein S20). We identify a common pathophysiologic program in which p53 stabilization stimulates Kit ligand expression, and, consequently, epidermal melanocytosis via a paracrine mechanism. Accumulation of p53 also causes reduced body size and erythrocyte count. These results provide a mechanistic explanation for the diverse collection of phenotypes that accompany reduced dosage of genes encoding ribosomal proteins, and have implications for understanding normal human variation and human disease.","dc:creator":"McGowan KA","dc:date":"2008","dc:title":"Ribosomal mutations cause p53-mediated dark skin and pleiotropic effects."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":6307,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:768566d9-62ca-426b-848c-6cea0e74de58","type":"GeneValidityProposition","disease":"obo:MONDO_0015253","gene":"hgnc:10402","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The RPS19 gene is located on chromosome 19 at 19q13.2 and encodes ribosomal protein S19, a component of the 40S subunit, which is required for pre-rRNA processing and maturation of 40S ribosomal subunits. RPS19 was first reported in relation to autosomal recessive Diamond-Blackfan anemia (DBA or Diamond Blackfan Anemia 1) in 1999 (Draptchinskaia et al., 1999, PMID: 9988267; Ramenghi et al., 1999, PMID: 10192448; Willig et al., 1999, PMID: 10590074). DBA is a rare, congenital bone-marrow-failure syndrome associated with red blood cell aplasia, macrocytic anemia , poor growth, increased risk of malignancy. Other features may include congenital malformations involving the craniofacial, upper limb, heart, and urinary systems. Significant clinical heterogeneity is seen. At least 10 variants (missense and nonsense) that have been reported in 11 probands in 4 publications (PMID: 9988267; Schuster et al., 2010, PMID: 20395159; Da Costa et al., 2003, PMID: 12586610; PMID: 10590074) are included in this curation. The maximum score for genetic evidence, 12 pts., has been reached. The mechanism of pathogenicity is reported to be haploinsufficiency. This gene-disease relationship is also supported by experimental evidence including a mouse model, expression data, and protein interaction evidence (Gregory et al., 2007, PMID: 17726054; McGowan et al., 2008, PMID: 18641651). The gene is normally expressed in relevant tissues that are associated with the disease phenotypes. RPS19 was shown to co-precipitate with both 18S rRNA and 25S rRNA and to be a component of the 40S ribosomal  subunit. In summary, there is definitive evidence to support the relationship between RPS19 and autosomal recessive Diamond Blackfan syndrome (Diamond Blackfan anemia 1). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 03.01.2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:bceef5ee-7596-4a90-91ce-b36385f9669b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}