{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cfv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-06-07T20:04:04.134Z","role":"Publisher"}],"evidence":[{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1981086c-81c5-4e11-9fca-119a5fbecbd3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:538193bd-966f-4a7c-a631-c88804142da7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SMAD4 +/- mice began to develop polyposis in the fundus and antrum when they were over 6-12 months old, and in the duodenum and cecum in older animals at a lower frequency. With increasing age, polyps in the antrum show sequential changes from hyperplasia, to dysplasia, in-situ carcinoma, and finally invasion. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10773876","type":"dc:BibliographicResource","dc:abstract":"The tumor suppressor SMAD4, also known as DPC4, deleted in pancreatic cancer, is a central mediator of TGF-beta signaling. It was previously shown that mice homozygous for a null mutation of Smad4 (Smad4-/-) died prior to gastrulation displaying impaired extraembryonic membrane formation and endoderm differentiation. Here we show that Smad4+/- mice began to develop polyposis in the fundus and antrum when they were over 6 - 12 months old, and in the duodenum and cecum in older animals at a lower frequency. With increasing age, polyps in the antrum show sequential changes from hyperplasia, to dysplasia, in-situ carcinoma, and finally invasion. These alterations are initiated by a dramatic expansion of the gastric epithelium where Smad4 is expressed. However, loss of the remaining Smad4 wild-type allele was detected only in later stages of tumor progression, suggesting that haploinsufficiency of Smad4 is sufficient for tumor initiation. Our data also showed that overexpression of TGF-beta1 and Cyclin D1 was associated with increased proliferation of gastric polyps and tumors. These studies demonstrate that Smad4 functions as a tumor suppressor in the gastrointestinal tract and also provide a valuable model for screening factors that promote or prevent gastric tumorigenesis.","dc:creator":"Xu X","dc:date":"2000","dc:title":"Haploid loss of the tumor suppressor Smad4/Dpc4 initiates gastric polyposis and cancer in mice."},"rdfs:label":"Xu 2000 mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:623baf3d-45d0-42b7-9951-cc150ff2f39d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1f5ad272-310f-48a5-b9b9-d6e26ebfbba2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Postnatal ablation of Smad4 caused various vascular defects, including the formation of distinct arteriovenous malformations in the neonate retina, and arteriovenous malformations are typical of the juvenile polyposis/hereditary hemorrhagic telangiectasia syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29460088","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT) is an autosomal dominant vascular disorder that leads to abnormal connections between arteries and veins termed arteriovenous malformations (AVM). Mutations in TGFβ pathway members ALK1, ENG and SMAD4 lead to HHT. However, a Smad4 mouse model of HHT does not currently exist. We aimed to create and characterize a Smad4 endothelial cell (EC)-specific, inducible knockout mouse (Smad4f/f;Cdh5-CreERT2) that could be used to study AVM development in HHT. We found that postnatal ablation of Smad4 caused various vascular defects, including the formation of distinct AVMs in the neonate retina. Our analyses demonstrated that increased EC proliferation and size, altered mural cell coverage and distorted artery-vein gene expression are associated with Smad4 deficiency in the vasculature. Furthermore, we show that depletion of Smad4 leads to decreased Vegfr2 expression, and concurrent loss of endothelial Smad4 and Vegfr2 in vivo leads to AVM enlargement. Our work provides a new model in which to study HHT-associated phenotypes and links the TGFβ and VEGF signaling pathways in AVM pathogenesis.","dc:creator":"Crist AM","dc:date":"2018","dc:title":"Vascular deficiency of Smad4 causes arteriovenous malformations: a mouse model of Hereditary Hemorrhagic Telangiectasia."},"rdfs:label":"Smad4 inducible KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This mouse model shows arteriovenous malformations that are typical of the juvenile polyposis/hereditary hemorrhagic telangiectasia syndrome"},{"id":"cggv:90bb52a6-e6fb-44ec-95f0-dbaa0032550c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fcb98900-d19b-49a8-b3d3-8e8b7ee0840e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SMAD4 +/- mice developed polyps in their stomach and duodenum with a similar histology to juvenile polyps found in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10626800","type":"dc:BibliographicResource","dc:abstract":"The SMAD4 (DPC4) gene was initially isolated as a candidate tumor suppressor from the convergent site of homozygous deletions on 18q in a panel of pancreatic carcinoma cell lines. It encodes a common cytoplasmic signaling molecule shared by the transforming growth factor-beta, activin, and bone morphogenic pathways. We recently inactivated its mouse homologue Smad4 and demonstrated its role in the malignant progression of benign adenomas to invasive adenocarcinomas by analyzing mice with Apc and Smad4 compound mutations. Although simple Smad4 homozygotes were embryonically lethal, the heterozygotes were fertile and appeared normal up to the age of 1 year. Upon further investigation, however, they have developed inflammatory polyps in the glandular stomach and duodenum. By PCR genotyping and immunohistochemical staining, the wild-type Smad4 allele has been lost in the polyp epithelial cells, ie., loss of heterozygosity. On the other hand, we have not found any mutations in such genes as K-Ras, H-Ras, N-Ras, p53, or PTEN. Histologically, the polyps are similar to human juvenile polyps showing moderate stromal cell proliferation and infiltrations by eosinophils and plasma cells. In addition, foci of adenocarcinoma with signet ring cells are also found. These results are consistent with a recent report that germ-line SMAD4 mutations are found in a subset of familial juvenile polyposis.","dc:creator":"Takaku K","dc:date":"1999","dc:title":"Gastric and duodenal polyps in Smad4 (Dpc4) knockout mice."},"rdfs:label":"Takaku 1999 mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2f8f9896-9aab-4f43-b46d-925f157ccf8f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a0a5716-7434-4b31-bde6-f7cbdc06ba9f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice with global Smad4 deletion in neonatal and adult\nstages reproduce phenotypes observed in patients with\njuvenile polyposis–HHT, including anemia and arteriovenous\nmalformations in the brain, gastrointestinal tract, and skin","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30571376","type":"dc:BibliographicResource","dc:abstract":"Background Hereditary hemorrhagic telangiectasia ( HHT ) is a rare genetic vascular disorder caused by mutations in endoglin ( ENG ), activin receptor-like kinase 1 ( ACVRL 1; ALK 1), or SMAD 4. Major clinical symptoms of HHT are arteriovenous malformations ( AVM s) found in the brain, lungs, visceral organs, and mucosal surface. Animal models harboring mutations in Eng or Alk1 recapitulate all of these HHT clinical symptoms and have been useful resources for studying mechanisms and testing potential drugs. However, animal models representing SMAD 4 mutations have been lacking. The goal of this study is to evaluate Smad4-inducible knockout ( iKO ) mice as an animal model of HHT and compare the phenotypes with other established HHT animal models. Methods and Results Global Smad4 deletion was induced at neonatal and adult stages, and hemoglobin levels, gastrointestinal hemorrhage, and presence of aberrant arteriovenous connections were examined. Neonatal Smad4- iKO mice exhibited signs of gastrointestinal bleeding and AVM s in the brain, intestine, nose, and retina. The radial expansion was decreased, and AVM s were detected on both distal and proximal retinal vasculature of Smad4- iKO s. Aberrant smooth muscle actin staining was observed in the initial stage AVM s and their connecting veins, indicating abnormal arterial flow to veins. In adult mice, Smad4 deficiency caused gastrointestinal bleeding and AVM s along the gastrointestinal tract and wounded skin. HHT -related phenotypes of Smad4- iKO s appeared to be comparable with those found in Alk1- iKO and Eng- iKO mice. Conclusions These data further confirm that SMAD signaling is crucial for normal arteriovenous network formation, and Smad4- iKO will be an alternative animal model of AVM research associated with HHT .","dc:creator":"Kim YH","dc:date":"2018","dc:title":"SMAD4 Deficiency Leads to Development of Arteriovenous Malformations in Neonatal and Adult Mice."},"rdfs:label":"smad4 KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This mouse model recapitulates most of the juvenile polyposis–HHT phenotypes"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cf_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6345,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:50644a1d-298c-40d2-956e-5bb2e989d17d","type":"GeneValidityProposition","disease":"obo:MONDO_0008278","gene":"hgnc:6770","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The SMAD4 gene encodes for the SMAD4 protein, belonging to the SMAD family of transcription factor proteins. SMAD4 plays a pivotal role in signal transduction of the transforming growth factor beta superfamily cytokines by mediating transcriptional activation of target genes.\n\nVariants in SMAD4 are linked to 4 different phenotypes: juvenile polyposis with hereditary hemorrhagic telangiectasia (HHT) syndrome, Myhre syndrome, pancreatic cancer (somatic), juvenile intestinal polyposis. We curated SMAD4 for juvenile polyposis with hereditary hemorrhagic telangiectasia syndrome.\n\nSMAD4 was first reported in relation to juvenile polyposis–HHT syndrome in 2004 (Gallione et al, PMID 15031030) in seven unrelated families or individuals displaying both juvenile polyposis and hereditary haemorrhagic telangiectasia phenotypes. Seven different variants, 4 missense, 1 stop and 2 deletions leading to frameshift, were described in the enrolled individuals. Common phenotypes were arteriovenous malformation, juvenile polyposis and telangiectasia. Epistaxis was common as well as anemia and digital clubbing.\n\nAt least 17 unique variants have been reported in humans, comprising missense, stop and frameshift variants.\n\nEvidence supporting this gene-disease relationship includes genetic evidences (case-level data) and experimental evidences (non-human model organisms).  \n\nSummary of Case Level Data: 12 POINTS \nVariants in this gene have been reported in at least 24 probands in  7 publications (PMIDs: 9582123, 15235019, 15031030, 16613914, 32944796, 30210120, 22331366) leading to a score of 12 for genetic evidence.\nMore evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence has been reached. The mechanism for disease is heterozygous loss of function.\n\nSummary of Experimental Data: 4 POINTS \nThis gene-disease association is supported by evidences of non-human model organisms, indeed two SMAD4 conditional knock out murine models have been described, both recapitulate most of the juvenile polyposis–HHT phenotypes including anemia and arteriovenous malformations in the brain, gastrointestinal tract, and skin (PMID 30571376) and formation of arteriovenous malformations in the neonate retina (PMID 29460088).\n\nIn summary, we found definitive association of SMAD4 with juvenile polyposis–HHT syndrome. \n\nThis classification was approved by the ClinGen Hemostasis Thrombosis Working Group on 12/16/2020 (SOP Version 8). The curation was updated on 2/22/2023 to include cases of classic Juveline polyposis with guidance from the Hereditary Cancer GCEP (SOP Version 9)","dc:isVersionOf":{"id":"cggv:b9b79d0f-4259-49d7-882d-4ca23bb7e8cf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}