{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919bv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-11-01T16:00:00.000Z","role":"Approver"},{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:12:12.033Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33596411","type":"dc:BibliographicResource","dc:abstract":"Deletion 1p36 (del1p36) syndrome is the most common human disorder resulting from a terminal autosomal deletion. This condition is molecularly and clinically heterogeneous. Deletions involving two non-overlapping regions, known as the distal (telomeric) and proximal (centromeric) critical regions, are sufficient to cause the majority of the recurrent clinical features, although with different facial features and dysmorphisms. SPEN encodes a transcriptional repressor commonly deleted in proximal del1p36 syndrome and is located centromeric to the proximal 1p36 critical region. Here, we used clinical data from 34 individuals with truncating variants in SPEN to define a neurodevelopmental disorder presenting with features that overlap considerably with those of proximal del1p36 syndrome. The clinical profile of this disease includes developmental delay/intellectual disability, autism spectrum disorder, anxiety, aggressive behavior, attention deficit disorder, hypotonia, brain and spine anomalies, congenital heart defects, high/narrow palate, facial dysmorphisms, and obesity/increased BMI, especially in females. SPEN also emerges as a relevant gene for del1p36 syndrome by co-expression analyses. Finally, we show that haploinsufficiency of SPEN is associated with a distinctive DNA methylation episignature of the X chromosome in affected females, providing further evidence of a specific contribution of the protein to the epigenetic control of this chromosome, and a paradigm of an X chromosome-specific episignature that classifies syndromic traits. We conclude that SPEN is required for multiple developmental processes and SPEN haploinsufficiency is a major contributor to a disorder associated with deletions centromeric to the previously established 1p36 critical regions.","dc:creator":"Radio FC","dc:date":"2021","dc:title":"SPEN haploinsufficiency causes a neurodevelopmental disorder overlapping proximal 1p36 deletion syndrome with an episignature of X chromosomes in females."},"evidence":[{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d305ba39-fc97-497c-a10e-8592d658fc59","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a4639ac1-9837-457e-a122-d1b561541797","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"SPEN is expressed during early human prenatal neocortical development (highest expression around 9pcw) and decreases across neocortical development. Expression of SPEN also increases during the transition from ventricular radial glia (vRG) to intermediate progenitor cells (IPCs) at gestational week 10 (Fig. 2).\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33596411","rdfs:label":"SPEN expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"expressed in neocortex during key developmental time period, but not highly specific"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.25},{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6186ad77-8532-4c28-b6e9-9a8a28444e6f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1c336ff7-a585-4ea0-9932-6d81a836ffb5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SPEN conditional knockout mice showed severe brain hypoplasia (including reductions in cerebral cortical thickness and hippocampal size, and enlargement of lateral ventricles) and growth retardation. Human patients show neurological phenotypes, including developmental delays, ID, abnormal behavior, and various brain imaging abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17457934","type":"dc:BibliographicResource","dc:abstract":"The Spen protein family is found in worms, flies, and mammals, and is implicated in diverse biological processes from embryogenesis to aging. Spen proteins have three N-terminal RNA recognition motifs and a C-terminal SPOC domain. The mammalian Spen proteins Mint and its human ortholog SHARP interact with the Notch-signaling mediator RBP-J as well as Msx2 and several unliganded nuclear hormone receptors, and impart transcription-repressing activity to these molecules by recruiting corepressors through the SPOC domain. Despite these in vitro findings, Mint/SHARP's physiological role is largely unknown, because Mint germline knockouts are embryonic lethal. To analyze Mint/SHARP function in postnatal mice, we created Mint-floxed mice that allow the Cre/loxP-mediated conditional knockout of Mint. We analyzed Mint and RBP-J epistasis during Notch-dependent splenic B-lymphocyte development, and found that Mint suppresses Notch signaling through RBP-J. In addition, Mint deficiency caused severe hypoplasia in postnatal brain, suggesting it may regulate neuronal cell survival.","dc:creator":"Yabe D","dc:date":"2007","dc:title":"Generation of a conditional knockout allele for mammalian Spen protein Mint/SHARP."},"rdfs:label":"SPEN conditional knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"SPEN may be required for neuronal survival in the postnatal brain; however, cko phenotype analysis was not thorough and the phenotype is not very specific for this disorder."},{"id":"cggv:b859f646-736c-4a73-ab63-42c45b7ead44","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27fae11c-97a5-4541-bc1d-9a264ebb38d1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Drosophila MZspen mutants (maternal + zygotic knockout) show neuronal fate specification and widespread axon-guidance defects and Zspen mutants (zygotic only knockout) show axon guidance defects in a specific subset of CNS neurons. Notch and EGFR signaling pathways were disrupted, suggesting spen may have a developmental role in regulating these key effectors of signaling pathways. \nHuman patients show neurological phenotypes (developmental delays, intellectual disability, behavioral abnormalities, and abnormal brain imaging). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10704397","type":"dc:BibliographicResource","dc:abstract":"split ends (spen) encodes nuclear 600 kDa proteins that contain RNA recognition motifs and a conserved C-terminal sequence. These features define a new protein family, Spen, which includes the vertebrate MINT transcriptional regulator. Zygotic spen mutants affect the growth and guidance of a subset of axons in the Drosophila embryo. Removing maternal and zygotic protein elicits cell-fate and more general axon-guidance defects that are not seen in zygotic mutants. The wrong number of chordotonal neurons and midline cells are generated, and we identify defects in precursor formation and EGF receptor-dependent inductive processes required for cell-fate specification. The number of neuronal precursors is variable in embryos that lack Spen. The levels of Suppressor of Hairless, a key transcriptional effector of Notch required for precursor formation, are reduced, as are the nuclear levels of Yan, a transcriptional repressor that regulates cell fate and proliferation downstream of the EGF receptor. We propose that Spen proteins regulate the expression of key effectors of signaling pathways required to specify neuronal cell fate and morphology.","dc:creator":"Kuang B","dc:date":"2000","dc:title":"split ends encodes large nuclear proteins that regulate neuronal cell fate and axon extension in the Drosophila embryo."},"rdfs:label":"SPEN Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Drosophila spen mutants show some abnormal neuronal functions (fate specification and axonal guidance), which may be relevant for human neurological phenotypes but not highly specific."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7695,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.25,"subject":{"id":"cggv:829feb7e-8c39-4ed2-ade1-154739f7e066","type":"GeneValidityProposition","disease":"obo:MONDO_0859143","gene":"hgnc:17575","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The SPEN gene is located on chromosome 1 at 1p36.21-p36.13 and appears to function as a nuclear matrix platform that organizes and integrates transcriptional responses, and is thought to be involved in chromatin remodeling. SPEN was first reported in relation to autosomal dominant SPEN-related neurodevelopmental disorder in 2021 by Radio et al. (PMID: 33596411). The clinical profile of this disease includes developmental delay/intellectual disability, autism spectrum disorder, behavioral abnormalities, hypotonia, brain and spine anomalies, congenital heart defects, gait imbalance, variable facial dysmorphisms, and obesity/increased BMI, especially in females. This curation included 7 unique truncating variants (4 nonsense and 3 frameshift) in 7 probands from 1 publication (PMID: 33596411). The majority of cases showed de novo inheritance, but familial inheritance in one family was scored. Note there are additional unpublished cases. The maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by experimental evidence including expression in the developing human neocortex and several animal models (Drosophila and conditional knockout mouse) in which inactivation of SPEN was associated with a neuronal phenotype (PMIDs: 10704397, 17457934). In summary, there is definitive evidence supporting the relationship between SPEN and autosomal dominant SPEN-related neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 11/01/2023.\nWhile this GDR does not currently meet time/replication requirement for Definitive, consensus at SD-GCEP was to upgrade to Definitive because the first publication is a large GeneMatcher paper from many independent groups.\n","dc:isVersionOf":{"id":"cggv:f4800898-ad53-4fec-8b29-dd0a8225919b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}