{"id":"cggv:49566325-8710-4b72-ad64-79528585223dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-11-04T18:00:00.000Z","role":"Approver"},{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-11-04T20:52:05.535Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:DiseaseNameUpdate"},{"id":"cg:RecurationCommunityRequest"}],"evidence":[{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce47988e-21c3-4854-b116-bc82c3f4682e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff84df2b-a04f-472a-b56f-c21f2bb0aca3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Overall, reduced CHEK2 protein expression (fig. 2) was observed in 21/124 (16.9%)\nbreast tumors. The array included four breast tumors from four CHEK2 1100delC germline carriers from different families. All four of these patients showed reduced CHEK2 expression (fig. 2). The 1100delC germline variant was therefore seen in 4/21 (19%) patients with reduced expression of the CHEK2 protein; in contrast, none of the 103 patients with normal CHEK2- staining pattern showed mutations ( p<.0005). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12094328","type":"dc:BibliographicResource","dc:abstract":"CHEK2 (previously known as \"CHK2\") is a cell-cycle-checkpoint kinase that phosphorylates p53 and BRCA1 in response to DNA damage. A protein-truncating mutation, 1100delC in exon 10, which abolishes the kinase function of CHEK2, has been found in families with Li-Fraumeni syndrome (LFS) and in those with a cancer phenotype that is suggestive of LFS, including breast cancer. In the present study, we found that the frequency of 1100delC was 2.0% among an unselected population-based cohort of 1,035 patients with breast cancer. This was slightly, but not significantly (P=.182), higher than the 1.4% frequency found among 1,885 population control subjects. However, a significantly elevated frequency was found among those 358 patients with a positive family history (11/358 [3.1%]; odds ratio [OR] 2.27; 95% confidence interval [CI] 1.11-4.63; P=.021, compared with population controls). Furthermore, patients with bilateral breast cancer were sixfold more likely to be 1100delC carriers than were patients with unilateral cancer (95% CI 1.87-20.32; P=.007). Analysis of the 1100delC variant in an independent set of 507 patients with familial breast cancer with no BRCA1 and BRCA2 mutations confirmed a significantly elevated frequency of 1100delC (28/507 [5.5%]; OR 4.2; 95% CI 2.4-7.2; P=.0002), compared with controls, with a high frequency also seen in patients with only a single affected first-degree relative (18/291 [6.2%]). Finally, tissue microarray analysis indicated that breast tumors from patients with 1100delC mutations show reduced CHEK2 immunostaining. The results suggest that CHEK2 acts as a low-penetrance tumor-suppressor gene in breast cancer and that it makes a significant contribution to familial clustering of breast cancer-including families with only two affected relatives, which are more common than families that include larger numbers of affected women.","dc:creator":"Vahteristo P","dc:date":"2002","dc:title":"A CHEK2 genetic variant contributing to a substantial fraction of familial breast cancer."},"rdfs:label":"Tissue microarray"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:edb7b87a-e103-422c-8045-44dfeedca715","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee0749f0-1b2d-4fc1-8d4d-1dd664058239","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In response to DNA damage, CHEK2 is post-translationally modified and stabilizes the p53 tumor suppressor protein (by phosphorylating p53 on Ser-20 and dissociating preformed complexes of p53 with Mdm2), leading to cell cycle arrest in G1. Other genes involved in DNA Damage Response (DDR), such as ATM and TP53, are known breast cancer predisposing genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10673500","type":"dc:BibliographicResource","dc:abstract":"Chk2/hcds1, the human homolog of the Saccharomyces cerevisiae RAD53/SPK1 and Schizosaccharomyces pombe cds1 DNA damage checkpoint genes, encodes a protein kinase that is post-translationally modified after DNA damage. Like its yeast homologs, the Chk2/hCds1 protein phosphorylates Cdc25C in vitro, suggesting that it arrests cells in G(2) in response to DNA damage. We expressed Chk2/hCds1 in human cells and analyzed their cell cycle profile. Wild-type, but not catalytically inactive, Chk2/hCds1 led to G(1) arrest after DNA damage. The arrest was inhibited by cotransfection of a dominant-negative p53 mutant, indicating that Chk2/hCds1 acted upstream of p53. In vitro, Chk2/hCds1 phosphorylated p53 on Ser-20 and dissociated preformed complexes of p53 with Mdm2, a protein that targets p53 for degradation. In vivo, ectopic expression of wild-type Chk2/hCds1 led to increased p53 stabilization after DNA damage, whereas expression of a dominant-negative Chk2/hCds1 mutant abrogated both phosphorylation of p53 on Ser-20 and p53 stabilization. Thus, in response to DNA damage, Chk2/hCds1 stabilizes the p53 tumor suppressor protein leading to cell cycle arrest in G(1).","dc:creator":"Chehab NH","dc:date":"2000","dc:title":"Chk2/hCds1 functions as a DNA damage checkpoint in G(1) by stabilizing p53."},"rdfs:label":"In vitro and in vivo protein interaction with p53"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:557cbfcb-f9fe-47cf-96ba-19eb45f67c22","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8cda56c8-a504-4934-bacd-523abb8439b8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A mouse embryonic stem (mES) cell–based system to quantitatively determine the functional impact of 50 missense VUS in human CHEK2 was developed. By assessing the activity of human CHK2 to phosphorylate one of its main targets, Kap1, in Chek2 knockout mES cells, 31 missense VUS in CHEK2 were found to impair protein function to a similar extent as truncating variants, while 9 CHEK2 missense VUS resulted in intermediate functional defects. Mechanistically, most VUS impaired CHK2 kinase function by causing protein instability or by impairing activation through (auto)phosphorylation. Quantitative results showed that the degree of CHK2 kinase dysfunction correlates with an increased risk for breast cancer. Both damaging CHEK2 variants as a group [OR 2.23; 95% confidence interval (CI), 1.62–3.07; P < 0.0001] and intermediate variants (OR1.63; 95%CI, 1.21–2.20; P ¼ 0.0014) were associated with an increased breast cancer risk, while functional variants did not show this association (OR 1.13; 95% CI, 0.87–1.46; P ¼ 0.378). Finally, a damaging VUS in CHEK2, c.486A>G/p.D162G, was also identified, which cosegregated with familial prostate cancer. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34903604","type":"dc:BibliographicResource","dc:abstract":"Heterozygous carriers of germline loss-of-function variants in the tumor suppressor gene checkpoint kinase 2 (CHEK2) are at an increased risk for developing breast and other cancers. While truncating variants in CHEK2 are known to be pathogenic, the interpretation of missense variants of uncertain significance (VUS) is challenging. Consequently, many VUS remain unclassified both functionally and clinically. Here we describe a mouse embryonic stem (mES) cell-based system to quantitatively determine the functional impact of 50 missense VUS in human CHEK2. By assessing the activity of human CHK2 to phosphorylate one of its main targets, Kap1, in Chek2 knockout mES cells, 31 missense VUS in CHEK2 were found to impair protein function to a similar extent as truncating variants, while 9 CHEK2 missense VUS resulted in intermediate functional defects. Mechanistically, most VUS impaired CHK2 kinase function by causing protein instability or by impairing activation through (auto)phosphorylation. Quantitative results showed that the degree of CHK2 kinase dysfunction correlates with an increased risk for breast cancer. Both damaging CHEK2 variants as a group [OR 2.23; 95% confidence interval (CI), 1.62-3.07; P < 0.0001] and intermediate variants (OR 1.63; 95% CI, 1.21-2.20; P = 0.0014) were associated with an increased breast cancer risk, while functional variants did not show this association (OR 1.13; 95% CI, 0.87-1.46; P = 0.378). Finally, a damaging VUS in CHEK2, c.486A>G/p.D162G, was also identified, which cosegregated with familial prostate cancer. Altogether, these functional assays efficiently and reliably identified VUS in CHEK2 that associate with cancer.","dc:creator":"Boonen RACM","dc:date":"2022","dc:title":"Functional Analysis Identifies Damaging CHEK2 Missense Variants Associated with Increased Cancer Risk."},"rdfs:label":"Mouse embryonic stem (mES) cell-based assay"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:ec379db9-a582-4f7b-aa8b-f1fe18184494","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a829648-49fd-4b05-ab47-5658496f80ad","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Chk2*1100delC allele alters the tumorigenic efficacy of Ron in the development of mammary tumors in a mouse model. Data demonstrate that Ron overexpression on a Chk2*1100delC background accelerates the development of mammary tumors, and shows that pathways mediated by a tyrosine kinase receptor and a regulator of the cell cycle can act to hasten tumorigenesis in vivo.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20434834","type":"dc:BibliographicResource","dc:abstract":"The CHEK2 (Chk2 in mice) polymorphic variant, CHEK2*1100delC, leads to genomic instability and is associated with an increased risk for breast cancer. The Ron receptor tyrosine kinase is overexpressed in a large fraction of human breast cancers. Here, we asked whether the low penetrance Chk2*1100delC allele alters the tumorigenic efficacy of Ron in the development of mammary tumors in a mouse model. Our data demonstrate that Ron overexpression on a Chk2*1100delC background accelerates the development of mammary tumors, and shows that pathways mediated by a tyrosine kinase receptor and a regulator of the cell cycle can act to hasten tumorigenesis in vivo.","dc:creator":"Meyer SE","dc:date":"2010","dc:title":"Chk2*1100delC Acts in synergy with the Ron receptor tyrosine kinase to accelerate mammary tumorigenesis in mice."},"rdfs:label":"Mice with Chk2*1100delC and MMTV-Ron"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:9265df6c-c45e-4f78-b85f-ec245831ef03","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e54dc75-4c2e-427c-affb-4d0308b9d7ef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice homozygous for Chk2*1100delC produced more tumors than wild-type mice, whereas heterozygous mice were not statistically different. But when fractionated by gender, however, homozygous and heterozygous female mice developed spontaneous tumors (including breast and other tumors) more rapidly and to a far greater extent than wild-type mice. When challenged with the carcinogen 7,12-dimethylbenz[a]anthracene, all mice, regardless of genotype, had a reduced lifespan. Latency for mammary tumorigenesis was reduced signiﬁcantly in mice homozygous for Chk2*1100delC but unexpectedly increased for the development of lymphomas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19805189","type":"dc:BibliographicResource","dc:abstract":"The CHEK2 kinase (Chk2 in mouse) is a member of a DNA damage response pathway that regulates cell cycle arrest at cell cycle checkpoints and facilitates the repair of dsDNA breaks by a recombination-mediated mechanism. There are numerous variants of the CHEK2 gene, at least one of which, CHEK2*1100delC (SNP), associates with breast cancer. A mouse model in which the wild-type Chk2 has been replaced by a Chk2*1100delC allele was tested for elevated risk of spontaneous cancer and increased sensitivity to challenge by a carcinogenic compound. Mice homozygous for Chk2*1100delC produced more tumors than wild-type mice, whereas heterozygous mice were not statistically different. When fractionated by gender, however, homozygous and heterozygous mice developed spontaneous tumors more rapidly and to a far greater extent than wild-type mice, indicative of a marked gender bias in mice harboring the variant allele. Consistent with our previous data showing elevated genomic instability in mouse embryonic fibroblasts (MEFs) derived from mice homozygous for Chk2*1100delC, the level of Cdc25A was elevated in heterozygous and homozygous MEFs and tumors. When challenged with the carcinogen 7,12-dimethylbenz[a]anthracene, all mice, regardless of genotype, had a reduced lifespan. Latency for mammary tumorigenesis was reduced significantly in mice homozygous for Chk2*1100delC but unexpectedly increased for the development of lymphomas. An implication from this study is that individuals who harbor the variant CHEK2*1100delC allele not only are at an elevated risk for the development of cancer but also that this risk can be further increased as a result of environmental exposure.","dc:creator":"Bahassi el M","dc:date":"2009","dc:title":"Mice with the CHEK2*1100delC SNP are predisposed to cancer with a strong gender bias."},"rdfs:label":"Mice with the CHEK2*1100delC "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49566325-8710-4b72-ad64-79528585223d_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:530e691e-595d-4787-a6f7-dd87e96166ce","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:530e691e-595d-4787-a6f7-dd87e96166ce_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:36810851-f2ae-4e15-be78-1b616f7f712f","type":"Cohort","allGenotypedSequenced":42671,"alleleFrequency":0.003702748939560826,"evidence":[{"id":"cggv:530e691e-595d-4787-a6f7-dd87e96166ce_cc_evidence_item"}],"numWithVariant":158,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:c1554977-f449-4ccf-950b-e12ee7656f21","type":"Cohort","allGenotypedSequenced":42164,"alleleFrequency":0.003367801916326724,"evidence":[{"id":"cggv:530e691e-595d-4787-a6f7-dd87e96166ce_cc_evidence_item"}],"numWithVariant":142},"lowerConfidenceLimit":1.05,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.016,"statisticalSignificanceType":"","statisticalSignificanceValue":1.33,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.67,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27595995","type":"dc:BibliographicResource","dc:abstract":"The rarity of mutations in PALB2, CHEK2 and ATM make it difficult to estimate precisely associated cancer risks. Population-based family studies have provided evidence that at least some of these mutations are associated with breast cancer risk as high as those associated with rare BRCA2 mutations. We aimed to estimate the relative risks associated with specific rare variants in PALB2, CHEK2 and ATM via a multicentre case-control study.","dc:creator":"Southey MC","dc:date":"2016","dc:title":"PALB2, CHEK2 and ATM rare variants and cancer risk: data from COGS."},"rdfs:label":"Southey et al - c.538C>T (p.Arg180Cys)"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:a0c79510-531b-462d-9b40-ad0a01bb4bc7","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a0c79510-531b-462d-9b40-ad0a01bb4bc7_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:0aa77cf3-262e-4c78-b3de-c02ca2047741","type":"Cohort","allGenotypedSequenced":42671,"alleleFrequency":0.001031145274308078,"detectionMethod":"Genotyping was conducted using a custom Illumina Infinium\narray (iCOGS)","evidence":[{"id":"cggv:a0c79510-531b-462d-9b40-ad0a01bb4bc7_cc_evidence_item"}],"numWithVariant":44,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:84696d62-4e6c-417f-8ab5-60fb38df9f35","type":"Cohort","allGenotypedSequenced":42164,"alleleFrequency":0.0004269044682667678,"detectionMethod":"Genotyping was conducted using a custom Illumina Infinium\narray (iCOGS)","evidence":[{"id":"cggv:a0c79510-531b-462d-9b40-ad0a01bb4bc7_cc_evidence_item"}],"numWithVariant":18},"lowerConfidenceLimit":1.29,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.003,"statisticalSignificanceType":"","statisticalSignificanceValue":2.26,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":3.95,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27595995","rdfs:label":"Southey et al - c.349A>G (p.Arg117Gly)"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2,"dc:description":"The Breast Cancer Association Consortium (BCAC), involving a total of 48 studies: 37 of women from populations with predominantly European ancestry (42 671 cases and 42 164 controls), 9 of Asian women (5795 cases and 6624 controls) and 2 of African-American women (1046 cases and 932 controls). The majority of studies were population-based or hospital-based case-control studies, but some studies of European women oversampled cases with a family history or with bilateral disease. \n"},{"id":"cggv:61862981-2b41-424a-9fce-d79786ac3fc1","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:61862981-2b41-424a-9fce-d79786ac3fc1_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6999e7e2-95bc-45b4-b18b-a9a8447f2d41","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.01122352844795805,"detectionMethod":"Sequencing of a  panel of 34 known or suspected breast cancer susceptibility genes.","evidence":[{"id":"cggv:61862981-2b41-424a-9fce-d79786ac3fc1_cc_evidence_item"}],"numWithVariant":548,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:f25c694d-54f7-462d-8204-411621f5b25d","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.004832061219257243,"detectionMethod":"Sequencing of a  panel of 34 known or suspected breast cancer susceptibility genes.","evidence":[{"id":"cggv:61862981-2b41-424a-9fce-d79786ac3fc1_cc_evidence_item"}],"numWithVariant":245},"lowerConfidenceLimit":2.21,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":3.1E-40,"statisticalSignificanceType":"","statisticalSignificanceValue":2.54,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.91,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"Dorling et al - Truncating variants"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":6,"dc:description":"Women with breast cancer and unaffected controls participating in 44 BCAC studies.  30 studies did not select patients or controls on the basis of family history population-based studies); the remaining 14 studies oversampled patients with a family history of breast cancer (family based studies). After all quality-control steps were taken, 53,461 controls and 60,466 women with an invasive tumor (54,624 [90.3%]), in situ tumor (4187 [6.9%]), or tumor of unknown invasiveness (1655 [2.7%]) were included in the analyses. Of these, 48,826 patients and 50,703 controls were from population-based studies."},{"id":"cggv:b8b51779-4c31-4fb5-9721-9abf7bf0a8ee","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b8b51779-4c31-4fb5-9721-9abf7bf0a8ee_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:f2e42132-d353-4b03-bd69-18ce0d395477","type":"Cohort","allGenotypedSequenced":42671,"alleleFrequency":0.0002109160788357433,"evidence":[{"id":"cggv:b8b51779-4c31-4fb5-9721-9abf7bf0a8ee_cc_evidence_item"}],"numWithVariant":9,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:1e951c8b-2fb7-4d73-996b-f44f2d9d23fb","type":"Cohort","allGenotypedSequenced":42164,"alleleFrequency":0.00004743382980741865,"evidence":[{"id":"cggv:b8b51779-4c31-4fb5-9721-9abf7bf0a8ee_cc_evidence_item"}],"numWithVariant":2},"lowerConfidenceLimit":1.09,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.017,"statisticalSignificanceType":"","statisticalSignificanceValue":5.06,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":23.5,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27595995","rdfs:label":"Southey et al - c.1036C>T (p.Arg346Cys)"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.5},{"id":"cggv:1fbe0094-467d-4d01-84ce-c4f20b3fa4b9","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1fbe0094-467d-4d01-84ce-c4f20b3fa4b9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:09df0a17-25e4-4308-b4bd-064853610a31","type":"Cohort","allGenotypedSequenced":22301,"alleleFrequency":0.001031343885924398,"evidence":[{"id":"cggv:1fbe0094-467d-4d01-84ce-c4f20b3fa4b9_cc_evidence_item"}],"numWithVariant":23,"relatedCondition":{"id":"obo:MONDO_0008315"}},"controlCohort":{"id":"cggv:918c462f-7590-4e6c-b903-7e1c419ba1ae","type":"Cohort","allGenotypedSequenced":22320,"alleleFrequency":0.000492831541218638,"evidence":[{"id":"cggv:1fbe0094-467d-4d01-84ce-c4f20b3fa4b9_cc_evidence_item"}],"numWithVariant":11},"lowerConfidenceLimit":1.06,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.03,"statisticalSignificanceType":"","statisticalSignificanceValue":2.21,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":4.63,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27595995","rdfs:label":"Southey et al -  c.1312G>T (p.Asp438Tyr)"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1,"dc:description":"The Prostate Cancer Association Group to Investigate Cancer Associated Alterations in the Genome (PRACTICAL) involving a total of 26 studies: 25 included men with European ancestry (22 301 cases and 22 320 controls) and 3 included African- American men (623 cases and 569 controls). The majority of studies were population-based or hospital-based case-control studies."},{"id":"cggv:de2ac485-d318-4f3c-8bd4-4fc2d37ef853","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:de2ac485-d318-4f3c-8bd4-4fc2d37ef853_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:049b12db-6383-453d-aca1-57f1516c3766","type":"Cohort","allGenotypedSequenced":32247,"alleleFrequency":0.01082271219028127,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancerpredisposition genes.","evidence":[{"id":"cggv:de2ac485-d318-4f3c-8bd4-4fc2d37ef853_cc_evidence_item"}],"numWithVariant":349,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:5e70625c-9dbf-46bc-839f-d03231e562f6","type":"Cohort","allGenotypedSequenced":32544,"alleleFrequency":0.004240412979351032,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancerpredisposition genes.","evidence":[{"id":"cggv:de2ac485-d318-4f3c-8bd4-4fc2d37ef853_cc_evidence_item"}],"numWithVariant":138},"lowerConfidenceLimit":2.02,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":2.47,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":3.05,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471974","type":"dc:BibliographicResource","dc:abstract":"Population-based estimates of the risk of breast cancer associated with germline pathogenic variants in cancer-predisposition genes are critically needed for risk assessment and management in women with inherited pathogenic variants.","dc:creator":"Hu C","dc:date":"2021","dc:title":"A Population-Based Study of Genes Previously Implicated in Breast Cancer."},"rdfs:label":"Hu et al - Pathogenic variants"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":4,"dc:description":"The CARRIERS consortium includes 17 studies — 7 nested case–control studies in prospective cohorts, 2 case–cohort studies in prospective cohorts, 3 case–control studies, and 5 case–control or case–cohort studies enriched with women with early-onset disease or a family history of breast cancer. Population-based estimates were derived from 32,247 case patients and 32,544 controls from the 12 studies in the CARRIERS consortium that were not enriched with patients with a family history or early onset of disease.  "},{"id":"cggv:fd77f73a-b6fe-4152-9c51-3f8df2507c9a","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fd77f73a-b6fe-4152-9c51-3f8df2507c9a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:c887df50-35e7-4b6c-a892-4b270992c07d","type":"Cohort","allGenotypedSequenced":623,"alleleFrequency":0.05617977528089888,"evidence":[{"id":"cggv:fd77f73a-b6fe-4152-9c51-3f8df2507c9a_cc_evidence_item"}],"numWithVariant":35,"relatedCondition":{"id":"obo:MONDO_0008315"}},"controlCohort":{"id":"cggv:86738f33-04db-4f42-a863-1c3f72797dc4","type":"Cohort","allGenotypedSequenced":569,"alleleFrequency":0.01933216168717047,"evidence":[{"id":"cggv:fd77f73a-b6fe-4152-9c51-3f8df2507c9a_cc_evidence_item"}],"numWithVariant":11},"lowerConfidenceLimit":1.53,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":3.03,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":6.03,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27595995","rdfs:label":"Southey et al - c.1343T>G (p.Ile448Ser)"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.5,"dc:description":"Based on data from 623 and 569 African-American cases and controls, respectively."},{"id":"cggv:09345bee-a420-4967-bc9d-8a68ebea8387","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:09345bee-a420-4967-bc9d-8a68ebea8387_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:79a7b1df-da3a-4568-b965-e824dab94445","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.0183303977389096,"detectionMethod":"Sequencing of a panel of 34 known or suspected breast cancer susceptibility genes.","evidence":[{"id":"cggv:09345bee-a420-4967-bc9d-8a68ebea8387_cc_evidence_item"}],"numWithVariant":895,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:74a725be-d3b2-46ac-8ec2-4d12c8fec0a2","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.0137467211013155,"detectionMethod":"Sequencing of a panel of 34 known or suspected breast cancer susceptibility genes.","evidence":[{"id":"cggv:09345bee-a420-4967-bc9d-8a68ebea8387_cc_evidence_item"}],"numWithVariant":697},"lowerConfidenceLimit":1.28,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":2.5E-11,"statisticalSignificanceType":"","statisticalSignificanceValue":1.42,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.58,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33471991","rdfs:label":"Dorling et al - Rare missense variants"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9293,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:3a78de35-b688-412c-bb21-9d1e3a7bf0b0","type":"GeneValidityProposition","disease":"obo:MONDO_0700271","gene":"hgnc:16627","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CHEK2 gene encodes for the CHK2 serine/threonine-protein kinase which is required for checkpoint-mediated cell cycle arrest, activation of DNA repair and apoptosis in response to the presence of DNA double-strand breaks, through the ATM-CHK2-p53 DNA damage response pathway.  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) and inheritance pattern for Breast Cancer and Prostate Cancer, which were lumped into the disease entity “CHEK2-related cancer predisposition” (MONDO:0700271) - Autosomal dominant inheritance. The split curation for Ovarian Carcinoma (refuted) has been curated separately. CHEK2 results in low to moderate penetrance for cancer, for which multiple published studies study different cancer types, ranging from single case reports to large case-control analyses[SP1] . In addition to breast and prostate cancer, there is limited evidence for renal, pancreatic, thyroid and gastric carcinoma, for which larger studies are needed (PMID 37490054). The common truncating CHEK2 variant (c.1100del) has been demonstrated to convey colorectal cancer (PMID: 12690581) .\n \nGiven the frequency of CHEK2 variants and the cancer phenotype the curation focuses only on breast and prostate cancer case-control studies for scoring genetic evidence. 8 variants (missense, nonsense and frameshift) evaluated in case-control studies by aggregate variant analyses or single variant analyses are included in this curation (PMIDs 27595995, 33471974, 33471991). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss of function. The gene-disease relationship is also supported by experimental evidence (animal models, expression studies and in vitro functional assays) (PMIDs: 12094328, 20434834, 19805189, 34903604). In summary, there is definitive evidence supporting the relationship between CHEK2 and autosomal dominant CHEK2-related cancer predisposition. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This re-curation was approved by the ClinGen Hereditary Cancer GCEP on 09/27/2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:49566325-8710-4b72-ad64-79528585223d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}