{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-02-26T17:00:00.000Z","role":"Approver"},{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-02-26T14:28:27.783Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7fe30ce7-3bfa-452a-b6c2-c4d6a58ca220","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f04e6d54-1c95-4a29-aa2e-bca693c3acb2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Developmental Northern blots were performed using the alpha-skeletal isoactin-specific probe in embryonic day 15 through postnatal day 8 and adult rat tissues. Exclusive expression was very low in the heart and skeletal muscle during prenatal development, following birth, the maturing skeletal muscle displays a dramatic increase in expression which is maintained into adulthood (while expression in the heart decreased to undetectable in the adult).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1743394","type":"dc:BibliographicResource","dc:abstract":"The present study represents the first comprehensive analysis of isoactin gene expression in the developing rat. Our results clearly demonstrate that the developmental and tissue-specific expression of the actin multigene family is a highly integrated and complex process involving a variety of regulatory paradigms. The distinct temporal patterns of expression reported in this study indicate that there are three key phases in the regulation of expression of the actin multigene family during development. These include early embryonic development, late fetal development, and early postnatal development. The specific spatial patterns of expression observed in this study demonstrate that the expression of the actin multigene family is much more permissive than previously reported. This permissive expression includes a wide range of \"ectopic\" expression of the striated muscle isoactins as well as an extended expression of the alpha-smooth muscle isoactin. These findings expand our current understanding of the expression of the actin multigene family in development and provide a fundamental basis for future studies directed at investigating these processes.","dc:creator":"McHugh KM","dc:date":"1991","dc:title":"A comprehensive analysis of the developmental and tissue-specific expression of the isoactin multigene family in the rat."},"rdfs:label":"Developmental Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression of skeletal alpha actin was shown to be specific to skeletal muscle in rats which is consistent with expression in humans as reported by The Human Protein Atlas (tissue specificity - group enriched in skeletal muscle and tongue)."},{"id":"cggv:90ae3697-a1c7-4e41-9040-76b3e181d82b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7dea0ba4-04b4-49a3-974a-e6c9fbac870c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"F-actin directly interacts with myosin to generate contractile force (Reviewed in PMID: 6447472). Muscle contraction consists of the cyclic attachment and detachment of the globular portion of the myosin molecule to the actin filament, which results in the sliding of the filaments past each other.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21314430","type":"dc:BibliographicResource","dc:abstract":"Actin is the most abundant protein in most eukaryotic cells. It is highly conserved and participates in more protein-protein interactions than any known protein. These properties, along with its ability to transition between monomeric (G-actin) and filamentous (F-actin) states under the control of nucleotide hydrolysis, ions, and a large number of actin-binding proteins, make actin a critical player in many cellular functions, ranging from cell motility and the maintenance of cell shape and polarity to the regulation of transcription. Moreover, the interaction of filamentous actin with myosin forms the basis of muscle contraction. Owing to its central role in the cell, the actin cytoskeleton is also disrupted or taken over by numerous pathogens. Here we review structures of G-actin and F-actin and discuss some of the interactions that control the polymerization and disassembly of actin.","dc:creator":"Dominguez R","dc:date":"2011","dc:title":"Actin structure and function."},"rdfs:label":"Actin Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:318b265e-5218-4aca-91c5-529af9c562c5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:65bba8bc-db38-478d-8c07-8c3062561f82","type":"FunctionalAlteration","dc:description":"Muscle fibers of NEM3 patients display a reduced maximal force generating capacity, which is caused by dysfunctional sarcomere contractility in the majority of patients, as revealed by contractility measurements in myofibrils. In NEM3 patients, maximal tension of fibers was significantly lower than in fibers of control subjects: tension reduced by ~66%, and the average maximal tension of myofibrils was reduced by ~50%. Low angle x-ray diffraction and stimulated emission-depletion microscopy indicate that dysfunctional sarcomere contractility in NEM3 patients involves a lower number of myosin heads binding to actin during muscle activation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29328520","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy (NM) is one of the most common congenital nondystrophic myopathies and is characterized by muscle weakness, often from birth. Mutations in ACTA1 are a frequent cause of NM (ie, NEM3). ACTA1 encodes alpha-actin 1, the main constituent of the sarcomeric thin filament. The mechanisms by which mutations in ACTA1 contribute to muscle weakness in NEM3 are incompletely understood. We hypothesized that sarcomeric dysfunction contributes to muscle weakness in NEM3 patients.","dc:creator":"Joureau B","dc:date":"2018","dc:title":"Dysfunctional sarcomere contractility contributes to muscle weakness in ACTA1-related nemaline myopathy (NEM3)."},"rdfs:label":"Sarcomere contractility"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2487bb0b-da20-4138-b6ba-ce553df6c3dc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:772bcbe5-bba1-43e0-9f8c-6b34de605068","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transgenic dominant KI mice were less active than wild-type individuals. Their skeletal muscles were significantly weaker by in vitro analyses and showed various pathological lesions reminiscent of human patients. Mice homozygous for the transgene and hemizygous for the endogenous skeletal muscle α-actin gene. Akin to most human patients, skeletal muscles from these offspring contained approximately equal proportions of ACTA1(D286G) and wild-type actin. Strikingly, the majority of these mice presented with severe immobility between postnatal Days 8 and 17, requiring euthanasia. Their skeletal muscles contained extensive structural abnormalities as identified in severely affected human patients, including nemaline bodies, actin accumulations and widespread sarcomeric disarray. The correlation between mutant ACTA1 protein load and disease severity parallels effects in ACTA1 families.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21303860","type":"dc:BibliographicResource","dc:abstract":"Mutations in the skeletal muscle α-actin gene (ACTA1) cause a range of pathologically defined congenital myopathies. Most patients have dominant mutations and experience severe skeletal muscle weakness, dying within one year of birth. To determine mutant ACTA1 pathobiology, transgenic mice expressing ACTA1(D286G) were created. These Tg(ACTA1)(D286G) mice were less active than wild-type individuals. Their skeletal muscles were significantly weaker by in vitro analyses and showed various pathological lesions reminiscent of human patients, however they had a normal lifespan. Mass spectrometry revealed skeletal muscles from Tg(ACTA1)(D286G) mice contained ∼25% ACTA1(D286G) protein. Tg(ACTA1)(D286G) mice were crossed with hemizygous Acta1(+/-) knock-out mice to generate Tg(ACTA1)(D286G)(+/+).Acta1(+/-) offspring that were homozygous for the transgene and hemizygous for the endogenous skeletal muscle α-actin gene. Akin to most human patients, skeletal muscles from these offspring contained approximately equal proportions of ACTA1(D286G) and wild-type actin. Strikingly, the majority of these mice presented with severe immobility between postnatal Days 8 and 17, requiring euthanasia. Their skeletal muscles contained extensive structural abnormalities as identified in severely affected human patients, including nemaline bodies, actin accumulations and widespread sarcomeric disarray. Therefore we have created valuable mouse models, one of mild dominant ACTA1 disease [Tg(ACTA1)(D286G)], and the other of severe disease, with a dramatically shortened lifespan [Tg(ACTA1)(D286G)(+/+).Acta1(+/-)]. The correlation between mutant ACTA1 protein load and disease severity parallels effects in ACTA1 families and suggests altering this ratio in patient muscle may be a therapy for patients with dominant ACTA1 disease. Furthermore, ringbinden fibres were observed in these mouse models. The presence of such features suggests that perhaps patients with ringbinden of unknown genetic origin should be considered for ACTA1 mutation screening. This is the first experimental, as opposed to observational, evidence that mutant protein load determines the severity of ACTA1 disease.","dc:creator":"Ravenscroft G","dc:date":"2011","dc:title":"Mouse models of dominant ACTA1 disease recapitulate human disease and provide insight into therapies."},"rdfs:label":"KI Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Transgenic mice expressing ACTA1(D286G) were created; the ACTA1(D286G) mutation utilized to generate this transgenic mouse model was identified in an isolated patient with severe nemaline myopathy. The force and functional deficits exhibited by Tg(ACTA1)D286G mice recapitulated the weakness observed in patients with ACTA1 mutations. Tg(ACTA1)D286G+/+.Acta1+/+ appeared smaller than littermates shortly after birth, and then presented with a severe splayed leg phenotype and hind limb immobility between postnatal Days 8–17, thus debilitating the pups and requiring them to be euthanized. As a result, Tg(ACTA1)D286G+/+.Acta1+/– mice recapitulate the severe phenotype of most patients with ACTA1 disease."},{"id":"cggv:0b2bbfbb-9a19-4be4-ad59-d150b5baa761","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eab9a0bf-caad-4fba-add5-41bce71b388d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice recapitulated muscle pathologies: \n• nemaline rods in cytoplasm and nucleus of muscle fibers and cardiomyocytes\n• areas of myofiber degeneration and repair\n• 27% increase in myosin type 1 fibers \nAnd clinical symptoms of hypotonia/muscle weakness with:\n• forearm grip strength significantly reduced through 8 weeks of age\n• absolute twitch and tetanic force is reduced to 30-40% of controls in extensor digitorum longus muscle\n• significantly reduced mobility in open field tests through 12 weeks of age","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22067542","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy, the most common congenital myopathy, is caused by mutations in genes encoding thin filament and thin filament-associated proteins in skeletal muscles. Severely affected patients fail to survive beyond the first year of life due to severe muscle weakness. There are no specific therapies to combat this muscle weakness. We have generated the first knock-in mouse model for severe nemaline myopathy by replacing a normal allele of the α-skeletal actin gene with a mutated form (H40Y), which causes severe nemaline myopathy in humans. The Acta1(H40Y) mouse has severe muscle weakness manifested as shortened lifespan, significant forearm and isolated muscle weakness and decreased mobility. Muscle pathologies present in the human patients (e.g. nemaline rods, fibre atrophy and increase in slow fibres) were detected in the Acta1(H40Y) mouse, indicating that it is an excellent model for severe nemaline myopathy. Mating of the Acta1(H40Y) mouse with hypertrophic four and a half LIM domains protein 1 and insulin-like growth factor-1 transgenic mice models increased forearm strength and mobility, and decreased nemaline pathologies. Dietary L-tyrosine supplements also alleviated the mobility deficit and decreased the chronic repair and nemaline rod pathologies. These results suggest that L-tyrosine may be an effective treatment for muscle weakness and immobility in nemaline myopathy.","dc:creator":"Nguyen MA","dc:date":"2011","dc:title":"Hypertrophy and dietary tyrosine ameliorate the phenotypes of a mouse model of severe nemaline myopathy."},"rdfs:label":"H40Y KI mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Strong recapitulation of human disease with knock-in of a known disease variant."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7825,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:215f8083-d4e5-464f-b6e5-eda321558d2c","type":"GeneValidityProposition","disease":"obo:MONDO_0100084","gene":"hgnc:129","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Actinopathy is a musculoskeletal system disorder that covers a wide spectrum of phenotypes and is caused by pathogenic variants in the skeletal muscle α-actin gene, *ACTA1*. These variants lead to a variety of overlapping adult onset and congenital myopathies characterized by muscle weakness, hypotonia, myopathic facies, respiratory dysfunction, and rarely cardiac involvement. While nemaline myopathy is the most common presentation, several other myopathies have been reported in association with *ACTA1* mutations. Specific skeletal muscle structural lesions visible on muscle biopsy include actin accumulations, nemaline and intranuclear bodies, fiber-type disproportion, cores, caps, dystrophic features and zebra bodies. Disorders associated with *ACTA1* pathogenic variants can have autosomal dominant (90%) or recessive (10%) inheritance. Per criteria outlined by the Lumping and Splitting Working Group, we found differences in molecular mechanism (dominant negative vs. recessive loss of function) and inheritance pattern actinopathy was split into dominant and recessive curations. The dominant curation includes phenotypes across a spectrum of disease including typical and severe infantile congenital myopathy as well as scapulohumeroperoneal myopathy (OMIM 616852, 161800, 620278).\n\n*ACTA1* was first reported in relation to dominant actinopathy in 1999 (Nowak KJ, et al., 1999, PMID: 10508519). At least 190 unique variants (predominantly missense) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 21 probands in 7 publications (PMIDs: 10508519, 25938801, 15468086, 15520409, 20303757, 25747004, 15198992). Variants in this gene segregated with disease in at least 25 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence has been reached. In vitro studies suggest that abnormal folding, altered polymerization and aggregation of mutant actin isoforms are common properties of dominant *ACTA1* variants. Some of these effects are mutation-specific, and likely result in variations in the severity of muscle weakness seen in individual patients and to the common pathological hallmarks in skeletal muscle. This gene disease association is supported by its biochemical function in muscle contraction (PMID: 21314430), its skeletal muscle specific expression (PMID: 1743394), the functional alteration of contractility in patient cells (PMID: 29328520) and two knock-in mouse models (PMIDs: 21303860, 22067542) that recapitulate human disease. In summary *ACTA1* is definitively associated with dominant inheritance of actinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:ba47597e-07a0-45e3-a971-f15807e8a1a4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}