{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-04-29T15:43:34.245Z","role":"Publisher"},{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-03-26T21:32:22.762Z","role":"Approver"}],"evidence":[{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:0d28f97a-c3e8-4ca7-92c8-720f3e2d6b73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f6c7fa1-3dbe-4bc0-86d6-7774ae733852","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"both globes almost fully exposed, and fullness of the soft tissues in the glabellar region, , the fingers were held in a flexed position and were tapering, Patches of hair were present in an abnormal distribution on the back and below the knees bilaterally, persisting in tufts around the ankles to 6months of age.  ","phenotypes":["obo:HP_0005495","obo:HP_0001643","obo:HP_0000431","obo:HP_0000175","obo:HP_0001159","obo:HP_0009901","obo:HP_0001321","obo:HP_0001561","obo:HP_0001746","obo:HP_0001655","obo:HP_0000636","obo:HP_0000248","obo:HP_0000316","obo:HP_0000453","obo:HP_0001792","obo:HP_0000215"],"sex":"Female","variant":{"id":"cggv:0d28f97a-c3e8-4ca7-92c8-720f3e2d6b73_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fe39ddd-4eb2-46ff-9f61-f427c57a848f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.350A>G (p.Glu117Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015626"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28369379","type":"dc:BibliographicResource","dc:abstract":"Twist transcription factors, members of the basic helix-loop-helix family, play crucial roles in mesoderm development in all animals. Humans have two paralogous genes, TWIST1 and TWIST2, and mutations in each gene have been identified in specific craniofacial disorders. Here, we describe a new clinical entity, Sweeney-Cox syndrome, associated with distinct de novo amino acid substitutions (p.Glu117Val and p.Glu117Gly) at a highly conserved glutamic acid residue located in the basic DNA binding domain of TWIST1, in two subjects with frontonasal dysplasia and additional malformations. Although about one hundred different TWIST1 mutations have been reported in patients with the dominant haploinsufficiency Saethre-Chotzen syndrome (typically associated with craniosynostosis), substitutions uniquely affecting the Glu117 codon were not observed previously. Recently, subjects with Barber-Say and Ablepharon-Macrostomia syndromes were found to harbor heterozygous missense substitutions in the paralogous glutamic acid residue in TWIST2 (p.Glu75Ala, p.Glu75Gln and p.Glu75Lys). To study systematically the effects of these substitutions in individual cells of the developing mesoderm, we engineered all five disease-associated alleles into the equivalent Glu29 residue encoded by hlh-8, the single Twist homolog present in Caenorhabditis elegans. This allelic series revealed that different substitutions exhibit graded severity, in terms of both gene expression and cellular phenotype, which we incorporate into a model explaining the various human disease phenotypes. The genetic analysis favors a predominantly dominant-negative mechanism for the action of amino acid substitutions at this highly conserved glutamic acid residue and illustrates the value of systematic mutagenesis of C. elegans for focused investigation of human disease processes.","dc:creator":"Kim S","dc:date":"2017","dc:title":"Localized TWIST1 and TWIST2 basic domain substitutions cause four distinct human diseases that can be modeled in Caenorhabditis elegans."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28369379","rdfs:label":"Subject 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"De novo missense variant. Variant pathogenicity supported by functional evidence "},{"id":"cggv:c7a2eb75-9bfd-4a66-96dd-00046a9911e6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f438de1-1ac4-4a0c-99cd-dcf307f76c34","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":0,"detectionMethod":"WES trio sequencing ","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000154","obo:HP_0001263","obo:HP_0000463","obo:HP_0004440","obo:HP_0000028","obo:HP_0000656","obo:HP_0000636","obo:HP_0000316","obo:HP_0000998","obo:HP_0000396"],"sex":"Male","variant":{"id":"cggv:c7a2eb75-9bfd-4a66-96dd-00046a9911e6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4de08ee4-fd8c-4962-bcad-0b80d0f4a655","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.351G>C (p.Glu117Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015624"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30450715","type":"dc:BibliographicResource","dc:abstract":"The TWIST family is a group of highly conserved basic helix-loop-helix transcription factors. In humans, TWIST1 haploinsufficiency causes Saethre-Chotzen syndrome, which is characterized by craniosynostosis. Heterozygous localized TWIST1 and TWIST2 basic domain substitutions exert antimorphic effects to cause Sweeney-Cox syndrome, Barber-Say syndrome, and ablepharon-macrostomia syndrome, respectively. Sweeney-Cox syndrome, Barber-Say syndrome, and ablepharon-macrostomia syndrome share the facial features of ablepharon, hypertelorism, underdevelopment of the eyelids, and cheek pads adjacent to the corners of the mouth. Existence of phenotypic overlap between Saethre-Chotzen syndrome and Sweeney-Cox syndrome remains unknown. Herein, we document a male infant with the distinctive facial features of ablepharon, hypertelorism, cheek pads adjacent to the corners of the mouth, and bilateral coronal suture craniosynostosis who had a de novo heterozygous mutation in the basic domain of TWIST1, that is, c.351C>G p.Glu117Asp. The pathogenicity of this variant was supported by in silico and in vivo evidence. Our review showed that Sweeney-Cox syndrome appears to share many characteristics with Barber-Say syndrome and ablepharon-macrostomia syndrome except for craniosynostosis, which is a cardinal feature of Saethre-Chotzen syndrome. An amino acid substitution from Glu117 to Asp, both of which are the sole members of negatively charged amino acids, resulted in a prototypic Sweeney-Cox syndrome phenotype. This suggests that any amino acid substitutions at Glu117 would likely lead to the Sweeney-Cox syndrome phenotype or lethality. The present observation suggests that a localized TWIST1 basic domain substitution, that is, p.Glu117Asp, in TWIST1 may exert a mild antimorphic effect similar to that of haploinsufficiency, leading to craniosynostosis and ablepharon.","dc:creator":"Takenouchi T","dc:date":"2018","dc:title":"Ablepharon and craniosynostosis in a patient with a localized TWIST1 basic domain substitution."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30450715","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"De novo missense variant with functional evidence supporting pathogenicity "},{"id":"cggv:e67f7928-d2df-46bf-8595-6df493a788cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a799fb80-c998-4638-b316-152b17d942c7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Proband's parents were also sequenced and the variant was confirmed to be de novo ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"unusual scapulae with convex medial margins, normal phalanges, flattening of the occiput","phenotypes":["obo:HP_0000405","obo:HP_0002000","obo:HP_0000028","obo:HP_0002230","obo:HP_0000377","obo:HP_0000396","obo:HP_0000294","obo:HP_0012758","obo:HP_3000030","obo:HP_0000475","obo:HP_0000368","obo:HP_0000218","obo:HP_0000347","obo:HP_0005442","obo:HP_0009909","obo:HP_0001776","obo:HP_0000894","obo:HP_0100807","obo:HP_0001159","obo:HP_0000260","obo:HP_0007633","obo:HP_0000322","obo:HP_0000430","obo:HP_0000520","obo:HP_0005487","obo:HP_0002023","obo:HP_0000774","obo:HP_0000636","obo:HP_0000316"],"sex":"Male","variant":{"id":"cggv:e67f7928-d2df-46bf-8595-6df493a788cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ac7570ec-6768-4576-bc0b-255bac852924","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.350A>T (p.Glu117Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015625"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28369379"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28369379","rdfs:label":"Subject 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Missense variant that arose de novo with parental confirmation. Variant pathogenicity supported by functional evidence "}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4670b93c-71fd-45d6-90f0-ff6b03d7d7b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:26c9e14d-8a59-4e10-a0ae-3875d46c6e0b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression patterns of Twist with those of Fgfr1, -2 and -3 were compared in the fetal mouse coronal suture over the course of embryonic days 14-18, as the suture is initiated and matures.\n\nTwist expression precedes that of Fgfr genes at the time of initiation of the coronal suture\nTwist is expressed by the mid-sutural mesenchyme cells. Twist expression domains show some overlap with those of Fgfr2, which is expressed in the most immature (proliferating) osteogenic tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10704861","type":"dc:BibliographicResource","dc:abstract":"Sutural growth depends on maintenance of a balance between proliferation of osteogenic stem cells and their differentiation to form new bone, so that the stem cell population is maintained until growth of the skull is complete. The identification of heterozygous mutations in FGFR1, -2 and -3 and TWIST as well as microdeletions of TWIST in human craniosynostosis syndromes has highlighted these genes as playing important roles in maintaining the suture as a growth centre. In contrast to Drosophila, a molecular relationship between human (or other vertebrate) TWIST and FGFR genes has not yet been established. TWIST mutations exert their effect via haploinsufficiency whereas FGFR mutations have a gain-of-function mechanism of action. To investigate the biological basis of FGFR signalling pathways in the developing calvarium we compared the expression patterns of Twist with those of Fgfr1, -2 and -3 in the fetal mouse coronal suture over the course of embryonic days 14-18, as the suture is initiated and matures. Our results show that: (1) Twist expression precedes that of Fgfr genes at the time of initiation of the coronal suture; (2) in contrast to Fgfr transcripts, which are localised within and around the developing bone domains, Twist is expressed by the midsutural mesenchyme cells. Twist expression domains show some overlap with those of Fgfr2, which is expressed in the most immature (proliferating) osteogenic tissue.","dc:creator":"Johnson D","dc:date":"2000","dc:title":"Expression patterns of Twist and Fgfr1, -2 and -3 in the developing mouse coronal suture suggest a key role for twist in suture initiation and biogenesis."},"rdfs:label":"Expression patters in fetal mouse coronal suture "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:786f75bd-1348-4940-a062-64e544a49381","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c9a664f-499a-44c4-ba25-3eca25ff9e02","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Twist is intensely expressed in murine head mesenchyme. At E10 transcripts are seen widely distributed in the first and second branchial arches, the surroundings of the developing eye and cranial mesenchyme below the epithelium, including that around Rathkes pouch","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10751173","type":"dc:BibliographicResource","dc:abstract":"Mutations in the FGFR1-FGFR3 and TWIST genes are known to cause craniosynostosis, the former by constitutive activation and the latter by haploinsufficiency. Although clinically achieving the same end result, the premature fusion of the calvarial bones, it is not known whether these genes lie in the same or independent pathways during calvarial bone development and later in suture closure. We have previously shown that Fgfr2c is expressed at the osteogenic fronts of the developing calvarial bones and that, when FGF is applied via beads to the osteogenic fronts, suture closure is accelerated (Kim, H.-J., Rice, D. P. C., Kettunen, P. J. and Thesleff, I. (1998) Development 125, 1241-1251). In order to investigate further the role of FGF signalling during mouse calvarial bone and suture development, we have performed detailed expression analysis of the splicing variants of Fgfr1-Fgfr3 and Fgfr4, as well as their potential ligand Fgf2. The IIIc splice variants of Fgfr1-Fgfr3 as well as the IIIb variant of Fgfr2 being expressed by differentiating osteoblasts at the osteogenic fronts (E15). In comparison to Fgf9, Fgf2 showed a more restricted expression pattern being primarily expressed in the sutural mesenchyme between the osteogenic fronts. We also carried out a detailed expression analysis of the helix-loop-helix factors (HLH) Twist and Id1 during calvaria and suture development (E10-P6). Twist and Id1 were expressed by early preosteoblasts, in patterns that overlapped those of the FGF ligands, but as these cells differentiated their expression dramatically decreased. Signalling pathways were further studied in vitro, in E15 mouse calvarial explants. Beads soaked in FGF2 induced Twist and inhibited Bsp, a marker of functioning osteoblasts. Meanwhile, BMP2 upregulated Id1. Id1 is a dominant negative HLH thought to inhibit basic HLH such as Twist. In Drosophila, the FGF receptor FR1 is known to be downstream of Twist. We demonstrated that in Twist(+/)(-) mice, FGFR2 protein expression was altered. We propose a model of osteoblast differentiation integrating Twist and FGF in the same pathway, in which FGF acts both at early and late stages. Disruption of this pathway may lead to craniosynostosis.","dc:creator":"Rice DP","dc:date":"2000","dc:title":"Integration of FGF and TWIST in calvarial bone and suture development."},"rdfs:label":"Twist expression in murine head mesenchyme"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d1cafa4-70e6-4fe0-8d20-b54e5a110326","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2417427-7659-4f07-ba2f-0187eb37027d","type":"FunctionalAlteration","dc:description":"For arg-1::gfp, the fs2728, Glu29Asp, Glu29Val and Glu29Lys mutants did not express GFP in any cells whereas Glu29Gly, Glu29Ala, Glu29Gln expressed arg-1::gfp in the HMC and enteric muscles and a few Glu29Gly animals expressed it in the vulval muscles.\n\nNearly all homozygous animals, except for a few Glu29Gly and Glu29Gln animals, failed to express egl-15::gfp in the vulval muscles (or the precursor cells) compared with WT animals. Overall, these phenotypes indicated that Glu29Gly, Glu29Ala and Glu29Gln were the weakest alleles for transcriptional activation as they retained the ability to activate tissue-specific transcription of arg-1 (only in the HMC and enteric muscles) and to a much lesser extent Glu29Gly and Glu29Gln were able to activate expression of egl-15. \n \nArg28Trp [representing SCS allees] animals could express egl-15::gfp indicating that these mutants are less severe than all the Glu29† mutants. These observations correlate with the unique clinical features present in Subjects 1 and 2 and reinforce that TWIST1-Glu117 mutations are causative of SwCoS. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28369379","rdfs:label":"hlh-8 Glu29† mutant animals disrupt target gene expression"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Used to support variant pathogenicity "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98134171-a35a-476b-a949-1580a87262d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f07ecd7e-e083-4f13-b59c-575b700779c2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Multiple published probands have presented with imperforate anus, which is relevant to the phenotype observed in C. elegans. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28369379","rdfs:label":"CRISPR/Cas9 in C. elegans"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Evidence was used to upgrade case-level data. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":2751,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:f7a7666f-5862-4c09-86b7-7524146489e8","type":"GeneValidityProposition","disease":"obo:MONDO_0060592","gene":"hgnc:12428","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TWIST1 was first reported by Kim et al. in 2017 in relation to autosomal dominant Sweeney-Cox syndrome, a condition characterized by distinct facial dysostosis. Features include hypertelorism, deficiencies of the eyelids and facial bones, cleft palate/velopharyngeal insufficiency, and low-set cupped ears (PMID: 28369379). Three unique missense variants, all occurring de novo at the Glu117 codon, have been reported in patients (PMIDs: 28369379, 30450715). Evidence supporting this gene-disease relationship includes case-level and experimental evidence. Of note, TWIST1 has also been assessed in association with Saethre-Chotzen syndrome and reached a definitive classification. Indicating it is an ultra-rare condition, only 3 cases of Sweeney-Cox syndrome have been published to date; therefore, there is limited but suggestive evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Craniofacial malformation expert panel on 3/25/2021.","dc:isVersionOf":{"id":"cggv:14ba10ad-ebb5-491f-b4d6-639890ab7ab9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}