{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-11T19:18:44.298Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24039762","type":"dc:BibliographicResource","dc:abstract":"SMAD7 is a general antagonist of TGF-β signaling and has been found to be involved in cardiogenesis in mouse models, but its role in human congenital heart disease (CHD) has yet to be investigated. To examine if SMAD7 is associated with CHD, we conducted a case-control study in the Han Chinese population. Exon1 and exon4 of SMAD7, which encode the functional MH1 and MH2 domains, were directly sequenced in 1,201 sporadic CHD patients and 1,116 control individuals. A total of 18 sequence variations were identified. Two common variants rs3809922 and rs3809923 are located at exon4 of SMAD7, and were found in strong linkage disequilibrium with each other (r² = 0.93). We analyzed the association of these two loci with CHD in 3 independent subgroup case-control studies, and found that in some subgroups, rs3809922 and rs3809923 were significantly associated with CHD through genetic model analysis. In the combined data set, TT genotype in rs3809922 significantly increased the risk of CHD compared with CC and CT, while GG genotype in rs3809923 significantly increased the risk of CHD compared with CC and CG, particularly in the recessive model. In addition, haplotype analyses showed that haplotype TG significantly increased the risk of CHD (P = 6.9×10⁻⁶); this finding supports the results from the analyses based on single locus. According to data from the 1000 Genomes Project, the frequencies of the two risk alleles varied greatly between populations worldwide, which indicate the identified associations might have a population difference. To our knowledge, this is the first report that genetic variants in SMAD7 influence susceptibility to CHD risk.","dc:creator":"Wang E","dc:date":"2013","dc:title":"Association of two variants in SMAD7 with the risk of congenital heart disease in the Han Chinese population."},"evidence":[{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1},{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bcfc675-c652-480b-b11a-3788c6cc23d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:130c39b8-511e-466e-b196-50e131799d56","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Rt-PCR and in situ hybridization showed that Smad7 mRNA is highly expressed in the developing vascular system of the mouse embryo but is also detectable much earlier in preimplantation embryos and during gastrulation. At E8.0, lateral plate mesoderm (splanchno- and somatopleure) and cardiac mesoderm expressed high levels of Smad7 transcript. At E12.5, most prominent expression was in aorta and arteries, the outflow tract and regions involved in heart septation. Expression was somewhat higher in arteries than in veins.\nOverexpression of Smad7 by transient transgenesis causes embryos to become developmentally arrested at the two-cell stage. 70% of the embryos injected with empty vector and ∼80% of non-injected controls had developed to blastocysts. Less than 30% of the embryos injected with the Smad7 cDNA developed to blastocysts and 45% did not develop beyond the 2-cell stage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10906784","type":"dc:BibliographicResource","dc:abstract":"SMAD proteins are downstream targets of serine/threonine kinase receptors of the transforming growth factor beta (TGF beta) superfamily. Ligands activating these receptors regulate cell growth, differentiation and development in many tissues of various organisms. In mammals eight different Smad genes are known, each with different roles in mediating signalling between plasma membrane and nucleus. Smad6 and Smad7 are inhibitors of TGF beta family signalling. They are both expressed in human adult vascular endothelial cells, particularly after these cells have been subjected to shear stress (Topper et al. [1997] Proc Natl Acad Sci USA 94:9314-9319). Here we show by reverse transcriptase polymerase chain reaction and in situ hybridization that Smad7 mRNA is highly expressed in the developing vascular system of the mouse embryo but is also detectable much earlier in preimplantation embryos and during gastrulation. We also demonstrate by transient transgenesis that overexpression of Smad7 in mouse zygotes inhibits development beyond the 2-cell stage. This confirms earlier conclusions of similar, but complementary, experiments using a dominant negative type II TGF beta receptor demonstrating that TGF beta signalling is required for normal preimplantation development.","dc:creator":"Zwijsen A","dc:date":"2000","dc:title":"Expression of the inhibitory Smad7 in early mouse development and upregulation during embryonic vasculogenesis."},"rdfs:label":"Mouse embryo expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:47d5d396-0472-4e4f-afd2-44541ff829b5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed4eabb6-2ec1-4ddd-b173-70c80a9322fe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pre-migratory Smad7 induction attenuates both TGFβ and BMP signaling by suppressing R-Smad phosphorylation, resulting in elevated NCC death, diminished NCC colonization of craniofacial, pharyngeal, cardiac tissues, dysregulated epithelial-mesenchymal interactions and in utero lethality. Histology revealed that all trigenic mutants exhibit OFT defects (n=11/11 trigenics fed doxycycline at E7.5), specifically a single outlet forming PTA. Smad7 induction in post-migratory cardiac NCC results in isolated interventricular septal defects and neonatal lethality. Histology revealed that all E14.5 trigenic mutants exhibit membranous VSD (n=7/7 trigenics) that persisted until birth (n=3/3 trigenics)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20457144","type":"dc:BibliographicResource","dc:abstract":"Smad7 is a negative regulator of TGFbeta superfamily signaling. Using a three-component triple transgenic system, expression of the inhibitory Smad7 was induced via doxycycline within the NCC lineages at pre- and post-migratory stages. Consistent with its role in negatively regulating both TGFbeta and BMP signaling in vitro, induction of Smad7 within the NCC significantly suppressed phosphorylation levels of both Smad1/5/8 and Smad2/3 in vivo, resulting in subsequent loss of NCC-derived craniofacial, pharyngeal and cardiac OFT cushion cells. At the cellular level, increased cell death was observed in pharyngeal arches. However, cell proliferation and NCC-derived smooth muscle differentiation were unaltered. NCC lineage mapping demonstrated that cardiac NCC emigration and initial migration were not affected, but subsequent colonization of the OFT was significantly reduced. Induction of Smad7 in post-migratory NCC resulted in interventricular septal chamber septation defects, suggesting that TGFbeta superfamily signaling is also essential for cardiac NCC at post-migratory stages to govern normal cardiac development. Taken together, the data illustrate that tightly regulated TGFbeta superfamily signaling plays an essential role during craniofacial and cardiac NCC colonization and cell survival in vivo.","dc:creator":"Tang S","dc:date":"2010","dc:title":"Trigenic neural crest-restricted Smad7 over-expression results in congenital craniofacial and cardiovascular defects."},"rdfs:label":"Tang trigenic mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as inheritance pattern does not match human cases"},{"id":"cggv:d0bf6631-02af-47c8-8fd7-29468b879a38","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ada33c8a-a28a-4507-9ac3-d448a0145394","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Most Smad7 homozygous mutants died in utero due to severe defects in cardiovascular development, such as ventricular septal defects and outflow tract malformation. The viable homozygous mutants were significantly smaller in size when compared with wild-type and heterozygous littermates. Mutants had declined cardiac function and arrhythmia as well. \nHistological analysis showed a thinner right ventricular wall in adult mutant than that of the wild-type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18952608","type":"dc:BibliographicResource","dc:abstract":"Transforming growth factor-beta (TGF-beta) family members, including TGF-betas, activins, and bone morphogenetic proteins, exert diverse biological activities in cell proliferation, differentiation, apoptosis, embryonic development, and many other processes. These effects are largely mediated by Smad proteins. Smad7 is a negative regulator for the signaling of TGF-beta family members. Dysregulation of Smad7 is associated with pathogenesis of a variety of human diseases. However, the in vivo physiological roles of Smad7 have not been elucidated due to the lack of a mouse model with significant loss of Smad7 function. Here we report generation and initial characterization of Smad7 mutant mice with targeted deletion of the indispensable MH2 domain. The majority of Smad7 mutant mice died in utero due to multiple defects in cardiovascular development, including ventricular septal defect and non-compaction, as well as outflow tract malformation. The surviving adult Smad7 mutant mice had impaired cardiac functions and severe arrhythmia. Further analyses suggest that Smad2/3 phosphorylation was elevated in atrioventricular cushion in the heart of Smad7 mutant mice, accompanied by increased apoptosis in this region. Taken together, these observations pinpoint an important role of Smad7 in the development and function of the mouse heart in vivo.","dc:creator":"Chen Q","dc:date":"2009","dc:title":"Smad7 is required for the development and function of the heart."},"rdfs:label":"Chen knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because inheritance pattern does not match human cases"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":8425,"specifiedBy":"GeneValidityCriteria10","strengthScore":2.6,"subject":{"id":"cggv:c4059690-da11-43ab-ad8e-257689c535fb","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:6773","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SMAD7* was first reported in relation to autosomal dominant congenital heart disease in 2013 (Wang et al. 2013, PMID: 24039762). A missense variant reported in an individual with CHD was included in this curation (PMID: 24039762). There are more variants reported in individuals with CHD in two publications, all of which were synonymous variants that were not scored due to either low SpliceAI scores or high minor allele frequency (>0.00001) on gnomAD v.4 (PMID: 24039762, 28078173). This gene-disease relationship is also supported by expression data in mouse embryos and 2 mouse models showing heart defects (PMID: 18952608). In summary, there is limited evidence supporting the relationship between *SMAD7* and autosomal dominant congenital heart disease. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date May 13th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}