{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-06-29T16:00:00.000Z","role":"Approver"},{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-06-29T13:07:16.234Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9651244","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene encoding the homeobox transcription factor NKX2-5 were found to cause nonsyndromic, human congenital heart disease. A dominant disease locus associated with cardiac malformations and atrioventricular conduction abnormalities was mapped to chromosome 5q35, where NKX2-5, a Drosophila tinman homolog, is located. Three different NKX2-5 mutations were identified. Two are predicted to impair binding of NKX2-5 to target DNA, resulting in haploinsufficiency, and a third potentially augments target-DNA binding. These data indicate that NKX2-5 is important for regulation of septation during cardiac morphogenesis and for maturation and maintenance of atrioventricular node function throughout life.","dc:creator":"Schott JJ","dc:date":"1998","dc:title":"Congenital heart disease caused by mutations in the transcription factor NKX2-5."},"evidence":[{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a2c59b8-4f74-4cc2-94a4-870a73a16703","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d73c3d5-c879-4bfe-ad7f-e81d95929734","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"BMSCs were transfected with pCMV-HA-NKX2.5 and pCMV-Myc-GATA4 plasmids. Co-immunoprecipitation assay indicated that GATA4 and NKX2.5 can interact with each other in the cells. Bands were detected in the direct input cell lysates, and anti-HA polyclone precipitated cell lysate, while absent in the pre-immune serum precipitated cell lysate, which indicated that NKX2.5 can enable the precipitation of the GATA4 in the cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27154817","type":"dc:BibliographicResource","dc:abstract":"To investigate the mutations of NKX2.5 and GATA4 genes in the development of CHD in Chinese population.","dc:creator":"Tong YF","dc:date":"2016","dc:title":"Mutations of NKX2.5 and GATA4 genes in the development of congenital heart disease."},"rdfs:label":"Interaction with GATA4"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Experts judgement that protein interaction should be downgraded to 0.25 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.25},{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:96a70897-eb45-44c9-af3d-4885524e6fec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a44b4796-8f1f-4f31-a78d-9358cd371dcb","type":"FunctionalAlteration","dc:description":"NKX2-5 mutants failed to bind to most WT targets, including Nppa. The HD mutations result in a severe loss of function. Loss-of-binding of mutant proteins will be associated with alterations in the level of expression of many genes in the cardiac network through haploinsufficiency, which will be a major contributor to the structural and functional heart defects found in human CHD patients","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26146939","type":"dc:BibliographicResource","dc:abstract":"We take a functional genomics approach to congenital heart disease mechanism. We used DamID to establish a robust set of target genes for NKX2-5 wild type and disease associated NKX2-5 mutations to model loss-of-function in gene regulatory networks. NKX2-5 mutants, including those with a crippled homeodomain, bound hundreds of targets including NKX2-5 wild type targets and a unique set of \"off-targets\", and retained partial functionality. NKXΔHD, which lacks the homeodomain completely, could heterodimerize with NKX2-5 wild type and its cofactors, including E26 transformation-specific (ETS) family members, through a tyrosine-rich homophilic interaction domain (YRD). Off-targets of NKX2-5 mutants, but not those of an NKX2-5 YRD mutant, showed overrepresentation of ETS binding sites and were occupied by ETS proteins, as determined by DamID. Analysis of kernel transcription factor and ETS targets show that ETS proteins are highly embedded within the cardiac gene regulatory network. Our study reveals binding and activities of NKX2-5 mutations on WT target and off-targets, guided by interactions with their normal cardiac and general cofactors, and suggest a novel type of gain-of-function in congenital heart disease.","dc:creator":"Bouveret R","dc:date":"2015","dc:title":"NKX2-5 mutations causative for congenital heart disease retain functionality and are directed to hundreds of targets."},"rdfs:label":"Bouveret functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d9699612-a6c3-4d29-b9f0-abe489b6ef2e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0a6f2d4-0209-4251-8d16-621bc5480e67","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"NKX2-5 knockin mouse model faithfully reproduces most characteristics of NKX2-5 mutations in patients and uncovers link between NKX2-5 regulation of the Wnt signaling pathway and late-onset adult CHD. NKX2-5 heterozygous mutants develop adult-onset cardiac dysfunction and reproduce the major clinical characteristics of CHD associated with this gene in patients, including ASD, conduction defects, and noncompacted myocardium. Morphological analysis of adult mutant hearts showed the presence of highly penetrant heart pathology, presented as right ventricle and right atrial dilation and misalignment in relation to the left ventricle. Nkx2-5183P/+ mice displayed increased trabecular layers on the left ventricular wall, indicative of LVNC, commonly observed in patients with NKX2-5 mutations and found in the patient cohort. The homozygous models: Nkx2-5183M/183M or Nkx2-5183P/183P are embryonically lethal and phenocopy-null models.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28352650","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Nkx2-5 gene are a main cause of congenital heart disease. Several studies have addressed the phenotypic consequences of disrupting the Nkx2-5 gene locus, although animal models to date failed to recapitulate the full spectrum of the human disease. Here, we describe a new Nkx2-5 point mutation murine model, akin to its human counterpart disease-generating mutation. Our model fully reproduces the morphological and physiological clinical presentations of the disease and reveals an understudied aspect of Nkx2-5-driven pathology, a primary right ventricular dysfunction. We further describe the molecular consequences of disrupting the transcriptional network regulated by Nkx2-5 in the heart and show that Nkx2-5-dependent perturbation of the Wnt signaling pathway promotes heart dysfunction through alteration of cardiomyocyte metabolism. Our data provide mechanistic insights on how Nkx2-5 regulates heart function and metabolism, a link in the study of congenital heart disease, and confirms that our models are the first murine genetic models to our knowledge to present all spectra of clinically relevant adult congenital heart disease phenotypes generated by NKX2-5 mutations in patients.","dc:creator":"Furtado MB","dc:date":"2017","dc:title":"Point mutations in murine Nkx2-5 phenocopy human congenital heart disease and induce pathogenic Wnt signaling."},"rdfs:label":"Knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c07becd4-c608-4cc8-a8e4-c8741dab28c1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b796541a-92e4-4e4d-99a8-899f2d6bffc6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The perinatal loss of Nkx2–5 resulted in rapid conduction and contraction defects within 4 days after the deletion of Nkx2–5 alleles. The mutant hearts were enlarged compared to WT. RT-PCR showed reduction in ventricular expression of the cardiac voltage-gated Na+ channel pore-forming α-subunit (Nav1.5-α), and expression of ryanodine receptor 2, through which Ca2+ is released from sarcoplasmic reticulum. Nkx2–5 function is critical not only during cardiac development, but also in perinatal hearts, by regulating expression of several important gene products involved in conduction and contraction\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18689573","type":"dc:BibliographicResource","dc:abstract":"Homeobox transcription factor Nkx2-5, highly expressed in heart, is a critical factor during early embryonic cardiac development. In this study, using tamoxifen-inducible Nkx2-5 knockout mice, we demonstrate the role of Nkx2-5 in conduction and contraction in neonates within 4 days after perinatal tamoxifen injection. Conduction defect was accompanied by reduction in ventricular expression of the cardiac voltage-gated Na+ channel pore-forming alpha-subunit (Na(v)1.5-alpha), the largest ion channel in the heart responsive for rapid depolarization of the action potential, which leads to increased intracellular Ca2+ for contraction (conduction-contraction coupling). In addition, expression of ryanodine receptor 2, through which Ca2+ is released from sarcoplasmic reticulum, was substantially reduced in Nkx2-5 knockout mice. These results indicate that Nkx2-5 function is critical not only during cardiac development but also in perinatal hearts, by regulating expression of several important gene products involved in conduction and contraction.","dc:creator":"Briggs LE","dc:date":"2008","dc:title":"Perinatal loss of Nkx2-5 results in rapid conduction and contraction defects."},"rdfs:label":"Tamoxifen-inducible Nkx2.5 knockout mice model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as the model doesn't represent the genotypic and phenotypic profile of NKX2.5 related cardiac and myopathic defects"},{"id":"cggv:90b929fd-86a0-43ff-b1d7-8deef601a458","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf5cb194-143e-4d14-9462-d2937cc6638d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Embryos homozygous for the mutant Nkx2-5 allele displayed abnormal hearts at 8.5 days p.c. and died over the next 2 days, apparently from hemodynamic insufficiency. A normal beating linear heart tube formed, but the process of looping morphogenesis was not initiated and had an open atrioventricular chamber, lack of an atrioventricular canal and stepped ventricular-outflow tract junction\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7628699","type":"dc:BibliographicResource","dc:abstract":"The murine homeo box gene Nkx2-5 is expressed in precardiac mesoderm and in the myocardium of embryonic and fetal hearts. Targeted interruption of Nkx2-5 resulted in abnormal heart morphogenesis, growth retardation and embryonic lethality at approximately 9-10 days postcoitum (p.c.). Heart tube formation occurred normally in mutant embryos, but looping morphogenesis, a critical determinant of heart form, was not initiated at the linear heart tube stage (8.25-8.5 days p.c.). Commitment to the cardiac muscle lineage, expression of most myofilament genes and myofibrillogenesis were not compromised. However, the myosin light-chain 2V gene (MLC2V) was not expressed in mutant hearts nor in mutant ES cell-derived cardiocytes. MLC2V expression normally occurs only in ventricular cells and is the earliest known molecular marker of ventricular differentiation. The regional expression in mutant hearts of two other ventricular markers, myosin heavy-chain beta and cyclin D2, indicated that not all ventricle-specific gene expression is dependent on Nkx2-5. The data demonstrate that Nkx2-5 is essential for normal heart morphogenesis, myogenesis, and function. Furthermore, this gene is a component of a genetic pathway required for myogenic specialization of the ventricles.","dc:creator":"Lyons I","dc:date":"1995","dc:title":"Myogenic and morphogenetic defects in the heart tubes of murine embryos lacking the homeo box gene Nkx2-5."},"rdfs:label":"Knock-out mice model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as the model represents a homozygous null model"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.75}],"evidenceStrength":"Definitive","sequence":6527,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.75,"subject":{"id":"cggv:5ece3f9a-11b5-4654-8014-edc1edf5dba5","type":"GeneValidityProposition","disease":"obo:MONDO_0800441","gene":"hgnc:2488","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*NKX2.5* was first reported in relation to autosomal dominant *NKX2.5*-related congenital, conduction and myopathic heart disease in 1998 (Schott et al., PMID:9651244). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms, inheritance pattern and phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity: Atrial septal defect 7, with or without AV conduction defects (OMIM:108900), Conotruncal heart malformations, variable (OMIM:217095), Hypoplastic left heart syndrome 2 (OMIM:614435), Tetralogy of Fallot (OMIM:187500), Ventricular septal defect 3 (OMIM:614432). At least nineteen unique variants (missense, nonsense, frameshift) that have been reported in nineteen probands in eleven publications (PMIDs: 9651244, 11714651, 14607454, 15810002, 16896344, 20456451, 20659440, 21165553, 23661673, 30471092, 34214246) are included in this curation. Variants in this gene segregated with disease in eleven additional family members in two families (PMID: 9651244). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by three mouse models, functional alteration data, and protein interaction data (PMIDs: 28352650, 18689573, 7628699, 26146939, 27154817). In summary, *NKX2.5* is definitively associated with autosomal dominant *NKX2.5*-related congenital, conduction and myopathic heart disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 3/7/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c429ebe5-43ec-40e7-9d73-55bbbb44f6d1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}