{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-27T13:12:32.736Z","role":"Publisher"},{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-11-06T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.6},{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2ea12663-0536-4217-8547-75d1c217321e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0084c18b-481f-4fa2-92c6-0ceb3fa4d25b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern Blot analysis of adult and fetal brain showed restricted expression of GRIA3 in brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10644433","type":"dc:BibliographicResource","dc:abstract":"The X-chromosome breakpoint in a female patient with a balanced translocation t(X;12)(q24;q15), bipolar affective disorder and mental retardation was mapped within the glutamate receptor 3 (GRIA3) gene by fluorescence in situ hybridization. The GRIA3 cDNA of 5894 bp was cloned, and the gene structure and pattern of expression were determined. The most abundant GRIA3 transcript is composed of 17 exons. An additional 5 exons (2a, 2b, 5a, 5b, and 5c) from the 5' end of the GRIA3 open reading frame were identified by EST analysis (ESTs AI379066 and AA947914). Two new polymorphic microsatellite repeats, (TC)(n=12-26) and (AC)(n=15-19), were identified within GRIA3 5' and 3'UTRs. No mutations were detected in families segregating disorders mapping across GRIA3, one with X-linked bipolar affective disorder (BP) and one with a nonspecific X-linked mental retardation (MRX27). To assess the possibility of the involvement of the GRIA3 gene in familial cases of complex BP, a large set of 373 individuals from 40 pedigrees segregating BP were genotyped using closely linked (DXS1001) and intragenic (DXS1212 and GRIA3 3' UTR (AC)(n))) GRIA3 STR markers. No evidence of linkage was found by parametric Lod score analysis (the highest Lod score was 0. 3 at DXS1212, using the dominant transmission model) or by affected sib-pair analysis.","dc:creator":"Gécz J","dc:date":"1999","dc:title":"Characterization of the human glutamate receptor subunit 3 gene (GRIA3), a candidate for bipolar disorder and nonspecific X-linked mental retardation."},"rdfs:label":"Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:402dc1ff-c5e9-4520-94e0-24a73baee8eb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:837c720d-a062-4d97-b177-a6c2cdb96967","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The decreased locomotion in the mouse model seems consistent with the humans with GRIA3 mutations, who have hypotonia and locomotion delays.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16436610","type":"dc:BibliographicResource","dc:abstract":"Craving and relapse are core symptoms of drug addiction and alcoholism. It is suggested that, after chronic drug consumption, long-lasting neuroplastic changes within the glutamatergic system are important determinants of addictive behavior. Here, we show that the AMPA type glutamate receptor plays a crucial role in alcohol craving and relapse. We observed, in two animal models of alcohol craving and relapse, that the AMPA antagonist GYKI 52466 [1-(4-aminophenyl)-4-methyl-7, 8-methylenedioxy-5H-2, 3-benzodiazepine] dose-dependently reduced cue-induced reinstatement of alcohol-seeking behavior and the alcohol deprivation effect. The involvement of the AMPA receptor in these phenomena was further studied using mice deficient for the GluR-C AMPA subunit [GluR-C knock-out (KO)]. GluR-C KOs displayed a blunted, cue-induced reinstatement response and alcohol deprivation effect, when compared with wild-type controls; however, no differences between genotypes could be observed regarding ethanol self-administration under operant or home cage drinking conditions. These results imply a role for GluR-C in alcohol relapse, although this phenotype could also be attributable to a reduction in the total number of AMPA receptors in specific brain areas. In conclusion, AMPA receptors seem to be involved in the neuroplastic changes underlying alcohol seeking behavior and relapse. Thus, AMPA receptors represent a novel therapeutic target in preventing relapse.","dc:creator":"Sanchis-Segura C","dc:date":"2006","dc:title":"Involvement of the AMPA receptor GluR-C subunit in alcohol-seeking behavior and relapse."},"rdfs:label":"Open field assay, Rotarod, Balance beam, Western blot"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"GRIA3 mice were “indistinguishable” from their WT littermate. Memory/learning abilities  KO mice were similar to wt.\nHowever KO mice showed decreased locomotion which seems consistent with the humans with GRIA3 mutations, who have hypotonia and locomotion delays."},{"id":"cggv:4d311fcc-de38-4f19-9790-bbb5a24aa7bd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5daad917-29a2-48b1-b2e4-6dfcbd2a44b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Gria3 knockout mice show motor deficits, which is consistent with other mouse models and with the probands with ID.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22285418","type":"dc:BibliographicResource","dc:abstract":"Glutamate signaling has been implicated in the regulation of social behavior. AMPA-glutamate receptors are assembled from four subunits (GluA1-4) of mainly GluA1/2 and GluA2/3 tetramers that form ion channels of distinct functional properties. Mice lacking GluA1 showed a reduced anxiety and male aggression. To understand the role of GluA3 in modulating social behavior, we investigated GluA3-deficient mice (Gria3-/Y) on C57BL/6J background. Compared to wild type (WT) littermates (n=14), Gria3-/Y mice (n=13) showed an increase in isolation-induced male aggression (p=0.011) in home cage resident-intruder test; an increase in sociability (p=0.01), and increase in male-male social interactions in neutral arena (p=0.005); an increase in peripheral activities in open field test (p=0.037) with normal anxiety levels in elevated plus maze and light-dark box; and minor deficits in motor and balance function in accelerating rotarod test (p=0.016) with normal grip strength. Gria3-/Y mice showed no significant deficit in spatial memory function in Morris-water maze and Y-maze tests, and normal levels of testosterone. Increased dopamine concentrations in stratum (p=0.034) and reduced serotonin turnover in olfactory bulb (p=0.002) were documented in Gria3-/Y mice. These results support a role of GluA3 in the modulation of social behavior through brain dopamine and/or serotonin signaling and different AMPA receptor subunits affect social behavior through distinct mechanisms.","dc:creator":"Adamczyk A","dc:date":"2012","dc:title":"GluA3-deficiency in mice is associated with increased social and aggressive behavior and elevated dopamine in striatum."},"rdfs:label":"Behavioral assays"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"I gave partial points for this mouse model and study, as while they show motor deficits (consistent with other mouse models and with the probands with ID) and increased aggression, they do not see change in learning and memory."},{"id":"cggv:7e497c4c-8e51-4766-9eab-2604d7d4135b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0cada48c-e828-472f-8f92-ed06b3efce98","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"GRIA KO mice showed enhanced LTP in the absence of changes to LTD. They also showed susceptibility to seizures (during wakefulness) and behavioral deficits.  Model showed deficit in distance traveled in the open field assay, Less time immobile in forced swimming test.\nOther mouse models of ID/autism genes have shown change to LTP (enhancement or repression) with normal LTD and basal transmission.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12848940","type":"dc:BibliographicResource","dc:abstract":"The AMPA glutamate receptor (AMPAR) subunits GluR2 and GluR3 are thought to be important for synaptic targeting/stabilization of AMPARs and the expression of hippocampal long-term depression (LTD). In order to address this hypothesis genetically, we generated and analyzed knockout mice deficient in the expression of both GluR2 and GluR3. We show here that the double knockout mice are severely impaired in basal synaptic transmission, demonstrating that GluR2/3 are essential to maintain adequate synaptic transmission in vivo. However, these mutant mice are competent in establishing several forms of long-lasting synaptic changes in the CA1 region of the hippocampus, including LTD, long-term potentiation (LTP), depotentiation, and dedepression, indicating the presence of GluR2/3-independent mechanisms of LTD expression and suggesting that AMPA receptor GluR1 alone is capable of various forms of synaptic plasticity.","dc:creator":"Meng Y","dc:date":"2003","dc:title":"Synaptic transmission and plasticity in the absence of AMPA glutamate receptor GluR2 and GluR3."},"rdfs:label":"LTP, Open Field Assay, Forced Swimming Test"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":3549,"specifiedBy":"GeneValidityCriteria7","strengthScore":11.6,"subject":{"id":"cggv:3dc1c298-c98b-442d-8488-47fa8eebf689","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:4573","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"GRIA3 was first reported in relation to X-linked Intellectual Disability in 1999 (Gecz et al., 10644433). At least 10 probands with missense variants have been reported in 8 publications (31406558, 28708303, 25644381, 26637798, 21376300, 24721225, 29016847, 17989220). In addition, loss of function variants in GRIA3 coding region have been reported in 3 probands (1 nonsense, 1 frameshift and 1 intragenic duplication) in 3 publications (PMIDs 31406558, 25644381, 17568425). The proband with 498Kb duplication variant was unable to be formally scored in the GCI since it is >10Kb in size. Though the genetic evidence score shown in the evidence summary is 7.6 points, it should be 8.6 points to account for this duplication variant that could not be scored. Variants in this gene also segregated with disease in at least 2 families (PMID 17989220). This gene-disease association is supported by animal models and expression studies (10644433, 12848940, 18312590,16436610, 22285418). In summary, there is sufficient evidence to support a definitive association of GRIA3 with X-linked complex neurodevelopmental disorder. The gene-disease association has been demonstrated in multiple reports and animal model studies, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 11/06/19 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:25f94660-0a8d-4f3a-8f6c-dde1b38a8ab7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}