{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-18T17:32:56.273Z","role":"Publisher"},{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-18T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39c6ac66-b0db-4095-97d7-e52cbe5f2474","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e1228acf-6130-4182-b1d8-11ccdb329213","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"BMPR2 was significantly decreased in VSD samples.\u000bmiR-181c was differentially expressed between VSD and normal heart tissues, indicating that these miRNAs may play a role in the pathogenesis of VSDs. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23352489","type":"dc:BibliographicResource","dc:abstract":"MicroRNAs (miRNAs) are endogenous noncoding RNAs of approximately 22 nucleotides in length that mediate post-transcriptional gene silencing by annealing to sequences in the 3'-untranslated region of target mRNAs.","dc:creator":"Li J","dc:date":"2013","dc:title":"Roles of miR-1-1 and miR-181c in ventricular septal defects."},"rdfs:label":"Expression in VSD patient sample"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Experts deemed evidence not convincing of gene being causal of disease"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.25},{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c2c300e-0804-4f53-a9b7-3684a8d96169","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:46aa422c-f251-420f-90a6-77767edc4a61","type":"FunctionalAlteration","dc:description":"miR-181c inhibited the luciferase activity of the\nBMPR2 3′-UTR vector by 73%. Increased miR-181c expression was correlated with the downregulation\nof BMPR2 in VSD patients. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23352489","rdfs:label":"Luciferase activity assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Experts deemed evidence not convincing of the gene causing the disease"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03ed7330-a5a9-499e-8fd5-057f16c4e530","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b2c7e897-d596-40ed-8d08-0a293bca8581","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice showed congenital heart defects that are common in human patients. BMPRII(flox/-);Mox2-Cre mice exhibited cardiac defects including DORV, VSD, AV cushion defect, and thickened valve leaflets.\nAV cushion defects including atrial septal defect, membranous VSD, and thickened valve leaflets were found in BMPRII(flox/-);Tie2-Cre mice. \nAbnormal positioning of the aorta was observed in BMPRII(flox/-);Wnt1-Cre and BMPRII(flox/-);SM22alpha-Cre mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19409885","type":"dc:BibliographicResource","dc:abstract":"Signaling of bone morphogenetic protein (BMP) via type I and type II receptors is involved in multiple processes contributing to cardiogenesis. To investigate the role of the BMP type II receptor (BMPRII) in heart development, the BMPRII gene was deleted throughout the embryo during gastrulation using a Mox2-Cre transgene. BMPRII(flox/-);Mox2-Cre mice exhibited cardiac defects including double-outlet right ventricle, ventricular septal defect (VSD), atrioventricular (AV) cushion defects, and thickened valve leaflets. To characterize the tissue-specific functions of BMPRII in cardiogenesis, a series of Cre transgenes (alphaMHC-, Tie2-, Wnt1-, and SM22alpha-Cre) was employed. Interestingly, myocardial development was normal when the BMPRII gene was deleted in myocardial cells using Mox2-Cre, alphaMHC-Cre, or SM22alpha-Cre transgenes, suggesting that signaling by other BMP type II receptors may compensate for the absence of BMPRII in the myocardial cells. AV cushion defects including atrial septal defect, membranous VSD, and thickened valve leaflets were found in BMPRII(flox/-);Tie2-Cre mice. Abnormal positioning of the aorta was observed in BMPRII(flox/-);Wnt1-Cre and BMPRII(flox/-);SM22alpha-Cre mice. Taken together, these results demonstrate that endocardial BMPRII expression is required for septal formation and valvulogenesis. Moreover, mesenchymal BMPRII expression in the outflow tract cushion is required for proper positioning of the aorta.","dc:creator":"Beppu H","dc:date":"2009","dc:title":"BMP type II receptor regulates positioning of outflow tract and remodeling of atrioventricular cushion during cardiogenesis."},"rdfs:label":"Beppu mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Genotype does not match human patients"},{"id":"cggv:15575114-a9f1-4099-809d-f569c855a154","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b502764-00c4-456e-a178-1fec82b9e71c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mutants die at mid-gestation with cardiovascular and skeletal defects, demonstrating that the development of these tissues requires wild-type levels of BMP signaling. Defects occur in the outflow tract of the heart, with absence of septation of the conotruncus below the valve level and interrupted aortic arch, a phenotype known in humans as persistent truncus arteriosus (type A4). \nSemilunar valves do not form in mutants, while the atrioventricular valves appear unaffected. Heterozygous mutants were viable and fertile. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12441304","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic proteins (BMPs) constitute a family of approximately 20 growth factors involved in a tremendous variety of embryonic inductive processes. BMPs elicit dose-dependent effects on patterning during gastrulation and gradients of BMP activity are thought to be established through regulation of the relative concentrations of BMP receptors, ligands and antagonists. We tested whether later developmental events also are sensitive to reduced levels of BMP signaling. We engineered a knockout mouse that expresses a BMP type II receptor that lacks half of the ligand-binding domain. This altered receptor is expressed at levels comparable with the wild-type allele, but has reduced signaling capability. Unlike Bmpr2-null mice, mice homozygous for this hypomorphic receptor undergo normal gastrulation, providing genetic evidence of the dose-dependent effects of BMPs during mammalian development. Mutants, however, die at midgestation with cardiovascular and skeletal defects, demonstrating that the development of these tissues requires wild-type levels of BMP signaling. The most striking defects occur in the outflow tract of the heart, with absence of septation of the conotruncus below the valve level and interrupted aortic arch, a phenotype known in humans as persistent truncus arteriosus (type A4). In addition, semilunar valves do not form in mutants, while the atrioventricular valves appear unaffected. Abnormal septation of the heart and valve anomalies are the most frequent forms of congenital cardiac defects in humans; however, most mouse models display broad defects throughout cardiac tissues. The more restricted spectrum of cardiac anomalies in Bmpr2(deltaE2) mutants makes this strain a key murine model to understand the embryonic defects of persistent truncus arteriosus and impaired semilunar valve formation in humans.","dc:creator":"Délot EC","dc:date":"2003","dc:title":"BMP signaling is required for septation of the outflow tract of the mammalian heart."},"rdfs:label":"Knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Genotype does not match human patients"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1}],"evidenceStrength":"Limited","sequence":6871,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.6,"subject":{"id":"cggv:74ebe2a4-5cda-4da1-b7ba-92c494da2203","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:1078","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*BMPR2* was first reported in relation to autosomal dominant congenital heart disease in 2016 (Liu et al., PMID: 27002414; Sicko et al., PMID: 27788187). Another publication in 2012 reported a paternally inherited deletion at 2q33.1 of about 34 kb, falling into the first intron of the *BMPR2* (PMID: 21457232). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, congenital heart disease, Ebstein anomaly, and conotruncal defects have been lumped into one disease entity. One proband with a noncanonical splice-site variant is included in this curation (PMID: 27002414). At least eight other unique variants (missense, frameshifts, splice site) reported in five probands in five publications were not scored due to their high minor allele frequency (> 0.00001) in gnomAD v2.1.1 or a low REVEL score (PMIDs: 27788187, 27002414, 28991257, 33448881, 35910219). The gene-disease relationship is supported by two mouse models and expression data (PMIDs: 23352489, 12441304, 19409885). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. Of note, *BMPR2* has been classified as definitive for autosomal dominant pulmonary arterial hypertension by the Pulmonary Hypertension GCEP in December 2020. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 9/11/2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:1b4322da-10a2-46c4-be0c-b5163ab5f401"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}