{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-06-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-20T02:36:19.289Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21826058","type":"dc:BibliographicResource","dc:creator":"Voineagu I","dc:date":"2012","dc:title":"CCDC22: a novel candidate gene for syndromic X-linked intellectual disability."},"evidence":[{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79001e98-7fa7-4b3c-b261-a347742eb491","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c96e8330-de21-4df4-884e-dfe8b8d7de6c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"COMMD family members interact with and regulate the activation of a class of ubiquitin ligases known as Cullin-RING ligases.  CCDC22 coprecipitated with various components of this multimeric ligase (Cul1, Cul2, and Cul3) (Figure 6) when expressed in HEK 293 cells. CUL3 is involved in autosomal dominant neurodevelopmental disorder with or without autism or seizures (OMIM  619239). CCDC22 also interacts with other Cullin family members, including CUL4B (Intellectual developmental disorder, X-linked syndromic, Cabezas type, OMIM 300354).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23563313","type":"dc:BibliographicResource","dc:abstract":"NF-κB is a master regulator of inflammation and has been implicated in the pathogenesis of immune disorders and cancer. Its regulation involves a variety of steps, including the controlled degradation of inhibitory IκB proteins. In addition, the inactivation of DNA-bound NF-κB is essential for its regulation. This step requires a factor known as copper metabolism Murr1 domain-containing 1 (COMMD1), the prototype member of a conserved gene family. While COMMD proteins have been linked to the ubiquitination pathway, little else is known about other family members. Here we demonstrate that all COMMD proteins bind to CCDC22, a factor recently implicated in X-linked intellectual disability (XLID). We showed that an XLID-associated CCDC22 mutation decreased CCDC22 protein expression and impaired its binding to COMMD proteins. Moreover, some affected individuals displayed ectodermal dysplasia, a congenital condition that can result from developmental NF-κB blockade. Indeed, patient-derived cells demonstrated impaired NF-κB activation due to decreased IκB ubiquitination and degradation. In addition, we found that COMMD8 acted in conjunction with CCDC22 to direct the degradation of IκB proteins. Taken together, our results indicate that CCDC22 participates in NF-κB activation and that its deficiency leads to decreased IκB turnover in humans, highlighting an important regulatory component of this pathway.","dc:creator":"Starokadomskyy P","dc:date":"2013","dc:title":"CCDC22 deficiency in humans blunts activation of proinflammatory NF-κB signaling."},"rdfs:label":"CCDC22 interacts with Cullin proteins "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:63d94278-173d-4fbe-af38-998bc3bc3946","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2f311829-ef71-4343-8931-e237edbfceb8","type":"FunctionalAlteration","dc:description":"CCDC22 p.T17A in patient-derived fibroblast cells (Supplementary figure 3b), and depletion of the COMMD/CCDC22/CCDC93 (CCC) complex in mouse embryonic fibroblasts knockout cells, leads to elevated PI(3)P levels, enhanced recruitment and activation of WASH (an actin nucleation promoting factor), and excess endosomal F-actin (Fig 3a and b).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31537807","type":"dc:BibliographicResource","dc:abstract":"Protein recycling through the endolysosomal system relies on molecular assemblies that interact with cargo proteins, membranes, and effector molecules. Among them, the COMMD/CCDC22/CCDC93 (CCC) complex plays a critical role in recycling events. While CCC is closely associated with retriever, a cargo recognition complex, its mechanism of action remains unexplained. Herein we show that CCC and retriever are closely linked through sharing a common subunit (VPS35L), yet the integrity of CCC, but not retriever, is required to maintain normal endosomal levels of phosphatidylinositol-3-phosphate (PI(3)P). CCC complex depletion leads to elevated PI(3)P levels, enhanced recruitment and activation of WASH (an actin nucleation promoting factor), excess endosomal F-actin and trapping of internalized receptors. Mechanistically, we find that CCC regulates the phosphorylation and endosomal recruitment of the PI(3)P phosphatase MTMR2. Taken together, we show that the regulation of PI(3)P levels by the CCC complex is critical to protein recycling in the endosomal compartment.","dc:creator":"Singla A","dc:date":"2019","dc:title":"Endosomal PI(3)P regulation by the COMMD/CCDC22/CCDC93 (CCC) complex controls membrane protein recycling."},"rdfs:label":"CCDC22 mutant T17A leads to actin accumulation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The WASH complex is involved in the branched actin polymerization and needed for normal vesicle trafficking. Loss of CCC leads to increased WASH activity in the cells and excess endosomal F-actin accumulation, which can lead to mistrafficking of endosomal cargo recycling."},{"id":"cggv:62c696f4-f6d8-493a-9d7d-49953d7d673a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ebf552d1-c9e0-4750-88c7-d38e8c71dad0","type":"FunctionalAlteration","dc:description":"Lymphoblastoid cell lines from affected individuals carrying T17A showed impaired COMMD binding (Fig 3D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23563313","rdfs:label":"CCDC22 mutant T17A is unable to bind COMMD1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"CCDC22 binds to COMMD1 (and other COMMD proteins) to form a multi-protein complex called Commander, which is required for regulating endosomal protein trafficking, and activation of NF-kappa B downstream signaling. Loss of binding function can inhibit activation of NF-kappa B and loss of protein sorting within the endosomal system."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":6899,"specifiedBy":"GeneValidityCriteria9","strengthScore":8,"subject":{"id":"cggv:06d42bd6-9dbb-45a1-99c5-780f7e52f70c","type":"GeneValidityProposition","disease":"obo:MONDO_0010499","gene":"hgnc:28909","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*CCDC22* was first reported as a cause of syndromic X-linked intellectual disability in 2012 (Voineagu et al., PMID: 21826058) in a large Australian family. A missense variant affecting splicing and leading to decreased mRNA expression was identified in six affected males. In 2022, Rodgers et al. (PMID: 36073196) provided detailed phenotypic information for eight affected males in this family. Common features included global developmental delay, intellectual disability, typical facies, congenital heart disease, posterior fossa malformations, short stature, ectodermal abnormalities, and genital and skeletal anomalies. The clinical presentation is consistent with Ritscher-Schinzel syndrome 2, also known as cranio-cerebro-cardiac (3C) syndrome. \n\nSince then, four additional variants (3 missense and 1 inframe deletion) have been reported in six individuals with similar features (PMIDs: 24916641, 33059814, 34020006, 36130690). Two of the missense variants were detected in families with two affected siblings each. Additional missense variants have been identified in large sequencing studies of individuals with intellectual disability or autism spectrum disorder (PMIDs: 19377476, 23563313, 25363768, 31906484); however, as clinical data of these individuals were not provided, these variants were not scored. *CCDC22* is not significantly constrained for missense variants (Z = 1.29; gnomAD v2.1.1), but is intolerant to truncating variants (pLI = 1.0, LOEUF = 0.123). The mechanism of pathogenicity is not fully understood, but there is some evidence of loss of function (PMID: 21826058, 23563313, 24916641). \n\n*CCDC22* encodes a protein known as coiled-coil domain containing 22, which is a component of the Commander complex that plays a role in endosomal recycling. This gene-disease relationship is supported by alterations in patient-derived cells (PMIDs: 21826058, 23563313, 24916641, 31537807) and CCDC22 interactions with cullin proteins (CUL3, CUL4B) previously implicated in intellectual disability and other neurodevelopmental disorders. \n\nIn summary, there is moderate evidence to support the relationship between *CCDC22* and Ritscher-Schinzel syndrome 2. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on June 7, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:3d62f7f8-4a91-4e0c-86b2-3f1d5d38d54b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}