{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-25T15:08:05.981Z","role":"Publisher"},{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-07-11T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:adbedef9-fe5f-4f09-bf49-862bc90a6241","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8fecbae9-c63c-42b4-a72d-84237df266c2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The underlying mechanism of disease is loss of MRC activity. Variants in MT-CO2 can lead to reduced complex IV assembly and/or loss of enzymatic function. Either outcome at the molecular level is sufficient to cause disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030519","type":"dc:BibliographicResource","dc:abstract":"Respiration is one of the most basic features of living organisms, and the electron transport chain complexes are probably the most complicated protein system in mitochondria. Complex-IV is the terminal enzyme of the electron transport chain, existing either as randomly scattered complexes or as a component of supercomplexes. NDUFA4 was previously assumed as a subunit of complex-I, but recent biochemical data suggested it may be a subunit of complex-IV. However, no structural evidence supporting this notion was available till now. Here we obtained the 3.3 Å resolution structure of complex-IV derived from the human supercomplex I","dc:creator":"Zong S","dc:date":"2018","dc:title":"Structure of the intact 14-subunit human cytochrome c oxidase."},"rdfs:label":"MT-CO2 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"MRC complex IV is comprised of 14 total subunits. Score upgraded for the number of interacting partners as per MD-GCEP guidelines"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:507db839-ef9b-4580-95b2-ce6ef86f1743","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f59bfbd3-5a10-48d2-9720-a2dc34c05d59","type":"FunctionalAlteration","dc:description":"Villar et al. 2003 (PMID: 23965802) used frozen, biopsied muscle tissue from the patient in Campos et al. to perform a cybrid analysis. Spectrophotometric analyses of complex IV enzymatic activity in their cybrid lines revealed a significant reduction corresponding to a mean residual activity of 14% (p<0.001, Table 4). BN-PAGE using mt membranes extracted from cybrids revealed a near complete deficiency of complex IV assembly, and a concomitant disruption of the CI+CIII+CIV supercomplex (Fig. 1A). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23965802","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders (MD) are multisystem diseases that arise as a result of dysfunction of the oxidative phosphorylation system. The predominance of neuromuscular manifestations in MD could mask the presence of other clinical phenotypes such as cardiac dysfunction. Reported here is a retrospective study, the main objective of which was to characterize the clinical and molecular features of a cohort of patients with cardiomyopathy and MD.","dc:creator":"Villar P","dc:date":"2013","dc:title":"Cardiac dysfunction in mitochondrial disease. Clinical and molecular features."},"rdfs:label":"MT-CO2 Functional Alteration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6747,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:1256f9f0-0534-4162-8099-a11aa53df00a","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7421","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-CO2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of July 11, 2023. The *MT-CO2* gene encodes cytochrome *c* oxidase (complex IV) subunit 2, which is one of the three core subunits of the mitochondrial respiratory chain complex IV holoenzyme and is required for both complex assembly and catalysis. Defects of this protein lead to complex IV deficiency.\n\n*MT-CO2* was first reported in relation to maternally-inherited primary mitochondrial disease in 1999 in an individual with progressive gait ataxia, bilateral optic atrophy, pigmentary retinopathy, and distal muscle wasting (PMID: 10205264). Other associated features have been reported over time. While various names have been given to the constellation of features seen in those with *MT-CO2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-CO2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-CO2* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on May 17, 2021 (SOP v8), with a final classification of limited. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting the gene-disease relationship between *MT-CO2* and primary mitochondrial disease includes case-level data and experimental data. This curation includes eight variants (m.7587T>C, m.7671T>A, m.7896G>A, m.7630del, m.8156dup, m.8156del, m.8163A>G, m.8088del) in eight probands in eight publications (PMIDs: 10205264, 10486321, 11558799, 18245391, 23616164, 28521807, 30315213, 31167410). Single fiber testing further supported the pathogenicity of several of these variants (PMIDs: 31167410, 28521807, 23616164, 11558799, 10486321, 10205264 ). Age of onset in affected individuals ranged from childhood to the mid-40s. Clinical features in affected individuals included LSS, myopathy, muscle wasting, ataxia, epilepsy, stroke-like episodes, global developmental delay, cognitive decline, psychosis, axonal sensorimotor neuropathy, sensorineural hearing loss, retinitis pigmentosa, cataracts, optic atrophy, and left ventricular hypertrophy. Brain imaging was variable and ranged from normal to findings consistent with LSS, cerebral and cerebellar atrophy, and agenesis of the corpus callosum. Muscle biopsies showed ragged red fibers, COX-deficient fibers, lipid accumulation, subsarcolemmal accumulation of mitochondria, and complex IV deficiency. Metabolic screening labs showed elevated lactate. Heteroplasmy levels in affected individuals were highest in muscle when multiple tissues were assessed (56-95% in muscle, undetectable to 67% in blood, 33-49% in buccal, undetectable to 89% in skin fibroblasts, and undetectable to 49% in urine). Segregation evidence is scored as case-level data according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. The mechanism of pathogenicity appears to be loss of function resulting in specific loss of complex IV activity. This gene-disease relationship is also supported by known biochemical function and in vitro functional assays demonstrating altered mitochondrial function as a result of variants in *MT-CO2* (PMIDs: 23965802, 30030519).  \n\nIn summary, there is definitive evidence to support the relationship between *MT-CO2* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 11, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:a8665d7c-6fca-44ba-9c37-d6e530ca263b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}