{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:08:06.493Z","role":"Publisher"},{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-10-04T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.6},{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fb03c51-65e7-4ad5-93ce-cb8c6fe29c6f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4633a66b-3870-4f01-9076-3e0ed4fae037","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Igf2 transcript levels in the organs of the 18.5-dpc of wild type mice fetuses were measured using QRT-PCR. Igf2 levels were higher in the extraembryonic organs (placenta, yolk sac, and the amnion), than in the organs of the fetus body (liver, kidney, tongue, brain, heart, lung, muscle, and stomach).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33567274","type":"dc:BibliographicResource","dc:abstract":"Beckwith-Wiedemann syndrome (BWS) and Silver-Russell syndrome (SRS) are imprinting disorders manifesting as aberrant fetal growth and severe postnatal-growth-related complications. Based on the insulator model, one-third of BWS cases and two-thirds of SRS cases are consistent with misexpression of insulin-like growth factor 2 (IGF2), an important facilitator of fetal growth. We propose that the IGF2-dependent BWS and SRS cases can be identified by prenatal diagnosis and can be prevented by prenatal intervention targeting IGF2. We test this hypothesis using our mouse models of IGF2-dependent BWS and SRS. We find that genetically normalizing IGF2 levels in a double rescue experiment corrects the fetal overgrowth phenotype in the BWS model and the growth retardation in the SRS model. In addition, we pharmacologically rescue the BWS growth phenotype by reducing IGF2 signaling during late gestation. This animal study encourages clinical investigations to target IGF2 for prenatal diagnosis and prenatal prevention in human BWS and SRS.","dc:creator":"Liao J","dc:date":"2021","dc:title":"Prenatal correction of IGF2 to rescue the growth phenotypes in mouse models of Beckwith-Wiedemann and Silver-Russell syndromes."},"rdfs:label":"QRT-PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fc5a9230-c1d8-4727-8027-71dd60660854","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e72098e-5075-4649-a7c1-f46904537df0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Binding of IGF2 to the IR-A causes a structural change, leading  to activation of the tyrosine kinase domain and autophosphorylation. This promotes cell proliferation, survival,  and migration. Mutations in the IGF2 gene can lead to inactivation of this pathway therefore causing severe growth delay.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26217307","type":"dc:BibliographicResource","dc:abstract":"The insulin receptor (IR) is a tyrosine kinase receptor that can mediate both metabolic and mitogenic biological actions. The IR isoform-A (IR-A) arises from alternative splicing of exon 11 and has different ligand binding and signaling properties compared to the IR isoform-B. The IR-A not only binds insulin but also insulin-like growth factor-II (IGF-II) with high affinity. IGF-II acting through the IR-A promotes cancer cell proliferation, survival, and migration by activating some unique signaling molecules compared to those activated by insulin. This observation led us to investigate whether the different IR-A signaling outcomes in response to IGF-II and insulin could be attributed to phosphorylation of a different subset of IR-A tyrosine residues or to the phosphorylation kinetics. We correlated IR-A phosphorylation to activation of molecules involved in mitogenic and metabolic signaling (MAPK and Akt) and receptor internalization rates (related to mitogenic signaling). We also extended this study to incorporate two ligands that are known to promote predominantly mitogenic [(His(4), Tyr(15), Thr(49), Ile(51)) IGF-I, qIGF-I] or metabolic (S597 peptide) biological actions, to see if common mechanisms can be used to define mitogenic or metabolic signaling through the IR-A. The threefold lower mitogenic action of IGF-II compared to insulin was associated with a decreased potency in activation of Y960, Y1146, Y1150, Y1151, Y1316, and Y1322, in MAPK phosphorylation and in IR-A internalization. With the poorly mitogenic S597 peptide, it was a decreased rate of tyrosine phosphorylation rather than potency that was associated with a low mitogenic potential. We conclude that both decreased affinity of IR-A binding and kinetics of IR-A phosphorylation can independently lead to a lower mitogenic activity. None of the studied parameters could account for the lower metabolic activity of qIGF-I.","dc:creator":"Rajapaksha H","dc:date":"2015","dc:title":"Ligand-Binding Affinity at the Insulin Receptor Isoform-A and Subsequent IR-A Tyrosine Phosphorylation Kinetics are Important Determinants of Mitogenic Biological Outcomes."},"rdfs:label":" IGF2 activates IR-A"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:96d13319-ec4e-4b18-8800-db2cc7e9cea9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e21ea610-a4d8-4b4f-88f5-09c88440f34e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"IGF2 mutations produce nonfunctional proteins that does not recognize and bind to IGF1-R therefore not causing the activation of cellular pathways required to promote mitogenic activities for growth. The clinical presentation is severe growth delay. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32459985","type":"dc:BibliographicResource","dc:abstract":"Human type 1 insulin-like growth factor receptor (IGF-1R) signals chiefly in response to the binding of insulin-like growth factor I. Relatively little is known about the role of insulin-like growth factor II signaling via IGF-1R, despite the affinity of insulin-like growth factor II for IGF-1R being within an order of magnitude of that of insulin-like growth factor I. Here, we describe the cryoelectron microscopy structure of insulin-like growth factor II bound to a leucine-zipper-stabilized IGF-1R ectodomain, determined in two conformations to a maximum average resolution of 3.2 Å. The two conformations differ in the relative separation of their respective points of membrane entry, and comparison with the structure of insulin-like growth factor I bound to IGF-1R reveals long-suspected differences in the way in which the critical C domain of the respective growth factors interact with IGF-1R.","dc:creator":"Xu Y","dc:date":"2020","dc:title":"How IGF-II Binds to the Human Type 1 Insulin-like Growth Factor Receptor."},"rdfs:label":"cryo‐electron microscopy (cryo-EM)"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:90f0adb5-a676-4f19-9fea-0626c1220704","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:320a8264-1e6e-4336-8e9b-7fc930d273d2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Silver-Russel syndrome patients have mutations in the IGF2 gene and present with growth restriction in both prenatal and postnatal phases. This mouse model presents the growth delay seen in all patients.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2330056","type":"dc:BibliographicResource","dc:abstract":"Growth factors are thought to function as pivotal autocrine-paracrine regulatory signals during embryonic development. Insulin-like growth factor II (IGF-II), a mitogenic polypeptide for a variety of cell lines, could have such a role, as indicated by the pattern of expression of its gene during rodent development. The IGF-II gene uses at least three promoters and expresses several transcripts in many tissues during the embryonic and neonatal periods, whereas expression in adult animals is confined to the choroid plexus and the leptomeninges. To examine the developmental role of IGF-II, we have begun to study the consequences of introducing mutations at the IGF-II gene locus in the mouse germ line. We have disrupted one of the IGF-II alleles in cultured mouse embryonic stem (ES) cells by gene targeting and constructed chimaeric animals. Germ-line transmission of the inactivated IGF-II gene from male chimaeras yielded heterozygous progeny that were smaller than their ES cell-derived wild-type littermates (about 60% of normal body weight). These growth-deficient animals were otherwise apparently normal and fertile. The effect of the mutation was exerted during the embryonic period. These results provide the first direct evidence for a physiological role of IGF-II in embryonic growth.","dc:creator":"DeChiara TM","dc:date":"1990","dc:title":"A growth-deficiency phenotype in heterozygous mice carrying an insulin-like growth factor II gene disrupted by targeting."},"rdfs:label":"Knockout mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:85368a7f-b3c7-4b63-b061-d8f5df00e937","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:00380648-cd35-4a31-be94-e4f903c09e9a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Silver-Russel syndrome(SRS) mouse models were significantly smaller than that of their wild type siblings. The fetus and placenta were significantly smaller than the weights of their wild type siblings at 18.5 dpc and 13.5dpc. Additionally, the brain weight, heart, kidney, lung, and tongue were significantly smaller in SRS pups compared to the wild type pups.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33567274","rdfs:label":"Mouse model( +/CHB)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":7687,"specifiedBy":"GeneValidityCriteria10","strengthScore":16.1,"subject":{"id":"cggv:264745c2-d298-433e-b07c-461354e6d1d7","type":"GeneValidityProposition","disease":"obo:MONDO_0014663","gene":"hgnc:5466","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The IGF2 gene is located on chromosome 11p15.5 and encodes insulin-like growth factor 2, a protein hormone that regulates cell proliferation, growth, migration, differentiation, and survival. The protein binds and activates Insulin Receptor Tyrosine - A (IR-A) and IGF-1R. The receptor  structural change leads to activation of the intracellular tyrosine kinase domain and autophosphorylation with an outcome of growth promoting effect (Blyth et al., 2020). The gene has 5 promoters that are differentially activated during pre and postnatal life. There are 9 exons in total however, only the last 3 exons are coding exons (Röttgering and Szuhai 2019). Additionally, IGF2 is a paternally expressed, maternally imprinted gene with an imprinting control region (ICR1) located between the H19 and IGF2 genes. \n\nIGF2 was first reported in relation to autosomal dominant Silver-Russell syndrome 3 in 2015 (Begemann et al., PMID: 26154720). Silver-Russell Syndrome 3 is caused by heterozygosity pathogenic variants in the paternal copy of the IGF2 gene. Features seen in Silver-Russell syndrome 3 patients include intrauterine growth retardation with relative macrocephaly, feeding difficulties, growth restriction, triangular face, prominent forehead, low-set ears, limb defects, genitourinary and cardiovascular anomalies, hearing impairment, and developmental delay. \n\nThirteen variants (5 missense, 3 frameshifts, 3 splice site, 2 nonsense) reported in thirteen probands in eight publications (PMIDs: 26154720, 28848601,28489339, 30152198, 28796236, 30400067, 31803239, 31544945) are include in this curation. The most common mechanism of disease is loss of methylation at the chromosome 11p15. A total of 10.6 pts for genetic evidence was reached, considering case-level data. This gene-disease relationship is supported by expression, biochemical, and two mouse models (PMIDs: 33567274, 2621730, 32459985, 2330056).\n\nIn summary, there is definitive evidence supporting the relationship between IGF2 and autosomal dominant Silver-Russell Syndrome 3. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 10/04/2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:39e89185-94a4-4f94-ae80-63df06bece69"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}