{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-05-20T18:33:21.284Z","role":"Approver"}],"evidence":[{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e0aa8fee-4f8a-4e68-9bd4-821157a06338","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9dedf67b-b056-4854-9841-a4a997cb01a7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that COX15 protein is ubiquitously expressed (https://www.proteinatlas.org/ENSG00000014919-COX15/tissue) Expression in the brain has been shown in the cerebral cortex and caudate. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:b59c0806-9fc0-4ab6-ad8f-773cb5b3bd5a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bcf7c6ed-3f0c-4a09-92d9-08703bce8ad3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"COX15 or heme A synthase catalyzes the hydroxylation of heme O to form heme A in the heme synthesis pathway with the final product heme A being essential for COX function. The importance of COX15 in the assembly of Complex IV is demonstrated by mutations in COX15 showing decreased Complex IV assembly and activity in both yeast and human cells (PMID: 8078902 and PMID: 12474143). Thus, COX15 falls into the category of a complex IV assembly unit. According to Leigh map at least 4 other complex IV assembly units (PET100, COX10, SURF1, and SCO2) have been implicated in causing Leigh syndrome (Rahman et al 2017 PMID: 27977873). Therefore the function of COX15 is shared with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11788607","type":"dc:BibliographicResource","dc:abstract":"Heme A is a prosthetic group of all eukaryotic and some prokaryotic cytochrome oxidases. This heme differs from heme B (protoheme) at two carbon positions of the porphyrin ring. The synthesis of heme A begins with farnesylation of the vinyl group at carbon C-2 of heme B. The heme O product of this reaction is then converted to heme A by a further oxidation of a methyl to a formyl group on C-8. In a previous study (Barros, M. H., Carlson, C. G., Glerum, D. M., and Tzagoloff, A. (2001) FEBS Lett. 492, 133-138) we proposed that the formyl group is formed by an initial hydroxylation of the C-8 methyl by a three-component monooxygenase consisting of Cox15p, ferredoxin, and ferredoxin reductase. In the present study three lines of evidence confirm a requirement of ferredoxin in heme A synthesis. 1) Temperature-conditional yah1 mutants grown under restrictive conditions display a decrease in heme A relative to heme B. 2) The incorporation of radioactive delta-aminolevulinic acid into heme A is reduced in yah1 ts but not in the wild type after the shift to the restrictive temperature; and 3) the overexpression of Cox15p in cytochrome oxidase mutants that accumulate heme O leads to an increased mitochondrial concentration of heme A. The increase in heme A is greater in mutants that overexpress Cox15p and ferredoxin. These results are consistent with a requirement of ferredoxin and indirectly of ferredoxin reductase in hydroxylation of heme O.","dc:creator":"Barros MH","dc:date":"2002","dc:title":"Mitochondrial ferredoxin is required for heme A synthesis in Saccharomyces cerevisiae."},"rdfs:label":"Complex IV Assembly Unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome receiving an increased score of 1 pt"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91318882-e122-42f5-a28f-a3146bb8c0f3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:59784e01-168a-4227-a02b-a746403a8f7a","type":"FunctionalAlteration","dc:description":"Both heart tissue and cultured fibroblasts from patient demonstrated decreased amounts of fully assembled Complex IV and low cytochrome oxidase activity, although the reduction was more pronounced the heart tissue. This decrease was not seen in the other respiratory chain complexes and complex I activity was normal in fibroblasts. \n.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12474143","type":"dc:BibliographicResource","dc:abstract":"Deficiencies in the activity of cytochrome c oxidase (COX), the terminal enzyme in the respiratory chain, are a frequent cause of autosomal recessive mitochondrial disease in infants. These patients are clinically and genetically heterogeneous, and all defects so far identified in this group have been found in genes coding for accessory proteins that play important roles in the assembly of the COX holoenzyme complex. Many patients, however, remain without a molecular diagnosis. We have used a panel of retroviral vectors expressing human COX assembly factors in these patients to identify the molecular basis for the COX deficiency by functional complementation. Here we show that overexpression of COX15, a protein involved in the synthesis of heme A, the heme prosthetic group for COX, can functionally complement the isolated COX deficiency in fibroblasts from a patient with fatal, infantile hypertrophic cardiomyopathy. Mutation analysis of COX15 in the patient identified a missense mutation (C700T) on one allele, changing a conserved arginine to tryptophan (R217W), and a splice-site mutation in intron 3 on the other allele (C447-3G), resulting in a deletion of exon 4. This splicing error introduces a frameshift and a premature stop codon, resulting in an unstable mRNA and, likely, a null allele. Mitochondrial heme A content was reduced in the patient's heart and fibroblast mitochondria, and levels of heme O were increased in the patient's heart. COX activity and the total amount of fully assembled enzyme were reduced by 50%-70% in patient fibroblasts. Expression of COX15 increased heme A content and rescued COX activity. These results suggest that reduced availability of heme A stalls the assembly of COX. This study establishes COX15 as an additional cause, along with SCO2, of fatal infantile, hypertrophic cardiomyopathy associated with isolated COX deficiency.","dc:creator":"Antonicka H","dc:date":"2003","dc:title":"Mutations in COX15 produce a defect in the mitochondrial heme biosynthetic pathway, causing early-onset fatal hypertrophic cardiomyopathy."},"rdfs:label":"Fibroblast and heart tissue studies in patient"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"One patient cell culture model with disrupted gene function showing mitochondrial dysfunction in a non-neuronal cell type (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3eb8a390-ed8c-45c9-8515-9916aa87b3ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e1f4bbd-d7c7-439b-a225-b72d67254771","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system demonstrated biochemical abnormalities consistent with Leigh spectrum syndrome (reduced COX activity) along with developmental abnormalities (smaller than WT littermates and exercise induced fatigue).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21723506","type":"dc:BibliographicResource","dc:abstract":"Increased mitochondrial biogenesis by activation of PPAR- or AMPK/PGC-1α-dependent homeostatic pathways has been proposed as a treatment for mitochondrial disease. We tested this hypothesis on three recombinant mouse models characterized by defective cytochrome c-oxidase (COX) activity: a knockout (KO) mouse for Surf1, a knockout/knockin mouse for Sco2, and a muscle-restricted KO mouse for Cox15. First, we demonstrated that double-recombinant animals overexpressing PGC-1α in skeletal muscle on a Surf1 KO background showed robust induction of mitochondrial biogenesis and increase of mitochondrial respiratory chain activities, including COX. No such effect was obtained by treating both Surf1(-/-) and Cox15(-/-) mice with the pan-PPAR agonist bezafibrate, which instead showed adverse effects in either model. Contrariwise, treatment with the AMPK agonist AICAR led to partial correction of COX deficiency in all three models, and, importantly, significant motor improvement up to normal in the Sco2(KO/KI) mouse. These results open new perspectives for therapy of mitochondrial disease.","dc:creator":"Viscomi C","dc:date":"2011","dc:title":"In vivo correction of COX deficiency by activation of the AMPK/PGC-1α axis."},"rdfs:label":"COX15 muscle specific knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Utilized model scoring system developed for Leigh spectrum syndrome experimental evidence. (0.5/1 pts for biochemical abnormalities, 1/1 pts for neurocognitive/developmental differences)"},{"id":"cggv:74107c4d-ef4c-4d9c-885d-86fb10464b7c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5eb2d176-da59-4ef0-aab0-5ccc80d7e1c6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system demonstrated biochemical abnormalities consistent with Leigh syndrome (reduced Complex IV holoenzyme). This models additional neurocognitive/developmental phenotype and additional biochemical findings consistent with Leigh spectrum syndrome were previously curated and scored under Viscomi et al.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26039449","type":"dc:BibliographicResource","dc:abstract":"Increased levels of the mitochondria-shaping protein Opa1 improve respiratory chain efficiency and protect from tissue damage, suggesting that it could be an attractive target to counteract mitochondrial dysfunction. Here we show that Opa1 overexpression ameliorates two mouse models of defective mitochondrial bioenergetics. The offspring from crosses of a constitutive knockout for the structural complex I component Ndufs4 (Ndufs4(-/-)), and of a muscle-specific conditional knockout for the complex IV assembly factor Cox15 (Cox15(sm/sm)), with Opa1 transgenic (Opa1(tg)) mice showed improved motor skills and respiratory chain activities compared to the naive, non-Opa1-overexpressing, models. While the amelioration was modest in Ndufs4(-/-)::Opa1(tg) mice, correction of cristae ultrastructure and mitochondrial respiration, improvement of motor performance and prolongation of lifespan were remarkable in Cox15(sm/sm)::Opa1(tg) mice. Mechanistically, respiratory chain supercomplexes were increased in Cox15(sm/sm)::Opa1(tg) mice, and residual monomeric complex IV was stabilized. In conclusion, cristae shape amelioration by controlled Opa1 overexpression improves two mouse models of mitochondrial disease. ","dc:creator":"Civiletto G","dc:date":"2015","dc:title":"Opa1 overexpression ameliorates the phenotype of two mitochondrial disease mouse models."},"rdfs:label":"COX15 muscle specific knockout mouse (Civiletto)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Utilized model scoring system developed for Leigh spectrum syndrome experimental evidence. (0.5/1pt) for biochemical abnormalities. This models additional neurocognitive/developmental phenotype and additional biochemical findings consistent with Leigh spectrum syndrome were previously curated and scored under Viscomi et al."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:c3c68a0a-a5eb-42a6-84fe-28fdc2991b73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9b1aa4ef-b39c-46a3-8022-333373d020aa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":7,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Magnetic resonance imaging of the brain undertaken at 1 year of age (fig 1)\nshowed bilateral lesions in the basal ganglia, dorsal midbrain, cerebral peduncles and periaqueductal region compatible with a diagnosis of Leigh syndrome.","phenotypes":["obo:HP_0002376","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c3c68a0a-a5eb-42a6-84fe-28fdc2991b73_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:af4844eb-05a3-4004-8be1-107b93744d21","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004376.6(COX15):c.649C>T (p.Arg217Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6175"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15235026","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Oquendo CE","dc:date":"2004","dc:title":"Functional and genetic studies demonstrate that mutation in the COX15 gene can cause Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15235026","rdfs:label":"Oquendo Index"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Mutation is a missense mutation. Pathogenicity is supported by overexpression studies in patient cell line, as well as other patients reported with this mutation in literature. The patient line was transfected with retroviral vectors containing the coding regions of COX11, COX15.1, COX17, OXA1, and PET191. Overexpression of these genes showed that only COX15.1 could rescue the biochemical defect. COX/CS activity, expressed as a percentage of control, showed that the activity of the patient line was increased from 30% (standard deviation, 4%) (n=3), to nearly normal levels after transfection: 95% (8%) (n=4)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":620,"specifiedBy":"GeneValidityCriteria6","strengthScore":5.5,"subject":{"id":"cggv:5065ee7e-6f70-44e2-adba-a168c8cad7b7","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2263","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between COX15 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 22, 2019. 11 articles were reviewed.  COX15 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2004 (Oquendo et al., PMID: 15235026).  Five unique variants predicted to cause a loss of or reduced function of the protein have been reported in ClinVar.  Complex IV deficiency is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 1 proband with Leigh syndrome spectrum in 1 publication (PMID 15235026 ). This gene-disease association is further supported by the function of the gene product, expression, and studies in patient cell lines and a COX15 mouse model.  In summary, there is limited evidence to support the relationship between COX15 and autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 22, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:b5c8d1e1-24d0-4b88-8c04-023197db14f3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}