{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2023-10-10T19:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10145","role":"SecondaryContributor"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10016","role":"SecondaryContributor"},{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2024-05-03T20:47:26.894Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db336ced-f704-420c-aa5d-2e2d228d6e9c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81713a47-d2d3-4832-9eb2-a6d5fe525f6d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"FOXP3 is a functional inhibitor of CD4+ T-cell activation and IPEX is associated with immune dysregulation\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17005002","type":"dc:BibliographicResource","dc:abstract":"FOXP3 has been identified as a key regulator of immune homeostasis. Mutations within the FOXP3 gene result in dysregulated CD4+ T-cell function and elevated cytokine production, leading to lymphoproliferative disease. FOXP3 expression in CD4+ T cells is primarily detected with the CD4+ CD25+ regulatory T-cell population. In humans the protein is detected as a doublet following immunoblot analysis. The lower band of the doublet has been identified as a splice isoform lacking a region corresponding to exon 2. The aim of this study was to investigate whether the splice variant form lacking exon 2 and a new novel splice variant lacking both exons 2 and 7, were functional inhibitors of CD4+ T-cell activation. The data generated showed that full-length FOXP3 and both splice variant forms of the protein were functional repressors of CD4+ T-cell activation.","dc:creator":"Smith EL","dc:date":"2006","dc:title":"Splice variants of human FOXP3 are functional inhibitors of human CD4+ T-cell activation."},"rdfs:label":"RT-PCR analysis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9fd6fea-b28a-4526-b0cf-158211d36a4f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:60684a87-fab9-4ed0-ac5c-2a7dad13c1ee","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Restored functional FOXP3 expression to IPEX patient Tregs and Teff cells after CRISPR-based FOXP3 editing","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32494707","type":"dc:BibliographicResource","dc:abstract":"The prototypical genetic autoimmune disease is immune dysregulation polyendocrinopathy enteropathy X-linked (IPEX) syndrome, a severe pediatric disease with limited treatment options. IPEX syndrome is caused by mutations in the forkhead box protein 3 (","dc:creator":"Goodwin M","dc:date":"2020","dc:title":"CRISPR-based gene editing enables "},"rdfs:label":"CRISPR-based gene editing"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:1c658ea2-17db-46bd-8abd-52436262d9ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cee6b8a3-d06a-405d-80d5-cbd33477347c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Lentiviral Gene Therapy in HSCs Restores Lineage-Specific Foxp3 Expression and Suppresses Autoimmunity in a Mouse Model of IPEX Syndrome\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30639036","type":"dc:BibliographicResource","dc:abstract":"Immune dysregulation, polyendocrinopathy, enteropathy, X-linked (IPEX) syndrome is a devastating autoimmune disease caused by mutations in FoxP3, a transcription factor required for the development and function of regulatory T cells (Treg cells). Allogeneic hematopoietic stem cell transplant (HSCT) can be curative, but suitable donors are often unavailable. Here, we demonstrate a strategy for autologous HSCT and gene therapy utilizing a lentiviral vector (LV) to restore FoxP3 expression under the control of endogenous human FOXP3 regulatory elements. Both murine transplant models and humanized mice engrafted with LV-modified HSCs show high levels of LV expression selective for CD4+CD25+FoxP3+ Treg cells. LV transduction of scurfy (FoxP3","dc:creator":"Masiuk KE","dc:date":"2019","dc:title":"Lentiviral Gene Therapy in HSCs Restores Lineage-Specific Foxp3 Expression and Suppresses Autoimmunity in a Mouse Model of IPEX Syndrome."},"rdfs:label":"Lentiviral Gene Therapy "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:8c4d2e14-d950-43ea-9969-536b46417fdb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a6705ba-4fa7-4342-a576-77fee8b35d60","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse model is characterized by over proliferation of CD4+/CD8- T lymphocytes, extensive multiorgan infiltration, and elevation of numerous cytokines ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2053595","type":"dc:BibliographicResource","dc:abstract":"Scurfy (sf) is a spontaneous, sex-linked, recessive mutation that maps to the extreme proximal portion of the X chromosome, about 2 centimorgans from sparse fur (spf). Hemizygotes for sf manifest several clinical disorders, evident at 14 days of age, including scaliness and crusting of the eyelids, ears, and tail, runting, reddening and swelling of the genital papilla, anemia, cachexia, and early death (average, 24 days). Our studies indicate that the phenotype of hemizygous scurfy is not, as has been suggested, a model for human X-linked ichthyosis, but appears to be a disease primarily affecting the lymphoreticular, and possibly the hematopoietic, systems. Gross lesions include marked splenomegaly, hepatomegaly, enlarged lymph nodes, and variable thickening of the ears. The characteristic histologic lesion is a lymphohistiocytic proliferation and infiltration of peripheral lymph nodes, spleen, liver, and skin. In routine hematoxylin and eosin-stained sections, these lesions efface lymph node architecture, thicken the dermis, and form nodular portal infiltrates in the liver. Scurfy lesions characteristically contain a population of large blastlike cells with round to oval nuclei, a vesicular chromatin pattern, and prominent single nucleoli. Mixed perivascular infiltrates of lymphocytes, macrophages, and granulocytes sometimes are found in kidney, heart, pancreas, lung, and mesenteries. There is excessive hematopoiesis in the liver and spleen. Cells expressing B220 or Thy-1 antigens localize to appropriate areas in the lymph nodes and spleen, but are rare in the portal infiltrates and are absent from the skin. There is a marked, polyclonal increase in serum IgG, severe Coombs'-positive anemia, and leukocytosis with atypical mononuclear cells. Scurfy mice are negative for antinuclear antibodies. Despite their morphologically aberrant lymphoreticular system, scurfy mice can exist in a conventional environment without evidence of opportunistic infection. Raising scurfy mice in a specific-pathogen-free environment does not alter disease expression. Thus, while our findings indicate that scurfy disease may be the result of immune dysfunction, it is not a classic immunodeficiency.","dc:creator":"Godfrey VL","dc:date":"1991","dc:title":"X-linked lymphoreticular disease in the scurfy (sf) mutant mouse."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":8265,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.5,"subject":{"id":"cggv:f0845bad-5ee4-4541-88b9-c56da78073e4","type":"GeneValidityProposition","disease":"obo:MONDO_0010580","gene":"hgnc:6106","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"\n*FOXP3* was first reported in relation to immune dysregulation-polyendocrinopathy-enteropathy-X-linked syndrome (IPEX) in 2000 and 2001 (Chatila et al. 2000 PMID: 11120765, Wildin et al. 2001 PMID: 11137992, and Bennett et al. 2001 PMID: 11137993). IPEX is characterized in babies assigned male at birth by systemic autoimmunity, typically beginning in the first year of life. Presentation is most commonly the clinical triad of watery diarrhea (from autoimmune enteropathy), endocrinopathy (most commonly insulin- deficient autoimmune diabetes mellitus), and eczematous dermatitis. Prenatal phenotypes include hydrops, echogenic bowel, cutaneous lesions, fetal growth restriction, and polyhydramnios. At least 140 unique variants including missense, in-frame indel, nonsense, frameshift variants have been reported in humans. Loss of function or haploinsufficiency is the molecular mechanism of IPEX syndrome. Pathogenic alterations can affect mRNA stability, protein function, and intracellular localization. The FOXP3 protein is a transcription factor that regulates the expression of hundreds of targets and is necessary for proper development of T regulatory cells (Tregs), a population of cells responsible for tolerance of self-antigens. \n\nIn summary, *FOXP3* is definitively associated with X-linked immune dysregulation-polyendocrinopathy-enteropathy-X-linked syndrome (IPEX). Evidence supporting this gene-disease relationship includes case-level data, segregation data, mouse models, and experimental data. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was reviewed and approved by the ClinGen Prenatal GCEP on October 10, 2023 (SOP Version 9).\n\nMonogenic Diabetes Gene Curation Expert Panel (MDEP) Ammendment:\n\nSince timing of the different clinical manifestations of IPEX is variable, diabetes may be all or part of the initial presentation (PMID: 36600150, 29193502, 25187107, 18931102). *FOXP3* is therefore appropriate to include on clinical panels when testing infants for monogenic diabetes, as this condition can be a cause of neonatal diabetes especially in infants assigned male at birth. Molecular diagnosis of a disease-causing *FOXP3* variant when diabetes is the first feature and other problems are not yet apparent has several important clinical ramifications: A) affected infants should be closely monitored for other clinical manifestations, especially diarrhea/enteropathy, B) appropriate expertise for the possibility of stem-cell transplant should be sought as early as possible to initiate workup (such as finding matched donor etc.) as there will be a high likelihood for the eventual development of other IPEX features, often within weeks or months. Prolonged delay will likely be associated with clinical deterioration and lower chance of survival even when stem cell transplant is undertaken (PMID: 31322807).\nIf a P/LP *FOXP3* variant is found in a patient having other manifestations of IPEX but does not yet have diabetes, glucose monitoring is advised, based on the high likelihood of an eventual diabetes diagnosis.\nIf a P/LP *FOXP3* variant is found in the context of prenatal loss (as described above), the mother’s subsequent pregnancies are at risk either for prenatal loss or IPEX and therefore possible neonatal diabetes.  While one study showed possible association of specific IPEX domains with specific disease manifestations (PMID: 36867340), there is no clear genotype/phenotype correlation. Therefore, the specific variant does not affect medical recommendations including diabetes screening. \n\nTreg cell-specific demethylated region (TSDR) measurement may help to elucídate the pathogenicity of VUS found in *FOXP3* (PMID:36600150).\n\nPrimary Immune Regulatory Disorders (PIRD) GCEP Ammendment:\n\n-*FOXP3* is primarily expressed in CD4+ regulatory T-cells that exert suppressor function (PMID: 20429413) of effector T cells via NFAT and NFKB. *FOXP3* can be transiently expressed on activated human T cells but does not have a suppressor function in this cell subset (Kmieciak M et al, 2009, doi:10.1186/1479-5876-7-89; Allan S et al, 2007, doi:10.1093/intimm/dxm014; Wang J e tal, 2007, doi.org/10.1002/eji.200636929). FOXP3 also acts as a transcription activator for several genes, including *CD25*, *CTLA4*, *GITR*, and folate receptor 4 (PMID: 20429413). Native FOXP3+ cells suppress early immune response in lymphoid tissues and memory. Differences of FOXP3 expression and function have been implicated in autoimmunity and autoimmune diseases in addition to IPEX (PMID: 37085947). Single nucleotide polymorphisms (SNPs) of *FOXP3* are also related to autoimmune disorders and allergies, primarily via variants that impact expression levels of FOXP3 and modify its function such as its role in Treg cells (PMID: 25982578). Notably, the strengths of the association between *FOXP3* and these diseases are not assessed as part of this curation. \n\n*FOXP3* is a well-documented cause of immune dysregulation, polyendocrinopathy, enteropathy, X-linked syndrome (IPEX; OMIM: 304930) as outlined above (PMID: 11120765; PMID: 11137992; PMID: 11137993; Bacchetta R et al, 2023, https://doi.org/10.1016/j.jaci.2023.11.021, Borna S, 2023, DOI: 10.1111/imr.13289). Symptoms beyond the triad of watery diarrhea, endocrinopathy, and eczematous dermatitis have also been described. Individuals with IPEX often present with additional autoimmune issues such as autoimmune hepatitis, cytopenia, splenomegaly, arthritis, lymphadenopathy, alopecia, and lung disease related to immune dysregulation (PMID: 23060872; 21629128; 25712815; 25911531; 17712989; 24270390; 26918796; 24916357). Suggestive findings of IPEX include eosinophilia, elevated IgE, decreased Tregs, and anemia, neutropenia, and/or thrombocytopenia. Additionally, cases of late onset or mild presentations (including variable expressivity) of IPEX have also been described (PMID: 29312905; 29193502). Females with *FOXP3* variants are unaffected carriers. \n\nDiagnosis of IPEX can be challenging due to the clinical heterogeneity and immunological studies that include quantitation of regulatory T cells (Tregs) via CD4+25highCD127low expression or FOXP3 expression on this subset is not always informative as Treg numbers are often normal in IPEX and complete loss of FOXP3 is quite rare (Gambineri E et al, 2008, doi.org/10.1016/j.jaci.2008.09.027; Zemmour D et al, 2021, doi.org/10.1038/s41590-021-00910-8). Treg suppressor function assays are affected by immunosuppression treatment, and generally, difficult to execute and interpret (Barzaghi F et al, 2021, 10.3389/fped.2021.612760). Demethylation of Treg-specific CpG islands within the conserved non-coding sequences of the *FOXP3* gene, known as Treg-specific demethylated región (TSDR) is a specific epigentic marker of Tregs, required for stable FOXP3 expression. Assessment of TSDR demethylation offers an epigenetic approach to identify genuine Tegs from other T cells that are methlyated at TSDR, and can be used to quantify Tregs (Narula M et al, 2023, doi.org/10.1016/j.jaci.2022.09.013).  \n\nHematopoietic cell transplantation (HCT) is a potential curative therapy for IPEX, though not necessarily for the insulin-deficient autoimmune diabetes if it has already developed. There are efforts toward developing gene therapy for IPEX though this is not clinically available at present (Borna S et al, 2022, 10.1002/eji.202149210). \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","dc:isVersionOf":{"id":"cggv:f5864049-7fe7-42dd-ba85-2a1f1fdf9d50"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}