{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-11-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-04-09T13:33:01.680Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31928709","type":"dc:BibliographicResource","dc:abstract":"Germline pathogenic variants in chromatin-modifying enzymes are a common cause of pediatric developmental disorders. These enzymes catalyze reactions that regulate epigenetic inheritance via histone post-translational modifications and DNA methylation. Cytosine methylation (5-methylcytosine [5mC]) of DNA is the quintessential epigenetic mark, yet no human Mendelian disorder of DNA demethylation has yet been delineated. Here, we describe in detail a Mendelian disorder caused by the disruption of DNA demethylation. TET3 is a methylcytosine dioxygenase that initiates DNA demethylation during early zygote formation, embryogenesis, and neuronal differentiation and is intolerant to haploinsufficiency in mice and humans. We identify and characterize 11 cases of human TET3 deficiency in eight families with the common phenotypic features of intellectual disability and/or global developmental delay; hypotonia; autistic traits; movement disorders; growth abnormalities; and facial dysmorphism. Mono-allelic frameshift and nonsense variants in TET3 occur throughout the coding region. Mono-allelic and bi-allelic missense variants localize to conserved residues; all but one such variant occur within the catalytic domain, and most display hypomorphic function in an assay of catalytic activity. TET3 deficiency and other Mendelian disorders of the epigenetic machinery show substantial phenotypic overlap, including features of intellectual disability and abnormal growth, underscoring shared disease mechanisms.","dc:creator":"Beck DB","dc:date":"2020","dc:title":"Delineation of a Human Mendelian Disorder of the DNA Demethylation Machinery: TET3 Deficiency."},"evidence":[{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bdd56cfe-9fd9-40d7-ba0c-d8fa3a43b33d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69056e55-3a8f-4b6a-9777-e61f5b461b3c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Quantitative RT-PCR and western blot analysis showed that Tet3 expression is basically undetectable in undifferentiated mouse ESCs, but its level increases rapidly during neuronal differentiation along with neural progenitor marker nestin and the neuronal marker MAP2","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24838624","type":"dc:BibliographicResource","dc:abstract":"5-Hydroxymethylcytosine (5hmC), converted from 5-methylcytocine (5mC) by Tet family of dioxygenases (Tet1, Tet2, and Tet3), is enriched in the embryonic stem cells (ESCs) and in the brain. However, the role of 5hmC and Tet family in the process of ESC differentiation especially neuronal differentiation remains elusive. Here, we showed the evidence that Tet3 is critical in neural progenitor cell (NPC) maintenance and terminal differentiation of neurons. We found that Tet3 expression is basically undetectable in ESCs, but its level increases rapidly during neuronal differentiation. Tet3 knockout ESCs appear normal in self-renewal and maintenance but impaired in neuronal differentiation. NPCs could be induced efficiently from Tet3 knockout ESCs, as the expression of NPC marker Pax6 and nestin is comparable with NPCs from wild-type ESCs, but undergo apoptosis rapidly, and the terminal differentiation of neurons is greatly reduced. Our results indicate that Tet3 is important for NPC maintenance and terminal differentiation of neurons.","dc:creator":"Li T","dc:date":"2015","dc:title":"Critical role of Tet3 in neural progenitor cell maintenance and terminal differentiation."},"rdfs:label":"Expression in neuronal development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"The data is embryonically relevant for a developmental disorder but insufficient for the full 0.5 points"},{"id":"cggv:fb1ede6b-378d-4f88-8dc8-922cfd703d81","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9216e243-5a13-462e-a2a5-602e0b049b83","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BEFAHRS patients show various neurodevleopmental phenotypes such as global developmental delay, variably impaired intellectual development and more.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20639862","type":"dc:BibliographicResource","dc:abstract":"DNA methylation is one of the best-characterized epigenetic modifications. Although the enzymes that catalyse DNA methylation have been characterized, enzymes responsible for demethylation have been elusive. A recent study indicates that the human TET1 protein could catalyse the conversion of 5-methylcytosine (5mC) of DNA to 5-hydroxymethylcytosine (5hmC), raising the possibility that DNA demethylation may be a Tet1-mediated process. Here we extend this study by demonstrating that all three mouse Tet proteins (Tet1, Tet2 and Tet3) can also catalyse a similar reaction. Tet1 has an important role in mouse embryonic stem (ES) cell maintenance through maintaining the expression of Nanog in ES cells. Downregulation of Nanog via Tet1 knockdown correlates with methylation of the Nanog promoter, supporting a role for Tet1 in regulating DNA methylation status. Furthermore, knockdown of Tet1 in pre-implantation embryos results in a bias towards trophectoderm differentiation. Thus, our studies not only uncover the enzymatic activity of the Tet proteins, but also demonstrate a role for Tet1 in ES cell maintenance and inner cell mass cell specification.","dc:creator":"Ito S","dc:date":"2010","dc:title":"Role of Tet proteins in 5mC to 5hmC conversion, ES-cell self-renewal and inner cell mass specification."},"rdfs:label":"Biochemical function "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.75},{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:292489fd-f11e-4076-9b5b-e5655356cebb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:857b017a-50b2-48b3-9af9-9741005d900f","type":"FunctionalAlteration","dc:description":"Genome-wide DNA methylation profiling of whole blood identified a unique TET3 episignature that provides a quantitative and functional readout of TET activity. The results stratified affected individuals into three distinct groups based on molecular subtype—bi-allelic, mono-allelic, and control. The bi-allelic group produced the highest methylation variant pathogenicity (MVP) prediction score (>0.95), controls all had scores near zero, and the mono-allelic samples had more moderate scores from approximately 0.5–0.8.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34750377","type":"dc:BibliographicResource","dc:abstract":"TET3 encodes an essential dioxygenase involved in epigenetic regulation through DNA demethylation. TET3 deficiency, or Beck-Fahrner syndrome (BEFAHRS; MIM: 618798), is a recently described neurodevelopmental disorder of the DNA demethylation machinery with a nonspecific phenotype resembling other chromatin-modifying disorders, but inconsistent variant types and inheritance patterns pose diagnostic challenges. Given TET3's direct role in regulating 5-methylcytosine and recent identification of syndrome-specific DNA methylation profiles, we analyzed genome-wide DNA methylation in whole blood of TET3-deficient individuals and identified an episignature that distinguishes affected and unaffected individuals and those with mono-allelic and bi-allelic pathogenic variants. Validation and testing of the episignature correctly categorized known TET3 variants and determined pathogenicity of variants of uncertain significance. Clinical utility was demonstrated when the episignature alone identified an affected individual from over 1000 undiagnosed cases and was confirmed upon distinguishing TET3-deficient individuals from those with 46 other disorders. The TET3-deficient signature - and the signature resulting from activating mutations in DNMT1 which normally opposes TET3 - are characterized by hypermethylation, which for BEFAHRS involves CpG sites that may be biologically relevant. This work expands the role of epi-phenotyping in molecular diagnosis and reveals genome-wide DNA methylation profiling as a quantitative, functional readout for characterization of this new biochemical category of disease.","dc:creator":"Levy MA","dc:date":"2021","dc:title":"Deficiency of TET3 leads to a genome-wide DNA hypermethylation episignature in human whole blood."},"rdfs:label":"DNA methylation profiling"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fc079c74-63e4-427f-a2ed-31e04e2169b0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3f8fe5eb-7b4e-424f-821b-37edc820a91e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous offspring lacked maternal Tet3 and suffer an increased incidence of developmental failure showing Tet3 deficiency compromises embryonic development\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21892189","type":"dc:BibliographicResource","dc:abstract":"Sperm and eggs carry distinctive epigenetic modifications that are adjusted by reprogramming after fertilization. The paternal genome in a zygote undergoes active DNA demethylation before the first mitosis. The biological significance and mechanisms of this paternal epigenome remodelling have remained unclear. Here we report that, within mouse zygotes, oxidation of 5-methylcytosine (5mC) occurs on the paternal genome, changing 5mC into 5-hydroxymethylcytosine (5hmC). Furthermore, we demonstrate that the dioxygenase Tet3 (ref. 5) is enriched specifically in the male pronucleus. In Tet3-deficient zygotes from conditional knockout mice, paternal-genome conversion of 5mC into 5hmC fails to occur and the level of 5mC remains constant. Deficiency of Tet3 also impedes the demethylation process of the paternal Oct4 and Nanog genes and delays the subsequent activation of a paternally derived Oct4 transgene in early embryos. Female mice depleted of Tet3 in the germ line show severely reduced fecundity and their heterozygous mutant offspring lacking maternal Tet3 suffer an increased incidence of developmental failure. Oocytes lacking Tet3 also seem to have a reduced ability to reprogram the injected nuclei from somatic cells. Therefore, Tet3-mediated DNA hydroxylation is involved in epigenetic reprogramming of the zygotic paternal DNA following natural fertilization and may also contribute to somatic cell nuclear reprogramming during animal cloning.","dc:creator":"Gu TP","dc:date":"2011","dc:title":"The role of Tet3 DNA dioxygenase in epigenetic reprogramming by oocytes."},"rdfs:label":"Knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Does not replicate disease phenotypes"},{"id":"cggv:0129327f-f8f6-471e-9a90-b20447dfed52","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ace19bf-d64e-49f5-b9fd-2a8a4219df68","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Tet3 Het progenies exhibit haploinsufficiency defects in neonatal development and neonatal sublethality suggesting some impact of Tet3 deficiency on heterozygotes. Genotyping of the living pups at 20 days after birth revealed that the heterozygous population was markedly less than that of wildtype \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25640176","type":"dc:BibliographicResource","dc:abstract":"Paternal DNA demethylation in mammalian zygotes is achieved through Tet3-mediated iterative oxidation of 5-methylcytosine (5mC) coupled with replication-dependent dilution. Tet3-mediated paternal DNA demethylation is believed to play important roles in mouse development given that Tet3 heterozygous embryos derived from Tet3-deficient oocytes exhibit embryonic sublethality. Here, we demonstrate that the sublethality phenotype of the Tet3 maternal knockout mice is caused by haploinsufficiency but not defective paternal 5mC oxidation. We found that Tet3 heterozygous progenies derived from heterozygous father or mother also exhibit sublethality. Importantly, wild-type embryos reconstituted with paternal pronuclei that bypassed 5mC oxidation develop and grow to adulthood normally. Genome-scale DNA methylation analysis demonstrated that hypermethylation in maternal Tet3 knockout embryos is largely diminished by the blastocyst stage. Our study thus reveals that Tet3-mediated paternal 5mC oxidation is dispensable for mouse development and suggests the existence of a compensatory mechanism for defective 5mC oxidation in preimplantation embryos.","dc:creator":"Inoue A","dc:date":"2015","dc:title":"Haploinsufficiency, but not defective paternal 5mC oxidation, accounts for the developmental defects of maternal Tet3 knockouts."},"rdfs:label":"Inoue CKO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The model does not replicate most disease phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.75}],"evidenceStrength":"Definitive","sequence":8113,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.75,"subject":{"id":"cggv:ae4f4667-2e23-40e3-89c9-1543b71e2b7d","type":"GeneValidityProposition","disease":"obo:MONDO_0032922","gene":"hgnc:28313","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The *TET3* gene is located on chromosome 2 at 2p13.1 and encodes a methylcytosine dioxygenase that initiates DNA demethylation to regulate gene expression during early zygote formation, embryogenesis, and neuronal differentiation. *TET3* was first reported in relation to autosomal dominant Beck-Fahrner syndrome (BEFAHRS) in 2020 (Beck et al., PMID: 31928709). BEFAHRS is a developmental disorder characterized by global developmental delay with variable (mild to severe) intellectual disability, hypotonia, and craniofacial dysmorphisms. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern and phenotypic variability. Therefore, the curation was split by inheritance pattern. This curation focuses on the relationship between *TET3* and autosomal dominant BEFAHRS. At least 12 unique variants (5 missense, 4 nonsense, 3 frameshift) have been reported in 12 probands in four publications (PMIDs: 31928709, 34750377, 34719681, 36192301) and are included in this curation. Nine out of the 12 variants were reported to occur de novo. This gene-disease relationship is supported by biochemical function study, functional alteration data, expression data and mouse models (PMIDs: 20639862, 34750377, 24838624, 21892189, 25640176). The mechanism of pathogenicity is reported to be dominant-negative.\nIn summary, there is definitive evidence to support the relationship between *TET3* and autosomal dominant Beck-Fahrner syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date November 17, 2023 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:fbafb28e-a0b7-4e60-813a-6f12ddcd2bd2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}