{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-12-15T17:00:00.000Z","role":"Approver"},{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-12-22T04:14:00.857Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19765683","type":"dc:BibliographicResource","dc:abstract":"Glaucoma, a main cause of blindness in the developed world, is characterized by progressive degeneration of retinal ganglion cells (RGCs), resulting in irreversible loss of vision. Although members of the neurotrophin gene family in various species are known to support the survival of numerous neuronal populations, including RGCs, it is less clear whether they are also required for survival and maintenance of adult neurons in humans. Here, we report seven different heterozygous mutations in the Neurotrophin-4 (NTF4) gene accounting for about 1.7% of primary open-angle glaucoma patients of European origin. Molecular modeling predicted a decreased affinity of neurotrophin 4 protein (NT-4) mutants with its specific tyrosine kinase receptor B (TrkB). Expression of recombinant NT-4 carrying the most frequent mutation was demonstrated to lead to decreased activation of TrkB. These findings suggest a pathway in the pathophysiology of glaucoma through loss of neurotrophic function and may eventually open the possibility of using ligands activating TrkB to prevent the progression of the disease.","dc:creator":"Pasutto F","dc:date":"2009","dc:title":"Heterozygous NTF4 mutations impairing neurotrophin-4 signaling in patients with primary open-angle glaucoma."},"evidence":[{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.45},{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1893a0ee-6178-470e-a036-8e7d21871782","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:912c872b-b0ee-4000-836a-c1c8de60f26e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"NTF4 mRNA was found to be normally expressed particularly in the ganglion cell layer of the adult retina, and to a lesser degree within the photoreceptor segments (Figure 5A). This is consistent with a role in nerve growth factor signaling.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19765683","rdfs:label":"NTF4 expression in the ganglion cell layer of adult retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression pattern within the adult retina is quite convincing and specific, and matches the established effect of NTF4 on neuron survival (PMID: 8145295, PMID: 8159743). However, this evidence was conservatively scored as other datasets indicate that NTF4 expression is also high in apparently unrelated (but innervated) tissues such as the prostate and the skin (PMID: 30239781)."},{"id":"cggv:72d943d8-a154-40f7-9b03-afe3e372920d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33888e45-2bd5-4a79-8e34-17dc3756918c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This is consistent with the proposed function of NTF4 as a survival factor for motor neurons as well as peripheral sensory sympathetic neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8159743","type":"dc:BibliographicResource","dc:abstract":"The survival of developing motor neurons depends on factors secreted from skeletal muscles and from cells within the central nervous system. Although several members of the nerve growth factor protein family [neurotrophins (NTs)] are able to maintain developing rat motor neurons in vitro, only the brain-derived neurotrophic factor has been shown to have significant effects on the survival of motor neurons in vivo. In the present study, we demonstrate that NT-4/5 also prevents injury-induced death of facial motor neurons in neonatal rats. Furthermore, facial motor neurons express a functional receptor for NT-4/5, whereas mRNA-encoding NT-4/5 can be detected in their environment throughout embryonic and postnatal life. Thus, both NT-4/5 and brain-derived neurotrophic factor may be physiological survival factors for facial motor neurons and may serve as therapeutic agents for motor neuron disease.","dc:creator":"Koliatsos VE","dc:date":"1994","dc:title":"Neurotrophin 4/5 is a trophic factor for mammalian facial motor neurons."},"rdfs:label":"NTF4 prevents injury-induced death of facial motor neurons."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"This evidence was scored because of its relevance to the hypothesized mechanism of action by which NTF4 is thought to prevent disease, but down-scored due to the limited relevance of the particular neurons rescued."},{"id":"cggv:98550d2d-4b2b-4c61-abd2-ee20a55b0948","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d0c1c45-5dfc-45f9-a2e3-a1cf67cfea28","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"While it is not currently clear how the established effect of NTF4 on neuron survival is linked with the proposed ability of certain variants to contribute to glaucoma risk, neuronal cell death (specifically retinal ganglion cell apoptosis) is a recognized mechanism by which intraocular pressure injures the eye (summarized in PMID: 9920498).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8145295","type":"dc:BibliographicResource","dc:abstract":"The survival and functional maintenance of spinal motoneurons, both during the period of developmental cell death and in adulthood, have been shown to be dependent on trophic factors. In vitro experiments have previously been used to identify several survival factors for motoneurons, including CNTF, LIF, and members of the neurotrophin, FGF, and IGF gene families. Some of these factors have also been shown to be active in vivo, either on chick motoneurons during embryonic development or on lesioned facial and spinal motoneurons of the newborn rat. Here we demonstrate that lesioned newborn rat facial motoneurons can be rescued by NT-4/5, IGF-I, and LIF. Furthermore, in contrast to chick motoneurons, the survival of isolated embryonic rat motoneurons can be maintained by the neurotrophins BDNF, NT-3, and NT-4/5. IGF-I and FGF-5 were also active in this system, each supporting more than 50% of the originally plated neurons. The responsiveness of motoneurons to multiple factors in vitro and in vivo suggests that motoneuron survival and function are regulated by the coordinated actions of members of different gene families.","dc:creator":"Hughes RA","dc:date":"1993","dc:title":"Members of several gene families influence survival of rat motoneurons in vitro and in vivo."},"rdfs:label":"NTF4 stimulates neuron survival in culture."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"This evidence links NTF4 to the prevention of neuronal apoptosis, although not specifically to the retinal ganglion cells."},{"id":"cggv:c314e091-267a-42f6-911d-8d8fbba27c47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80598563-75c6-44bc-b154-3fc57119c883","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This evidence questions the value of NTF4 in promoting retinal neuron survival, and points to the lack of direct evidence establishing that anti-apoptotic signaling plays a protective role in preventing neuron loss in the context of glaucoma.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9667016","type":"dc:BibliographicResource","dc:abstract":"The survival of axotomized RGCs was increased by intravitreal NT-4/5 given by repeated injections or osmotic minipumps, but the effects were less complete than predicted. Compared to a single injection of the neurotrophin on day 0, second injections on days 3 or 7 only sustained an additional 10-20% of the RGCs on day 10. Minipumps augmented RGC survival up to 4-fold (50%) at 2 weeks but most RGCs were lost by 1 month. Thus, specific neurotrophins can rescue many RGCs soon after injury but long-term neuronal survival may require a better understanding of changes in neurotrophin receptors and interactions with other molecules.","dc:creator":"Clarke DB","dc:date":"1998","dc:title":"Prolonged administration of NT-4/5 fails to rescue most axotomized retinal ganglion cells in adult rats."},"rdfs:label":"NTF4 stimulation of RGC survival after injury is temporary."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"While this finding agrees with previous biochemical evidence, it questions their relevance to the development of glaucoma."},{"id":"cggv:00ac385b-b751-4719-8729-40a703167467","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9914361-886f-454d-8374-1bd33a4efb0e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Optic nerve atrophy is one of the features identified in open-angle glaucoma patients harboring a variant in the NTF4 gene. This evidence is consistent with the hypothesized role of NTF4 in promoting retinal neuron survival.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8656282","type":"dc:BibliographicResource","dc:abstract":"To investigate the influences of growth factors on axonal regeneration in the mammalian CNS, we used intracellular tracers to quantitate the effects of brain-derived neurotrophic factor (BDNF), neurotrophin (NT)-4/5, or NT-3 on individual retinal ganglion cell (RGC) axons in the retinas of adult rats after optic nerve transection. A single injection of BDNF or the prolonged administration of NT-4/5 by mini-pump increased axon branch median lengths by eightfold but had no effect on the number of branches formed by the RGC axons. NT-3 did not significantly influence axonal regrowth. These specific in vivo effects of BDNF and NT-4/5 on axonal regeneration from injured RGCs may be used to promote growth and expand the abnormally small terminal arbors observed when RGCs regrow into their CNS targets.","dc:creator":"Sawai H","dc:date":"1996","dc:title":"Brain-derived neurotrophic factor and neurotrophin-4/5 stimulate growth of axonal branches from regenerating retinal ganglion cells."},"rdfs:label":"NTF4 stimulates axonal branch growth by RGCs."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"This evidence has been down-scored due to the uncertainty around whether axonal branching is a factor in the etiology of the disease."},{"id":"cggv:89920f3e-bf2e-4dca-ba5e-41c7892575c4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58a264d1-eda7-4b33-a60e-55963d2e522a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Retinal ganglion cell death is thought to be a mechanism by which increased intraocular pressure can lead to eye injury in glaucoma (PMID: 9920498).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8613749","type":"dc:BibliographicResource","dc:abstract":"Removal of the superior colliculus (SC) in neonatal Wistar rats results in a rapid loss of retinal ganglion cells (RGCs). There is an early twofold increase in RGC death 4-8 hr postlesion (PL) followed by a later 10-11-fold increase in pyknosis about 24 hr PL. We have now used neurotrophic factors (BDNF, NT-4/5, NT-3, NGF, LIF), glutamate receptor antagonists (MK-801, DNQX, CNQX), an antioxidant (N-ace-tyl-L-cysteine), and an NOS inhibitor (L-NAME) to determine whether the early and late phases of lesion-induced RGC death involved similar or different mechanisms. Normal and pyknotic nuclei of tectally projecting RGCs were visualized by injecting the left s.c. of 2 d old rats with diamidino yellow (DY). Two days later the injection site was removed. In most rats, right eyes were injected with factors immediately after the s.c. ablation. Rats were perfused either 6 or 24 hr PL. In the latter group a second intravitreal injection of the appropriate factor was sometimes made 12 hr PL. NT- 4/5 and BDNF significantly decreased RGC pyknosis 6 and 24 hr PL, whereas NT-3 was only protective 6 hr PL. LIF slightly reduced RGC death 24 hr PL, but NGF had no influence on RGC survival at either time point. NT-4/5 also reduced the rate of naturally occurring RGC death. MK-801, DNQX, CNQX, N-acetylcysteine, and L-NAME all prevented the early lesion-induced increase in RGC death but had no significant effect on RGC death measured 24 hr PL; none of these factors significantly reduced the rate of naturally occuring RGC death. Cycloheximide, shown previously to reduce RGC pyknosis 24 hr PL, did not prevent RGC death 6 hr PL. The data indicate that there are at least two mechanisms involved in RGC death after neonatal target ablation. The early increase is related to excitotoxic effects mediated by glutamate receptors and involves NOS and the production of free radicals. We found no evidence that RGC death measured 24 hr PL is dependent on these processes, but the later death does require protein synthesis and, most likely, the activation of an endogenous suicide program. NT-4/5 and BDNF protected RGCs from both types of lesion-induced death.","dc:creator":"Cui Q","dc:date":"1995","dc:title":"At least two mechanisms are involved in the death of retinal ganglion cells following target ablation in neonatal rats."},"rdfs:label":"NTF4 rescues loss of retinal ganglion cells in rat."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This experiment has been scored because of the degree of rescue by NTF4, but down-scored due to the surgical rather than genetic etiology of the defect in the model and the lack of certainty about whether prevention of apoptotic death of retinal ganglion cells is a critical factor in attenuating glaucoma development."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75},{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4b84a4e-c85f-4b88-817a-e84b0964a10a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db8f3e61-6d65-4187-83db-841b081413e0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This homozygous mutation does not disrupt growth, viability, fertility, brain size, or behavior (during the first 10 months of life). However, it triggers a 50% decrease in the volume of the nodose-petrosal complex (a sensory ganglion that controls taste but not vision) and a reduction in neuronal number compared to wild-type controls (Table 1, Figure 1). Other neurons in the facial nucleus, lumbar cord, or the vestibular, cochlear, or trigeminal ganglia do not appear to be disrupted. DA transmitter (TH+) neurons were only mildly disrupted (Table 2, Figure 2). It is important to note that these phenotypes are observed in homozygous animals, while the human patients have heterozygous NTF4 disruption.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8757249","type":"dc:BibliographicResource","dc:abstract":"The neurotrophins brain-derived neurotrophic factor (BDNF) and neurotrophin-4/5 (NT4) act via the TrkB receptor and support survival of primary somatic and visceral sensory neurons. The major visceral sensory population, the nodose-petrosal ganglion complex (NPG), requires BDNF and NT4 for survival of a full complement of neurons, providing a unique opportunity to compare gene dosage effects between the two TrkB ligands and to explore the possibility that one ligand can compensate for loss of the other. Analysis of newborn transgenic mice lacking BDNF or NT4, or BDNF and NT4, revealed that survival of many NPG afferents is proportional to the number of functional BDNF alleles, whereas only one functional NT4 allele is required to support survival of all NT4-dependent neurons. In addition, subpopulation analysis revealed that BDNF and NT4 can compensate for the loss of the other to support a subset of dopaminergic ganglion cells. Together, these data demonstrate that the pattern of neuronal dependencies on BDNF and NT4 in vivo is far more heterogeneous than predicted from previous studies in culture. Moreover, BDNF knockout animals lack a subset of afferents involved in ventilatory control and exhibit severe respiratory abnormalities characterized by depressed and irregular breathing and reduced chemosensory drive. BDNF is therefore required for expression of normal respiratory behavior in newborn animals.","dc:creator":"Erickson JT","dc:date":"1996","dc:title":"Mice lacking brain-derived neurotrophic factor exhibit visceral sensory neuron losses distinct from mice lacking NT4 and display a severe developmental deficit in control of breathing."},"rdfs:label":"Murine model of NTF4 loss-of-function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The model has been scored because the evidence matches the biochemical findings by showing that the NTF4 ortholog promotes the number of neurons in certain ganglia and prevents retinal ganglion cell apoptosis during ischemic injury. Down-scoring has been performed because the homozygous state of the variant does not match."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.25}],"evidenceStrength":"Disputed","sequence":5559,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.7,"subject":{"id":"cggv:673a0c61-9aed-488d-98b7-826590ecca45","type":"GeneValidityProposition","disease":"obo:MONDO_0013134","gene":"hgnc:8024","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *NTF4* locus was first reported in relation to open-angle glaucoma in 2009 (Pasutto et al., PMID: 20463313), following an earlier genome-wide linkage study identifying markers within the relevant genomic region on chromosome 19q13.33 associated with adult onset primary open angle glaucoma (PMID: 10767336). The first study with genotyping of *NTF4* in affected patients reported 7 cases harboring heterozygous missense variants. All of these cases exhibited optic disc atrophy and glaucomatous visual field defects, however, only 6 out of 7 patients exhibited ocular hypertension. As a result, six cases received a diagnosis of primary open angle glaucoma, while one was diagnosed with normal tension glaucoma. Patients’ ages of diagnoses formed a broad range of ages (36 years to 80 years) and included one case diagnosed as juvenile primary open-angle glaucoma. Subsequent reports of patients harboring heterozygous variants in *NTF4* have increased the variability of phenotypes and ages of diagnosis, with additional cases of both normal tension and high tension primary open angle glaucoma (PMID: 22815630, PMID: 20806036) and at least one case of primary congenital glaucoma with onset before the age of 1 year and additional phenotypes such as photophobia, corneal opacity, and buphthalmos (PMID: 31367175). Some subsequent studies of *NTF4* genotypes in the glaucoma population have reached other conclusions, with some failing to find *NTF4* variants in large cohorts (PMID: 20215012, PMID: 20463313, PMID: 29540704) and/or raising questions about the pathogenicity of some of the previously identified variants (PMID: 20215012). Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the mode of inheritance was found to be consistent across all of the asserted cases, despite the phenotypic heterogeneity of their clinical presentation. These factors provided a rationale for this curation to lump the diverse cases under a single disease entity, referred to as glaucoma 1, open angle, O (MONDO:0013134). \n\nTwelve potentially deleterious variants were scored as part of this curation (eleven missense and one nonsense), which have been collectively reported in twelve probands in five publications (PMID: 20463313, PMID: 22815630, PMID: 20806036, PMID: 31367175, PMID: 20215012). All probands scored in this curation harbored one variant allele within the *NTF4* locus, and genotyping of other potential causative loci in most cases was limited to *MYOC*, *OPTN*, *WDR36*, and/or *CYP1B1*. The mechanism of pathogenicity in some cases may be monoallelic loss of *NTF4* function, as at least one missense variant was found to be severely reduced or absent at the protein level (PMID: 22815630). On the other hand, an unaffected patient harboring a nonsense variant was identified in the control group of one case-control study (PMID: 20215012), and was intentionally included but not scored in this curation. This finding highlights the absence of evidence in the current patient population for loss of function in *NTF4* as a definitive cause of disease. Some of the candidate alleles are quite common in control populations, suggesting that while they may contribute to the glaucoma susceptibility through a multifactorial mechanism, they are likely insufficient to cause glaucoma on their own. Co-segregation of the variant with affected status has not yet been reported in a family with more than two affected members, so this form of evidence did not play a role in the scoring of this gene-disease relationship.\n\nThis gene-disease association is supported by biochemical studies of the NTF4 gene product, a neurotrophic signaling factor known as neurotrophin 4 that acts as a ligand for the TRKB receptor tyrosine kinase. Treatment of rat neurons with NTF4 protein stimulates their survival and prevents apoptosis when cultured *in vitro* (PMID: 8145295) as well as *in vivo* (PMID: 8159743). NTF4 stimulation of retinal ganglion cells in particular can promote their axonal branching under atrophy-inducing conditions (PMID: 8656282) and can rescue these neuronal cells from injury-induced apoptosis (PMID: 8613749). This neuroprotective effect may be relevant to glaucoma in that neuronal cell death (specifically retinal ganglion cell apoptosis) is a recognized mechanism by which intraocular pressure causes eye injury (PMID: 9920498). On the other hand, the survival benefit of NTF4 treatment on retinal ganglion cells may be short term only (PMID: 9667016). While expression profiling across various human tissues indicates that *NTF4* is highly expressed in a variety of tissue types (PMID: 30239781), its expression within the retina is specific to the ganglion cell layer (PMID: 19765683). Mice with homozygous disruption of the *NTF4* ortholog have been primarily characterized as showing learning and long-term memory defects (PMID: 7746324), while their intraocular pressure may not have been evaluated. However, these animals exhibit reduced neuronal cell content in one of their sensory ganglia (PMID: 8757249) and enhanced loss of retinal ganglion cells in particular after an ischemic injury (PMID: 15671298), indicating that the neuroprotective function of NTF4 may be present in mice. Overall, experimental evidence on *NTF4* is consistent with but not highly supportive of a role in open-angle glaucoma.\n\nIn summary, contradictory evidence has been found to dispute the asserted association between *NTF4* and glaucoma 1, open angle, O. The absence of more complete genotyping of the asserted cases to exclude variants in other potential causative loci and the limited availability of experimental evidence at this time to functionally characterize candidate variants have led to a Disputed classification. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on December 16th, 2022 (SOP Version 9).\nThe genotyping of the asserted patients has not been sufficient in many cases to exclude variants in other potential causative loci. Functional characterization of candidate missense variants is largely absent. Experimental evidence is consistent with but not directly supportive of the proposed gene-disease relationship.","dc:isVersionOf":{"id":"cggv:144eb479-2c08-47cd-a6d2-8e1abef5cf54"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}