{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-15T18:00:00.000Z","role":"Approver"},{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-04-11T20:54:36.752Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:284139ff-fe42-4a06-bf34-92b0b1ad96c7","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:284139ff-fe42-4a06-bf34-92b0b1ad96c7_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:c76840b6-8592-4461-bb79-c28aafefe11e","type":"Cohort","allGenotypedSequenced":1915,"alleleFrequency":0.001044386422976501,"detectionMethod":"Germline DNA extracted from blood was sequenced using BROCA, a targeted capture, massively parallel sequencing test developed at the University of Washington.15 For this study, we sequenced ATM, BARD1, BRCA1, BRCA2, BRIP1, CHEK2, FAM175A, FANCP, MLH1, MSH2, MSH6, MRE11A, NBN, PALB2, PMS2, PTEN, RAD50, RAD51C, RAD51D, and TP53. Sequencing reads were aligned to the human reference genome (hg19). Variants were identified using GATK37 and Pindel after indel realignment and base quality recalibration. Variants including copy number variations (CNVs) were detected as previously described.15-17 Missense mutations were only included if proven to be damaging (eg, BRCA1 C61G18). TP53 missense mutations were classified as deleterious based on available functional data as per the International Agency for Research on Cancer.19\n\n","evidence":[{"id":"cggv:284139ff-fe42-4a06-bf34-92b0b1ad96c7_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:bf59e381-a5bb-4622-aa15-c9b2f26a157f","type":"Cohort","allGenotypedSequenced":36276,"alleleFrequency":0.0006891608777152939,"detectionMethod":"Two publically available, overlapping, online exome sequencing data sets were used to estimate population mutation frequencies: the European American (EA) data set from the National, Heart, Lung, and Blood Institute Exome Sequencing Project (ESP)20 and the Exome Aggregation Consortium (ExAC).21 To account for inaccuracy in indel calling in the ESP, we visually inspected the read data for all coding indel calls in the ESP data set for the genes of interest. Calls that were low quality (<17 Phred score) and low coverage (<5) were excluded. The EA group was used because most OC subjects were white, and the total ESP population overrepresents African Americans. ExAC mutation frequencies were weighted to match the racial distribution in OC cases. Because these exome databases do not include CNVs, CNVs were removed from the OC frequencies for this comparison. Splice mutations were also excluded from OC and population mutation frequencies because they could not all be verified to be damaging.\n\n","evidence":[{"id":"cggv:284139ff-fe42-4a06-bf34-92b0b1ad96c7_cc_evidence_item"}],"numWithVariant":25},"lowerConfidenceLimit":0.1,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":1,"statisticalSignificanceType":"","statisticalSignificanceValue":0.8,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":5.6,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26720728","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in BRCA1 and BRCA2 are relatively common in women with ovarian, fallopian tube, and peritoneal carcinoma (OC) causing a greatly increased lifetime risk of these cancers, but the frequency and relevance of inherited mutations in other genes is less well characterized.","dc:creator":"Norquist BM","dc:date":"2016","dc:title":"Inherited Mutations in Women With Ovarian Carcinoma."},"rdfs:label":"OC patients Vs ExAC and ESP"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:6bde73ce-f6de-4df2-9ba3-152d102934d9","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:6bde73ce-f6de-4df2-9ba3-152d102934d9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6c28f63a-3e53-46ba-aaff-21614c087a7a","type":"Cohort","allGenotypedSequenced":7768,"alleleFrequency":0.0003861997940267765,"detectionMethod":"ach of the multi-gene panels utilized in this cohort evaluates germ\u0002line mutations using targeted custom capture and sequencing along\nwith targeted chromosomal microarray analysis for copy number vari\u0002ant analysis as previously described [19]. In this study, germ-line genet\u0002ic testing results were evaluated for 19 OC susceptibility genes. All\nvariants identified were evaluated by a five-tier variant classification\nsystem by Ambry Genetics as previously described [20]. In primary\nanalyses, we included variants classified as pathogenic or likely patho\u0002genic (Supplemental Table 7). Ambry Genetics routinely submits vari\u0002ants and their classifications to the ClinVar database","evidence":[{"id":"cggv:6bde73ce-f6de-4df2-9ba3-152d102934d9_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:8f9af54e-bd0e-4aed-8663-0d53579511c5","type":"Cohort","allGenotypedSequenced":25000,"alleleFrequency":0.00040,"detectionMethod":"s. In this study OC cases were com\u0002pared to non-Finnish European (NFE) controls from the ExAC dataset.\nImportantly, the dataset excluded germ-line variants found in exomes\nfrom The Cancer Genome Atlas (TCGA) to ensure to the extent possible\nthat the ‘controls’ were cancer-free. Variants reported as PASS and non\u0002PASS in ExAC were initially included in the dataset. Several of the non\u0002PASS variants were observed in the OC cases, validated by Ambry Genet\u0002ics, and classified as pathogenic or likely pathogenic. Therefore,\nrestricting to PASS-only variants in the ExAC dataset was expected to in\u0002flate risk estimates for each gene. Variants reported as non-PASS were\nreviewed, and were excluded when observed at significantly different\nfrequencies in other populations, genotyped in b20,000 controls, or\ncalled as multiallelic variants at the same position.\nVariants in ExAC that were also observed by Ambry Genetics were\nclassified based on the laboratory classification system. All other non\u0002sense, frameshift, consensus dinucleotide splice site (±1 or 2) were\nclassified as pathogenic or likely pathogenic and were included in anal\u0002yses. The remaining missense, splice site (±3+ positions), synony\u0002mous, or intronic variants were classified as pathogenic/likely\npathogenic when reported as pathogenic or likely pathogenic by at\nleast one clinical laboratory in ClinVar [23], with no conflicting reports\n(Benign/Likely Benign).\nFollowing variant classification, some additional exclusions were ap\u0002plied. Variants with minor allele frequency (MAF) N 0.3% (except com\u0002mon founder mutations) in OC cases or ExAC controls were excluded\nfrom the study. Additionally, three individual variants associated with lower risks than the “average” pathogenic variant (BRCA1*R1699Q;\nCHEK2*I157T; CHEK2*S468F) were excluded from both cases and con\u0002trols. Protein truncating variants in the last exon or the last 55 bp of\nthe penultimate exon were excluded from cases and controls due to in\u0002fluences of nonsense mediated mRNA decay, unless a known functional\ndomain was disrupted. Potential mosaic variants in cases with an allele\nratio N 70:30 were excluded from the case allele count. Large genomic\nrearrangements (LGRs) and variants in the PMS2 pseudogene region\n(exons 9 and 11–15) were not included in risk analyses because these\nvariants were not validated in ExAC; however these were included in\nthe allele count for the case-case analyses.","evidence":[{"id":"cggv:6bde73ce-f6de-4df2-9ba3-152d102934d9_cc_evidence_item"}],"numWithVariant":10},"lowerConfidenceLimit":0.47,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.78,"statisticalSignificanceType":"","statisticalSignificanceValue":1.17,"statisticalSignificanceValueType":"Relative Risk","upperConfidenceLimit":2.41,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28888541","type":"dc:BibliographicResource","dc:abstract":"Given the lack of adequate screening modalities, knowledge of ovarian cancer risks for carriers of pathogenic alterations in predisposition genes is important for decisions about risk-reduction by salpingo-oophorectomy. We sought to determine which genes assayed on multi-gene panels are associated with ovarian cancer, the magnitude of the associations, and for which clinically meaningful associations could be ruled out.","dc:creator":"Lilyquist J","dc:date":"2017","dc:title":"Frequency of mutations in a large series of clinically ascertained ovarian cancer cases tested on multi-gene panels compared to reference controls."},"rdfs:label":"OC cases VS Controls from ExAc"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"The frequencies of pathogenic/likely pathogenic (P/LP) alterations\nmeeting criteria for each gene were compared to the frequencies in\nExAC controls. Because individual data were not available in the ExAC\ndata set we assumed that the observed frequency approximated a\nknown population frequency and calculated a standardized risk ratio\n(analogous to a standardized incidence ratio using cancer registry\ndata) by dividing the observed frequency in OC cases by the summed\nfrequency of all qualifying P/LP alterations in the ExAC controls. p\u0002Values were calculated using the Poisson distribution [24] and 95% con\u0002fidence intervals were constructed using the Chi-Squared-based meth\u0002od [25]. A similar approach was used for analyses based on family\nhistory. We conducted case-case analyses of frequencies in earlier\nonset cases (b60 yrs) compared to frequencies in cases diagnosed at\nage 60 or older. The odds ratio (OR), p-values, and confidence intervals\nwere calculated using STATA v14.0 [26]. Sensitivity analyses were per\u0002formed limiting the analysis to pathogenic alterations only (i.e., exclud\u0002ing LP), including all ethnicities, and excluding cases where OC was not\nthe first cancer diagnosed in cases (Supplemental Tables 2–4)."},{"id":"cggv:a4de004b-aa63-434d-a3c5-c8b85c737928","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:a4de004b-aa63-434d-a3c5-c8b85c737928_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:8f59ab48-385b-44b7-a9ea-a3c0fb84372a","type":"Cohort","allGenotypedSequenced":11080,"alleleFrequency":0.000631768953068592,"detectionMethod":"Patients underwent comprehensive germline analysis of 5–49 genes depending on the multigene panel ordered (Table S1). With the exception of GREM1 and EPCAM, Sanger or next-generation sequencing analysis was performed for all coding domains and well into the flanking 5’ and 3’ ends of all the introns and untranslated regions. With the exception of GREM1, EPCAM, and MITF, gross deletion/duplication analysis was performed for all covered exons and untranslated regions. Of note, the APC promoter 1B region was covered as part of deletion/duplication analysis. For GREM1, only the status of the 40-kb 5’UTR gross duplication was analyzed and reported and for EPCAM, only gross deletions encompassing the 3’ end of the gene were reported.\n\nAll variants, with the exception of previously characterized benign alterations, underwent thorough assessment and review of available evidence (e.g., population frequency information, published case reports, case–control and functional studies, internal co-occurrence and cosegregation data, evolutionary conservation, and in silico predictions). Variants were further classified per Ambry’s five-tier variant classification protocol (pathogenic mutation; variant, likely pathogenic [VLP]; variant of unknown significance [VUS]; variant, likely benign [VLB]; and benign) which is based on published recommendations/guidelines by the American College of Medical Genetics and Genomics and the International Agency for Research on Cancer.23–25 All identified alterations were deposited in ClinVar.\n\n","evidence":[{"id":"cggv:a4de004b-aa63-434d-a3c5-c8b85c737928_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:d2717f53-e417-4972-87d4-b2f708267d32","type":"Cohort","allGenotypedSequenced":111326,"alleleFrequency":0.0004760792627059268,"detectionMethod":"Case–control analysis was performed by pooling PVs to the gene level and comparing the frequency in Caucasian MGPT cases relative to non-Finnish European gnomAD exome controls from release 2.0.2 (n = 55,860).26,27 The frequency in gnomAD was restricted to PASS-only PVs, and if a variant was non-PASS in gnomAD and seen in the cancer case it was excluded from the frequency calculation. The odds ratio (OR) and a corresponding 95% confidence interval derived by inverting Fisher’s exact test28 were estimated for cases with a personal history limited to one of the six cancer types studied. Copy-number variants and large structural rearrangements identified in the cases were excluded from the frequency calculation to be consistent with gnomAD frequencies. All tests were two-sided and a p value less than 0.05 was considered statistically significant.\n\n","evidence":[{"id":"cggv:a4de004b-aa63-434d-a3c5-c8b85c737928_cc_evidence_item"}],"numWithVariant":53},"lowerConfidenceLimit":0.6,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.495,"statisticalSignificanceType":"","statisticalSignificanceValue":1.33,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.89,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31406321","type":"dc:BibliographicResource","dc:abstract":"Despite the rapid uptake of multigene panel testing (MGPT) for hereditary cancer predisposition, there is limited guidance surrounding indications for testing and genes to include.","dc:creator":"LaDuca H","dc:date":"2020","dc:title":"A clinical guide to hereditary cancer panel testing: evaluation of gene-specific cancer associations and sensitivity of genetic testing criteria in a cohort of 165,000 high-risk patients."},"rdfs:label":"LaDuca 2020"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:55d3ff9d-3649-487d-83ef-8cc3384052b5","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:55d3ff9d-3649-487d-83ef-8cc3384052b5_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a406e391-e692-4272-9c89-3e8db1f17fe3","type":"Cohort","allGenotypedSequenced":341,"alleleFrequency":0,"detectionMethod":"g Te Custom TaqMan SNP Genotyping Assay protocol \nperformed as previously described43. Using a similar pipeline to our previous work28, we genotyped samples \nfrom the below 70 years old breast cancer group (n=512), newborns of French Canadian ancestry (n=1932) in \naddition to the healthy control adults (CARTaGENE biobank; n=1891) for MRE11A c.1516G>T; p.E506* allele \nusing the iPLEX MassARRAY platform (Sequenom) at the McGill University and Genome Quebec Innovation \nCentre (MUGQIC). A high-resolution melting (HRM) assay was used to test all the remaining patient and \ncontrol samples included in this study as previously described9\n. For validations, Sanger sequencing was used, \nand chromatograms were aligned with the NM_005591.4 RefSeq transcript. Probes and primers sequences are \navailable upon request","evidence":[{"id":"cggv:55d3ff9d-3649-487d-83ef-8cc3384052b5_cc_evidence_item"}],"numWithVariant":0,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:8914d603-132c-40eb-bb7d-993a830d05bd","type":"Cohort","allGenotypedSequenced":945,"alleleFrequency":0.002116402116402116,"evidence":[{"id":"cggv:55d3ff9d-3649-487d-83ef-8cc3384052b5_cc_evidence_item"}],"numWithVariant":2},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"zero cases were found to have a variant so they did not do the statistical tests. ","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33510186","type":"dc:BibliographicResource","dc:abstract":"The nuclease MRE11A is often included in genetic test panels for hereditary breast and ovarian cancer (HBOC) due to its BRCA1-related molecular function in the DNA repair pathway. However, whether MRE11A is a true predisposition gene for HBOC is still questionable. We determined to investigate this notion by dissecting the molecular genetics of the c.1516G > T;p.E506* truncating MRE11A variant, that we pinpointed in two unrelated French-Canadian (FC) HBOC patients. We performed a case-control study for the variant in ~ 2500 breast, ovarian, and endometrial cancer patients from the founder FC population of Quebec. Furthermore, we looked for the presence of second somatic alterations in the MRE11A gene in the tumors of the carriers. In summary, these investigations suggested that the identified variant is not associated with an increased risk of developing breast or ovarian cancer. We finally performed a systematic review for all the previously reported MRE11A variants in breast and ovarian cancer. We found that MRE11A germline variants annotated as pathogenic on ClinVar often lacked evidence for such classification, hence misleading the clinical management for affected patients. In summary, our report suggests the lack of clinical utility of MRE11A testing in HBOC, at least in the White/Caucasian populations.","dc:creator":"Elkholi IE","dc:date":"2021","dc:title":"Investigating the causal role of MRE11A p.E506* in breast and ovarian cancer."},"rdfs:label":"C.1516G>T;p.E506* MRE11A variant"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02609953-a185-4415-ba45-c075bca9a791","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:bd2ef77a-0a84-4a71-bb64-a2dad761e539","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Low expression of MRE11 and MDC1 was detected in 14.4 % and 3.1 % of the patient samples, and negative expression of ATM, ATR and BRCA1 was found in 11.3 %, 6.3 % and 29.9 % of the patient samples, respectively. ATR deficiency was significantly associated with menopause (P = 0.025), strong expression of ATM (P = 0.017) and MRE11 (P = 0.040) with pre-menopausal SOC, strong expression of MRE11 (P = 0.016) with low tumor grade, and strong expression of BRCA1 (P = 0.015) with early clinical stage. In addition, low expression of MRE11 was strongly associated with negativity of ATR (P < 0.001) and BRCA1 (P = 0.004) Furthermore, ATR deficiency was associated with low expression of ATM (P = 0.028) and loss expression of BRCA1 (P = 0.009). Our results suggest that reduced expression or loss of proteins in HR pathway is associated with SOC development. Abnormality of MRE11 and BRCA1 are strongly associated with late clinical stage in SOC patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24752797","type":"dc:BibliographicResource","dc:abstract":"To investigate the expressions of key markers in the homologous recombination (HR) pathway and the correlation with clinicopathological parameters in serous ovarian cancer (SOC). We analyzed the protein expression of MRE11, MDC1, ATM, ATR and BRCA1 by immunohistochemistry (IHC) in 97 SOC samples, and correlated with clinical parameters including age, tumor grades, clinical stage, status of menstruation and chemotherapy. Low expression of MRE11 and MDC1 was detected in 14.4 % and 3.1 % of the patient samples, and negative expression of ATM, ATR and BRCA1 was found in 11.3 %, 6.3 % and 29.9 % of the patient samples, respectively. ATR deficiency was significantly associated with menopause (P = 0.025), strong expression of ATM (P = 0.017) and MRE11 (P = 0.040) with pre-menopausal SOC, strong expression of MRE11 (P = 0.016) with low tumor grade, and strong expression of BRCA1 (P = 0.015) with early clinical stage. In addition, low expression of MRE11 was strongly associated with negativity of ATR (P < 0.001) and BRCA1 (P = 0.004) Furthermore, ATR deficiency was associated with low expression of ATM (P = 0.028) and loss expression of BRCA1 (P = 0.009). Our results suggest that reduced expression or loss of proteins in HR pathway is associated with SOC development. Abnormality of MRE11 and BRCA1 are strongly associated with late clinical stage in SOC patients.","dc:creator":"Ye Q","dc:date":"2014","dc:title":"Development of serous ovarian cancer is associated with the expression of homologous recombination pathway proteins."},"rdfs:label":"immunohistochemistry "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a5bf7db7-8765-4d25-a545-f581b251b2b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7d1201d6-3145-44cf-b3d4-9c84e4ab6f00","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Double strand break repair ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9651580","type":"dc:BibliographicResource","dc:abstract":"MRE11 and RAD50 are known to be required for nonhomologous joining of DNA ends in vivo. We have investigated the enzymatic activities of the purified proteins and found that Mre11 by itself has 3' to 5' exonuclease activity that is increased when Mre11 is in a complex with Rad50. Mre11 also exhibits endonuclease activity, as shown by the asymmetric opening of DNA hairpin loops. In conjunction with a DNA ligase, Mre11 promotes the joining of noncomplementary ends in vitro by utilizing short homologies near the ends of the DNA fragments. Sequence identities of 1-5 base pairs are present at all of these junctions, and their diversity is consistent with the products of nonhomologous end-joining observed in vivo.","dc:creator":"Paull TT","dc:date":"1998","dc:title":"The 3' to 5' exonuclease activity of Mre 11 facilitates repair of DNA double-strand breaks."},"rdfs:label":"Hairpin Oligonucleotide Substrates  and Nuclease Reactions"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:d2cd28b9-fcbd-41b7-976c-86969a402170","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:9e8ed6ef-3786-4355-8969-f8e180df723e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Results: Lack of MRN complex protein detection was seen in 41% (55/134) of EOC and was more frequent in low-grade (57.6%; 19/33) than in high-grade EOC (18.8%; 36/101; n = 134; p = 0.04). There was an association with the ovarian carcinoma subtype (60.3%; 35/58 lack of detection in type I versus 26.3%; 20/76 in type II; n = 134; p < 0.001) as well as undetectable DNA mismatch repair proteins MLH1 and MSH2 (89.3%; 25/28; n = 131; p < 0.001). MRE11 knockdown led to moderately increased sensitivity towards the PARP inhibitor BMN673 in one ovarian carcinoma cell line in vitro.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28073364","type":"dc:BibliographicResource","dc:abstract":"BRCA1/2-deficient ovarian carcinomas are recognized as target for Poly (ADP-ribose) polymerase (PARP) inhibitors. BRCA1 and BRCA2 proteins are involved in homologous recombination repair of double-strand DNA breaks. The relevance of other homologous recombination repair proteins, e.g. MRE11, RAD50, NBS1 (MRN complex) in ovarian carcinomas is unclear. The objective of this study was to investigate the prevalence of lack of MRE11, RAD50, NBS1 protein detection in epithelial ovarian cancer (EOC).","dc:creator":"Brandt S","dc:date":"2017","dc:title":"Lack of MRE11-RAD50-NBS1 (MRN) complex detection occurs frequently in low-grade epithelial ovarian cancer."},"rdfs:label":"immunohistochemistry "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e4c99e92-cb99-4dd3-bea0-f119abec61d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:26af5de2-5fb3-4a39-b433-4b709e984e89","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":" ATM protein expression was reduced in 75% of the tumours compared with the levels found in normal tissues. Fewer tumours had reduced protein levels of the members of the MRE11, NBS1 and Rad50 (MNR) complex (31%, 46% and 28%, respectively) with p53 being over-expressed in 30%. In the majority of tumours (92%) we observed a good correlation between the expression of the three proteins of the MNR complex with low NBS1, MRE11 or Rad50 expression rarely found alone, suggesting that this event occurs subsequently to the deregulation in expression of other DNA repair proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14511253","type":"dc:BibliographicResource","dc:abstract":"To determine whether the expression of DNA damage detection and repair proteins is frequently altered in breast carcinomas.","dc:creator":"Angèle S","dc:date":"2003","dc:title":"Altered expression of DNA double-strand break detection and repair proteins in breast carcinomas."},"rdfs:label":"immunohistochemistry "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:181f4724-a670-4f5b-90be-234ab3e7c5a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:77397e2b-9154-445b-ac67-3e8ae1cabc05","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"We show that the Rad50-Mre11-p95 complex possesses manganese-dependent single-stranded DNA endonuclease and 3' to 5' exonuclease activities. These nuclease activities are likely to be important for recombination, repair, and genomic stability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9705271","type":"dc:BibliographicResource","dc:abstract":"Genetic studies in yeast have indicated a role of the RAD50 and MRE11 genes in homologous recombination, telomere length maintenance, and DNA repair processes. Here, we purify from nuclear extract of Raji cells a complex consisting of human Rad50, Mre11, and another protein factor with a size of about 95 kDa (p95), which is likely to be Nibrin, the protein encoded by the gene mutated in Nijmegen breakage syndrome. We show that the Rad50-Mre11-p95 complex possesses manganese-dependent single-stranded DNA endonuclease and 3' to 5' exonuclease activities. These nuclease activities are likely to be important for recombination, repair, and genomic stability.","dc:creator":"Trujillo KM","dc:date":"1998","dc:title":"Nuclease activities in a complex of human recombination and DNA repair factors Rad50, Mre11, and p95."},"rdfs:label":"characterizing the nuclease activities of the Rad50-Mre11-p9"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:d974b4cf-9a15-40ec-b1a6-df57464244f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:70369da2-8561-454e-8238-93f889b7d6f1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"NASP and RCAS1 proteins were more frequently expressed in ovarian cancer tissues than with normal ovarian tissue and serous cystadenomas and MRE11 was less frequently expressed. When evaluated simultaneously, only NASP and MRE11 remained statistically significant with sensitivity of 66% and specificity of 89%. None of these proteins' expression levels were prognostic for survival. Together, our results indicate that occurrence of humoral immune responses against some of these TAAs in OVCA patients is triggered by antigen protein overexpression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20164540","type":"dc:BibliographicResource","dc:abstract":"Biomarkers for early detection of cancer have great clinical diagnostic potential. Numerous reports have documented the generation of humoral immune responses that are triggered in response to changes in protein expression patterns in tumor tissues and these biomarkers are referred to as tumor associated antigens (TAAs). Using a high-throughput technology, we previously identified 65 proteins as diagnostically useful TAAs by profiling the humoral immune responses in ovarian cancer (OVCA) patients. Here we determined the expression status of some of those TAAs in tissues from OVCA patients. The protein expression patterns of 4 of those 65 antigens, namely NASP, RCAS1, Nijmegen breakage syndrome1 (NBS1) and eIF5A, along with p53 and Her2 (known molecular prognosticators) and two proteins that interact with NBS1, MRE11 and RAD50, were assessed by immunohistochemistry (IHC). NASP and RCAS1 proteins were more frequently expressed in ovarian cancer tissues than with normal ovarian tissue and serous cystadenomas and MRE11 was less frequently expressed. When evaluated simultaneously, only NASP and MRE11 remained statistically significant with sensitivity of 66% and specificity of 89%. None of these proteins' expression levels were prognostic for survival. Together, our results indicate that occurrence of humoral immune responses against some of these TAAs in OVCA patients is triggered by antigen protein overexpression.","dc:creator":"Ali-Fehmi R","dc:date":"2010","dc:title":"Analysis of the expression of human tumor antigens in ovarian cancer tissues."},"rdfs:label":"immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f53cac1f-9b5f-4e3a-9ca6-9e16387f0aaa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5c06d63-fb89-432a-99e5-a86fb76f807d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Here, it is shown that BRCA1 interacts in vitro and in vivo with hRad50, which forms a complex with hMre11 and p95/nibrin. Upon irradiation, BRCA1 was detected in discrete foci in the nucleus, which colocalize with hRad50. Formation of irradiation-induced foci positive for BRCA1, hRad50, hMre11, or p95 was dramatically reduced in HCC/1937 breast cancer cells carrying a homozygous mutation in BRCA1 but was restored by transfection of wild-type BRCA1. Ectopic expression of wild-type, but not mutated, BRCA1 in these cells rendered them less sensitive to the DNA damage agent, methyl methanesulfonate. These data suggest that BRCA1 is important for the cellular responses to DNA damage that are mediated by the hRad50-hMre11-p95 complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10426999","type":"dc:BibliographicResource","dc:abstract":"BRCA1 encodes a tumor suppressor that is mutated in familial breast and ovarian cancers. Here, it is shown that BRCA1 interacts in vitro and in vivo with hRad50, which forms a complex with hMre11 and p95/nibrin. Upon irradiation, BRCA1 was detected in discrete foci in the nucleus, which colocalize with hRad50. Formation of irradiation-induced foci positive for BRCA1, hRad50, hMre11, or p95 was dramatically reduced in HCC/1937 breast cancer cells carrying a homozygous mutation in BRCA1 but was restored by transfection of wild-type BRCA1. Ectopic expression of wild-type, but not mutated, BRCA1 in these cells rendered them less sensitive to the DNA damage agent, methyl methanesulfonate. These data suggest that BRCA1 is important for the cellular responses to DNA damage that are mediated by the hRad50-hMre11-p95 complex.","dc:creator":"Zhong Q","dc:date":"1999","dc:title":"Association of BRCA1 with the hRad50-hMre11-p95 complex and the DNA damage response."},"rdfs:label":"Immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Refuted","sequence":8153,"specifiedBy":"GeneValidityCriteria10","strengthScore":1,"subject":{"id":"cggv:4b635a46-8f43-43b0-8446-b3a0ae54e139","type":"GeneValidityProposition","disease":"obo:MONDO_0016248","gene":"hgnc:7230","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MRE11 (previously known as MRE11A) constitutes a part of the MRN complex and encodes a nuclear protein involved in DNA double-strand break repair. Paull and Gellert in 1998 first reported the role of MRE11 in this pathway, while Heikkinen et al. in 2003 identified the first monoallelic germline variant in this gene in an ovarian cancer patient. MRE11 has been also linked to MRE11-related ataxia with oculomotor apraxia (autosomal recessive) and hereditary breast cancer (autosomal dominant), which were curated separately. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, curations to refute or dispute can be split when needed. This curation focuses on refuting the association with familial ovarian cancer. Evidence curated in this gene-disease relationship includes case level and case-control data (0 Point), and experimental data (1 Point). Five studies (PMIDs: 14684699, 22006311, 29348823, 30441849, 31742824) identified MRE11 germline variants in ovarian cancer patients predominantly through multi-gene panel testing. However, the absence of co-segregation analysis in these studies raises uncertainties regarding whether the variants segregated with cancer. In two of these cases (Walsh et al., 2011 and Koczkowska et al., 2018), carriers were identified with concomitant BRCA1 or BRCA2 mutations, a known gene associated with ovarian cancer. Additionally, the pathogenicity of the MRE11 variants in these studies remains inconclusive due to the lack of supporting functional data. Importantly, multiple large case-control studies (PMIDs: 26720728, 28888541, 31406321, 33510186) presented no significant differences in MRE11 variant frequencies between cases and controls. Experimentally, Paull and Gellert (PMID: 9705271) demonstrated the specific enzymatic activities of MRE11 and its collaboration with RAD50 in repairing DNA double-strand breaks, emphasizing their roles in nonhomologous end-joining processes. Additionally, Zhong et al. (PMID: 10426999) found an interaction between BRCA1 and hRad50, forming a complex with hMre11 and p95/nibrin, suggesting BRCA1's cellular responses to DNA damage may be mediated by this complex. However, experimental studies establishing the specific association between MRE11 and familial ovarian cancer are lacking. In summary, given the lack of significant association in large ovarian cancer case-control studies to date, there is convincing evidence refuting the association between MRE11 and autosomal dominant familial ovarian cancer, which significantly outweighs the evidence supporting the association. This gene-disease pair was originally evaluated as disputed by the Breast/Ovarian Cancer GCEP on 10/25/2017. This re-curation as refuted was approved by the ClinGen Hereditary Cancer GCEP on 12/15/2023 (SOP Version 10).\nGiven the lack of significant association in large ovarian cancer case-control studies to date, there is convincing evidence refuting the association between MRE11 and autosomal dominant familial ovarian cancer, which significantly outweighs the evidence supporting the association. ","dc:isVersionOf":{"id":"cggv:f5b721c7-52ab-4475-a87e-cb0fa3be198f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}