{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2023-06-29T17:50:49.099Z","role":"Publisher"},{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2023-06-29T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9119b636-870d-4a0d-a8d8-05e4ad35212c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6afeedf2-6455-4123-b9a5-dd6a935e5217","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GTEx data shows high expression of this gene (FXYD2) in the medulla and cortex of the kidney.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18787637","type":"dc:BibliographicResource","dc:abstract":"The gamma subunit (FXYD2) of Na,K-ATPase is an important regulator of the sodium pump. In this investigation we have analysed the trafficking of gamma to the plasma membrane in cultures of inner medullary collecting duct cells (IMCD3) following acute hypertonic challenge and brefeldin A (BFA) treatment. Following hypertonic challenging for 24 hr immunofluorescence labeling revealed initial co-localization of the gamma subunit and 58K Golgi protein in the cytoplasm, but no co-localization of alpha1 and Golgi protein. Exposure of the challenged cells to BFA prevented the subsequent incorporation of gamma into the basolateral plasma membrane. The gamma subunit instead remained in cytoplasmic vesicles while cell proliferation and cell viability decreased simultaneously. Following removal of BFA from the hypertonic medium the IMCD3 cells recovered with distinct expression of gamma in the basolateral membrane. The alpha1 subunit was only marginally influenced by BFA. The results demonstrate that the gamma subunit trafficks to the plasma membrane via the Golgi apparatus, despite the absence of a signal sequence. The results also suggest that the gamma and alpha subunits do not traffic together to the plasma membrane, and that the gamma and alpha subunit have different turnover rates during these experimental conditions.","dc:creator":"Pihakaski-Maunsbach K","dc:date":"2008","dc:title":"Expression and trafficking of the gamma subunit of Na,K-ATPase in hypertonically challenged IMCD3 cells."},"rdfs:label":"GTEx Data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:31089625-f188-4461-9945-f57534d23f3f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:038ccd31-895e-4496-ab0d-6307efccb339","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Due to the observations about the gamma subunit, it, not merely alpha/beta, then seems essential for the long-term adaptation to the hypertonic environments. Due to the studies of inhibition of the Cl- channel, it is evidence that the gamma subunit is expressed based on Cl- ions, rather than Na+ ions. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18787637","rdfs:label":"FXYD2, IMCD3, Hypomagnesemia"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2de175cd-ed38-47e0-bd76-4a7ffa17be64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66599ec7-f54b-4a81-9cad-0481c498fbaa","type":"FunctionalAlteration","dc:description":"Both mutated (Gly41Arg) and non-mutated cells expressed high-magnitude, non selective currents. Unlike in the wild-type cells, the inward rectifying FXYD2 (Na/K ATPase gamma subunit) cation current was triggered by hyperpolarization in oocytes with the Gly41Arg mutation. Administering EDTA to the oocytes with the variant stopped the inward flow, but EDTA did not impact the inward current flow in the normal FXYD2 oocytes. Extracellular ions, Ca2+, Ba2+, and La3+, prevented both wild-type and mutant FXYD2 currents. Site-directed mutagenesis of the Glycine 41 residue showed that a positive charge at this point is necessary for the inward flow. Mutating the 41 residue to a hydrophobic amino acid like leucine or valine allowed FXYD2 channel activity but such that was notably lower than the wild type. However, mutating the residue to glutamine or proline, or negatively charged glutamate, did not substantially change channel function. Yet, changing the residue to lysine, a positively charged amino acid, led to a channel with lots of inward rectification (0.5 points).\n\nWith normal FXYD2 protein, within Madin-Darby canine kidney cells (MDCK), in the conditions of a sizable apical-to-basolateral Mg2+ gradient and at negative potentials, there was an increase in the transepithelial current in comparison to controls or cells with the Gly41Arg mutant. Also, this current can be impeded by extracellular Ba2+ on the basolateral surface. The findings show that FXYD2 may regulate basolateral extrusion of magnesium from renal epithelial cells in culture. \n\nThe findings suggest that the Gly41Arg mutation activates a channel in X. laevis oocytes and MDCK cells that is different than the wild-type FXYD2 channels. The Gly41Arg variant led to substantial inward currents but the outward currents were less than those of the wild type, showing that mutant-activated channels have substantial inward rectification (0.5 points).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18448590","type":"dc:BibliographicResource","dc:abstract":"A mutation in the human FXYD2 polypeptide (Na-K-ATPase gamma subunit) that changes a conserved transmembrane glycine to arginine is linked to dominant renal hypomagnesemia. Xenopus laevis oocytes injected with wild-type FXYD2 or the mutant G41R cRNAs expressed large nonselective ion currents. However, in contrast to the wild-type FXYD2 currents, inward rectifying cation currents were induced by hyperpolarization pulses in oocytes expressing the G41R mutant. Injection of EDTA into the oocyte removed inward rectification in the oocytes expressing the mutant, but did not alter the nonlinear current-voltage relationship of the wild-type FXYD2 pseudo-steady-state currents. Extracellular divalent ions, Ca2+ and Ba2+, and trivalent cations, La3+, blocked both the wild-type and mutant FXYD2 currents. Site-directed mutagenesis of G41 demonstrated that a positive charge at this site is required for the inward rectification. When the wild-type FXYD2 was expressed in Madin-Darby canine kidney cells, the cells in the presence of a large apical-to-basolateral Mg2+ gradient and at negative potentials had an increase in transepithelial current compared with cells expressing the G41R mutant or control transfected cells. Moreover, this current was inhibited by extracellular Ba2+ at the basolateral surface. These results suggest that FXYD2 can mediate basolateral extrusion of magnesium from cultured renal epithelial cells and provide new insights into the understanding of the possible physiological roles of FXYD2 wild-type and mutant proteins.","dc:creator":"Sha Q","dc:date":"2008","dc:title":"Human FXYD2 G41R mutation responsible for renal hypomagnesemia behaves as an inward-rectifying cation channel."},"rdfs:label":"Madin-Darby Canine Kidney Cells and Xenopus oocyte cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"There are two different cell types evaluated for functional alteration (Xenopus Oocyte Cells and Madin-Darby Canine Kidney Cells. "},{"id":"cggv:4f4cafd3-d0b9-40e8-af71-e0a2bcb4a492","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b9846cba-37d8-4796-a840-f4451cabc96b","type":"FunctionalAlteration","dc:description":"Protein expression levels could be raised in both individuals’ cells by being cultured in hyper osmotic conditions but to a larger degree in the non-affected cells. The effect of the mutation on these physiological processes will affect magnesium balance by a mechanism we must learn more about. The hyper osmotic conditions also caused ATP hydrolyzing activity to increase, but more so in non-affected cells (1 point). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19865785","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant renal hypomagnesemia (OMIM 154020), associated with hypocalciuria, has been linked to a 121G to A mutation in the FXYD2 gene. To gain insight into the molecular mechanisms linking this mutation to the clinical phenotype, we studied isolated proximal tubular cells from urine of a patient and a healthy subject. Cells were immortalized and used to assess the effects of hypertonicity-induced overexpression of FXYD2 on amount, activity and apparent affinities for Na(+), K(+) and ATP of Na,K-ATPase. Both cell lines expressed mRNA for FXYD2a and FXYD2b, and patient cells contained both the wild-type and mutated codons. FXYD2 protein expression was lower in patient cells and could be increased in both cell lines upon culturing in hyperosmotic medium but to a lesser extent in patient cells. Similarly, hyperosmotic culturing increased Na,K-ATPase protein expression and ATP hydrolyzing activity but, again, to a lesser extent in patient cells. Apparent affinities of Na,K-ATPase for Na(+), K(+) and ATP did not differ between patient and control cells or after hyperosmotic induction. We conclude that human proximal tubular cells respond to a hyperosmotic challenge with an increase in FXYD2 and Na,K-ATPase protein expression, though to a smaller absolute extent in patient cells.","dc:creator":"Cairo ER","dc:date":"2009","dc:title":"FXYD2 and Na,K-ATPase expression in isolated human proximal tubular cells: disturbed upregulation on renal hypomagnesemia?"},"rdfs:label":"Patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1897e9bb-7129-42f0-88d3-da0e823a06e2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:628f67f7-0a27-4da5-a241-92f37c2dbcec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" Thus, the gamma subunit impacts the stability of the enzyme. Renal Mg wasting is linked to defective communication between FXYD2 and the rest of Na K ATPase, through deactivation and loss of stability of Na,K ATPase. This defective communication is triggered by mutations in FXYD2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15755730","type":"dc:BibliographicResource","dc:abstract":"The gamma subunit of the Na,K-ATPase, a 7-kDa single-span membrane protein, is a member of the FXYD gene family. Several FXYD proteins have been shown to bind to Na,K-ATPase and modulate its properties, and each FXYD protein appears to alter enzyme kinetics differently. Different results have sometimes been obtained with different experimental systems, however. To test for effects of gamma in a native tissue environment, mice lacking a functional gamma subunit gene (Fxyd2) were generated. These mice were viable and without observable pathology. Prior work in the mouse embryo showed that gamma is expressed at the blastocyst stage. However, there was no delay in blastocele formation, and the expected Mendelian ratios of offspring were obtained even with Fxyd2-/- dams. In adult Fxyd2-/- mouse kidney, splice variants of gamma that have different nephron segment-specific expression patterns were absent. Purified gamma-deficient renal Na,K-ATPase displayed higher apparent affinity for Na+ without significant change in apparent affinity for K+. Affinity for ATP, which was expected to be decreased, was instead slightly increased. The results suggest that regulation of Na+ sensitivity is a major functional role for this protein, whereas regulation of ATP affinity may be context-specific. Most importantly, this implies that gamma and other FXYD proteins have their effects by local and not global conformation change. Na,K-ATPase lacking the gamma subunit had increased thermal lability. Combined with other evidence that gamma participates in an early step of thermal denaturation, this indicates that FXYD proteins may play an important structural role in the enzyme complex.","dc:creator":"Jones DH","dc:date":"2005","dc:title":"Na,K-ATPase from mice lacking the gamma subunit (FXYD2) exhibits altered Na+ affinity and decreased thermal stability."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"It's really just talking about indirectly molecular mechanisms, as opposed to an actual phenotype that resembles hypomagnesemia. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":6537,"specifiedBy":"GeneValidityCriteria9","strengthScore":7,"subject":{"id":"cggv:fe16fb78-9342-40e6-9c7a-5184bdb256d3","type":"GeneValidityProposition","disease":"obo:MONDO_0007937","gene":"hgnc:4026","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FXYD2 was first reported in relation to autosomal dominant renal hypomagnesemia 2 in 2000 (Meij et al. 2000, PMID: 11062458). The gene is associated with low magnesium levels due to a loss of kidney magnesium, as well as hypokalemia, hypocalciuria, and renal failure. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no relevant differences in molecular mechanism, inheritance pattern or phenotypic variability (there is only one disease assertion for this gene). Therefore, no pre-curation was needed. One variant (the missense variant Gly41Arg) has been reported in 18 probands from one family in 2 publications (PMIDs: 25765846, 11062458) included in this curation. The mechanism of pathogenicity is reported to be loss of function. This gene-disease association is also supported by experimental evidence (biochemical functional evidence, expression level data, functional alteration evidence, and a mouse model; PMIDs: 18787637, 18448590, 18448590, 15755730). In summary, FXYD2 is moderately associated with autosomal dominant renal hypomagnesemia 2. The disease is only associated with one variant in the gene, but there is case-level data (including lots of segregation) and various experimental evidence to support the relationship. Thus, a moderate classification, which was reached based on the point system (7.0 points were reached), felt appropriate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:aef2e6fc-52d8-4077-a5c9-0f70bbebea36"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}