{"id":"cggv:28186515-9751-4137-a631-5addc51461b9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:28186515-9751-4137-a631-5addc51461b9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T20:48:49.402Z","role":"Publisher"},{"id":"cggv:28186515-9751-4137-a631-5addc51461b9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28566479","type":"dc:BibliographicResource","dc:abstract":"Congenital anomalies of the kidney and urinary tract (CAKUT) occur in three to six of 1000 live births, represent about 20% of the prenatally detected anomalies, and constitute the main cause of CKD in children. These disorders are phenotypically and genetically heterogeneous. Monogenic causes of CAKUT in humans and mice have been identified. However, despite high-throughput sequencing studies, the cause of the disease remains unknown in most patients, and several studies support more complex inheritance and the role of environmental factors and/or epigenetics in the pathophysiology of CAKUT. Here, we report the targeted exome sequencing of 330 genes, including genes known to be involved in CAKUT and candidate genes, in a cohort of 204 unrelated patients with CAKUT; 45% of the patients were severe fetal cases. We identified pathogenic mutations in 36 of 204 (17.6%) patients. These mutations included five ","dc:creator":"Heidet L","dc:date":"2017","dc:title":"Targeted Exome Sequencing Identifies "},"evidence":[{"id":"cggv:28186515-9751-4137-a631-5addc51461b9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:28186515-9751-4137-a631-5addc51461b9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:28186515-9751-4137-a631-5addc51461b9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d255463-b288-47cb-832b-aa9e0dc1e8e4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9490c6f-6bcf-4f0f-945c-33bd3a7b6cb7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interacts with over 90 co-factors or target proteins (Table 1), which includes Hox proteins, FLNA and CREB-binding proteins. Interaction with several partners explains the pleiotropic effect of the variants in this gene. At least five interacting proteins have definite GDR; FLNA, CREBBP, PDX1, PAX6, FOXC1,\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35451537","type":"dc:BibliographicResource","dc:abstract":"PBX1 is a highly conserved atypical homeodomain transcription factor (TF) belonging to the TALE (three amino acid loop extension) family. Dimerized with other TALE proteins, it can interact with numerous partners and reach dozens of regulating sequences, suggesting its role as a pioneer factor. PBX1 is expressed throughout the embryonic stages (as early as the blastula stage) in vertebrates. In human, PBX1 germline variations are linked to syndromic renal anomalies (CAKUTHED). In this review, we summarized available data on PBX1 functions, PBX1-deficient animal models, and PBX1 germline variations in humans. Two types of genetic alterations were identified in PBX1 gene. PBX1 missense variations generate a severe phenotype including lung hypoplasia, cardiac malformations, and sexual development defects (DSDs). Conversely, truncating variants generate milder phenotypes (mainly cryptorchidism and deafness). We suggest that defects in PBX1 interactions with various partners, including proteins from the HOX (HOXA7, HOXA10, etc.), WNT (WNT9B, WNT3), and Polycomb (BMI1, EED) families are responsible for abnormal proliferation and differentiation of the embryonic mesenchyme. These alterations could explain most of the defects observed in humans. However, some phenotype variability (especially DSDs) remains poorly understood. Further studies are needed to explore the TALE family in greater depth.","dc:creator":"Mary L","dc:date":"2022","dc:title":"The TALE never ends: A comprehensive overview of the role of PBX1, a TALE transcription factor, in human developmental defects."},"rdfs:label":"Interaction partners"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"PBX1 is transcription regulator protein and interacts with several important targets, some of which have a definitive association with Mendelian syndromic disorders."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:28186515-9751-4137-a631-5addc51461b9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22990320-7cea-4dc2-b12b-234dafa24bab","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0b4ae10b-da5a-418b-8619-4971e6f804ef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model revealed multiple congenital anomalies (Fig 2). Congenital heart defects (persistent truncus arteriosus and ventricular septal defect), hypoplastic lungs, hypoplastic/ectopic kidneys, aplastic adrenal glands and spleen, as well as atretic trachea and palate defects were observed in the homozygous mutant embryos at multiple stages of development. Developmental anomalies were also observed in a proportion of heterozygous embryos, suggestive of a dominant mode of inheritance","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31625560","type":"dc:BibliographicResource","dc:abstract":"Pre-B cell leukemia factor 1 (PBX1) is an essential developmental transcription factor, mutations in which have recently been associated with CAKUTHED syndrome, characterized by multiple congenital defects including congenital heart disease (CHD). During analysis of a whole-exome-sequenced cohort of heterogeneous CHD patients, we identified a de novo missense variant, PBX1:c.551G>C p.R184P, in a patient with tetralogy of Fallot with absent pulmonary valve and extra-cardiac phenotypes. Functional analysis of this variant by creating a CRISPR-Cas9 gene-edited mouse model revealed multiple congenital anomalies. Congenital heart defects (persistent truncus arteriosus and ventricular septal defect), hypoplastic lungs, hypoplastic/ectopic kidneys, aplastic adrenal glands and spleen, as well as atretic trachea and palate defects were observed in the homozygous mutant embryos at multiple stages of development. We also observed developmental anomalies in a proportion of heterozygous embryos, suggestive of a dominant mode of inheritance. Analysis of gene expression and protein levels revealed that although Pbx1 transcripts are higher in homozygotes, amounts of PBX1 protein are significantly decreased. Here, we have presented the first functional model of a missense PBX1 variant and provided strong evidence that p.R184P is disease-causal. Our findings also expand the phenotypic spectrum associated with pathogenic PBX1 variants in both humans and mice.","dc:creator":"Alankarage D","dc:date":"2020","dc:title":"Functional characterization of a novel PBX1 de novo missense variant identified in a patient with syndromic congenital heart disease."},"rdfs:label":"Knock-in mouse model with c.551G>C; p.R184P variant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Scored at 4.0 points originally as it is a knock-in mouse model with corresponding clinical evidence from an affected individual. Reduced points for homozygous mouse."},{"id":"cggv:1a63632f-1b88-40a3-b838-05927525efde","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:09926187-7f08-46e9-96be-f8f5b1289f2d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Figure 1. Analysis of Pbx1 knockout mouse described previously by Selleri et al. 2001. Analysis of homozygous mutant mice at E14.5 (Fig 1)showed a single common arterial trunk that arose directly from the right ventricle with no arterial or cardiac outflow tract (OFT) septation and no ductus arteriosus. The absence of the conal septum, which normally contributes to the sealing of the interventricular septum, resulted in a large, nonrestrictive ventricular septal defect approaching the size of the normal aortic root. In the wildtype mice septation of the cardiac OFT occured between E11.5 and E12.5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18849531","type":"dc:BibliographicResource","dc:abstract":"The patterning of the cardiovascular system into systemic and pulmonic circulations is a complex morphogenetic process, the failure of which results in clinically important congenital defects. This process involves extensive vascular remodeling and coordinated division of the cardiac outflow tract (OFT). We demonstrate that the homeodomain transcription factor Pbx1 orchestrates separate transcriptional pathways to control great-artery patterning and cardiac OFT septation in mice. Pbx1-null embryos display anomalous great arteries owing to a failure to establish the initial complement of branchial arch arteries in the caudal pharyngeal region. Pbx1 deficiency also results in the failure of cardiac OFT septation. Pbx1-null embryos lose a transient burst of Pax3 expression in premigratory cardiac neural crest cells (NCCs) that ultimately specifies cardiac NCC function for OFT development, but does not regulate NCC migration to the heart. We show that Pbx1 directly activates Pax3, leading to repression of its target gene Msx2 in NCCs. Compound Msx2/Pbx1-null embryos display significant rescue of cardiac septation, demonstrating that disruption of this Pbx1-Pax3-Msx2 regulatory pathway partially underlies the OFT defects in Pbx1-null mice. Conversely, the great-artery anomalies of compound Msx2/Pbx1-null embryos remain within the same spectrum as those of Pbx1-null embryos. Thus, Pbx1 makes a crucial contribution to distinct regulatory pathways in cardiovascular development.","dc:creator":"Chang CP","dc:date":"2008","dc:title":"Pbx1 functions in distinct regulatory networks to pattern the great arteries and cardiac outflow tract."},"rdfs:label":"knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Septal defects are observed in some patients with PBX1 variants. Here, the knockout mice demonstrate that PBX1 is required for septation of the OFT. Not scored due to poor phenotype overlap.\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":6297,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:acb48707-6125-4288-818a-21521177f5d6","type":"GeneValidityProposition","disease":"obo:MONDO_0060549","gene":"hgnc:8632","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PBX1 gene is located on chromosome 1 at 1q23.3 and encodes the PBX homeobox 1 protein, a homeodomain transcription factor that forms multimeric complexes with TALE and HOX proteins to regulate gene transcription during development. PBX1 is specifically involved in body axes patterning and organogenesis (Stankunas et al., 2008, PMID: 18723445; Schnabel et al., 2003, PMID: 12591246; Capellini et al., 2008, PMID: 18691704). PBX1 was first reported in relation to autosomal dominant PBX1-related intellectual disability and pleiotropic developmental defects disorder in 2017 (Heidet et al., 2017, PMID:28566479). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Seven variants including 2 frameshift, 2 nonsense, 1 essential splice site, and 2 missense have been reported in 8 probands with a spectrum of intellectual disability and pleiotropic developmental defects in 3 publications (PMID: 28566479; Slavotinek et al., 2017, PMID: 29036646; Safgren et al., 2022, PMID: 34797033) are included in this curation. More genetic evidence has been reported in the literature, but the maximum score for this category has been reached (12 pts). Experimental evidence includes protein interaction, biochemical function and a mouse model. There is extensive protein interaction with over 90 cofactors or target proteins, which includes Hox proteins, FLNA and CREB-binding proteins (Mary et al., 2022, PMID: 35451537). A homozygous knock-in mouse model expressing a variant found in an affected individual phenocopies multiple congenital and developmental anomalies, consistent with the clinical spectrum of disease (Chang et al., 2008, PMID: 18849531). In summary, PBX1 is definitively associated with autosomal dominant congenital anomalies of kidney and urinary tract syndrome with or without hearing loss, abnormal ears, or developmental delay (CAKUT). This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 11.18.2022 (SOP Version 9.0).","dc:isVersionOf":{"id":"cggv:28186515-9751-4137-a631-5addc51461b9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}