{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-03-22T17:00:00.000Z","role":"Approver"},{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-04-12T00:53:42.304Z","role":"Publisher"}],"curationReasons":[{"id":"cg:DiseaseNameUpdate"},{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationFrameworkChange"}],"evidence":[{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65223895-92a8-47e6-874f-e75badf6fae5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2be9329c-4a29-4200-a4f1-59ffdcf33330","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical detection of E-cadherin in noncancerous gastric epithelium in the pyloric region (Figure 1). Immunohistochemical detection of E-cadherin in differentiated gastric adenocarcinomas. (Figure 2 and Table 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2009537","type":"dc:BibliographicResource","dc:abstract":"The expression pattern of two Ca2(+)-dependent intercellular adhesion molecules, E- and P-cadherin, in 54 surgically resected gastric adenocarcinomas was examined immunohistochemically. E-cadherin was expressed uniformly at the cell-cell borders of most of the differentiated and adherent-type undifferentiated gastric adenocarcinomas, showing that E-cadherin serves as the main cadherin molecule responsible for intercellular binding in these carcinomas. Scattered-type undifferentiated gastric adenocarcinomas which apparently lacked this tight intercellular adhesion were divisible into two groups on the basis of E-cadherin expression. In a minor group composed of 4 carcinomas, E-cadherin could not be detected, suggesting that the absence of E-cadherin made the cancer cells separate. In contrast, cancer cells of 19 carcinomas which belonged to the major group showed similar scattering but had definite expression of E-cadherin on their cell surfaces, suggesting that there was some mechanism(s) disturbing the function of E-cadherin in these carcinomas. However, immunoblotting showed no evidence of gross alterations of the E-cadherin molecule, such as partial deletion, in these carcinomas. P-cadherin was expressed in 29 (54%) of the examined gastric carcinomas, and the expression was unstable in most of them, a characteristic feature compared with the stable expression of E-cadherin. Since P-cadherin is known to be expressed temporarily in the foregut during embryogenesis and was proved to be occasionally expressed, although weakly, in the proliferative zone of noncancerous gastric epithelia in this study, expression of P-cadherin in gastric carcinomas may be an oncofetal phenomenon and/or may reflect their marked proliferative potential.","dc:creator":"Shimoyama Y","dc:date":"1991","dc:title":"Expression of E- and P-cadherin in gastric carcinomas."},"rdfs:label":"Expression of E-Cadherin in Gastric Carcinomas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:aecf5595-8f0e-4d68-bb8f-fd26307c26f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9615cc42-72d7-4bcc-8f25-ed2a14615797","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"E-cadherin is a calcium dependent cell-cell adhesion molecule involved in the formation, maintenance and function of epithelial cells. Expression of transfected E-cadherin cDNA (right) leads to formation of the cadherin-catenin complex at the cell membrane (Figure 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8236461","type":"dc:BibliographicResource","dc:abstract":"Classical cadherins are complexed via their cytoplasmic domains with alpha-, beta- and gamma-catenin. This complex formation links cadherins to the actin filament network and to other transmembrane and cytoplasmic proteins. alpha-Catenin is homologous to vinculin, and beta-catenin to the product of the Drosophila gene armadillo, while gamma-catenin seems to be identical to plakoglobin. Catenins are part of a higher order protein structure that is of crucial importance for the adhesive function of cadherins. A working model of the construction and regulation of this multiprotein interaction is proposed.","dc:creator":"Kemler R","dc:date":"1993","dc:title":"From cadherins to catenins: cytoplasmic protein interactions and regulation of cell adhesion."},"rdfs:label":"E-cadherin in formation and maintenance of epithelial cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91f832b7-1085-4fe7-a1a8-ba61ef0269bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc98cc66-8518-45ac-8ea3-f7b9bb66fad1","type":"FunctionalAlteration","dc:description":"Wild-type E-cadherin and A617T expressing cells have an epithelial-like morphology, with polarised cells migrating unidirectionally. T340A and A634V expressing cells, fibroblast-like, have a high motile phenotype. V832M expressing cells grow in piledup structure of round cells, as an effect of the disturbance of the binding between a-catenin and b-catenin. The destabilisation of the adhesion complex is shown to hamper the motile capabilities of these cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14500541","type":"dc:BibliographicResource","dc:abstract":"In Hereditary Diffuse Gastric Cancer syndrome, E-cadherin germline mutations of the missense type harbour significant functional consequences. In this study, we have characterised the effect of T340A, A617T, A634V and V832M E-cadherin germline missense mutations on cell morphology, motility and proliferation. Wild-type E-cadherin and A617T expressing cells have an epithelial-like morphology, with polarised cells migrating unidirectionally. T340A and A634V expressing cells, fibroblast-like, have a high motile phenotype. We show that this phenotype is dependent on an increased level of active RhoA. V832M expressing cells grow in piled-up structure of round cells, as an effect of the disturbance of the binding between alpha-catenin and beta-catenin. The destabilisation of the adhesion complex is shown to hamper the motile capabilities of these cells. We did not observe any effect of the E-cadherin mutations on cell proliferation. We show the existence of a genotype-phenotype correlation between different E-cadherin mutations and cell behaviour. However, we demonstrate that the ability of cells expressing the different E-cadherin mutations to invade is independent on their motile capabilities, providing evidence that motility is neither necessary nor sufficient for cells to invade. Our data give new insights into the understanding of the mechanisms linking invasion and E-cadherin mutations in diffuse gastric cancer.","dc:creator":"Suriano G","dc:date":"2003","dc:title":"E-cadherin germline missense mutations and cell phenotype: evidence for the independence of cell invasion on the motile capabilities of the cells."},"rdfs:label":"E-cad mutations on cell morphology, motility, proliferation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"They characterised the effect of T340A, A617T, A634V and V832M Four E-cadherin germline missense mutations on cell morphology, motility and proliferation.  Therefore, increase points to 1 point."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3fedce0-c00d-4c6b-9fc4-7263f508c543","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c4b63580-d5d5-4822-b699-d32fdc5e0ef2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"High and homogeneous expression of E-cadherin abrogates invasion (Figure 3,4 and 5B). Re-establishing the functional cadherin complex in tumour cell lines results in a reversion from an invasive to a benign epithelial phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2070412","type":"dc:BibliographicResource","dc:abstract":"A cDNA encoding the cell-cell adhesion molecule E-cadherin was transfected into highly invasive epithelial tumor cell lines of dog kidney or mouse mammary gland origin. Transfectants with a homogeneously high expression of E-cadherin showed a reproducible loss of activity in two types of in vitro invasion assays. Invasiveness of these transfectants could be reinduced specifically by treatment with anti-E-cadherin antibodies. In vivo, they formed partly differentiated tumors, instead of fully undifferentiated tumors. Alternatively, a plasmid encoding E-cadherin-specific anti-sense RNA was introduced into noninvasive ras-transformed cells with high endogenous E-cadherin expression. The resulting down-regulation, albeit partial, rendered the cells invasive. These data provide direct evidence that E-cadherin acts as an invasion suppressor molecule.","dc:creator":"Vleminckx K","dc:date":"1991","dc:title":"Genetic manipulation of E-cadherin expression by epithelial tumor cells reveals an invasion suppressor role."},"rdfs:label":"Expressing E-cadherin in tumorigenic epitheiiai cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:64a64042-e905-4bb4-93c2-9d62936da368","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:00a40fd1-77b8-488a-8627-78ebddbdf350","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Histopathological analysis revealed that the incidence of carcinoma formation was reduced from 26.5% of all tumours in single-transgenic mice to 7.8% in double-transgenic mice (Table 1 and Figure 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9515965","type":"dc:BibliographicResource","dc:abstract":"Development of malignant tumours is in part characterized by the ability of a tumour cell to overcome cell-cell adhesion and to invade surrounding tissue. E-cadherin is the main adhesion molecule of epithelia, and it has been implicated in carcinogenesis because it is frequently lost in human epithelial cancers. Re-establishing the functional cadherin complex in tumour cell lines results in a reversion from an invasive to a benign epithelial phenotype. However, it remained unresolved whether the loss of E-cadherin-mediated cell adhesion was a cause or a consequence of tumour progression in vivo. Here we report that the loss of E-cadherin expression coincides with the transition from well differentiated adenoma to invasive carcinoma in a transgenic mouse model of pancreatic beta-cell carcinogenesis (Rip1Tag2). Intercrossing Rip1Tag2 mice with transgenic mice that maintain E-cadherin expression in beta-tumour cells results in arrest of tumour development at the adenoma stage, whereas expression of a dominant-negative form of E-cadherin induces early invasion and metastasis. The results demonstrate that loss of E-cadherin-mediated cell adhesion is one rate-limiting step in the progression from adenoma to carcinoma.","dc:creator":"Perl AK","dc:date":"1998","dc:title":"A causal role for E-cadherin in the transition from adenoma to carcinoma."},"rdfs:label":"Intercrossing Rip1Tag2 mice with transgenic mice with tumor"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:4bd770f3-6cce-4688-8a51-a4846ba08a39","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:616586ea-6cce-43e1-8cdb-8403d0ad1c25","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of E-cadherin expression coincides with the transition from well differentiated adenoma to invasive carcinoma in a transgenic mouse model of pancreatic b-cell carcinogenesis (Rip1Tag2). (Figure 1 and Table 1). Expression of a dominant-negative form of E-cadherin induces early invasion and metastasis (Figure 4).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9515965","rdfs:label":"transgenic mouse model of pancreatic b-cell carcinogenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8167,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:2b034a67-15df-4893-b6fe-0e4edf6c0edc","type":"GeneValidityProposition","disease":"obo:MONDO_0100488","gene":"hgnc:1748","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"*CDH1* encodes E-Cadherin, a classical cadherin of the cadherin superfamily, which functions to assist with calcium-dependent cell-cell adhesion to form organized tissues by complexing with catenins. There is abundant published evidence associating the *CDH1* gene with hereditary diffuse gastric cancer (DGC) since the gene-disease relationship was first proposed by Guilford et al. in 1998 (PMID: 9537325). Subsequently, evidence also reported an increase of risk of lobular breast cancer (LBC) in women. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern of above phenotypes; therefore, this curation includes both DGC and LBC. In 2022, to encompass the increased risk of both DGC and LBC, the ClinGen Disease Naming Committee and CDH1-VCEP have proposed a new disease entity as CDH1-related diffuse gastric and lobular breast cancer syndrome. The mechanism of pathogenicity is known to be loss-of-function. 13 variants (missense, nonsense, canonical splice site, and frameshift) that have been reported in 7 publications (PMIDs: 9537325, 10072428, 10433926, 12588804, 15831593, 19168852, 24366306) were included in this curation. The GCEP also evaluated emerging evidence (PMID: 34949788) suggesting an association of autosomal dominant colorectal cancer; however, this evidence was not scored since the GCEP identified the evidence as still preliminary. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. This gene-disease association is also supported by experimental evidence (6 points; PMIDs: 8236461, 9515965, 14500541, 2009537, 2070412). Loss of E-cadherin expression coincides with the transition from well differentiated adenoma to invasive carcinoma in a transgenic mouse model. Additionally, re-establishing the functional cadherin complex by expressing E-Cadherin in invasive epithelial tumor cell lines results in a reversion from an invasive to a benign epithelial phenotype. In summary, CDH1 is definitively associated with autosomal dominant CDH1-related diffuse gastric and lobular breast cancer syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene curation was approved by the ClinGen Hereditary Cancer GCEP on 03/22/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:14223ff7-e6b0-4c60-bee6-df55301d2017"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}