{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T16:28:51.567Z","role":"Approver"}],"evidence":[{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:af9f4109-2c63-40fa-8f38-4e885da63fb7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:26e8b0a9-8d8a-47e4-baf4-7847e86c7f29","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Childhood-onset progressive generalized dystonia and axonal peripheral neuropathy. The proband Developed normally neonatally wth unremarkable early childhood. At age of 7 years, with no known trigger, developed progressive dystonia, By the age of 10 years, his left lower limb was also affected, he became wheelchair-bound and suffered from severe dysarthria. No signs of intellectual deterioration. At the age of 28 years, axonal motor and sensory peripheral polyneuropathy was diagnosed presenting with distal muscle wasting and depressed deep tendon reflexes of the lower limbs. Condition stabilised as adult (mid-forties). Magnetic resonance imagining (MRI) investigations of the brain revealed progressive bilateral putaminal signal alterations compatible with Leigh syndrome (MIM#256000) and atrophy of left caudate nucleus. There was no lactate peak detectable by magnetic resonance spectroscopy. Laboratory tests revealed a mild post-prandial lactate increase to 3.3 mmol/L (reference range: <2.1 mmol/L) from a fasting level of 1.2 mmol/L.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:af9f4109-2c63-40fa-8f38-4e885da63fb7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d6dc92aa-b98e-439f-928d-5c437e88bbc0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005002.5(NDUFA9):c.1078C>T (p.Arg360Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/587683"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28671271","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial respiratory chain complex I consists of 44 different subunits and contains 3 functional modules: the Q-, the N- and the P-module. NDUFA9 is a Q-module subunit required for complex I assembly or stability. However, its role in complex I biogenesis has not been studied in patient fibroblasts. So far, a single patient carrying an NDUFA9 variant with a severe neonatally fatal phenotype has been reported. Via exome sequencing, we identified a novel homozygous NDUFA9 missense variant in another patient with a milder phenotype including childhood-onset progressive generalized dystonia and axonal peripheral neuropathy. We performed complex I assembly analysis using primary skin fibroblasts of both patients. Reduced complex I abundance and an accumulation of Q-module subassemblies were present in both patients but more pronounced in the severe clinical phenotype patient. The latter displayed additional accumulation of P-module subassemblies, which was not present in the milder-phenotype patient. Lentiviral complementation of both patient fibroblast cell lines with wild-type NDUFA9 rescued complex I deficiency and the assembly defects. Our report further characterizes the phenotypic spectrum of NDUFA9 deficiency and demonstrates that the severity of the clinical phenotype correlates with the severity of the effects of the different NDUFA9 variants on complex I assembly.","dc:creator":"Baertling F","dc:date":"2018","dc:title":"NDUFA9 point mutations cause a variable mitochondrial complex I assembly defect."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28671271","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Function: Patient fibroblast cell lines : Enzymatic analysis revealed isolated complex I deficiency (100 mU/mU CS, reference range: 163-599; 17% of activity of highest control, 61% of lowest control), defect rescued by transfection of a wild type NDUFA9 lentiviral construct (Fig 3). Western blot showed reduction of complex I holoenzyme (40 control fibroblast lines from healthy controls)."},{"id":"cggv:7b3010f3-aa10-4651-9c5f-13108a53d70d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1b18344f-95e6-49ec-97bf-ecb62dfc1391","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":1,"detectionMethod":"Homozygosity mapping identifed two candidate genes related to Complex I, NDUFA9 and NDUFB2, NDUFA9 screened by direct sequencing.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Neonatally fatal Leigh syndrome and complex I deficiency. After birth, the child deteriorated and suffered from a combined respiratory and metabolic acidosis with increased lactate values up to 10 mM 12 h postpartum (hyperlactataemia >2.5 mM). Blood sample : increased lactate/pyruvate ratio (>20). In urine, lactic aciduria was present. Morphological investigations in muscle, including electron microscopy, did not reveal any abnormalities. Mitochondrial oxygen consumption was decreased and an isolated complex I deficiency was present in muscle (biopsy taken from right quadriceps muscle) and fibroblasts (respectively, 29% and 11% activity compared to control values). The proband developed profound hearing loss, apnoeas associated with brainstem abnormalities, and retinitis pigmentosa. A brain MRI at day 6 showed diffuse loss of supratentorial white matter and brain stem volume with T2 hyperintensities of the basal nuclei (thalamus and putamen) and a right-sided focal thalamic lesion compatible with striatal ischaemia and focal necrosis, leading to a diagnosis of Leigh syndrome (figure 1).","previousTesting":true,"previousTestingDescription":"SNVs and deletions of mtDNA excluded","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7b3010f3-aa10-4651-9c5f-13108a53d70d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:56d959af-08e3-4ccd-9b2e-a9e899365fa6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005002.5(NDUFA9):c.962G>C (p.Arg321Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30391"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22114105","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders are associated with abnormalities of the oxidative phosphorylation (OXPHOS) system and cause significant morbidity and mortality in the population. The extensive clinical and genetic heterogeneity of these disorders due to a broad variety of mutations in several hundreds of candidate genes, encoded by either the mitochondrial DNA (mtDNA) or nuclear DNA (nDNA), impedes a straightforward genetic diagnosis. A new disease gene is presented here, identified in a single Kurdish patient born from consanguineous parents with neonatally fatal Leigh syndrome and complex I deficiency.","dc:creator":"van den Bosch BJ","dc:date":"2012","dc:title":"Defective NDUFA9 as a novel cause of neonatally fatal complex I disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22114105","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Arg321 residue noted to be conserved across species (Fig 2), deleterious in silico predictions, secondary structure predictors showed that the secondary structure changed due to loss of an a helix in the variant protein.\nFunction: Patient fibroblast cell lines showed highly reduced complex I activity (Table 1). This deficiency was rescued by transfection of a lentiviral NDUFA9 wild type construct but not by transfection of the variant protein. This result was supported by Western blot analysis of protein levels of complex 1 (Figure 3), detected by anti-NDUFB8 or anti-Grim19 antibodies showing absence in the patient fibroblasts. Levels of these proteins were rescued by transfection with the WT NDUFA9 construct."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3a64b01-7157-4a6f-bbda-4952628d8e00","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0904731-16d2-4a02-a8fc-838150416b86","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The human protein atlas records ubiquitous expression of NDUFA9. In the brain specifically, a high level of protein expression  within the cerebral cortex, hippocampus,  cerebellum, and  caudate is recorded. The data is consistent with RNA expression agrregated from further datasets. https://www.proteinatlas.org/ENSG00000139180-NDUFA9/tissue","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence of expression in the brain consistent with disease."},{"id":"cggv:daadfb90-4abd-4037-947d-7b5a9deb0421","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e6848fe8-fe69-4dcd-96af-a3f383bddf62","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all 31 supernumerary subunits present in complex I from Bos Taurus. Fig 1-4. The 39 kDa subunit NDUFA9,  is attached to core subunits NDUFS7 and 30 kDa NDUFS3 in the hydrophilic arm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Molecular model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDFA9 is present in complex I. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: The NDUFA9 protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome, max score of 2 assigned."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d11ebfa3-3b41-4f40-b1f0-3fc563574c09","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1772b98f-610a-46bd-b538-dea6e05207d3","type":"FunctionalAlteration","dc:description":"Using the TALENS system, NDUFA9 HEK293 knock out cell lines were generated. Analysis with an in-gel activity assay showed loss of complex I activity in these cells. Cells were also unable to grow in galatose media confirming a defect in oxidative phosphorylation. Both cell phenotypes were rescued by reintroduction of NDUFA9 (Fig 1). The deficit was specific to complex I. Pulse chase experiments showed an accumulation of a 600 kDa subcomplex toward later stages of complex I assembly (Fig 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23223238","type":"dc:BibliographicResource","dc:abstract":"Transcription activator-like effector nucleases (TALENs) represent a promising approach for targeted knock-out of genes in cultured human cells. We used TALEN-technology to knock out the nuclear gene encoding NDUFA9, a subunit of mitochondrial respiratory chain complex I in HEK293T cells. Screening for the knock-out revealed a mixture of NDUFA9 cell clones that harbored partial deletions of the mitochondrial N-terminal targeting signal but were still capable of import. A cell line lacking functional copies of both NDUFA9 alleles resulted in a loss of NDUFA9 protein expression, impaired assembly of complex I, and cells incapable of growth in galactose medium. Cells lacking NDUFA9 contained a complex I subcomplex consisting of membrane arm subunits but not marker subunits of the matrix arm. Re-expression of NDUFA9 restored the defects in complex I assembly. We conclude that NDUFA9 is involved in stabilizing the junction between membrane and matrix arms of complex I, a late assembly step critical for complex I biogenesis and activity.","dc:creator":"Stroud DA","dc:date":"2013","dc:title":"Gene knockout using transcription activator-like effector nucleases (TALENs) reveals that human NDUFA9 protein is essential for stabilizing the junction between membrane and matrix arms of complex I."},"rdfs:label":"NDUFA9 KO cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"NDUFA9 is a complex I subunit required for complex I assembly and complex I activity.  Cells deficient in NDUFA9 do not form a functioning holoenzyme which leads to a loss of complex I activity. Other complex I non-catalytic subunits have been associated with Leigh syndrome (Rahman 2017 PMID:27977873)."},{"id":"cggv:f2a135ee-5eb4-4a4f-ab68-4f16d85b6494","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bcee5b8c-45fd-458a-b77e-43358b1f01a1","type":"FunctionalAlteration","dc:description":"Analysis of mitochondrial protein from control and patient 2 ( case report 22114105: van den Bosch et al. 2011, see case data) derived fibroblasts using 2D non denaturing PAGE and immunoblot showed reduced complex I holoenzyme levels, accumulation of Q module assembly intermediates, detected using NDUFS3 (Fig 2 D) and accumulation of P module assembly units (NDA and NDUFB11).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28671271","rdfs:label":"Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"In patient fibroblasts, the c.962G>C (p.Arg321Pro) is asociated with complex I deficiency related to defective assembly of the complex I holoenzyme."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":286,"specifiedBy":"GeneValidityCriteria6","strengthScore":6.5,"subject":{"id":"cggv:0d19b627-fdec-4b78-82e0-ba4723875a83","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7693","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFA9 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 21, 2019. The NDUFA9 gene encodes the NADH:ubiquinone oxidoreductase (complex I) subunit A9, a non-catalytic complex I accessory protein required for complex I assembly and function within the mitochondria. Defects of this protein lead to complex I deficiency.\n\nThe NDUFA9 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2012 (PMID: 22114105). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included two unique variants identified in two cases from two publications (PMIDs: 22114105, 28671271). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions, expression data, and functional alterations observed in patient cells and in non-patient cells (PMIDs: 25613900, 28671271, 23223238, 27509854).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on August 21, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:87c6c5c5-7bf7-4bd2-94f0-2d529a512e74"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}