{"id":"cggv:48a9765c-f7ae-46f4-aa6f-7fa95f81404fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:48a9765c-f7ae-46f4-aa6f-7fa95f81404f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-09T19:00:00.000Z","role":"Approver"},{"id":"cggv:48a9765c-f7ae-46f4-aa6f-7fa95f81404f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-22T18:19:38.376Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33909992","type":"dc:BibliographicResource","dc:abstract":"ANKRD17 is an ankyrin repeat-containing protein thought to play a role in cell cycle progression, whose ortholog in Drosophila functions in the Hippo pathway as a co-factor of Yorkie. Here, we delineate a neurodevelopmental disorder caused by de novo heterozygous ANKRD17 variants. The mutational spectrum of this cohort of 34 individuals from 32 families is highly suggestive of haploinsufficiency as the underlying mechanism of disease, with 21 truncating or essential splice site variants, 9 missense variants, 1 in-frame insertion-deletion, and 1 microdeletion (1.16 Mb). Consequently, our data indicate that loss of ANKRD17 is likely the main cause of phenotypes previously associated with large multi-gene chromosomal aberrations of the 4q13.3 region. Protein modeling suggests that most of the missense variants disrupt the stability of the ankyrin repeats through alteration of core structural residues. The major phenotypic characteristic of our cohort is a variable degree of developmental delay/intellectual disability, particularly affecting speech, while additional features include growth failure, feeding difficulties, non-specific MRI abnormalities, epilepsy and/or abnormal EEG, predisposition to recurrent infections (mostly bacterial), ophthalmological abnormalities, gait/balance disturbance, and joint hypermobility. Moreover, many individuals shared similar dysmorphic facial features. Analysis of single-cell RNA-seq data from the developing human telencephalon indicated ANKRD17 expression at multiple stages of neurogenesis, adding further evidence to the assertion that damaging ANKRD17 variants cause a neurodevelopmental disorder.","dc:creator":"Chopra M","dc:date":"2021","dc:title":"Heterozygous ANKRD17 loss-of-function variants cause a syndrome with intellectual disability, speech delay, and dysmorphism."},"evidence":[{"id":"cggv:48a9765c-f7ae-46f4-aa6f-7fa95f81404f_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:48a9765c-f7ae-46f4-aa6f-7fa95f81404f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Strong","sequence":5995,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:3adfe063-2c5e-4d79-9ffb-6d918667ef0b","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:23575","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ANKRD17 is an ankyrin repeat domain-containing protein implicated in cell cycle progression, immune regulation , and cell growth, differentiation, proliferation, and migration through the Yorkie/Hippo/YAP pathway. *ANKRD17* was first reported in relation to autosomal dominant syndromic intellectual disability in 2021 (Chopra et al., PMID: 33909992). Pathogenic variants in *ANKRD17* cause a syndromic neurodevelopmental disorder, first termed Chopra-Amiel-Gordon Syndrome (OMIM: 619504),  characterized by intellectual disability/developmental delay particularly affecting speech and facial dysmorphism. Additional features may include growth deficiency, feeding difficulties, ophthalmological abnormalities, gait/balances disturbances, recurrent infections, autism and epilepsy. The disease entity  has been curated under syndromic intellectual disability. The proposed mechanism is heterozygous loss of function, supported by the mutational spectrum and the intolerance to variation in the general population. Evidence supporting this gene-disease relationship includes case-level data. 10 variants (3 nonsense variants, 2 frameshift variants, 3 missense variants, and 1 essential splice site variant) that have been reported in 11 probands in one publication (PMID: 33909992) are included in this curation. Of these 11 probands, one had a variant that was inherited from an affected parent (not counted as a proband) and the remaining 10 probands had *de novo* variants, including one proband with a variant shared with her monozygous twin (not counted as a proband). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Individuals with atypical phenotypes harboring missense ANKRD17 variants, , including one case reported by Silverstein et al. (PMID: 36277850) with an intracranial hemorrhage, and one case in the Brain Gene Registry with severe hypertension  have been noted. The significance of these reports is unclear. The homozygous mouse model is embryonic lethal due to failure of vascular development (Hou et al., 2009, PMID: 19619540), so brain and behavior is not able to be studied in this model system. \n\nIn summary, there is strong evidence to support the relationship between ANKRD17 and autosomal dominant syndromic intellectual disability. This gene-disease relationship will be re-evaluated  in the future to determine if an upgraded classification of definitive is warranted. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on March 9, 2023 (SOP Version 9). \n","dc:isVersionOf":{"id":"cggv:48a9765c-f7ae-46f4-aa6f-7fa95f81404f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}