{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-12-23T22:18:50.458Z","role":"Approver"},{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-12-23T22:19:01.367Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7647778","type":"dc:BibliographicResource","dc:creator":"Rousseau F","dc:date":"1995","dc:title":"Stop codon FGFR3 mutations in thanatophoric dwarfism type 1."},"evidence":[{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:156d7fb4-5005-4058-b48e-804ce350ad97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:83b65e5e-bd88-41c2-8273-0e14e7189f90","type":"FunctionalAlteration","dc:description":"After FGF1 stimulation, Arg248Cys variant receptor showed 4.5 fold increase in activation compared to WT. Transfected NIH3T3 cells showed constitutive activation of the variant receptor. Transfected COS cells showed that Arg248Cys produces a reducible dimer, WT does not. Arg248Cys leads to dimerization in presence and absence of ligand.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8640234","type":"dc:BibliographicResource","dc:abstract":"The longitudinal growth of the skeleton arises from the continuous process of endochondral ossification occurring at the ends of growing long bones. Dwarfism results when this process is disrupted, as in the autosomal dominant human skeletal diseases hypochondroplasia (HCH), achondroplasia (ACH) and thanatophoric dysplasia (TD). Interestingly, these disorders display a graded spectrum of phenotypic severity and are the result of distinct missense mutations in the fibroblast growth factor receptor 3 gene (FGFR3). TD, characterized by neonatal lethality and profound dwarfism, is the result of FGFR3 mutations, including an R248C substitution in the extracellular domain or a K650E substitution in the tyrosine kinase (TK) domain. ACH, which is non-lethal and presents less severe dwarfism, results almost exclusively from a G380R substitution in the transmembrane domain. Homozygous achondroplasia resembles the phenotype of TD. In this report the effect of the ACH and TD mutations on the activity and regulation of FGFR3 are analysed. We showed that each of the mutations constitutively activate the receptor, as evidenced by ligand-independent receptor tyrosine phosphorylation and cell proliferation. Moreover, the mutations that are responsible for TD were more strongly activating than the mutation causing ACH, providing a biochemical explanation for the observation that the phenotype of TD is more severe than that of ACH.","dc:creator":"Naski MC","dc:date":"1996","dc:title":"Graded activation of fibroblast growth factor receptor 3 by mutations causing achondroplasia and thanatophoric dysplasia."},"rdfs:label":"Naski Assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:6325cb4d-541b-45fb-bbee-f5d137a1ebe4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b5cd774-cf5f-426d-b6e4-7c1934c4c354","type":"FunctionalAlteration","dc:description":"NIH3T3 transfected with Arg248Cys, Ser249Cys, Tyr373Cys had strongly increased receptor glycosylation, and strongly increase Stat1 and Stat5 protein expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14751560","type":"dc:BibliographicResource","dc:abstract":"Achondroplasia (ACH) and thanatophoric dysplasia (TD) are human skeletal disorders of increasing severity accounted for by mutations in the fibroblast growth factor receptor 3 (FGFR3). Attempts to elucidate the molecular signaling pathways leading to these phenotypes through mouse model engineering have provided relevant information mostly in the postnatal period. The availability of a large series of human fetuses including 14 ACH and 26 TD enabled the consequences of FGFR3 mutations on endogenous receptor expression during the prenatal period to be assessed by analysis of primary cultured chondrocytes and cartilage growth plates. Overexpression and ligand-independent phosphorylation of the fully glycosylated isoform of FGFR3 were observed in ACH and TD cells. Immunohistochemical analysis of fetal growth plates showed a phenotype-related reduction of the collagen type X-positive hypertrophic zone. Abnormally high amounts of Stat1, Stat5 and p21Cip1 proteins were found in prehypertrophic-hypertrophic chondrocytes, the extent of overexpression being directly related to the severity of the disease. Double immunostaining procedures revealed an overlap of FGFR3 and Stat1 expression in the prehypertrophic-hypertrophic zone, suggesting that constitutive activation of the receptor accounts for Stat overexpression. By contrast, expression of Stat and p21Cip1 proteins in the proliferative zone differed only slightly from control cartilage and differences were restricted to the last arrays of proliferative cells. Our results indicate that FGFR3 mutations in the prenatal period upregulate FGFR3 and Stat-p21Cip1 expression, thus inducing premature exit of proliferative cells from the cell cycle and their differentiation into prehypertrophic chondrocytes. We conclude that defective differentiation of chondrocytes is the main cause of longitudinal bone growth retardation in FGFR3-related human chondrodysplasias.","dc:creator":"Legeai-Mallet L","dc:date":"2004","dc:title":"Overexpression of FGFR3, Stat1, Stat5 and p21Cip1 correlates with phenotypic severity and defective chondrocyte differentiation in FGFR3-related chondrodysplasias."},"rdfs:label":"Legeai-Mallet Assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:dfc67e85-3595-45e2-8ce9-cc2e0568bc8d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f43885d-57c0-4f7d-a216-fc4740bbf9d9","type":"FunctionalAlteration","dc:description":"R248C and S249C showed approximately 4-fold increase in luciferase activity compared to wild-type. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9438390","type":"dc:BibliographicResource","dc:abstract":"Thanatophoric dysplasia type I (TDI) is a neonatal lethal skeletal dysplasia caused by several mutations in the extracellular domain of fibroblast growth factor receptor 3. These mutations occur either in the Ig2-Ig3 linker domain or in the extracellular juxtamembrane domain, and all involve mutation of the wild-type residue to Cys. In all cases, the presence of the mutant Cys residue allows the receptor to dimerize abnormally, resulting in ligand-independent activation. This is also manifested by increased biological signaling, increased tyrosine phosphorylation, and in vitro kinase activity associated with dimeric receptors. These results suggest that TDI is caused by Cys-mediated intermolecular disulfide bonding, leading to constitutive receptor activation as a result of these mutations. Mutations causing TDI are discussed with respect to activating mutations in other receptors that are implicated in human disease.","dc:creator":"d'Avis PY","dc:date":"1998","dc:title":"Constitutive activation of fibroblast growth factor receptor 3 by mutations responsible for the lethal skeletal dysplasia thanatophoric dysplasia type I."},"rdfs:label":"d'Avis Assay 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ca3006bc-6bcf-4299-abd7-6bcab8252794","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:98d48884-85ec-4c07-be4b-c3f16713a24e","type":"FunctionalAlteration","dc:description":"Control variant R248A showing that the Cys substitution is responsible for activation. GOF mechanism is shown, resulting in enhanced signaling due to constitutive activation of the receptor. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9438390","rdfs:label":"d'Avis Assay 2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3823,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:2888c8be-30c0-4bb2-ac1d-616310392ab1","type":"GeneValidityProposition","disease":"obo:MONDO_0008546","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR3 has been repeatedly described in association with autosomal dominant Thanatophoric Dysplasia Type I, which is characterized by lethal micromelic short limb dysplasia, short ribs, curved and short femurs, with cloverleaf skull in some cases (Rousseau et al. 1995; PMID: 7647778). Cysteine substitutions and stop gain variants in this gene are highly specific to TD1, and are highly causative, and for this reason they are scored at a higher level in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is also supported by experimental evidence including assays showing increased binding activity of variant FGFR3 receptor protein (PMIDs: 9438390, 8640234, 14751560). In summary, FGFR3 is definitively associated with autosomal dominant Thanatophoric Dysplasia Type I. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders Gene Curation Expert Panel on 12/6/2021. \nGene Clinical Validity Standard Operating Procedures (SOP) – Version 8.","dc:isVersionOf":{"id":"cggv:db0459d9-c5cc-455d-a6b2-e6ea81511336"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}