{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-11-07T16:59:17.436Z","role":"Publisher"},{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-04-05T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:96d04189-37c6-4bf4-b2f2-adc65ed25285","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c4fbf85-596c-4010-9ffc-a7a837f635f1","type":"FunctionalAlteration","dc:description":"Expression of WT-hSynI in KO neurons significantly increased the release from both the readily releasable pool and the reserve pool, expression of the A550T, T567A or Q555X hSyn mutant was virtually unable to correct the KO phenotype, indicating a complete loss of function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21441247","type":"dc:BibliographicResource","dc:abstract":"Several genes predisposing to autism spectrum disorders (ASDs) with or without epilepsy have been identified, many of which are implicated in synaptic function. Here we report a Q555X mutation in synapsin 1 (SYN1), an X-linked gene encoding for a neuron-specific phosphoprotein implicated in the regulation of neurotransmitter release and synaptogenesis. This nonsense mutation was found in all affected individuals from a large French-Canadian family segregating epilepsy and ASDs. Additional mutations in SYN1 (A51G, A550T and T567A) were found in 1.0 and 3.5% of French-Canadian individuals with autism and epilepsy, respectively. The majority of these SYN1 mutations were clustered in the proline-rich D-domain which is substrate of multiple protein kinases. When expressed in synapsin I (SynI) knockout (KO) neurons, all the D-domain mutants failed in rescuing the impairment in the size and trafficking of synaptic vesicle pools, whereas the wild-type human SynI fully reverted the KO phenotype. Moreover, the nonsense Q555X mutation had a dramatic impact on phosphorylation by MAPK/Erk and neurite outgrowth, whereas the missense A550T and T567A mutants displayed impaired targeting to nerve terminals. These results demonstrate that SYN1 is a novel predisposing gene to ASDs, in addition to epilepsy, and strengthen the hypothesis that a disturbance of synaptic homeostasis underlies the pathogenesis of both diseases.","dc:creator":"Fassio A","dc:date":"2011","dc:title":"SYN1 loss-of-function mutations in autism and partial epilepsy cause impaired synaptic function."},"rdfs:label":"SYN1 mutations disrupt synaptic vesicle pools"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:bbe90d2a-b944-4811-bf19-2fee13685e27","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c50d90dc-3268-4246-9891-80d8f301168b","type":"FunctionalAlteration","dc:description":"In cells positive for expression of the EYFP-tagged W3566* Syn I, the mutant protein was uniformly dispersed throughout the neuronal cytoplasm, in the absence of any polarized distribution toward the axonal domains.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23818987","type":"dc:BibliographicResource","dc:abstract":"Synapsins are a family of neuronal phosphoproteins associated with the cytosolic surface of synaptic vesicles. Experimental evidence suggests a role for synapsins in synaptic vesicle clustering and recycling at the presynaptic terminal, as well as in neuronal development and synaptogenesis. Synapsin knock-out (Syn1(-/-) ) mice display an epileptic phenotype and mutations in the SYN1 gene have been identified in individuals affected by epilepsy and/or autism spectrum disorder. We investigated the impact of the c.1067G>A nonsense transition, the first mutation described in a family affected by X-linked syndromic epilepsy, on the expression and functional properties of the synapsin I protein. We found that the presence of a premature termination codon in the human SYN1 transcript renders it susceptible to nonsense-mediated mRNA decay (NMD). Given that the NMD efficiency is highly variable among individuals and cell types, we investigated also the effects of expression of the mutant protein and found that it is expressed at lower levels compared to wild-type synapsin I, forms perinuclear aggregates and is unable to reach presynaptic terminals in mature hippocampal neurons grown in culture. Taken together, these data indicate that in patients carrying the W356× mutation the function of synapsin I is markedly impaired, due to both the strongly decreased translation and the altered function of the NMD-escaped protein, and support the value of Syn1(-/-) mice as an experimental model mimicking the human pathology.","dc:creator":"Giannandrea M","dc:date":"2013","dc:title":"Nonsense-mediated mRNA decay and loss-of-function of the protein underlie the X-linked epilepsy associated with the W356× mutation in synapsin I."},"rdfs:label":"Function study of p.W356* variant"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f4d5560-7d54-49ad-ba2d-4c395dadf39c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:001eabbc-b9ed-43d4-99d1-fd56042673a8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of WT-hSynI in KO neurons significantly increased the release from both the RRP and the RP, expression of the A550T, T567A or Q555X hSyn mutant was virtually unable to correct the KO phenotype, indicating a complete loss of function","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441247","rdfs:label":"SYN1 mutations disrupt synaptic vesicle (SV) pools"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:c1b1408b-e1a6-4ca8-bfef-16f89296170b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1455555f-d6a9-4629-b47e-75a05e4c3fb8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both knock-out mice and human patients have neural system phenotypes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7568107","type":"dc:BibliographicResource","dc:abstract":"Synapsin I, the most abundant of all neuronal phosphoproteins, is enriched in synaptic vesicles. It has been hypothesized to regulate synaptogenesis and neurotransmitter release from adult nerve terminals. The evidence for such roles has been highly suggestive but not compelling. To evaluate the possible involvement of synapsin I in synaptogenesis and in the function of adult synapses, we have generated synapsin I-deficient mice by homologous recombination. We report herein that outgrowth of predendritic neurites and of axons was severely retarded in the hippocampal neurons of embryonic synapsin I mutant mice. Furthermore, synapse formation was significantly delayed in these mutant neurons. These results indicate that synapsin I plays a role in regulation of axonogenesis and synaptogenesis.","dc:creator":"Chin LS","dc:date":"1995","dc:title":"Impairment of axonal development and of synaptogenesis in hippocampal neurons of synapsin I-deficient mice."},"rdfs:label":"impairment of axonal development and syaptogensis of KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:22d3e9e7-537d-463b-add7-1fb6086b2c45","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9b088a0-3935-4a72-b868-e89752c6bd9c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both knock-out mice and human patients have ASD-related phenotypes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23280234","type":"dc:BibliographicResource","dc:abstract":"Several synaptic genes predisposing to autism-spectrum disorder (ASD) have been identified. Nonsense and missense mutations in the SYN1 gene encoding for Synapsin I have been identified in families segregating for idiopathic epilepsy and ASD and genetic mapping analyses have identified variations in the SYN2 gene as significantly contributing to epilepsy predisposition. Synapsins (Syn I/II/III) are a multigene family of synaptic vesicle-associated phosphoproteins playing multiple roles in synaptic development, transmission and plasticity. Lack of SynI and/or SynII triggers a strong epileptic phenotype in mice associated with mild cognitive impairments that are also present in the non-epileptic SynIII(-/-) mice. SynII(-/-) and SynIII(-/-) mice also display schizophrenia-like traits, suggesting that Syns could be involved in the regulation of social behavior. Here, we studied social interaction and novelty, social recognition and social dominance, social transmission of food preference and social memory in groups of male SynI(-/-), SynII(-/-) and SynIII(-/-) mice before and after the appearance of the epileptic phenotype and compared their performances with control mice. We found that deletion of Syn isoforms widely impairs social behaviors and repetitive behaviors, resulting in ASD-related phenotypes. SynI or SynIII deletion altered social behavior, whereas SynII deletion extensively impaired various aspects of social behavior and memory, altered exploration of a novel environment and increased self-grooming. Social impairments of SynI(-/-) and SynII(-/-) mice were evident also before the onset of seizures. The results demonstrate an involvement of Syns in generation of the behavioral traits of ASD and identify Syn knockout mice as a useful experimental model of ASD and epilepsy.","dc:creator":"Greco B","dc:date":"2013","dc:title":"Autism-related behavioral abnormalities in synapsin knockout mice."},"rdfs:label":"Synapsin knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":7181,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:049c76b2-1f6c-4a6b-8a15-3e1994556e8e","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:11494","modeOfInheritance":"obo:HP_0001417"},"version":"2.1","dc:description":"*SYN1* was first reported in relation to X-linked complex neurodevelopmental disorder in 2004 (Garcia *et al*., PMID: 14985377). To date, more than 40 *SYN1* variants, mostly truncating, have been reported in individuals with variable neurodevelopmental phenotypes, including behavioral disturbances such as autism spectrum disorder or attention deficit-hyperactivity disorder (91%), epilepsy (82%), intellectual disability (77%), and developmental delay (70%) (PMID: 36568968). Reflex epilepsy, including bathing epilepsy, is characteristic of *SYN1*-related disorder.  *SYN1* variants co-segregating with disease have been reported in several large families (PMIDs: 14985377, 21441247, 28973667, 36568968). *SYN1* variants predominantly affect males, while females exhibit a wider clinical heterogeneity and incomplete penetrance. \n\nThis gene-disease relationship is also supported by experimental evidence. *SYN1* encodes synapsin 1, a presynaptic phosphoprotein involved in synaptic development, function, and plasticity. *Syn1* knock-out mice exhibit enhanced stimulation-evoked epileptic seizures and autism-related behavioral abnormalities (PMIDs: 7568107, 7568108, 23280234). Overexpression of *SYN1* nonsense variants in hippocampal neurons from *Syn1* knock-out mice result in impaired axon elongation, disrupted synaptic vesicle pools, and formation of perinuclear aggregates (PMIDs: 21441247, 23818987). \n\nIn summary, there is definitive evidence supporting the relationship between *SYN1* and X-linked complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 5, 2023 (SOP Version 9). This gene-disease relationship was originally evaluated on December 5, 2018 and given a Moderate classification. Curation of additional genetic evidence resulted in the classification being updated.\n","dc:isVersionOf":{"id":"cggv:ca5a3e64-5daa-4a2f-876d-4e7648c53ff8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}