{"id":"cggv:a277276e-7efa-45c9-ad01-74e9aa2dea63v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a277276e-7efa-45c9-ad01-74e9aa2dea63_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-10-09T18:54:15.686Z","role":"Publisher"},{"id":"cggv:a277276e-7efa-45c9-ad01-74e9aa2dea63_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-10-03T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25262651","type":"dc:BibliographicResource","dc:abstract":"Emerging evidence indicates that epileptic encephalopathies are genetically highly heterogeneous, underscoring the need for large cohorts of well-characterized individuals to further define the genetic landscape. Through a collaboration between two consortia (EuroEPINOMICS and Epi4K/EPGP), we analyzed exome-sequencing data of 356 trios with the \"classical\" epileptic encephalopathies, infantile spasms and Lennox Gastaut syndrome, including 264 trios previously analyzed by the Epi4K/EPGP consortium. In this expanded cohort, we find 429 de novo mutations, including de novo mutations in DNM1 in five individuals and de novo mutations in GABBR2, FASN, and RYR3 in two individuals each. Unlike previous studies, this cohort is sufficiently large to show a significant excess of de novo mutations in epileptic encephalopathy probands compared to the general population using a likelihood analysis (p = 8.2 × 10(-4)), supporting a prominent role for de novo mutations in epileptic encephalopathies. We bring statistical evidence that mutations in DNM1 cause epileptic encephalopathy, find suggestive evidence for a role of three additional genes, and show that at least 12% of analyzed individuals have an identifiable causal de novo mutation. Strikingly, 75% of mutations in these probands are predicted to disrupt a protein involved in regulating synaptic transmission, and there is a significant enrichment of de novo mutations in genes in this pathway in the entire cohort as well. These findings emphasize an important role for synaptic dysregulation in epileptic encephalopathies, above and beyond that caused by ion channel dysfunction.","dc:creator":"EuroEPINOMICS-RES Consortium","dc:date":"2014","dc:title":"De novo mutations in synaptic transmission genes including DNM1 cause epileptic encephalopathies."},"evidence":[{"id":"cggv:a277276e-7efa-45c9-ad01-74e9aa2dea63_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:a277276e-7efa-45c9-ad01-74e9aa2dea63_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":7035,"specifiedBy":"GeneValidityCriteria9","strengthScore":1,"subject":{"id":"cggv:034d8d55-00d0-425b-88ef-fc736af2af83","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:10485","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*RYR3* was first reported in relation to autosomal dominant developmental and epileptic encephalopathy in 2014 (EuroEPINOMICS-RES Consortium et al., PMID: 25262651). Of note, there is currently an additional assertion for autosomal recessive congenital myopathies resulting from biallelic RYR3 variants (OMIM: 620310). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotype and inheritance pattern. Therefore, these assertions have been split into separate curations; the curation for autosomal recessive congenital myopathies has been completed by the ClinGen Congenital Myopathies GCEP. This curation only includes individuals with developmental and epileptic encephalopathy.\n\nTwo missense variants, reported in two probands in one publication are included in this curation (PMID: 25262651). Additional publications were reviewed, but no scorable evidence was identified. In summary, there is limited evidence to support the gene-disease relationship between *RYR3* and autosomal dominant developmental and epileptic encephalopathy (MONDO:0100062). Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease pair was originally evaluated by the Epilepsy GCEP on June 19th, 2018. It was recurated on October 3rd, 2023. Several new papers were reviewed, but no new evidence was scored (PMIDs: 33557955, 29667327, 33994118). As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:a277276e-7efa-45c9-ad01-74e9aa2dea63"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}