{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-06T04:00:00.000Z","role":"Approver"},{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-30T19:20:56.724Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23383720","type":"dc:BibliographicResource","dc:abstract":"Molecular diagnostics can resolve locus heterogeneity underlying clinical phenotypes that may otherwise be co-assigned as a specific syndrome based on shared clinical features, and can associate phenotypically diverse diseases to a single locus through allelic affinity. Here we describe an apparently novel syndrome, likely caused by de novo truncating mutations in ASXL3, which shares characteristics with Bohring-Opitz syndrome, a disease associated with de novo truncating mutations in ASXL1.","dc:creator":"Bainbridge MN","dc:date":"2013","dc:title":"De novo truncating mutations in ASXL3 are associated with a novel clinical phenotype with similarities to Bohring-Opitz syndrome."},"evidence":[{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cbc83e3-0b57-4e29-aefd-3cd28017f473","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d5b99685-0427-4a0e-a4f1-15b619198e14","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ASXL truncating variants result in subsequent mutation-dependent epigenetic dysregulation, as they are not able to interact with the  genes including BAP1, EZH2, NCOA1, WTIP or nuclear receptors. Interaction with the targets is necessary for assembly of ASXL-binding partners and localization to ASXL target loci.\n\nBroadly, epigenetic dysregulation due to absent or errant physical association with other proteins is known to result in upregulation in disease drivers, leading to ASXL-related disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25835095","type":"dc:BibliographicResource","dc:abstract":"ASXL1, ASXL2 and ASXL3 are epigenetic scaffolds for BAP1, EZH2, NCOA1, nuclear receptors and WTIP. Here, functional proteomics of the ASXL family members are reviewed with emphasis on mutation spectra, the ASXM2 domain and the plant homeodomain (PHD) finger. Copy number gains of ASXL1 occur in chromosome 20q11.2 duplication syndrome and cervical cancer. Truncation mutations of ASXLs occur in autism, Bohring-Opitz and related syndromes, hematological malignancies and solid tumors, such as prostate cancer, breast cancer and high-grade glioma, which are gain- or loss-of-function mutations. The ASXM2 domain is a binding module for androgen receptor and estrogen receptor α, while the PHD finger is a ligand of WTIP LIM domains and a putative chromatin-binding module. Phylogenetic analyses of 139 human PHD fingers revealed that ASXL PHD fingers cluster with those of BPTF, DIDO, ING1, KDM5A (JARID1A), KMT2E (MLL5), PHF2, PHF8 and PHF23. The cell context-dependent epigenetic code of ASXLs should be deciphered to develop therapeutics for human diseases. ","dc:creator":"Katoh M","dc:date":"2015","dc:title":"Functional proteomics of the epigenetic regulators ASXL1, ASXL2 and ASXL3: a convergence of proteomics and epigenetics for translational medicine."},"rdfs:label":"Katoh 2015 Review"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:f905fad9-4073-480d-a864-541251f266fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db951354-6f41-4d79-b3af-5c890c58361c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The ASXL gene family (ASXL1, ASXL2, and ASXL3) encodes proteins involved in transcriptional regulation and participates in body patterning during embryogenesis. Germline de novo truncating variants in ASXL2 have been implicated in Shashi-Pena (PMID: 27693232). ASXL1 has been implicated in Bohring-Opitz syndrome (PMID:21706002). Both have overlapping features of intellectual disability and dysmorphic features.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23736028","type":"dc:BibliographicResource","dc:abstract":"Additional sex combs-like (ASXL)1, ASXL2 and ASXL3 are human homologues of the Drosophila Asx gene that are involved in the regulation or recruitment of the Polycomb-group repressor complex (PRC) and trithorax-group (trxG) activator complex. ASXL proteins consist of ASXN, ASXH, ASXM1, ASXM2 and PHD domains. ASXL1 directly interacts with BAP1, KDM1A (LSD1), NCOA1 and nuclear hormone receptors (NHRs), such as retinoic acid receptors, oestrogen receptor and androgen receptor. ASXL family members are epigenetic scaffolding proteins that assemble epigenetic regulators and transcription factors to specific genomic loci with histone modifications. ASXL1 is involved in transcriptional repression through an interaction with PRC2 and also contributes to transcriptional regulation through interactions with BAP1 and/or NHR complexes. Germ-line mutations of human ASXL1 and ASXL3 occur in Bohring-Opitz and related syndromes. Amplification and overexpression of ASXL1 occur in cervical cancer. Truncation mutations of ASXL1 occur in colorectal cancers with microsatellite instability (MSI), malignant myeloid diseases, chronic lymphocytic leukaemia, head and neck squamous cell carcinoma, and liver, prostate and breast cancers; those of ASXL2 occur in prostate cancer, pancreatic cancer and breast cancer and those of ASXL3 are observed in melanoma. EPC1-ASXL2 gene fusion occurs in adult T-cell leukaemia/lymphoma. The prognosis of myeloid malignancies with misregulating truncation mutations of ASXL1 is poor. ASXL family members are assumed to be tumour suppressive or oncogenic in a context-dependent manner. ","dc:creator":"Katoh M","dc:date":"2013","dc:title":"Functional and cancer genomics of ASXL family members."},"rdfs:label":"Katoh 2013 Review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca25db9a-2e97-4bfd-8e75-0d5c22b42858","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a4948f9-91b4-471f-ad59-c4005518d121","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These results suggest that ASXL3 is crucial for specifying neural cell fates. The disrupted neural cell fate specification aligns with the neurological phenotypes we see in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32132929","type":"dc:BibliographicResource","dc:abstract":"The ","dc:creator":"Lichtig H","dc:date":"2020","dc:title":"Modeling Bainbridge-Ropers Syndrome in "},"rdfs:label":"Modeling Bainbridge-Ropers Syndrome in Xenopus laevis Embryo"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This non-human model organizem been downgraded to 0.5 because it is a non mammalian model and because the knockdown in Xenopus may not model the disease mechanism in most human cases."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5131,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:61c0922d-ec59-49bd-b673-0ef8a6bb6c04","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:29357","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Truncating *ASXL3* variants were first reported in relation to syndromic intellectual disability (also known as Bainbridge-Ropers syndrome) in 2013 (Bainbridge et al., PMID: 23383720). Clinical features in affected individuals include feeding difficulties, hypotonia, developmental delay, limited speech, intellectual disability of variable severity, and characteristic facial features. Behavioral issues, including autism spectrum disorder or autistic traits, are common. Seizures are reported in about a third of individuals.\n\nOver 100 affected individuals with nonsense, frameshift, and splicing variants have been reported (PMID: 34436830). Most variants are *de novo* and cluster in the last and penultimate exons (PMID: 23383720). Both dominant negative (PMID: 23383720) and loss of function mechanisms (PMID: 26647312) have been proposed. Further studies are needed to understand the mechanism of disease.\n\nThis gene-disease association is also supported by experimental evidence. The ASXL gene family (*ASXL1*, *ASXL2*, and *ASXL3*) participates in body patterning during embryogenesis and encodes proteins involved in epigenetic and transcriptional regulation (PMID: 23736028). Germline *de novo* truncating variants in *ASXL1* and *ASXL2* have been implicated in Bohring-Opitz and Shashi-Pena syndromes, which result in overlapping features of intellectual disability and dysmorphic features (PMIDs: 21706002, 27693232). Further support is provided by animal models in mice (doi: 10.1101/2021.07.20.452995) and frogs (PMID: 32132929). The mouse model was not formally scored in this curation, as it has yet to be published.\n\nIn summary, there is definitive evidence supporting the relationship between *ASXL3* and autosomal dominant syndromic intellectual disability. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on October 6, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:947933aa-f0f8-4909-abd8-2984dd11dcb8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}