{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-29T17:15:20.003Z","role":"Publisher"},{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-15T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17847001","type":"dc:BibliographicResource","dc:abstract":"Whole-genome analysis using high-density single-nucleotide-polymorphism oligonucleotide arrays allows identification of microdeletions, microduplications, and uniparental disomies. We studied 67 children with unexplained mental retardation with normal karyotypes, as assessed by G-banded chromosome analyses. Their DNAs were analyzed with Affymetrix 100K arrays. We detected 11 copy-number variations that most likely are causative of mental retardation, because they either arose de novo (9 cases) and/or overlapped with known microdeletions (2 cases). The eight deletions and three duplications varied in size from 200 kb to 7.5 Mb. Of the 11 copy-number variations, 5 were flanked by low-copy repeats. Two of those, on chromosomes 15q25.2 and Xp22.31, have not been described before and have a high probability of being causative of new deletion and duplication syndromes, respectively. In one patient, we found a deletion affecting only a single gene, MBD5, which codes for the methyl-CpG-binding domain protein 5. In addition to the 67 children, we investigated 4 mentally retarded children with apparent balanced translocations and detected four deletions at breakpoint regions ranging in size from 1.1 to 14 Mb.","dc:creator":"Wagenstaller J","dc:date":"2007","dc:title":"Copy-number variations measured by single-nucleotide-polymorphism oligonucleotide arrays in patients with mental retardation."},"evidence":[{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:86f9778b-8828-4f1d-8730-7aaf2efee15b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:20d3d4c8-5c8e-4347-be53-251e9f98d595","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The cultured cortical neurons isolated from embryonic day 16 (E16) embryos of Mbd5+/GT showed reduced neurite outgrowth and branching. These neuronal structural deficits correlate with abnormal behavior observed in humans with MBD5 haploinsufficiency. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25001218","type":"dc:BibliographicResource","dc:abstract":"2q23.1 microdeletion syndrome is characterized by intellectual disability, motor delay, autistic-like behaviors, and a distinctive craniofacial phenotype. All patients carry a partial or total deletion of methyl-CpG-binding domain protein 5 (MBD5), suggesting that haploinsufficiency of this gene is responsible for the phenotype. To confirm this hypothesis and to examine the role of MBD5 in vivo, we have generated and characterized an Mbd5 gene-trap mouse model. Our study indicates that the Mbd5(+/) (GT) mouse model recapitulates most of the hallmark phenotypes observed in 2q23.1 deletion carriers including abnormal social behavior, cognitive impairment, and motor and craniofacial abnormalities. In addition, neuronal cultures uncovered a deficiency in neurite outgrowth. These findings support a causal role of MBD5 in 2q23.1 microdeletion syndrome and suggest a role for MBD5 in neuronal processes. The Mbd5(+/) (GT) mouse model will advance our understanding of the abnormal brain development underlying the emergence of 2q23.1 deletion-associated behavioral and cognitive symptoms. ","dc:creator":"Camarena V","dc:date":"2014","dc:title":"Disruption of Mbd5 in mice causes neuronal functional deficits and neurobehavioral abnormalities consistent with 2q23.1 microdeletion syndrome."},"rdfs:label":"Mbd5+/GT cultured cortical neurons"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:3fea7ba9-9623-4d82-ac26-5497f69867f3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7ff6d546-8b3c-41f6-8ce5-df5076289a1e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Mbd5 gene-trap mouse (Mbd5 +/GT) is a Mbd5 hypomorph model. Deficit in fear conditioning test is similar to intellectual disability in human patients with heterozygous loss function variants in MBD5.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25001218","rdfs:label":"Fear conditioning"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":6005,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:9baf0141-beb3-4c32-af1d-cc454f6d914d","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:20444","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"*MBD5* haploinsufficiency due to an intragenic deletion was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2007 (PMID: 17847001). This curation includes heterozygous deletions  encompassing all or part of *MBD5* and  *MBD5* truncating variants (PMID: 27786435). Duplications encompassing the entire *MBD5* have also been reported in individuals with neurodevelopmental disorders; as these typically also involve other genes and are likely acting via a different molecular mechanism, they are not included in this curation. \n \nIndividuals with *MBD5* pathogenic variants present with developmental delay, intellectual disability, epilepsy, autism spectrum disorder, severe speech impairment, and behavioral problems (PMIDs: 23422940, 27786435, 33912662). Over 100 individuals with neurodevelopmental disorders and *MBD5* LoF variants have been reported in the literature (PMIDs: 17847001, 22495309, 22726846, 23422940, 23708187, 25356899, 27848944, 28807762, 29778030, 30763456, 32193494, 32238909, 33912662), but only 11 probands are included in this curation because the maximum score for genetic evidence has been reached. Most variants are *de novo*, although inheritance from parents with low level mosaicism has been reported in multiple affected individuals with *MBD5* LoF variants (PMIDs: 32238909, 33912662, 36396431). There have also been reports of probands with intragenic *MBD5* duplications (PMIDs: 23422940, 33912662), and expression analysis in one patient showed that the encoded aberrant transcripts resulted in premature termination (PMID: 23422940).\n \nThe mechanism for disease is predicted to be haploinsufficiency (PMID: 23422940). The gene-disease relationship is also supported by experimental evidence, including a mouse model and a cell culture model (PMID: 25001218).\n \nIn summary, there is definitive evidence to support the relationship between *MBD5* and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on February 15, 2023 (SOP Version 9). This gene-disease pair was originally evaluated on November 21, 2018 and classified as moderate. Curation of additional genetic evidence resulted in the classification being updated","dc:isVersionOf":{"id":"cggv:952cb4f8-e59b-4edb-a393-0266e0008963"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}