{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fcv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-07-18T18:00:00.000Z","role":"Approver"},{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-02-06T20:56:12.333Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5af50780-5479-44aa-bed7-2d4bab91cdbb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea3d4d09-a97d-4e15-a09b-03676b49b817","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Authors performed yeast two-hybrid screening using the N-terminal portion of NIK (NIK1–710), which contains regulatory regions, as bait. A clone that was frequently isolated encoded the C-terminal portion of TRAF3. None of the other TRAF members shown to interact with NIK were identified using this bait. NIK and TRAF3 formed a stable complex when transfected into 293 cells, which was readily coimmunoprecipitated from the cell lysates by the anti-NIK antibody. Interestingly, parallel IP assays revealed that the interaction of NIK with TRAF3 was markedly stronger than that with TRAF1 and TRAF2. Authors also performed binding assays using in vitro translated NIK and TRAF3 and demonstrated their strong interaction under in vitro conditions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15084608","type":"dc:BibliographicResource","dc:abstract":"The NF-kappaB family of transcription factors plays a pivotal role in regulation of diverse biological processes, including immune responses, cell growth, and apoptosis. Activation of NF-kappaB is mediated by both canonical and noncanonical signaling pathways. Although the canonical pathway has been extensively studied, the mechanism mediating the noncanonical pathway is still poorly understood. Recent studies have identified the NF-kappaB-inducing kinase (NIK) as a key component of the noncanonical pathway of NF-kappaB activation; however, how the signaling function of NIK is regulated remains unknown. We report here that one important mechanism of NIK regulation is through its dynamic interaction with the tumor necrosis factor receptor-associated factor 3 (TRAF3). TRAF3 physically associates with NIK via a specific sequence motif located in the N-terminal region of NIK; this molecular interaction appears to target NIK for degradation by the proteasome. Interestingly, induction of noncanonical NF-kappaB signaling by extracellular signals involves degradation of TRAF3 and the concomitant enhancement of NIK expression. These results suggest that induction of noncanonical NF-kappaB signaling may involve the rescue of NIK from TRAF3-mediated negative regulation.","dc:creator":"Liao G","dc:date":"2004","dc:title":"Regulation of the NF-kappaB-inducing kinase by tumor necrosis factor receptor-associated factor 3-induced degradation."},"rdfs:label":"Liao_Interaction with TRAF3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"TRAF3 is a negative regulator of NIK and has been implicated in TRAF3 haploinsufficiency, an immune dysregulation syndrome, which reaches a moderate classification upon evaluation by the Antibody Deficiencies GCEP. The interaction evidence is scored default points. "},{"id":"cggv:46cb1a76-cbc5-46f6-979e-694aac94a996","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2e2e174-b894-4a37-bc48-b2e21890c82b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"NFKB1 and NFKB2 encode proteins that bind to form NFkB, and NFKB2 is activated by the upstream processes triggered by NIK. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28580957","type":"dc:BibliographicResource","dc:abstract":"The nuclear factor-κB (NF-κB) family of transcription factors is activated by canonical and non-canonical signalling pathways, which differ in both signalling components and biological functions. Recent studies have revealed important roles for the non-canonical NF-κB pathway in regulating different aspects of immune functions. Defects in non-canonical NF-κB signalling are associated with severe immune deficiencies, whereas dysregulated activation of this pathway contributes to the pathogenesis of various autoimmune and inflammatory diseases. Here we review the signalling mechanisms and the biological function of the non-canonical NF-κB pathway. We also discuss recent progress in elucidating the molecular mechanisms regulating non-canonical NF-κB pathway activation, which may provide new opportunities for therapeutic strategies.","dc:creator":"Sun SC","dc:date":"2017","dc:title":"The non-canonical NF-κB pathway in immunity and inflammation."},"rdfs:label":"Sun_function similar to NFkB genes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Score is increased as function is similar to two other genes."},{"id":"cggv:03fd3eaf-df9a-4f6e-81ae-b5a302172c8e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6c3288e8-9d66-479a-8049-6492b5b05170","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with NIK deficiency manifest humoral defects including B cell lymphopenia and hypogammaglobulinemia, which result due to defective non-canonical NF-κB signaling.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28580957","rdfs:label":"Sun_involved in NFkB pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased points are awarded as NIK's role in noncanonical NFkB signaling is well described and this defect can be experimentally proven in affected individuals."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99d0cd86-0892-4daa-89c0-bd8b1ddb0954","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:410d5075-3592-472e-b357-754286abbdf6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of WT-NIK reactivated non-canonical NF-κB signalling manifesting in nuclear translocation of p52.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25406581","type":"dc:BibliographicResource","dc:abstract":"Primary immunodeficiency disorders enable identification of genes with crucial roles in the human immune system. Here we study patients suffering from recurrent bacterial, viral and Cryptosporidium infections, and identify a biallelic mutation in the MAP3K14 gene encoding NIK (NF-κB-inducing kinase). Loss of kinase activity of mutant NIK, predicted by in silico analysis and confirmed by functional assays, leads to defective activation of both canonical and non-canonical NF-κB signalling. Patients with mutated NIK exhibit B-cell lymphopenia, decreased frequencies of class-switched memory B cells and hypogammaglobulinemia due to impaired B-cell survival, and impaired ICOSL expression. Although overall T-cell numbers are normal, both follicular helper and memory T cells are perturbed. Natural killer (NK) cells are decreased and exhibit defective activation, leading to impaired formation of NK-cell immunological synapses. Collectively, our data illustrate the non-redundant role for NIK in human immune responses, demonstrating that loss-of-function mutations in NIK can cause multiple aberrations of lymphoid immunity.","dc:creator":"Willmann KL","dc:date":"2014","dc:title":"Biallelic loss-of-function mutation in NIK causes a primary immunodeficiency with multifaceted aberrant lymphoid immunity."},"rdfs:label":"Willmann_Fibroblast rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:887205d2-032c-4f3d-b8ef-1ef773557717","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36688725-9dcc-40fd-9e59-13fe921cafd8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The two transgenic founders have normal serum levels of IgM, IgG and IgA. In addition, the two transgenic lines produced IgG levels comparable with those of aly/+ mice seven days after immunization with the T-cell-dependent antigen. In addition, the two transgenic lines showed restoration of peripheral LN and PP","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10319865","type":"dc:BibliographicResource","dc:abstract":"The alymphoplasia (aly) mutation of mouse is autosomal recessive and characterized by the systemic absence of lymph nodes (LN) and Peyer's patches (PP) and disorganized splenic and thymic structures with immunodeficiency. Although recent reports have shown that the interaction between lymphotoxin (LT) and the LT beta-receptor (Ltbeta r, encoded by Ltbr) provides a critical signal for LN genesis in mice, the aly locus on chromosome 11 is distinct from those for LT and its receptor. We found that the aly allele carries a point mutation causing an amino acid substitution in the carboxy-terminal interaction domain of Nf-kappa b-inducing kinase (Nik, encoded by the gene Nik). Transgenic complementation with wild-type Nik restored the normal structures of LN, PP, spleen and thymus, and the normal immune response in aly/aly mice. In addition, the aly mutation in a kinase domain-truncated Nik abolished its dominant-negative effect on Nf-kappa b activation induced by an excess of Ltbeta r. Our observations agree with previous reports that Ltbeta r-deficient mice showed defects in LN genesis and that Nik is a common mediator of Nf-kappa b activation by the tumour necrosis factor (TNF) receptor family. Nik is able to interact with members of the TRAF family (Traf1, 2, 3, 5 and 6), suggesting it acts downstream of TRAF-associating receptor signalling pathways, including Tnfr, Cd40, Cd30 and Ltbeta r. The phenotypes of aly/aly mice are more severe than those of Ltbr-/- mice, however, indicating involvement of Nik in signal transduction mediated by other receptors.","dc:creator":"Shinkura R","dc:date":"1999","dc:title":"Alymphoplasia is caused by a point mutation in the mouse gene encoding Nf-kappa b-inducing kinase."},"rdfs:label":"Shinkura_Spontaneous mouse rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:7561d9c9-f459-4fbc-b0de-e346635b3e60","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2aad8efa-3d26-45fd-8f02-83fdf2956ad1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The total number of immature B cells were significantly reduced in NIK-BKO mice. An almost complete loss of mature recirculating B cells in the BM compared to CD19-Cre controls was observed. Using the AID-Cre (activation-induced cytidine deaminase), authors found reductions in the number of germinal center B cells and decreased numbers of class-switched B cells upon αCD40 stimulation. Since class switch recombination was unaltered upon LPS stimulation, these results indicate a defect in CD40 signaling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26593098","type":"dc:BibliographicResource","dc:abstract":"NF-κB-inducing kinase (NIK) is a key mediator of the noncanonical NF-κB signaling pathway, which is critical for normal B-cell development and function. It is well established that the complete deletion of NIK in mice results in defective B cells and impaired secondary lymphoid organogenesis. To address the role of NIK deficiency specifically in B cells, we generated a new mouse strain for the conditional deletion of this kinase. Deletion of NIK during B-cell development results in a drastic reduction of mature B cells from the transitional 2 stage on, while B-1 B cells are less affected. Moreover, deletion of NIK in the germinal centers decreases the numbers of germinal center B cells and impairs the ability of NIK-deficient B cells to develop into class-switched cells in vivo. This new mouse strain will be helpful for studying the role of NIK in different cell types of the body.","dc:creator":"Hahn M","dc:date":"2016","dc:title":"NF-κB-inducing kinase is essential for B-cell maintenance in mice."},"rdfs:label":"Hahn_Conditional B cell specific KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced points are awarded for the conditional mouse model that recapitulates the human phenotype as the spontaneous model is scored increased points already."},{"id":"cggv:a5e92f07-e611-412f-bf25-b848886f9857","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b2064a65-0b5f-4c1a-b748-5988cd99d162","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" The alymphoplasia (aly) mutation of mouse is autosomal recessive and characterized by the systemic absence of cervical, axillary, inguinal, mesent- eric, and other lymph nodes (LN) and Peyer's patches (PP) and disorganized splenic and thymic structures with immunodeficiency, first described in PMID: 8299692. The level of serum IgM in aly/aly mice was about one-third that in the heterozygotes, while the IgG and IgA levels were severely depressed. The defect was identified in C57BL/6J mice and maintained in hybrid strain derived from C57BL/6J×AEJ/GnRk. PMID: 11069060: B cells of aly/aly origin were unable to undergo isotype switch after viral infections, indicating an intrinsic B cell defect in vivo. An inefficient CTL response was observed, caused by structural defects of secondary lymphoid organs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10319865","rdfs:label":"Shinkura_Spontaneous mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This spontaneous mouse model is well-characterized and several publications have performed experiments on this aly/aly model. The model also recapitulates the human phenotype and therefore is scored increased points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5},{"id":"cggv:62935356-b479-4b02-9579-73dd8529f224_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:62935356-b479-4b02-9579-73dd8529f224","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:977b4644-13de-4580-9bac-1aef803184bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003954.5(MAP3K14):c.1033G>A (p.Val345Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399887661"}},"detectionMethod":"Enrichment and sequencing of the exomes of the proband and both of her healthy parents were performed. Sanger sequencing was used to validate the WES results.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had Bacillus Calmette-Guérin (BCG) abscess on the upper leg at the age of 2 years, for which she received IVIG therapy. A year later, she developed BCG meningitis. She developed brain granulomas in the brain at 4y. Proband developed severe neurological, motor, and cognitive impairment and has been in total dependency care 6 years after initial presentation","phenotypes":["obo:HP_0007015","obo:HP_0100543","obo:HP_0002516","obo:HP_0032252","obo:HP_0002344","obo:HP_0020087","obo:HP_0007185","obo:HP_0005363"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:32b8488f-802a-4671-9228-28e8546773a6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:977b4644-13de-4580-9bac-1aef803184bb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29230214","type":"dc:BibliographicResource","dc:abstract":"Primary immunodeficiency disorders (PIDs) render patients vulnerable to infection with a wide range of microorganisms and thus provide good ","dc:creator":"Schlechter N","dc:date":"2017","dc:title":"Exome Sequencing Identifies a Novel "}},"rdfs:label":"Schlechter_Proband"},{"id":"cggv:32b8488f-802a-4671-9228-28e8546773a6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:32b8488f-802a-4671-9228-28e8546773a6_variant_evidence_item"},{"id":"cggv:32b8488f-802a-4671-9228-28e8546773a6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Authors assessed kinase activity of Val345Met compared to WT NIK based on phosphorylation of IKK-alpha in HEK293T and RAW264.7 cells. IKKα in combination with either wild-type or mutant NIK were transfected into HEK293T cells, while only NIK, in either its wild-type or mutant form, was transfected into RAW264.7 cells. Untransfected HEK293T cells do not contain endogenous NIK, although they do contain IKKα, while RAW264.7 cells contain both NIK and IKKα endogenously. Phosphorylated IKK-alpha levels were significantly reduced by NIKVal345Met in both HEK293T and RAW264.7. Results in Fig 5."}],"strengthScore":0.5,"dc:description":"The proband was homozygous for the missense variant, Val345Met, supported by functional evidence. Proband's parents were non-consanguineous. Variant is absent in gnomAD. There are no coding variants in this gene in gnomAD and no constraint metrics. It is unclear how the \"absence in gnomAD\" information may be used to support this gene-disease relationship."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a2277bcf-495e-4f40-bb3c-6f3bbda0e0ac_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a2277bcf-495e-4f40-bb3c-6f3bbda0e0ac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"allele":{"id":"cggv:0be4741e-4451-4f7d-9279-ebf79bb97022","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003954.5(MAP3K14):c.1694C>G (p.Pro565Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399880305"}},"detectionMethod":"The variants identified by exome sequencing were confirmed by Sanger sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Proband showed elevated IgM levels, along with decreased levels of IGA and IgG, tested on a single occasion. Proband suffered recurrent infections despite Ig treatment. She showed decreased numbers of both B and NK cells, while T-cell numbers were within normal age-adjusted ranges. Cytomegalovirus (CMV) detected by PCR and Cryptosporidium present in the stool suggested a class switch recombination defect. An allogeneic hematopoietic stem cell transplantation after reduced toxicity conditioning was performed at 9y after which she remains clinically well.","phenotypes":["obo:HP_0004429","obo:HP_0002754","obo:HP_0012115","obo:HP_0032271","obo:HP_0004315","obo:HP_0002718","obo:HP_0002720","obo:HP_0002959"],"previousTesting":true,"previousTestingDescription":"No mutations in CD40, CD40L, PIK3CD or IL21R were found.","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:94b771e1-6bfe-4d13-9f36-e2078c133f88_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0be4741e-4451-4f7d-9279-ebf79bb97022"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25406581"},"rdfs:label":"Willmann_Proband P1"},{"id":"cggv:94b771e1-6bfe-4d13-9f36-e2078c133f88","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94b771e1-6bfe-4d13-9f36-e2078c133f88_variant_evidence_item"},{"id":"cggv:94b771e1-6bfe-4d13-9f36-e2078c133f88_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Authors co-expressed NIK (WT and variant) and IkappaB kinase-alpha (IKK-alpha) in HEK293 cells to assess the NIK-dependent phosphorylation of IKK-alpha. While WT phosphorylated both endogenous and coexpressed IKK-alpha, the varaint was unable to, indicating that the variant abolished kinase activity of NIK towards its direct target."}],"strengthScore":0.5,"dc:description":"The proband and her similarly affected first cousin were homozygous for the Pro565Arg variant, supported by functional evidence. The healthy parents were heterozygous for the variant. The variant is absent in gnomAD. Proband's parents were consanguineous and healthy. The patient had a younger brother who died at the age of 2 years from suspected combined immunodeficiency.  The proband is presumed to be Turkish since patients were evaluated, followed up and treated at Ankara University, Turkey."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a009f9ef-6721-4063-b78d-19aae22516cb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a009f9ef-6721-4063-b78d-19aae22516cb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:d8e787c3-001c-4505-8102-7fe46b02316d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003954.5(MAP3K14):c.916del (p.Cys306ValfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573154116"}},"detectionMethod":"Whole exome sequencing revealed homozygous frameshift variant that was confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had Candida lusitaniae oral infections at 1yo. Ig levels: IgG <30 mg/dL, IgM <8 mg/dL, IgA <4 mg/dL. At 18m, multiple ring-enhancing lesions in the bilateral cerebral cortexes were detected. Brain biopsy was positive for Mycobacterium with antimicrobial resistance profile characteristic of Bacillus Calmette-Guérin he had been vaccinated with. He had normal total lymphocyte count, severely reduced percentages of CD45RO+ memory T cells and IgD- CD27+ switched memory B cells. Proband underwent HSCT from HLA-matched related donor after myeloablative conditioning. A year post-HSCT, he was well and demonstrated robust engraftment (>95%) of all hematopoietic lineages. Importantly, he had normal B cell count, normal IgG level, robust pneumococcal and tetanus antibody responses and strong T cell proliferation to tetanus after vaccination.","phenotypes":["obo:HP_0003139","obo:HP_0005401","obo:HP_0001250","obo:HP_0010976","obo:HP_0005425","obo:HP_0410295","obo:HP_0033581","obo:HP_0004322","obo:HP_0030813","obo:HP_0004798"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:51b9ae5a-9c5a-47f7-a911-a38e08dc3f75_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d8e787c3-001c-4505-8102-7fe46b02316d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30445060","type":"dc:BibliographicResource","dc:abstract":"This case demonstrates successful immune reconstitution following hematopoietic stem cell transplantation in NIK deficiency.","dc:creator":"Ben Farhat K","dc:date":"2019","dc:title":"Immunologic reconstitution following hematopoietic stem cell transplantation despite lymph node paucity in NF-κB-inducing kinase deficiency."}},"rdfs:label":"Farhat_Proband P1"},{"id":"cggv:51b9ae5a-9c5a-47f7-a911-a38e08dc3f75","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:51b9ae5a-9c5a-47f7-a911-a38e08dc3f75_variant_evidence_item"},{"id":"cggv:51b9ae5a-9c5a-47f7-a911-a38e08dc3f75_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient fibroblasts revealed significantly lower NIK mRNA levels. N-terminal Myc-tagged mutant NIK transfected in HEK293T cells revealed a ~34kDa band (compared to ~130kDa band in WT NIK transfected cells) on western blot."}],"strengthScore":2,"dc:description":"The proband was homozygous for the 1-bp deletion that causes a frameshift and premature termination codon in exon 5/16. NMD is predicted. Proband's parents were consanguineous. Three of his first cousins were also similarly affected and homozygous for the variant. The variant is absent in gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":7779,"specifiedBy":"GeneValidityCriteria9","strengthScore":11,"subject":{"id":"cggv:d7613a7e-b528-4e6e-b903-6a5995a1a5de","type":"GeneValidityProposition","disease":"obo:MONDO_0018642","gene":"hgnc:6853","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between MAP3K14 and NIK deficiency, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of July, 2023. Note, at the time of curation, OMIM did not indicate an associated disease entity for this gene. MAP3K14 encodes mitogen-activated protein kinase kinase kinase 14, which is a serine/threonine protein-kinase. It is the central signaling component in the noncanonical nuclear factor-κB (NF-κB) pathway. NIK deficiency presents as a combined immunodeficiency characterized by recurrent infections, hypogammaglobulinemia, B lymphopenia, etc. (PMID: 25406581, 28580957). MAP3K14 was first reported in relation to autosomal recessive NIK deficiency in 2014 (Willmann et al, 2014; PMID: 25406581). This gene-disease relationship is supported by case-level and experimental data. \n   \nSummary of Case Level Data (5 points):\nThree unrelated probands have been reported with three homozygous variants (2 missense and 1 frameshift) resulting in loss of function (PMIDs: 25406581, 29230214, 30445060). The mechanism of disease is biallelic loss of function. Only one frameshift variant is reported in ClinVar, and no coding variants in this gene are reported in gnomAD. \n\nSummary of experimental data (6 points):\nThis gene-disease relationship is supported by several mouse models and in-vitro functional assays. NIK plays a central role in the noncanonical NFkB pathway and effects the downstream activation of NFkB2 (PMID: 28580957). It interacts with TRAF3, which is a negative regulator of NIK (PMID: 15084608). A mouse model that develops NIK deficiency spontaneously, identified as aly/aly (alymphoplasia), has been well characterized and studied by several groups. The causative variant is determined to be a missense variant, Gly855Arg, and the model recapitulates the human disease with features including hypogammagolbulinemia, B lymphopenia and absence of lymph nodes (PMID: 8299692, 10319865, 11069060,  11069060). Complete and conditional NIK knock-out mice have also been generated, which recapitulate NIK deficiency in humans (PMID: 11251123, 26116508, 26593098, 31481626, 36878304, 30070632). Introduction of wild-type NIK rescues the defective NFkB pathway in the knock-out mouse model and patient cells (PMID: 25406581, 10319865).   \n\nIn summary, the level of evidence to support the gene-disease relationship of MAP3K14 and autosomal recessive NIK deficiency is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Antibody Deficiencies GCEP on July 18, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:3952c8fc-29f9-4c29-be1d-258bb2cd90fc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}