{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689cav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:19:48.675Z","role":"Publisher"},{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:19:36.261Z","role":"Approver"}],"evidence":[{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97326c45-20da-4848-9866-5727dad0b983","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93493624-0a22-40df-8fb8-4d7405aed196","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that LIAS is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000121897-LIAS/tissue) Protein expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas Brain Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:5bf0d38a-6557-4715-bed8-a8694345c4ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58e3a280-f071-4e51-be22-d1f08570af11","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"LIAS is involved in lipoic acid synthase. According to Leigh map, one other protein involved in lipoic acid biosynthesis has been implicated in causing Leigh Syndrome (LIPT1) (Rahman 2017 PMID: 27977873). Therefore, the function of LIAS is shared with one other known gene in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11389890","type":"dc:BibliographicResource","dc:abstract":"Lipoic acid is a coenzyme essential to the activity of enzymes such as pyruvate dehydrogenase, which play important roles in central metabolism. However, neither the enzymes responsible for biosynthesis nor the biosynthetic event of lipoic acid has been reported in mammalian cells. In this study, a mouse mLIP1 cDNA for lipoic acid synthase has been identified. We have shown that the cDNA encodes a lipoic acid synthase by its ability to complement a mutant of Escherichia coli defective in lipoic acid synthase and that mLIP1 is targeted into the mitochondria. These findings suggest that mammalian cells are able to synthesize lipoic acid in mitochondria.","dc:creator":"Morikawa T","dc:date":"2001","dc:title":"Do mammalian cells synthesize lipoic acid? Identification of a mouse cDNA encoding a lipoic acid synthase located in mitochondria."},"rdfs:label":"Lipoic Acid Synthesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The LIAS encoded protein shares a biochemical relationship or function with 1 gene product whose dysfunction is known to cause Leigh syndrome (Awarded 0.5 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:640c2530-6474-40ec-b581-db55e16d0dfe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0756c57d-15ff-47f0-8eda-e3561099c9bb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The homozygous LIAS null mouse model was embryonic lethal which is consistent with early mortality (sometimes during prenatal/neonatal period) seen in Leigh like syndrome. Additionally, heterozygotes for LIAS null mutation demonstrated reduced antioxidant capacity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16135825","type":"dc:BibliographicResource","dc:abstract":"alpha-Lipoic acid (LA) is a cofactor for mitochondrial alpha-ketoacid dehydrogenase complexes and is one of the most potent, natural antioxidants. Reduction of oxidative stress by LA supplementation has been demonstrated in patients with diabetic neuropathy and in animal models. To determine how normal development or pathological conditions are affected by genetic alterations in the ability of mammalian cells to synthesize LA and whether dietary LA can circumvent its endogenous absence, we have generated mice deficient in lipoic acid synthase (Lias). Mice heterozygous for disruption of the Lias gene develop normally, and their plasma levels of thiobarbituric acid-reactive substances do not differ from those of wild-type mice. However, the heterozygotes have significantly reduced erythrocyte glutathione levels, indicating that their endogenous antioxidant capacity is lower than those of wild-type mice. Homozygous embryos lacking Lias appear healthy at the blastocyst stage, but their development is retarded globally by 7.5 days postcoitum (dpc), and all the null embryos die before 9.5 dpc. Supplementing the diet of heterozygous mothers with LA (1.65 g/kg of body weight) during pregnancy fails to prevent the prenatal deaths of homozygous embryos. Thus, endogenous LA synthesis is essential for developmental survival and cannot be replaced by LA in maternal tissues and blood.","dc:creator":"Yi X","dc:date":"2005","dc:title":"Endogenous production of lipoic acid is essential for mouse development."},"rdfs:label":"LIAS transgenic mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Awarded 0.5 pts for embryonic lethality in homozygous null mutant mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b8e98580-28eb-4dbc-85e0-65aede371f7b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:45ebd376-40d6-4879-9866-40c8a2c0d4ed","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":19,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Following illness at 19 mos, showed chorea-like involuntary movements; consistent high blood and CSF glycine levels; Brain MRI (age 2) showed high-intensity areas at the caudate nucleus and the putamen, which spread into the deep white matter (Images available for review). At age 19, She is bedridden, speaks no meaningful words, and shows no eye contact. Myoclonic movements and intractable epilepsy have been observed. Magnetic resonance imaging of the brain shows brain atrophy, especially in the white matter","sex":"Female","variant":{"id":"cggv:b8e98580-28eb-4dbc-85e0-65aede371f7b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4ea7041b-0531-401b-b53a-e51f0ea2e18f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006859.4(LIAS):c.929T>C (p.Met310Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356665555"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26108146","type":"dc:BibliographicResource","dc:abstract":"Glycine encephalopathy (GCE) is a rare autosomal recessive disorder caused by defects in the glycine cleavage complex. Here we report a patient with GCE and elevated level of glycine in both the serum and the cerebrospinal fluid. Trio-based whole-exome sequencing identified novel compound heterozygous mutations (c.738-2A>G and c.929T>C (p.Met310Thr)) in LIAS. To date, three homozygous mutations have been reported in LIAS. All previously reported GCE patients also show elevated level of serum glycine. Our data further supports LIAS mutations as a genetic cause for GCE. ","dc:creator":"Tsurusaki Y","dc:date":"2015","dc:title":"Novel compound heterozygous LIAS mutations cause glycine encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26108146","rdfs:label":"Tsurusaki Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"c.738-2A>G and c.929T>C (p.Met310Thr) confirmed in trans via parental testing"},{"id":"cggv:4c064ce6-f3fd-4ee4-a238-bcbf73d35137_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:70e1917a-6345-48ba-b70d-327dadd56f59","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Homozygosity mapping followed by candidate gene sequencing","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"lactic acidemia (Table 1), failure to thrive, severe psychomotor retardation, acquired microcephaly, myoclonus, hiccupping, intractable seizures, acquired hearing loss,  spasticity with pyramidal tract signs, nystagmus, and absent development.  On brain MRI at age of 20 days, she had atrophy of the cerebrum in both cortex and white matter. There was diffusion restriction in the long tracts of the brainstem and internal capsule, in the basal ganglia, cerebellar white matter and peduncles, and in the cortex. There was abnormal T2 signal in the caudate, putamen, thalami and dorsal pons. (Figure 2F)","sex":"Female","variant":{"id":"cggv:4c064ce6-f3fd-4ee4-a238-bcbf73d35137_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77a01106-8bbd-41cd-96fe-bf009d2f0a1b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006859.4(LIAS):c.475_477delinsAAA (p.Glu159Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351355"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24334290","type":"dc:BibliographicResource","dc:abstract":"Patients with nonketotic hyperglycinemia and deficient glycine cleavage enzyme activity, but without mutations in AMT, GLDC or GCSH, the genes encoding its constituent proteins, constitute a clinical group which we call 'variant nonketotic hyperglycinemia'. We hypothesize that in some patients the aetiology involves genetic mutations that result in a deficiency of the cofactor lipoate, and sequenced genes involved in lipoate synthesis and iron-sulphur cluster biogenesis. Of 11 individuals identified with variant nonketotic hyperglycinemia, we were able to determine the genetic aetiology in eight patients and delineate the clinical and biochemical phenotypes. Mutations were identified in the genes for lipoate synthase (LIAS), BolA type 3 (BOLA3), and a novel gene glutaredoxin 5 (GLRX5). Patients with GLRX5-associated variant nonketotic hyperglycinemia had normal development with childhood-onset spastic paraplegia, spinal lesion, and optic atrophy. Clinical features of BOLA3-associated variant nonketotic hyperglycinemia include severe neurodegeneration after a period of normal development. Additional features include leukodystrophy, cardiomyopathy and optic atrophy. Patients with lipoate synthase-deficient variant nonketotic hyperglycinemia varied in severity from mild static encephalopathy to Leigh disease and cortical involvement. All patients had high serum and borderline elevated cerebrospinal fluid glycine and cerebrospinal fluid:plasma glycine ratio, and deficient glycine cleavage enzyme activity. They had low pyruvate dehydrogenase enzyme activity but most did not have lactic acidosis. Patients were deficient in lipoylation of mitochondrial proteins. There were minimal and inconsistent changes in cellular iron handling, and respiratory chain activity was unaffected. Identified mutations were phylogenetically conserved, and transfection with native genes corrected the biochemical deficiency proving pathogenicity. Treatments of cells with lipoate and with mitochondrially-targeted lipoate were unsuccessful at correcting the deficiency. The recognition of variant nonketotic hyperglycinemia is important for physicians evaluating patients with abnormalities in glycine as this will affect the genetic causation and genetic counselling, and provide prognostic information on the expected phenotypic course. ","dc:creator":"Baker PR","dc:date":"2014","dc:title":"Variant non ketotic hyperglycinemia is caused by mutations in LIAS, BOLA3 and the novel gene GLRX5."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24334290","rdfs:label":"Baker Patient 7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Homozygous Inframe indel mutation in a highly conserved amino acid position with in silico tools predicting pathogenicity (Score 0.25 pts)"},{"id":"cggv:b21bd65e-51d6-4468-bacf-7e40c8cc783e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:30f24677-6df6-4272-8e49-cf97884dd0dc","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Patient was part of NICU cohort identified with neonatal encephalopathy. Limited clinical information included generalized tonic clonic seizures. Brain MRI demonstrated diffuse symmetrical white matter diffusion restriction (2 days), progressive diffusion restriction in white matter, brainstem, cerebellar white matter (9 days)/increased glycine peak on MRS with normal blood lactate levels.","sex":"Male","variant":{"id":"cggv:b21bd65e-51d6-4468-bacf-7e40c8cc783e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d2ac2470-9a7e-41c4-8a17-82a16605be57","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006859.4(LIAS):c.708T>G (p.His236Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16604617"}},{"id":"cggv:68bc7d74-6397-4969-b1d7-a96592ff9fb9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006859.4(LIAS):c.757G>C (p.Ala253Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16605102"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28817111","type":"dc:BibliographicResource","dc:abstract":"PurposeNeonatal encephalopathy, which is characterized by a decreased level of consciousness, occurs in 1-7/1,000 live-term births. In more than half of term newborns, there is no identifiable etiological factor. To identify underlying genetic defects, we applied whole-exome sequencing (WES) in term newborns with neonatal encephalopathy as a prospective cohort study.MethodsTerm newborns with neonatal encephalopathy and no history of perinatal asphyxia were included. WES was performed using patient and both parents' DNA.ResultsNineteen patients fulfilling inclusion criteria were enrolled. Five patients were excluded owing to withdrawal of consent, no parental DNA samples, or a genetic diagnosis prior to WES. Fourteen patients underwent WES. We confirmed a genetic diagnosis in five patients (36%): epileptic encephalopathy associated with autosomal dominant de novo variants in SCN2A (p.Met1545Val), KCNQ2 (p.Asp212Tyr), and GNAO1 (p.Gly40Arg); lipoic acid synthetase deficiency due to compound heterozygous variants in LIAS (p.Ala253Pro and p.His236Gln); and encephalopathy associated with an X-linked variant in CUL4B (p.Asn211Ser).ConclusionWES is helpful at arriving genetic diagnoses in neonatal encephalopathy and/or seizures and brain damage. It will increase our understanding and probably enable us to develop targeted neuroprotective treatment strategies.","dc:creator":"Bruun TUJ","dc:date":"2018","dc:title":"Prospective cohort study for identification of underlying genetic causes in neonatal encephalopathy using whole-exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28817111","rdfs:label":"Bruun patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Predicted pathogenic using in silico tools and very low population frequency"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":2371,"specifiedBy":"GeneValidityCriteria7","strengthScore":4,"subject":{"id":"cggv:d17d520d-59e8-436f-ae6f-2955cc022185","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:16429","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between LIAS and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of September 21, 2020. The LIAS gene encodes lipoic acid synthase, an enzyme important for the synthesis of lipoic acid, which is a cofactor of the pyruvate dehydrogenase complex (PDC). PDC catalyzes conversion of pyruvate into acetyl-CoA, thus is the link between glycolysis and the citric acid cycle. PDC deficiency leads to impaired energy metabolism.\n\nThe LIAS gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2014 (PMID: 24334290). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four variants identified in three cases from three publications (PMID: 24334290, 28817111,\n26108146). Of note, of five cases reported to date, three had features consistent with Leigh syndrome spectrum. No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, and animal models (PMIDs: 11389890,\n25613900, 16135825).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on September 21, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:ec6f6c96-262d-4ab8-ab7a-b09d585689ca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}