{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-12-13T13:04:28.065Z","role":"Publisher"},{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-12-12T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationNewEvidence"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33951726","type":"dc:BibliographicResource","dc:abstract":"The pioneer transcription factor (TF) PU.1 controls hematopoietic cell fate by decompacting stem cell heterochromatin and allowing nonpioneer TFs to enter otherwise inaccessible genomic sites. PU.1 deficiency fatally arrests lymphopoiesis and myelopoiesis in mice, but human congenital PU.1 disorders have not previously been described. We studied six unrelated agammaglobulinemic patients, each harboring a heterozygous mutation (four de novo, two unphased) of SPI1, the gene encoding PU.1. Affected patients lacked circulating B cells and possessed few conventional dendritic cells. Introducing disease-similar SPI1 mutations into human hematopoietic stem and progenitor cells impaired early in vitro B cell and myeloid cell differentiation. Patient SPI1 mutations encoded destabilized PU.1 proteins unable to nuclear localize or bind target DNA. In PU.1-haploinsufficient pro-B cell lines, euchromatin was less accessible to nonpioneer TFs critical for B cell development, and gene expression patterns associated with the pro- to pre-B cell transition were undermined. Our findings molecularly describe a novel form of agammaglobulinemia and underscore PU.1's critical, dose-dependent role as a hematopoietic euchromatin gatekeeper.","dc:creator":"Le Coz C","dc:date":"2021","dc:title":"Constrained chromatin accessibility in PU.1-mutated agammaglobulinemia patients."},"evidence":[{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5},{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:621b8175-1a13-4587-b673-eddd4f375779","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f607e5f-f9c2-47d2-bbba-9cf97b05ff7a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The PU.1 protein was shown to be a transcriptional activator that is expressed in macrophages and B cells, shown by Northern blot.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2180582","type":"dc:BibliographicResource","dc:abstract":"We have isolated a cDNA clone, PU.1, that codes for a new tissue-specific DNA binding protein. Analysis of the binding site by methylation interference and DNAase 1 protection revealed that the PU.1 protein recognized a purine-rich sequence, 5'-GAGGAA-3' (PU box). The PU.1 protein was shown to be a transcriptional activator that is expressed in macrophages and B cells. cDNA constructions used to generate proteins lacking portions of either the amino- or carboxy-terminal ends of the PU.1 protein placed the DNA binding domain in the highly basic carboxy-terminal domain of the protein. The amino acid sequence in the binding domain of PU.1 has considerable identity with proteins belonging to the ets oncogene family.","dc:creator":"Klemsz MJ","dc:date":"1990","dc:title":"The macrophage and B cell-specific transcription factor PU.1 is related to the ets oncogene."},"rdfs:label":"B cell expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6c76508c-1c14-4d87-8506-51a6c1c5cf19","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:becfe982-7a64-4dff-b3e9-bd6d0f3d6dc2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":" The PU.1 represents pioneer TF coded by SPI1 gene on chromosome 11 and plays important role in differentiation processes of macrophages, dendritic and B cell lineages. Loss of PU.1 leads to agammaglobulinemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15469848","type":"dc:BibliographicResource","dc:abstract":"The generation of B lymphocyte precursors is dependent on the combinatorial action of the transcription factors PU.1, Ikaros, E2A, EBF, and Pax-5. Loss of PU.1 results in a severe reduction in Flk2+, IL-7R+ lymphoid progenitors as well as impaired expression of EBF and Pax-5. Restoration of EBF expression facilitates rapid generation of pro-B cells from PU.1-/- progenitors. Molecular analysis suggests that PU.1 directly participates in regulation of the EBF gene. Although PU.1 is dispensable for expression of most early B lineage genes, it is required for CD45R/B220. Using EBF-/- mutant progenitors, we show that EBF induces Pax-5 and the early program of B lineage gene expression. Importantly, Pax-5 does not rescue B cell development from either PU.1-/- or EBF-/- progenitors. Pax-5 expression and function are contingent on EBF. Based on these results, we propose a hierarchical regulatory network for specification and commitment to the B cell fate.","dc:creator":"Medina KL","dc:date":"2004","dc:title":"Assembling a gene regulatory network for specification of the B cell fate."},"rdfs:label":"B cell development"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac90634c-69a8-49bd-84f1-053f61c4d393","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a826ada-35c8-4904-9a66-fb34068ff406","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The authors showed that PU.1 expression normalised and B cell & cDC deficiencies resolved in the proband following adoptive transfer of hematopoietic stem and progenitor cells (HSPCs) from the proband's unaffected sibling.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33951726","rdfs:label":"Le Coz_Rescue"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":0,"dc:description":"The evidence is not scored because the rescue was an adoptive transfer of HSPCs and therefore not specifically targeted to the gene (SPI1) or protein product (PU.1)."},{"id":"cggv:77517882-9a93-4335-a48b-55d2e77865de","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c936fafa-8788-4e01-a33e-bb0b7a661675","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors demonstrate that biallelic PU.1 ETS expression is important for human B and myeloid cell development in vitro, similar to that seen in humans. Following the gene alteration to model PU.MA patient haematopoiesis (as described above), surviving myeloid (CD33+) or B cell precursors (CD19intIgM−, CD19hiIgM−, or CD19hiIgM+) did not possess SPI1 exon five (PEST domain) mutations of any kind despite very high initial editing efficiency at that genomic site. In-frame exon four edits that preserved the ETS were tolerated in B cell precursors, whereas ETS-altering frameshift edits of exon four were not. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33951726","rdfs:label":"Le Coz_in vitro"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:f406ae30-2031-46b6-bd3b-768268e23403","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0513eab-0daf-4529-973d-092b0d57d2a3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors of this paper demonstrate that disruption of the PU.1 locus results in elimination of B lineage progenitors and show that, similarly to humans (Le Coz et al; PMID: 33951726), biallelic PU.1 expression in the mouse is important for B cell development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8079170","type":"dc:BibliographicResource","dc:abstract":"The transcription factor PU.1 is a hematopoietic-specific member of the ets family. Mice carrying a mutation in the PU.1 locus were generated by gene targeting. Homozygous mutant embryos died at a late gestational stage. Mutant embryos produced normal numbers of megakaryocytes and erythroid progenitors, but some showed an impairment of erythroblast maturation. An invariant consequence of the mutation was a multilineage defect in the generation of progenitors for B and T lymphocytes, monocytes, and granulocytes. Thus, the developmental programs of lymphoid and myeloid lineages require a common genetic function likely acting at the level of a multipotential progenitor.","dc:creator":"Scott EW","dc:date":"1994","dc:title":"Requirement of transcription factor PU.1 in the development of multiple hematopoietic lineages."},"rdfs:label":"Scott_KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The evidence is scored reduced points as, although this knock-out mouse model demonstrates that loss of function variants SPI1 cause elimination of B cell progenitors, all variants described in humans have been heterozygous to date."},{"id":"cggv:9540b21f-1c5c-45e8-a48a-d896880a42c5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab0e41c3-359f-4872-942c-9e7cee15be67","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors showed that absolute numbers of cDCs (cDC1s and cDC2s) were significantly reduced in spleens of PU.1cKO mice. Intracellular staining for PU.1 in splenic cDCs and pDCs also showed a sharp reduction in the concentration of PU.1 observed in DCs from the PU.1cKO mice.  This demonstrates that, similarly to humans (Le Coz et al; PMID: 33951726) decreased PU.1 expression results in diminished cDC frequencies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30611612","type":"dc:BibliographicResource","dc:abstract":"Dendritic cells (DCs) are can be broadly divided into conventional (cDC) and plasmacytoid (pDC) subsets. Despite the importance of this lineage diversity, its genetic basis is not fully understood. We found that conditional ablation of the Ets-family transcription factor PU.1 in DC-restricted progenitors led to increased pDC production at the expense of cDCs. PU.1 controlled many of the cardinal functions of DCs, such as antigen presentation by cDCs and type I interferon production by pDCs. Conditional ablation of PU.1 de-repressed the pDC transcriptional signature in cDCs. The combination of genome-wide mapping of PU.1 binding and gene expression analysis revealed a key role for PU.1 in maintaining cDC identity through the induction of the transcriptional regulator DC-SCRIPT. PU.1 activated DC-SCRIPT expression, which in turn promoted cDC formation, particularly of cDC1s, and repressed pDC development. Thus, cDC identity is regulated by a transcriptional node requiring PU.1 and DC-SCRIPT.","dc:creator":"Chopin M","dc:date":"2019","dc:title":"Transcription Factor PU.1 Promotes Conventional Dendritic Cell Identity and Function via Induction of Transcriptional Regulator DC-SCRIPT."},"rdfs:label":"Chopin_mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The evidence is scored at reduced points as the phenotype evidence in the mouse model only partially recapitulates the human phenotype as it only demonstrates that that cDC cells are deficient and that they are deficient in splenic cells."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":9521,"specifiedBy":"GeneValidityCriteria11","strengthScore":13.5,"subject":{"id":"cggv:51911206-db49-4d10-bbe7-2c1dfa057111","type":"GeneValidityProposition","disease":"obo:MONDO_0030529","gene":"hgnc:11241","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The relationship between *SPI1* and Agammaglobulinemia 10, an autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework. *SPI1* encodes an ETS-domain transcription factor (PU.1). PU.1 is a key transcriptional regulator required in the development of multiple hematopoietic lineages. The phenotype associated with agammaglobulinemia 10 due to *SPI1* variants is characterized by early childhood onset of recurrent viral and bacterial infections affecting various organ systems, sinopulmonary infections with encapsulated bacteria, absent or low B cells and hypo or agammaglobulinemia. (Le Coz et al, 2021; PMID: 33951726). SPI1 was first reported in relation to autosomal dominant agammaglobulinemia in 2021 (Le Coz et al, 2021; PMID: 33951726). Evidence supporting this gene-disease relationship includes case-level data and experimental data. \nSummary of Case Level Data (10.5 points): There have been 8 unrelated patients from 3 publication with germline, heterozygous variants in *SPI1* (PMIDs: 33951726, 38500873, 39052144). The 7 variants reported included 2 frameshift variants, 3 nonsense variants and 2 missense variants. Segregation analysis performed on 4 of the individuals revealed that the variant was de novo in all 4 of these probands (PMID: 33951726). The mechanism of disease is expected to be haploinsufficiency. Functional studies in patient cells and in-vitro cultures of mutant-transfected cells suggest that the variant impacts include the decay mRNA transcripts, destabilization of the PU.1 protein, interferance with PU.1 nuclear localization and / or alteratrion of PU.1 ETS domain-DNA binding. (PMID: 33951726)\nSummary of experimental data (3 points): This gene-disease relationship is supported by its biochemical function (PMID: 15469848) and expression in B cells (PMID: 2180582), as well as both cell culture and mouse model evidence. Adoptive transfer of hematopoietic stem and progenitor cells (HSPCs) from a patient’s unaffected sibling normalised PU.1 expression and resolved B cell and cDC deficiencies (PMID: 33951726). A cell culture model using CRISPR/Cas9 to edit the SPI1 locus in human HSPCs showed that myeloid and B cells were not tolerant to frameshift edits (PMID: 33951726). Germline homozygous *SPI1* knock-out mice were embryonically lethal with testing of embryos showing elimination of B lineage progenitors (PMID: 8079170). Conditionally knocked out mice were found to partially recapitulate the cellular phenotype seen in humans demonstrating a deficiency of cDC cells (PMID: 30611612).\nIn summary, there is definitive evidence supporting the relationship between *SPI1* and autosomal dominant Agammaglobulinemia 10. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis gene-disease pair was originally evaluated by the Antibody Deficiencies GCEP on August, 16 2022. It was reevaluated on December 12, 2024. As a result of this reevaluation, the classification changed from Strong to Definitive due to the replication of this gene-disease relationship over time and two additional case reports (PMIDs: 38500873, 39052144).\n","dc:isVersionOf":{"id":"cggv:76a93861-b7d3-4d08-8882-6a7a1456b51a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}