{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-07-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-09-22T19:54:57.626Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/2320574","type":"dc:BibliographicResource","dc:abstract":"Saposins are small, heat-stable glycoproteins required for the hydrolysis of sphingolipids by specific lysosomal hydrolases. Saposins A, B, C, and D are derived by proteolytic processing from a single precursor protein named prosaposin. Saposin B, previously known as SAP-1 and sulfatide activator, stimulates the hydrolysis of a wide variety of substrates including cerebroside sulfate, GM1 ganglioside, and globotriaosylceramide by arylsulfatase A, acid beta-galactosidase, and alpha-galactosidase, respectively. Human saposin B deficiency, transmitted as an autosomal recessive trait, results in tissue accumulation of cerebroside sulfate and a clinical picture resembling metachromatic leukodystrophy (activator-deficient metachromatic leukodystrophy). We have examined transformed lymphoblasts from the initially reported saposin B-deficient patient and found normal amounts of saposins A, C, and D. After preparing first-strand cDNA from lymphoblast total RNA, we used the polymerase chain reaction to amplify the prosaposin cDNA. The patient's mRNA differed from the normal sequence by only one C----T transition in the 23rd codon of saposin B, resulting in a threonine to isoleucine amino acid substitution. An affected male sibling has the same mutation as the proband and their heterozygous mother carries both the normal and mutant sequences, providing additional evidence that this base change is the disease-causing mutation. This base change results in the replacement of a polar amino acid (threonine) with a nonpolar amino acid (isoleucine) and, more importantly, eliminates the glycosylation signal in this activator protein. One explanation for the deficiency of saposin B in this disease is that the mutation may increase the degradation of saposin B by exposing a potential proteolytic cleavage site (arginine) two amino acids to the amino-terminal side of the glycosylation site when the carbohydrate side chain is absent.","dc:creator":"Kretz KA","dc:date":"1990","dc:title":"Characterization of a mutation in a family with saposin B deficiency: a glycosylation site defect."},"evidence":[{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a775dbc-5b5e-4152-be4a-62b3a2dbaab1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74f6fed3-ca0f-47a2-bcad-da6f55c207ed","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"One function of Saposin B is to activate the hydrolysis of cerebroside sulfate by arylsulphatase A. Therefore, when saposin B is deficient, the normal breakdown of cerebroside sulfate (a sulfatide) does not occur. As a result, sulfatides accumulate in the lysosomes and are excreted in urine, as observed in individuals with metachromatic leukodystrophy (MLD). Sulfatide accumulation results in progressive demyelination and dysfunction of the central and peripheral nervous systems, with progressive motor and cognitive deficiency and the characteristic symptoms of MLD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1977956","type":"dc:BibliographicResource","dc:abstract":"Metachromatic leukodystrophy is a lysosomal storage disorder caused by the deficiency of arylsulphatase A (EC 3.1.6.1). This results in the intralysosomal storage of cerebroside sulphate, which leads to a progressive demyelination of the nervous system. The patients usually die within a few years from the onset of symptoms. Clinically, there are different forms of the disease and the molecular basis for this heterogeneity is unknown. The gene for arylsulphatase A has recently been cloned and provides a necessary tool for the exact description of the molecular defects occurring in the different forms of metachromatic leukodystrophy. Metachromatic leukodystrophy can also be caused by the deficiency of an arylsulphatase A activator protein (sphingolipid activator protein B). The cDNA for the precursor of this protein has been isolated and a mutant cDNA of one patient has been analysed. A substantial arylsulphatase A deficiency can also occur in healthy individuals, a phenotype termed pseudodeficiency. Two concurrent mutations have been identified in this low arylsulphatase A activity allele. This permitted the development of a rapid assay which allows the detection of the pseudodeficiency allele. Bone marrow transplantation has been tried in several metachromatic leukodystrophy patients and there is evidence that this treatment might slow or even halt the progression of the disease. A final conclusion as to whether bone marrow transplantation is a suitable therapy for metachromatic leukodystrophy cannot be drawn yet.","dc:creator":"Gieselmann V","dc:date":"1990","dc:title":"Advances in the molecular genetics of metachromatic leukodystrophy."},"rdfs:label":"Function of saposin B (review)"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased based on the multiple studies cited in this article, with agreement on the function of saposin, which is consistent with biochemical and phneotypic observations in human patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54e73b09-0c32-43b2-9644-b000d963b293","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1d06b557-6406-4586-9091-036fed08c84a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The authors investigated [3H]-sulfatide breakdown in the fibroblasts of a patient with saposin B deficiency, homozygous for p.Asn215His, after the addition of glycosylated and nonglycosylated SAP-precursor. The addition of glycosylated SAP-B, generated from the endocytosed glycosylated\nSAP-precursor, as well as purified native saposin B restored normal lipid metabolism (Figures 2 and 6b).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10682309","type":"dc:BibliographicResource","dc:abstract":"The lysosomal degradation of sphingolipids with short oligosaccharide chains depends on small glycosylated non-enzymatic sphingolipid activator proteins (SAPs, saposins). Four of the five known SAPs, SAP-A, -B, -C and -D, are derived by proteolytic processing from a common precursor protein (SAP-precursor) that is encoded by a gene on chromosome 10 consisting of 15 exons and 14 introns. SAP-B is a non-specific glycolipid binding protein that stimulates in vitro the hydrolysis of about 20 glycolipids by different enzymes. In vivo SAP-B stimulates in particular the degradation of sulphatides by arylsulphatase A. So far, four different point mutations have been identified on the SAP-B domain of the SAP-precursor gene. The mutations result in a loss of mature SAP-B, causing the lysosomal accumulation of sulphatides and other sphingolipids, resulting in variant forms of metachromatic leukodystrophy (MLD). Here we report on a patient with SAP-B deficiency that is caused by a new homoallelic point mutation that has been identified by mRNA and DNA analysis. A 643A > C transversion results in the exchange of asparagine 215 to histidine and eliminates the single glycosylation site of SAP-B. Metabolic labelling experiments showed that the mutation had no effect on the intracellular transport of the encoded precursor to the acidic compartments and its maturation in the patient's cells. All four SAPs (SAP-A to SAP-D) were detectable by immunochemical methods. SAP-B in the patient's cells was found to be slightly less stable than the protein in normal cells and corresponded in size to the deglycosylated form of the wild-type SAP-B. Feeding studies with non-glycosylated SAP-precursor, generating non-glycosylated SAP-B, showed that the loss of the carbohydrate chain reduced the intracellular activity of the protein significantly. The additional structural change of the patient's SAP-B, caused by the change of amino acid 215 from asparagine to histidine, presumably resulted in an almost completely inactive protein.","dc:creator":"Wrobe D","dc:date":"2000","dc:title":"A non-glycosylated and functionally deficient mutant (N215H) of the sphingolipid activator protein B (SAP-B) in a novel case of metachromatic leukodystrophy (MLD)."},"rdfs:label":"Rescue in saposin B-deficient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:674f6e32-7c83-43ed-ad7f-981408ab8dd5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:752958a9-09f7-4f5e-84cc-d2522997abd5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Like human patients with metachromatic leukodystrophy due to saposin B deficiency, saposin B-deficient mice exhibit a progressive, neurological phenotype, with ataxia, head tremor, impaired coordination, as well as evidence of storage in neurons, and elevated sulfatides in urine and body tissues. \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18480170","type":"dc:BibliographicResource","dc:abstract":"Saposin B derives from the multi-functional precursor, prosaposin, and functions as an activity enhancer for several glycosphingolipid (GSL) hydrolases. Mutations in saposin B present in humans with phenotypes resembling metachromatic leukodystrophy. To gain insight into saposin B's physiological functions, a specific deficiency was created in mice by a knock-in mutation of an essential cysteine in exon 7 of the prosaposin locus. No saposin B protein was detected in the homozygotes (B-/-) mice, whereas prosaposin, and saposins A, C and D were at normal levels. B-/- mice exhibited slowly progressive neuromotor deterioration and minor head tremor by 15 months. Excess hydroxy and non-hydroxy fatty acid sulfatide levels were present in brain and kidney. Alcian blue positive (sulfatide) storage cells were found in the brain, spinal cord and kidney. Ultrastructural analyses showed lamellar inclusion material in the kidney, sciatic nerve, brain and spinal cord tissues. Lactosylceramide (LacCer) and globotriaosylceramide (TriCer) were increased in various tissues of B-/- mice supporting the in vivo role of saposin B in the degradation of these lipids. CD68 positive microglial cells and activated GFAP positive astrocytes showed a proinflammatory response in the brains of B-/- mice. These findings delineate the roles of saposin B for the in vivo degradation of several GSLs and its primary function in maintenance of CNS function. B-/- provide a useful model for understanding the contributions of this saposin to GSL metabolism and homeostasis.","dc:creator":"Sun Y","dc:date":"2008","dc:title":"Neurological deficits and glycosphingolipid accumulation in saposin B deficient mice."},"rdfs:label":"Prosapin B-deficient knock in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased due to the recapitulation of the clinical phenotype, biochemical, features, and knock in of a variant identified in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd3abb2a-59b3-4f1b-8f9f-76af3db70d17_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fd3abb2a-59b3-4f1b-8f9f-76af3db70d17","type":"Proband","allele":{"id":"cggv:58de0576-2345-45b8-934e-ecf819453951","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.909+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA209457391"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Development reported to be normal until 18 months of age. At 27 months, referred for acute respiratory infection. At that time, unable to walk without support, frequent falls, gait instability, ataxia, and speech disturbances. Inability to sit without support, truncal titubation, increased muscle tone in lower limbs, dysarthria, strabismus, nystagmus, and dysphagia for liquids. Brain MRI showed symmetric, diffuse areas of increased T2 signal intensity.","previousTesting":true,"previousTestingDescription":"Normal arylsulfatase A activity in white blood cells (155.9 nmol/mg/h; nv=120±30) and cultured fibroblasts (481.6 nmol/mg/h; nv=520±149). \nUrine sulfatides were elevated.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f57478b2-2f79-44b5-a508-31b65f0c078c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:58de0576-2345-45b8-934e-ecf819453951"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24478108","type":"dc:BibliographicResource","dc:abstract":"Prosaposin (PSAP) gene mutations, affecting saposin B (Sap-B) domain, cause a rare metachromatic leukodystrophy (MLD) variant in which arylsulfatase A (ARSA) activity is normal. To date, only 10 different PSAP mutations have been associated with a total of 18 unrelated MLD patients worldwide. In this study, we report for the first time a family with Moroccan origins in which the proband, presenting with a late-infantile onset of neurological involvement and a brain MRI with the typical tigroid MLD pattern, showed normal values of ARSA activity in the presence of an abnormal pattern of urinary sulfatides. In view of these findings, PSAP gene was analyzed, identifying the newly genomic homozygous c.909 + 1G > A mutation occurring within the invariant GT dinucleotide of the intron 8 donor splice site. Reverse transcriptase-polymerase chain reaction (RT-PCR), showing the direct junction of exon 7 to exon 9, confirmed the skipping of the entire exon 8 (p.Gln260_Lys303) which normally contains two cysteine residues (Cys271 and Cys265) involved in disulfide bridges. Our report provides further evidence that phenotypes of patients with Sap-B deficiency vary widely depending on age of onset, type, and severity of symptoms. Awareness of this rare MLD variant is crucial to prevent delayed diagnosis or misdiagnosis and to promptly provide an accurate genetic counseling, including prenatal diagnosis, to families.","dc:creator":"Siri L","dc:date":"2014","dc:title":"A novel homozygous splicing mutation in PSAP gene causes metachromatic leukodystrophy in two Moroccan brothers."}},"rdfs:label":"Siri et al, 2014; Case report, patient #1"},{"id":"cggv:f57478b2-2f79-44b5-a508-31b65f0c078c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f57478b2-2f79-44b5-a508-31b65f0c078c_variant_evidence_item"},{"id":"cggv:f57478b2-2f79-44b5-a508-31b65f0c078c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant alters the donor sp[lice site of intron 8 of PSAP and was shown, by RT-PCR, to result in skipping of exon 8, which results in an in frame consequence, p.Gln260_Lys303del. The deleted region contains two cysteine residues (Cys271 and Cys265) that are involved in the formation of disulfide bridges."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b66ec467-a782-48fe-879f-018237c146b0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b66ec467-a782-48fe-879f-018237c146b0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:938643e2-8058-46e3-a7c0-491ced198603","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.643A>C (p.Asn215His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123063"}},"detectionMethod":"RT-PCR followed by sequencing of PSAP cDNA.","firstTestingMethod":"PCR","phenotypeFreeText":"At 2 years old -  severe motor deterioration, hypotonia, weakness, and signs of CNS demyelination and polyneuropathy. At 4 years old - nerve conduction was severely decreased and sural\nnerve biopsy showed active demyelination and metachromatic deposits in macrophages.\nBone marrow transplant at 4 years 9 months; died 2 months later.","previousTesting":true,"previousTestingDescription":"Normal arylsulphatase A activity in leukocytes and fibroblasts when measured with a soluble synthetic substrate. Moderate elevation of sulfatide in urine.\nReduced amount of saposin B in fibroblasts.\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:dca1a2af-ed26-4227-a474-137e61570177_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:938643e2-8058-46e3-a7c0-491ced198603"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10682309"},"rdfs:label":"Wrobe et al, 2000; Case report"},{"id":"cggv:dca1a2af-ed26-4227-a474-137e61570177","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dca1a2af-ed26-4227-a474-137e61570177_variant_evidence_item"},{"id":"cggv:dca1a2af-ed26-4227-a474-137e61570177_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant appears to disrupt a glycosylation site; in the patients cells, the protein migrates in the same manner as non-glycosylated saposin B. When added back to saposin B-deficient fibroblasts, the ability of non-glycosylated SAP-B to stimulate the degradation of sulphatide was significanty reduced."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:3bc69ab3-3051-4950-addd-cba7d4ff6412_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3bc69ab3-3051-4950-addd-cba7d4ff6412","type":"Proband","allele":{"id":"cggv:eb2f51c9-c4e1-4cb2-bf4b-3f7850493fab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.577-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377151647"}},"detectionMethod":"Sequencing of PSAP cDNA and genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Normal development until about 14 months but later developmental regression, stopped walking at 24 months. At 25 months peripheral neuropathy and mild cognitive delay. Increased protein in CSF.\nNerve biopsy showed active demyelination, metachromatic deposits in macrophages, and intralysosomal inclusions.","phenotypes":"obo:HP_0000762","previousTesting":true,"previousTestingDescription":"ARSA activity in leukocytes and fibroblasts, with p-nitrocatecholsulfate, was normal.\nHighly elevated sulfatide excretion in urine.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:05f8d0ee-1dab-40f0-aec5-3c49f07efab5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:eb2f51c9-c4e1-4cb2-bf4b-3f7850493fab"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8554069","type":"dc:BibliographicResource","dc:abstract":"Sphingolipid activator proteins (SAPs) are small, nonenzymatic glycoproteins required for the lysosomal degradation of various sphingolipids with a short oligosaccharide chain by their exohydrolases. Four of the five known activator proteins (sap-A-sap-D), also called \"saposins,\" are derived from a common precursor by proteolytic processing. sap-B stimulates hydrolysis of sulfatides by arylsulfatase A in vivo. Its recessively inherited deficiency results in a metabolic disorder similar to classical metachromatic leukodystrophy, which is caused by a defect of arylsulfatase A. Here we report on a patient with sap-B deficiency. Reverse-transcription-PCR studies on the patient's mRNA revealed the occurrence of two distinct mutant species: one with an in-frame deletion of the first 21 bases of exon 6, the other with a complete in-frame deletion of this exon. The patient was homozygous for the underlying mutation, which was found to be a G-->T transversion within the acceptor splice site between intron e and exon 6, abolishing normal RNA splicing. Allele-specific oligonucleotide hybridization revealed that the parents and both grandfathers of the patient were carriers of this mutation. In order to analyze the fate of the mutant precursor proteins, both abnormal cDNAs were stably expressed in baby hamster kidney cells. Pulse-chase experiments showed that the deletion of 21 bp had no effect on the transport and the maturation of the encoded precursor. All sap forms except sap-B were detectable by immunochemical methods. The cDNA bearing a complete deletion of exon 6 encoded a shortened precursor of only 60 kD, and no mature SAPs were detectable. The carbohydrate chains of this polypeptide were of the high-mannose and hybrid type, indicating no transport of the mutant precursor beyond early Golgi apparatus. An endoplasmic-reticulum localization of this polypeptide was supported by indirect immunofluorescence analysis.","dc:creator":"Henseler M","dc:date":"1996","dc:title":"Analysis of a splice-site mutation in the sap-precursor gene of a patient with metachromatic leukodystrophy."}},"rdfs:label":"Henseler et al, 1996: Case report"},{"id":"cggv:05f8d0ee-1dab-40f0-aec5-3c49f07efab5","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:05f8d0ee-1dab-40f0-aec5-3c49f07efab5_variant_evidence_item"},{"id":"cggv:05f8d0ee-1dab-40f0-aec5-3c49f07efab5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR revealed to altered mRNA species that would result in the in frame deletion of the first 21 nucleotides of exon 6 (p.Asp193_Gln199del) and inframe deletion of the entire exon 6. Pulse-chase experiments showed that the deletion of 21bp had no effect on the transport or processing of the saposin precursor; but while saposin A, C, and D were present, saposin B was absent. Deletion of the entirity of exon 6 (p.Asp193_ Ile290del) results in a truncated protein of only 60 kDa and absence of all detectable mature saposins."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fb1ffc35-8cee-45a1-bc90-50378024b45d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fb1ffc35-8cee-45a1-bc90-50378024b45d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":[{"id":"cggv:1d44d124-029b-4cf5-8d85-c477030a7aba","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.1268del (p.Leu423ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913189408"}},{"id":"cggv:fdf26361-296c-4b72-a6e4-fa88ac247915","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.679_681del (p.Lys227del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA470060832"}}],"detectionMethod":"Squencing of PSAP.","firstTestingMethod":"PCR","phenotypeFreeText":"Near normal development until 22 months. Presented with gait disturbance.\nOn brain MRI - diffuse hypersignal intensity changes. Mildly increased protein content in CSF.\nAt the age of 4 years - profound psychomotor regression with minimal motor activity, pronounced spastic paraparesis, and no verbal expression.","previousTesting":true,"previousTestingDescription":"Arylsulphatase A activity in leukocytes was 60.9 nmol/15 h/mg (reference ranges 50.0–125.0 nmol/15 h/mg). Increased urinary excretion of sulfatides, qualitative analysis 26.0 nmol/l (reference ranges 6.36–13.55), quantitative analysis 5623 nmol/l (reference ranges 73–326).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:e5c5dc29-c8a2-4f3d-85e8-1903baaef11a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d44d124-029b-4cf5-8d85-c477030a7aba"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30632081","type":"dc:BibliographicResource","dc:abstract":"Impairment of saposin B causes rare atypical metachromatic leukodystrophy (MLD). It is encoded (together with saposin A, C, and D) by the PSAP gene. Only ten pathogenic variants were described in the PSAP gene in MLD patients to date. We report on two novel variants in the PSAP gene - c.679_681delAAG in the saposin B encoding exon 6 and c.1268delT in the saposin D encoding exon 11 in a patient with MLD. We discuss the fact, that variants resulting in PSAP null allele can be shared in patients with the deficit of other saposins (A-D) or whole prosaposin. The patient's phenotype depends then on the nature of the second allele - atypical Gaucher disease in case of saposin A, MLD in case of saposin B, and Krabbe disease in case of saposin C impairing mutations. The clinically most severe prosaposin deficit is caused by the presence of two PSAP null alleles. Thus, the assessment of a variant impact is needed to prevent delayed diagnosis or misdiagnosis in patients with PSAP mutations.","dc:creator":"Kolnikova M","dc:date":"2019","dc:title":"Late Infantile Metachromatic Leukodystrophy Due to Novel Pathogenic Variants in the PSAP Gene."}},{"id":"cggv:4b5d7ec1-f719-4276-913c-cff5232c3a3f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fdf26361-296c-4b72-a6e4-fa88ac247915"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30632081"}],"rdfs:label":"Kolnikova et al, 2019: Case report"},{"id":"cggv:4b5d7ec1-f719-4276-913c-cff5232c3a3f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:4b5d7ec1-f719-4276-913c-cff5232c3a3f_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:e5c5dc29-c8a2-4f3d-85e8-1903baaef11a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e5c5dc29-c8a2-4f3d-85e8-1903baaef11a_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fc67d780-dbc9-427c-a109-94916dfd72f4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fc67d780-dbc9-427c-a109-94916dfd72f4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":[{"id":"cggv:de875e63-9201-4a4f-9918-2ef205a70810","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.577-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377151654"}},{"id":"cggv:cb06f782-ff50-4ca7-bb97-1c468e44d298","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.828_829del (p.Glu276fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13375"}}],"phenotypeFreeText":"At 9 months - mild, right-sided, arm-accentuated spastic hemiparesis.\nEvidence of infarction of the medial cerebral artery. Truncal hypotonia (12 months). Worsening of hemiparesis by 18 months. Able to stand. By 23 months, lost the previous ability to walk a few steps. At 25 months of age he had muscle hypotonia, very weak peripheral reflexes. INcreased protein in CSF. By 43 months, first generalized seizure, lost speech, no interest in toys, spastic tetraparesis. Brain MRI showed extensive white matter lesions. At age 6 years, generalized muscle hypertonicity, pes equinovarus, eye pupils unreactive to light.","previousTesting":true,"previousTestingDescription":"Normal activities of white blood cell lysosomal enzymes, including arylsulfatase A and galactosylceramide b-galactosidase.\nHighly elevated urine sulfatides.","sex":"Male","variant":[{"id":"cggv:dece4066-58cf-4233-9c18-6ce5b2a45062_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cb06f782-ff50-4ca7-bb97-1c468e44d298"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19267410","type":"dc:BibliographicResource","dc:abstract":"Prosaposin deficiency (pSap-d) and saposin B deficiency (SapB-d) are both lipid storage disorders caused by mutations in the PSAP gene that codes for the 65-70 kDa prosaposin protein, which is the precursor for four sphingolipid activator proteins, saposins A-D. We report on two new patients with PSAP gene defects; one, with pSap-d, who had a severe neurovisceral dystrophy and died as a neonate, and the other with SapB-d, who presented with a metachromatic leukodystrophy-like disorder but had normal arylsulfatase activity. Screening for urinary sphingolipids was crucial to the diagnosis of both patients, with electrospray ionization tandem mass spectrometry also providing quantification. The pSap-d patient is the first case with this condition where urinary sphingolipids have been investigated. Multiple sphingolipids were elevated, with globotriaosylceramide showing the greatest increase. Both patients had novel mutations in the PSAP gene. The pSap-d patient was homozygous for a splice-acceptor site mutation two bases upstream of exon 10. This mutation led to a premature stop codon and yielded low levels of transcript. The SapB-d patient was a compound heterozygote with a splice-acceptor site variant exclusively affecting the SapB domain on one allele, and a 2 bp deletion leading to a null, that is, pSap-d mutation, on the other allele. Phenotypically, pSap-d is a relatively uniform disease of the neonate, whereas SapB-d is heterogeneous with a spectrum similar to that in metachromatic leukodystrophy. The possible existence of genotypes and phenotypes intermediate between those of pSap-d and the single saposin deficiencies is speculated.","dc:creator":"Kuchar L","dc:date":"2009","dc:title":"Prosaposin deficiency and saposin B deficiency (activator-deficient metachromatic leukodystrophy): report on two patients detected by analysis of urinary sphingolipids and carrying novel PSAP gene mutations."}},{"id":"cggv:fa068521-222e-414b-bc3d-a9d3b319f66c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:de875e63-9201-4a4f-9918-2ef205a70810"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19267410"}],"rdfs:label":"Kuchar et al, 2009: Patient 2"},{"id":"cggv:dece4066-58cf-4233-9c18-6ce5b2a45062","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dece4066-58cf-4233-9c18-6ce5b2a45062_variant_evidence_item"},{"id":"cggv:dece4066-58cf-4233-9c18-6ce5b2a45062_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"No mRNA containing ths variant was detected confirming expectation of nonsense-mediated decay."}],"strengthScore":2},{"id":"cggv:fa068521-222e-414b-bc3d-a9d3b319f66c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fa068521-222e-414b-bc3d-a9d3b319f66c_variant_evidence_item"},{"id":"cggv:fa068521-222e-414b-bc3d-a9d3b319f66c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Two abnormal transcripts were detected; one resulted from use of a crytic splice site in exon 6 and casues deletion of the first 21 base pairs, while the seconde result in the skipping of exon 6. Note that the same molecular consequence arrises from another variant at the same acceptor splice site, alos found in an individual with SapB defcieincy, at c.577-1, and was shown to cause absense of saposin B production, with production of saposins A, C, and D from the transcript lacking 21 base pairs."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f820f879-61e6-4bf6-8bc5-835e9eb14a48_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f820f879-61e6-4bf6-8bc5-835e9eb14a48","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:28bf82a0-5dd3-4bff-a4a0-210e65239f3f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.1A>G (p.Met1Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5547949"}},{"id":"cggv:d0ab3f0d-745e-4590-88aa-a293890f2835","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.645C>A (p.Asn215Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5547708"}}],"detectionMethod":"No provided - assume PSAP gene sequencing because the diagnsis was highly suspected based on clinical work up.","phenotypeFreeText":"Presented with \"walking difficulties\". Normal development until regression noted at about 20 months of age. Brain MRI showed progressive T2 intensities in the cerebral white matter. Nerve conduction studies showed severe demyelinating neuropathy. Visually evoked potentials showed delayed cortical responses.","phenotypes":["obo:HP_0000737","obo:HP_0001260","obo:HP_0003487","obo:HP_0002015","obo:HP_0003457","obo:HP_0001265","obo:HP_0008936","obo:HP_0002061","obo:HP_0001288"],"previousTesting":true,"previousTestingDescription":"Lactate, pyruvate, serum- and urine amino acids, urine organic acids, very long chain fatty acids were all normal. Karyotype was normal, 46XX. Sphingomyelinase, galactocerebrosidase, hexosaminidase and arylsulfatase A leukocyte activities (on two successive measurements) were normal.\nIn urine, a \"massive\" excretion of sulfatides, dihexosylceramide sulfates and globotriaosylceramides.","sex":"Female","variant":[{"id":"cggv:dd0f37e0-cc43-4aaa-880f-42af7570bfc5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:28bf82a0-5dd3-4bff-a4a0-210e65239f3f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17616409","type":"dc:BibliographicResource","dc:abstract":"Metachromatic leukodystrophy (MLD) is an autosomal recessive neurodegenerative lysosomal disease characterized by accumulation of sulfatides, extensive white matter damage and loss of both cognitive and motor functions. In vivo, the catabolism of sulfatide requires both the enzyme arylsulfatase A and a specific sphingolipid activator protein, saposin-B, encoded by the PSAP gene. Arylsulfatase A activity is deficient in the classical forms of MLD, but exceedingly rare cases of MLD are due to saposin-B deficiency. We report here a detailed clinical, radiological and histological description of a new case in a 2-year-old Italian girl, who presented as a late infantile case of MLD with normal arylsulfatase A activity, urinary excretion of sulfatides and mutations in the PSAP gene.","dc:creator":"Deconinck N","dc:date":"2008","dc:title":"Metachromatic leukodystrophy without arylsulfatase A deficiency: a new case of saposin-B deficiency."}},{"id":"cggv:1f49e32c-5c88-409d-9f8e-2a5c457672c4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d0ab3f0d-745e-4590-88aa-a293890f2835"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17616409"}],"rdfs:label":"Deconinck et al, 2008: Case report"},{"id":"cggv:dd0f37e0-cc43-4aaa-880f-42af7570bfc5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dd0f37e0-cc43-4aaa-880f-42af7570bfc5_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:1f49e32c-5c88-409d-9f8e-2a5c457672c4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1f49e32c-5c88-409d-9f8e-2a5c457672c4_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a7965bf0-354d-445f-8f23-36404e307872_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a7965bf0-354d-445f-8f23-36404e307872","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:fdf26361-296c-4b72-a6e4-fa88ac247915"},"detectionMethod":"\"genetic panel for leukodystrophy\"","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"\"acute regression of motor milestones following a febrile illness\" with prior normal development. Diagnosed as Guillain-Barre syndrome based on hypotonia with areflexia, electrophysiological evidence of demyelinating polyneuropathy, and elevated CSF protein. At age 3.5 years - nonambulatory, hypotonic, areflexic with upgoing plantars; gall bladder polyposis. In the next 2 years, he regressed rapidly; developed spastic quadriparesis along with speech and cognitive\ndecline,  nonambulatory and in a minimally conscious state.","previousTesting":true,"previousTestingDescription":"ARSA activity in leukocytes was 75 nmol/17 h/mg (normal range: 67–396 nmol/17 h/mg; with artificial chromogenic substrates), galactocerebrosidase activity in leukocytes was 34.4 nmol/h/mg (normal range: 4–40 nmol/h/mg) i.e. both normal.","sex":"Male","variant":{"id":"cggv:2abfb0c5-8627-431b-8b58-28145665826b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fdf26361-296c-4b72-a6e4-fa88ac247915"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31319425","type":"dc:BibliographicResource","dc:abstract":"Metachromatic leukodystrophy (MLD) is a rare sphingolipid storage disorder caused by arylsulfatase A (ARSA) deficiency, resulting in central and peripheral demyelination. However, an uncommon form of MLD caused by saposin B deficiency is also described (around 10 mutations reported till date). MLD is a systemic disorder affecting the central and peripheral nervous system, gall bladder, and kidneys. Acute flaccid paralysis as the initial clinical presentation is previously known in ARSA-deficient MLD. Hereby, we report a child with acute flaccid paralysis with brain magnetic resonance imaging showing nonspecific periventricular leukodystrophy. He had progressive cognitive decline with gall bladder polyposis. ARSA levels were within normal limits. Leukodystrophy gene panel revealed a homozygous pathogenic deletion (Lys227del variant) in prosaposin (","dc:creator":"Madaan P","dc:date":"2019","dc:title":"Saposin B-Deficient Metachromatic Leukodystrophy Mimicking Acute Flaccid Paralysis."}},"rdfs:label":"Madaan et al, 2019; Case report"},{"id":"cggv:2abfb0c5-8627-431b-8b58-28145665826b","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2abfb0c5-8627-431b-8b58-28145665826b_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9b573d84-c62f-4c90-922f-13dca4bb751a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9b573d84-c62f-4c90-922f-13dca4bb751a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":{"id":"cggv:d47f18f7-2195-47c9-837b-1deb6eb214ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.650C>T (p.Thr217Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123055"}},"detectionMethod":"cDNA sequencing of PSAP","firstTestingMethod":"PCR","phenotypeFreeText":"Onset at age 4 years with \"gnashing of her teeth\" and hand-wringing, followed by rapid developmental regression. Loss of fine motor skills, became agressive; \"floppiness\" of right arm, right-focal seizures, hyporelexia. First evlauted at age 5 years. Rapid deterioration; by age 6 years she could no longer walk and had the developmental abilities of a 6 month old, now showing hyper-reflexia.","phenotypes":["obo:HP_0001288","obo:HP_0001268"],"previousTesting":true,"previousTestingDescription":"Low levels of mature SAP-l in cultured skin fibroblasts and leukocytes (PMID: 6716221); the ability to produce precursor but no detectable mature SAP-l in (35S) methionine labeling studies (PMID: 3081038; and normal level of SAP mRNA.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:be42d134-190e-4aab-8fec-e7c2c7da34fb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d47f18f7-2195-47c9-837b-1deb6eb214ef"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2302219","type":"dc:BibliographicResource","dc:abstract":"The lysosomal degradation of sulfatide requires the specific enzyme, arylsulfatase A, as well as a heat stable protein called sphingolipid activator protein-1 (SAP-1). While most patients with metachromatic leukodystrophy have defects in arylsulfatase A, some patients have defects in SAP-1. SAP-1 is coded for by a gene on human chromosome 10 that also codes for three other proposed SAP. Examination of the cDNA from two siblings with SAP-1 deficiency revealed a point mutation of nucleotide #650 (counting from the initiation ATG) which is in the SAP-1 coding domain. This C to T transition changed the codon from threonine (ACC) to one coding for isoleucine (ATC). This eliminated the only glycosylation site in mature SAP-1 and could explain the findings made at the protein level.","dc:creator":"Rafi MA","dc:date":"1990","dc:title":"Detection of a point mutation in sphingolipid activator protein-1 mRNA in patients with a variant form of metachromatic leukodystrophy."}},"rdfs:label":"Rafi et al_Case 1 (YF) (see PMID: 41211)"},{"id":"cggv:be42d134-190e-4aab-8fec-e7c2c7da34fb","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be42d134-190e-4aab-8fec-e7c2c7da34fb_variant_evidence_item"},{"id":"cggv:be42d134-190e-4aab-8fec-e7c2c7da34fb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant alters the glycosylation site in saposin B."}],"strengthScore":0.25,"dc:description":"Score reduced because experimental laboratory evidence is not available. However, 0.25 points given because the variant alters the glycosylation site, assumed to be a critical residue."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3bf033e3-489e-4e29-bd2c-61438e066732_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3bf033e3-489e-4e29-bd2c-61438e066732","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:b4d679b0-9fac-4728-a961-279ecc8cc6a0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.722G>C (p.Cys241Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123057"}},"detectionMethod":"Sequencing of PSAP cDNA","firstTestingMethod":"PCR","previousTesting":true,"previousTestingDescription":"Normal arylsulfatase A activity in fibroblasts, but reduced sulfatide turnover, suggesting PSAP defect (PMID: 814123). No cross-reactive immunological materials against anti-sulfatide activator antiserum in fibroblast extract, but reactivity was present for the glucosylceramidase activator (PMID: 2109697).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7cff0eb6-0ab9-4534-aae5-da267a9cadeb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b4d679b0-9fac-4728-a961-279ecc8cc6a0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2019586","type":"dc:BibliographicResource","dc:abstract":"The sulfatide activator protein, also known as SAP-1, is derived from a gene that generates an mRNA coding for four homologous proteins. Its physiological function is to stimulate hydrolysis of sulfatide by arylsulfatase A in vivo. A genetic defect in the sulfatide activator results in a metabolic disorder similar to classical metachromatic leukodystrophy, which is itself caused by a genetic defect in arylsulfatase A. In a patient with sulfatide activator deficiency, a nucleotide transversion G722----C (counted from A of the initiation codon ATG) was found in the mRNA of the sulfatide activator precursor, resulting in the substitution of serine for Cys241 in the mature sulfatide activator. The remainder of the coding sequence was completely normal except for a polymorphism C to T in position 1389, which does not change the amino acid sequence. The patient produces at least three different forms of mRNA for the precursor. Two of them include a stretch of an additional 9 and 6 bases, respectively, within the sulfatide activator coding region. In normal individuals this stretch of additional bases has also been observed. This could be explained by the presence of a small 9-base pair exon which can be introduced, or not, by alternative splicing as a stretch of 9 or 6 bases into the mature mRNA. The shortest form of the mRNA yields an active sulfatide activator (Fürst, W., Schubert, J., Machleidt, W., Meier, H. E., and Sandhoff, K. (1990) Eur. J. Biochem. 192, 709-714).","dc:creator":"Holtschmidt H","dc:date":"1991","dc:title":"Sulfatide activator protein. Alternative splicing that generates three mRNAs and a newly found mutation responsible for a clinical disease."}},"rdfs:label":"Holtschmidt et al, 1991; Case Report"},{"id":"cggv:7cff0eb6-0ab9-4534-aae5-da267a9cadeb","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:7cff0eb6-0ab9-4534-aae5-da267a9cadeb_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"While functional evidence is not available, this variant is the most common variant reported in PSAP in patients with MLD and it appears to be a founder variant in the Saudi Arabian population (PMID: 19955343). The score has been increased based on this evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6923,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:96e384bf-73a6-44b4-a5bc-0f7552f1b958","type":"GeneValidityProposition","disease":"obo:MONDO_0009590","gene":"hgnc:9498","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PSAP was first reported in relation to “metachromatic leukodystrophy due to saposin B deficiency” (MONDO:0009590), an autosomal recessive lysosomal disease, in 1990 (Rafi et al, PMID: 2302219; Kretz et al, PMID: 2320574).\n\nPSAP encodes prosaposin, a highly conserved glycoprotein which is a precursor for 4 cleavage products, the Sphingolipid Activator Proteins, or saposins A, B, C, and D. Saposins localize primarily to the lysosomes where they each have a different role the catabolism of glycosphingolipids (Meyer et al, 2014, PMID: 25130661). Because the location and type of different variants within PSAP determines which specific saposin is impacted, PSAP will be curated separately for four different conditions: Krabbe disease due to saposin A deficiency, metachromatic leukodystrophy due to saposin B deficiency (this curation), Gaucher disease due to saposin C deficiency, and combined PSAP deficiency. These “splits” in curations were made on the basis of the published disease assertions, molecular mechanism (impact of the variant on the protein), and phenotypic differences, based on the ClinGen Lumping and Splitting Guidelines.\n\nSpecific to this gene-disease validity curation, Saposin B activates the hydrolysis of cerebroside sulfate (sulfatide) by arylsulphatase A (ARSA). Both the deficiency of ARSA activity, caused by biallelic pathogenic variants within the ARSA gene, and the deficiency of saposin B, caused by variants in PSAP, can result in metachromatic leukodystrophy (MLD), with ARSA being the more common cause (Cessani et al, 2015, PMID: 26462614).  In individuals with this condition, sulfatides accumulate resulting in progressive demyelination and dysfunction of the central and peripheral nervous systems. Symptoms include progressive motor and cognitive decline, ataxia, seizures, spasticity, and vision and hearing loss.\n\nIn this curation, data on 11 variants in PSAP (missense, splice site, initiator codon) in 9 patients from 9 publications were collected (Rafi et al, 1990, PMID: 2302219; Kretz et al, 1990, PMID: 2320574; Holtschmidt et al, 1991, PMID: 2019586; Henseler et al, 1996, PMID: 8554069; Wrobe et al, 2000, PMID: 10682309; Deconinck et al, 2008, PMID: 17616409; Kuchar et al, 2009, PMID: 19267410; Siri et al, 2014, PMID: 24478108; Kolnikova et al, 2019, PMID: 31319425; Madaan et al, 2019, PMID: 31319425). The most commonly observed variants are c.645C>A (p.Asn215Lys) and c.722G>C (p.Cys241Ser). Additional evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity appears to be loss of function. \n\nThis gene-disease relationship is also supported by experimental evidence including the biochemical functional of Saposin B, which is consistent with the biochemical and clinical findings in patients (Gieselmann and von Figura, 1990, PMID: 1977956), the results of an experiment in which breakdown of sulfatide in Saposin B-deficient cells was rescued by the addition of Saposin B (Wrobe et al, 2000, PMID: 10682309), and the clinical and biochemical features observed in a Saposin B-deficient knock-in mouse (Sun et al, 2008; PMID: 18480170). \n\nIn summary, PSAP is definitely associated with autosomal recessive “metachromatic leukodystrophy due to saposin B deficiency”. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Lysosomal Diseases GCEP on July 20, 2023, SOP v9.\n","dc:isVersionOf":{"id":"cggv:4e24c4e4-a97d-4d08-abd9-e190fb001b9d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}