{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2024-03-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2024-03-14T15:41:21.756Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6},{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5a59464-09a6-45cc-9955-0ccf9c44e198","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4c39c6b-c1a0-4c1a-890d-2c3b02fdb1b9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human cDNA libraries were tested for the expression of PDK3 by RT-PCR. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23297365","type":"dc:BibliographicResource","dc:abstract":"Hereditary motor and sensory disorders of the peripheral nerve form one of the most common groups of human genetic diseases collectively called Charcot-Marie-Tooth (CMT) neuropathy. Using linkage analysis in a three generation kindred, we have mapped a new locus for X-linked dominant CMT to chromosome Xp22.11. A microsatellite scan of the X chromosome established significant linkage to several markers including DXS993 (Zmax = 3.16; θ = 0.05). Extended haplotype analysis refined the linkage region to a 1.43-Mb interval flanked by markers DXS7110 and DXS8027. Whole exome sequencing identified a missense mutation c.G473A (p.R158H) in the pyruvate dehydrogenase kinase isoenzyme 3 (PDK3) gene. The change localized within the 1.43-Mb linkage interval, segregated with the affected phenotype and was excluded in ethnically matched control chromosomes. PDK3 is one of the four isoenzymes regulating the pyruvate dehydrogenase complex (PDC), by reversible phosphorylation, and is a nuclear-coded protein located in the mitochondrial matrix. PDC catalyzes the oxidative decarboxylation of pyruvate to acetyl CoA and is a key enzyme linking glycolysis to the energy-producing Krebs cycle and lipogenic pathways. We found that the R158H mutation confers enzyme hyperactivity and binds with stronger affinity than the wild-type to the inner-lipoyl (L2) domain of the E2p chain of PDC. Our findings suggest a reduced pyruvate flux due to R158H mutant PDK3-mediated hyper-phosphorylation of the PDC as the underlying pathogenic cause of peripheral neuropathy. The results highlight an important causative link between peripheral nerve degeneration and an essential bioenergetic or biosynthetic pathway required for the maintenance of peripheral nerves.","dc:creator":"Kennerson ML","dc:date":"2013","dc:title":"A new locus for X-linked dominant Charcot-Marie-Tooth disease (CMTX6) is caused by mutations in the pyruvate dehydrogenase kinase isoenzyme 3 (PDK3) gene."},"rdfs:label":"PDK3 expressed in human brain "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:45984c77-8b37-43a9-b810-c5c7f0d2e1e8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4bfab4d1-8a3e-472b-9063-7852d64aef8a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ATP depletion has been previously described in other CMT cell models. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27388934","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is the most common inherited peripheral neuropathy. An X-linked form of CMT (CMTX6) is caused by a missense mutation (R158H) in the pyruvate dehydrogenase kinase isoenzyme 3 (PDK3) gene. PDK3 is one of 4 isoenzymes that negatively regulate the activity of the pyruvate dehydrogenase complex (PDC) by reversible phosphorylation of its first catalytic component pyruvate dehydrogenase (designated as E1). Mitochondrial PDC catalyses the oxidative decarboxylation of pyruvate to acetyl CoA and links glycolysis to the energy-producing Krebs cycle. We have previously shown the R158H mutation confers PDK3 enzyme hyperactivity. In this study we demonstrate that the increased PDK3 activity in patient fibroblasts (PDK3(R158H)) leads to the attenuation of PDC through hyper-phosphorylation of E1 at selected serine residues. This hyper-phosphorylation can be reversed by treating the PDK3(R158H) fibroblasts with the PDK inhibitor dichloroacetate (DCA). In the patient cells, down-regulation of PDC leads to increased lactate, decreased ATP and alteration of the mitochondrial network. Our findings highlight the potential to develop specific drug targeting of the mutant PDK3 as a therapeutic approach to treating CMTX6.","dc:creator":"Perez-Siles G","dc:date":"2016","dc:title":"Pathogenic mechanisms underlying X-linked Charcot-Marie-Tooth neuropathy (CMTX6) in patients with a pyruvate dehydrogenase kinase 3 mutation."},"rdfs:label":"ATP deleption and increased lactate levels"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32637dd5-7d2a-455b-b3d4-7246f939010b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a0eb313f-75fa-4cdc-9a92-514e2b72e1f1","type":"FunctionalAlteration","dc:description":"Increased phosphorylation in the PDK3 R158H cells compared to control fibroblasts for two of the serine residues, Ser293 (4.4 fold change) and Ser300 (2.9 fold change). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27388934","rdfs:label":"Increased PDK3 activity in patient fibroblasts "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Used as functional evidence"},{"id":"cggv:7806aa53-1fa7-41e8-9b88-1183d0ea2eaa","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:98077ab4-0a5e-43bd-897a-71cabe4d599a","type":"FunctionalAlteration","dc:description":"E1 subunit hyperphorylation at Ser 293 and Ser 300 was maintained in the CMTX6 derived iPSCs, similar to what was shown in patient's fibroblasts. The phosphorylation was reversed by either gene editing or treatment with a pharmacological inhibitor. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32504000","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) is a group of inherited diseases clinically and genetically heterogenous, characterised by length dependent degeneration of axons of the peripheral nervous system. A missense mutation (p.R158H) in the pyruvate dehydrogenase kinase 3 gene (PDK3) has been identified as the genetic cause for an X-linked form of CMT (CMTX6) in two unrelated families. PDK3 is one of four PDK isoenzymes that regulate the activity of the pyruvate dehydrogenase complex (PDC). The balance between kinases (PDKs) and phosphatases (PDPs) determines the extend of oxidative decarboxylation of pyruvate to generate acetyl CoA, critically linking glycolysis and the energy producing Krebs cycle. We had shown the p.R158H mutation causes hyperactivity of PDK3 and CMTX6 fibroblasts show hyperphosphorylation of PDC, leading to reduced PDC activity and ATP production. In this manuscript we have generated induced pluripotent stem cells (iPSCs) by re-programming CMTX6 fibroblasts (iPSC","dc:creator":"Perez-Siles G","dc:date":"2020","dc:title":"Energy metabolism and mitochondrial defects in X-linked Charcot-Marie-Tooth (CMTX6) iPSC-derived motor neurons with the p.R158H PDK3 mutation."},"rdfs:label":"E1 hyperphosphorylation in patient iPSC CMTX6 "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20b04b30-9b6e-4b65-8a2c-6f772d3f9f74","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c1afb577-c347-4dd7-b213-141615b85c4a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"PDC activity was restored to a level similar to WT after reversing phosphrylation at S293 and S300 residues that are specifically phosphorylated by PDK3. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27388934","rdfs:label":"Hyperphosphorylation reversed by PDK inhibitor "}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Rescue by the inhibitor did not show significant improvement in ATP production in patient fibroblasts (Fig S1). "},{"id":"cggv:0445eb2d-6ad6-403a-90e7-854a4af910d7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6845e447-bd24-4b31-a95b-e9a2b166346e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"E1 hyperphosphorylation and the associated metabolic and mitochondrial abnormalities seen in the CMTX6 patient-derived motor neurons can be pharmacologically reverted to the wild type phenotype. Genetic correction of the R158H variant reverted the CMTX8 phenotype. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32504000","rdfs:label":"Rescue in cell culture model "}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:9c904ab2-2269-447e-8233-15cc5167e336","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2c5aeb50-60c1-46b0-bdcc-f231c817fbfd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"E1 hyperphosphorylation in motor neurons as well as the observed morphological features may be indicative of general mitochondrial dysfunction in the CMTX6-derived motor neurons. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32504000","rdfs:label":"Neuronal model of CMTX6"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:9c9b6add-fead-4570-ba6f-f9cf5e8a7abe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6469e781-1131-4128-ae5e-c84d0a3d6390","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" CMTX6 overexpression mutants displayed both axonal degeneration and neuron loss. The neurodegenerative phenotype observed clearly demonstrate that axon loss precedes neuron loss in the CMTX6 animals, indicating the vulnerability of axons to PDK3 overexpression. The axonal degeneration was progressive, which reflects the age dependent severity reported in patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34387338","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) is a commonly inherited, non-fatal neurodegenerative disorder that affects sensory and motor neurons in patients. More than 90 genes are known to cause axonal and demyelinating forms of CMT. The p.R158H mutation in the pyruvate dehydrogenase kinase 3 (PDK3) gene is the genetic cause for an X linked form of axonal CMT (CMTX6). In vitro studies using patient fibroblasts and iPSC-derived motor neurons have shown that this mutation causes deficits in energy metabolism and mitochondrial function. Animal models that recapitulate pathogenic in vivo events in patients are crucial for investigating mechanisms of axonal degeneration and developing therapies for CMT. We have developed a C. elegans model of CMTX6 by knocking-in the p.R158H mutation in pdhk-2, the ortholog of PDK3. In addition, we have developed animal models overexpressing the wild type and mutant form of human PDK3 specifically in the GABAergic motor neurons of C. elegans. CMTX6 mutants generated in this study exhibit synaptic transmission deficits, locomotion defects and show signs of progressive neurodegeneration. Furthermore, the CMTX6 in vivo models display energy deficits that recapitulate the phenotype observed in patient fibroblasts and iPSC-derived motor neurons. Our CMTX6 animals represent the first in vivo model for this form of CMT and have provided novel insights into the cellular function and metabolic pathways perturbed by the p.R158H mutation, all the while closely replicating the clinical presentation observed in CMTX6 patients.","dc:creator":"Narayanan RK","dc:date":"2021","dc:title":"Charcot-Marie-tooth disease causing mutation (p.R158H) in pyruvate dehydrogenase kinase 3 (PDK3) affects synaptic transmission, ATP production and causes neurodegeneration in a CMTX6 C. elegans model."},"rdfs:label":"C. elegans CMTX6 overexpression model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This is an overexpression model, also, there was  no significant difference in the ATP levels between transgenic and WT animals. "},{"id":"cggv:0fbdc11b-14eb-4b36-bc47-dbe9132af892","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4260133-81a6-43fa-8768-7e4624cef3a6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The C. elegans models generated in this study recapitulate various molecular phenotypes observed in both the CMTX6 fibroblasts and iPSC-derived motor neurons, and motor phenotypes observed in patients. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34387338","rdfs:label":"C.  elegans CMTX6 knock-in model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":7901,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:f94da194-6d62-4621-898f-d768309fb743","type":"GeneValidityProposition","disease":"obo:MONDO_0010479","gene":"hgnc:8811","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"PDK3 was first reported in relation to X linked dominant Charcot Marie Tooth disease 6 (CMTX6) in 2013 in a large Australian family (Kennerson et al., PMID: 23297365).  Linkage analysis mapped the locus to Xp22.11, and further haplotype analysis and exome sequencing identified a missense variant p.R158H in PDK3 gene segregating in all affected family members. Male patients presented with foot deformity, gait abnormalities, hand tremor, absent ankle reflexes, distal lower limb weakness, sensory abnormalities, and motor developmental delay. Carrier females were asymptomatic or mildly affected.  Disease was progressive with childhood onset of a predominantly axonal motor and sensory neuropathy. The same missense variant was later reported in an unrelated Korean family, affected individuals presented with similar clinical manifestations as those of the Australian family (Kennerson et al., PMID: 26801680). The variant p.R158H seems to occur on a different haplotype when compared with the original Australian CMTX6 family, excluding a common founder. Other missense variants were reported in the literature, but since pathogenicity was only confirmed for the recurrent missense variant p.R158H, they were not included in this curation.\n\nPDK3 gene comprises 12 exons and encodes for pyruvate dehydrogenase kinase 3, a protein residing in the mitochondrial matrix. PDK3 is one of the four isoenzymes negatively regulating the pyruvate dehydrogenase complex (PDC), by reversible phosphorylation of its catalytic subunit E1. PDK3 is expressed in the human spinal cord, fetal and adult brain, as well as in skeletal muscle. Expression in the brain was also shown in mouse and rat tissues. \n\nPrimary fibroblasts cultured from CMTX6 patients showed hyperphosphorylation of E1 at selected serine residues and subsequent reduction of PDC activity. The variant p.R158H had, however, no effect on the level of PKD3 expression in fibroblasts (PMID: 27388934, PMID: 32504000). Patient fibroblasts showed increased lactate, decreased ATP, and alteration of the mitochondrial network (PMID: 27388934). Furthermore, E1 hyperphosphorylation was maintained in patient derived iPSC cells as well as patient derived motor neurons.  Phosphorylation was reverted by either gene editing of the p.R158H variant or pharmacological inhibition (PMID: 32504000).\n\nThis gene-disease relationship is also supported by C. elegans knock-in and overexpression models. Both showed reduced body width, defective stress response to paraquat induced oxidative stress, axon-associated synaptic transmission deficits, and reduced ATP levels; recapitulating the phenotype observed in patient fibroblasts and iPSC-derived motor neurons (PMID: 34387338).\n\nIn summary, there is definitive evidence supporting the relationship between PDK3 and X linked dominant Charcot-Marie-Tooth disease 6. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:508a1db7-0cf1-4c28-9203-89a3f4d7438d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}