{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-11-17T16:13:01.058Z","role":"Publisher"},{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-03-06T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11456298","type":"dc:BibliographicResource","dc:abstract":"We describe a 42-year-old man who presented with a progressive history of epilepsy, stroke-like episodes, bilateral optic atrophy, and cognitive decline. Investigation of his muscle biopsy revealed a specific defect in complex I activity. Subsequent analysis of the mitochondrial genome identified a novel heteroplasmic T10191C mutation in the ND3 gene. The mutation was present at lower levels in blood from the patient and unaffected maternal relatives and is the first pathogenic mitochondrial DNA mutation in the ND3 gene to be described.","dc:creator":"Taylor RW","dc:date":"2001","dc:title":"Progressive mitochondrial disease resulting from a novel missense mutation in the mitochondrial DNA ND3 gene."},"evidence":[{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2a117d9-346e-49d2-9236-01204398ae79","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24dd0992-2d6d-468d-b345-3473231c095e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I Structural Model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"MT-ND3 is one of at least 19 complex I subunits associated with Leigh syndrome spectrum (Rahman et al. 2017)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d7c4d3c-ce92-4a34-ad32-8bbe3b9b5cee","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3210ea2a-8277-4024-b0c9-bd81296ad6d7","type":"FunctionalAlteration","dc:description":"Fibroblast cells derived from patients 1, 2, 4, see case data) and heteroplasmic for m.10158T>C(p.Ser34Pro) (P1, P2) or m.10191T>C (P4). Variant load: 87%, 95% and >98% in P1, P2 and P4 lines respectively. Using BNPAGE and western blot analysis mitochondria from fibroblasts derived from Patients 1 and 2 had 44% and 65% of fully assembled complex I respectively compared with a control fibroblast cell line, whereas Patient 4 with the T10191C mutation had 60% complex I (Fig 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14705112","type":"dc:BibliographicResource","dc:abstract":"Both nuclear and mitochondrial DNA mutations can cause energy generation disorders. Respiratory chain complex I deficiency is the most common energy generation disorder and a frequent cause of infantile mitochondrial encephalopathies such as Leigh's disease and lethal infantile mitochondrial disease. Most such cases have been assumed to be caused by nuclear gene defects, but recently an increasing number have been shown to be caused by mutations in the mitochondrially encoded complex I subunit genes ND4, ND5, and ND6. We report the first four cases of infantile mitochondrial encephalopathies caused by mutations in the ND3 subunit gene. Three unrelated children have the same novel heteroplasmic mutation (T10158C), only the second mutation reported in ND3, and one has the previously identified T10191C mutation. Both mutations cause disproportionately greater reductions in enzyme activity than in the amount of fully assembled complex I, suggesting the ND3 subunit plays an unknown but important role in electron transport, proton pumping, or ubiquinone binding. Three cases appear to have a de novo mutation, with no mutation detected in maternal relatives. Mitochondrial DNA disease may be considerably more prevalent in the pediatric population than currently predicted and should be considered in patients with infantile mitochondrial encephalopathies and complex I deficiency.","dc:creator":"McFarland R","dc:date":"2004","dc:title":"De novo mutations in the mitochondrial ND3 gene as a cause of infantile mitochondrial encephalopathy and complex I deficiency."},"rdfs:label":"Reduced levels of assembled Complex I"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Reduction in complex I assembly. Scored default."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":7201,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:1c771f5c-8796-4079-9fdb-9b98adcce196","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7458","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ND3* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 6, 2023. *MT-ND3* is located at m.10059-10404 of the mitochondrial DNA (mtDNA) genome and encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND3. Defects of this protein lead to complex I deficiency. \n\n*MT-ND3* was first reported in relation to primary mitochondrial disease in 2001 (PMID: 11456298). While various names have been given to the constellation of features seen in those with *MT-ND3*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-ND3* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-ND3* was previously curated by this panel for its association with Leigh syndrome spectrum (LSS) on March 24, 2021 (SOP v8), with a final classification of definitive. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation includes five variants (m.10134C>A, m.10158T>C, m.10191T>C, m.10197G>A, m.10254G>A) in 18 probands from 11 publications (PMIDs: 1928099, 14705112, 14764913, 17152068, 20202874, 25118196, 25384404, 11456298, 19458970, 30199507, 29237403). All curated variants were missense and three were recurrent (m.10158T>C, m.10191T>C, m.10197G>A). Affected individuals present with a broad phenotypic spectrum of clinical features including LSS; Leber Hereditary Optic Neuropathy (LHON); mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS); lactic acidosis, epilepsia partialis continua (EPC), epileptic encephalopathy, dystonia, and optic atrophy.  The age of onset is also highly variable, ranging from infantile to adult. Metabolic labs revealed elevated lactate in blood and cerebrospinal fluid (CSF). Muscle biopsy showed and complex I deficiency. \n\nHeteroplasmy levels in affected individuals ranged from 76% - homoplasmic in muscle, 10% - homoplasmic in blood, as well as at >98% in various other tissues (fibroblasts, liver).\n\nLoss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction and functional alteration in patient fibroblast cells (PMIDs: 27509854, 14705112).    \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 6, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:06aaf3f7-69d3-415d-be22-257ed21abbc1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}