{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2024-04-09T16:00:00.000Z","role":"Approver"},{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2024-04-09T18:18:22.467Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6588495f-b5e1-4cec-a256-566e589460b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:260d0e43-46e7-4b6e-8189-b059a78fbe04","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Nek8 localised at proximal region of primary cilia in kidney tubules; ciliary Nek8 is found only in collecting tubules and collecting ducts ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18235101","type":"dc:BibliographicResource","dc:abstract":"Nek8 is a serine/threonine kinase that is mutated in the jck (juvenile cystic kidneys) mouse, a model of autosomal recessive juvenile polycystic kidney disease, but its function is poorly understood. We used the jck mouse to study the functional relationship between Nek8 and other proteins that have been implicated in polycystic kidney diseases. In the collecting tubules and collecting ducts of wild-type mice, we found that Nek8 was localized to the proximal portion of primary cilia and was weakly detected in the cytosol. In the jck mutant, however, Nek8 was found along the entire length of cilia. Coimmunoprecipitation experiments demonstrated that Nek8 interacted with polycystin-2, but not with polycystin-1, and that the jck mutation did not affect this interaction. Western blot analysis and real-time reverse transcriptase PCR revealed that the protein and mRNA expression of polycystin-1 (PC1) and polycystin-2 (PC2) were increased in jck mouse kidneys. The jck mutation also led to abnormal phosphorylatin of PC2, and this was associated with longer cilia and ciliary accumulation of PC1 and PC2. Our data suggests that Nek8 interacts with the signal transduction pathways of the polycystins and may control the targeting of these ciliary proteins. Dysfunction Nek8 may lead to cystogenesis by altering the structure and function of cilia in the distal nephron.","dc:creator":"Sohara E","dc:date":"2008","dc:title":"Nek8 regulates the expression and localization of polycystin-1 and polycystin-2."},"rdfs:label":"Immunohistochemistry demonstrating Nek8 in primary cilia "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2faf9129-1320-4fc4-9219-15d818a5fd24","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d446cde-dd1a-465d-a8ce-00ce8abb9a43","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Mutations in all these genes result in nephronophthisis ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23418306","type":"dc:BibliographicResource","dc:abstract":"Mutations affecting the integrity and function of cilia have been identified in various genes over the last decade accounting for a group of diseases called ciliopathies. Ciliopathies display a broad spectrum of phenotypes ranging from mild manifestations to lethal combinations of multiple severe symptoms and most of them share cystic kidneys as a common feature. Our starting point was a consanguineous pedigree with three affected fetuses showing an early embryonic phenotype with enlarged cystic kidneys, liver and pancreas and developmental heart disease. By genome-wide linkage analysis, we mapped the disease locus to chromosome 17q11 and identified a homozygous nonsense mutation in NEK8/NPHP9 that encodes a kinase involved in ciliary dynamics and cell cycle progression. Missense mutations in NEK8/NPHP9 have been identified in juvenile cystic kidney jck mice and in patients suffering from nephronophthisis (NPH), an autosomal-recessive cystic kidney disease. This work confirmed a complete loss of NEK8 expression in the affected fetuses due to nonsense-mediated decay. In cultured fibroblasts derived from these fetuses, the expression of prominent polycystic kidney disease genes (PKD1 and PKD2) was decreased, whereas the oncogene c-MYC was upregulated, providing potential explanations for the observed renal phenotype. We furthermore linked NEK8 with NPHP3, another NPH protein known to cause a very similar phenotype in case of null mutations. Both proteins interact and activate the Hippo effector TAZ. Taken together, our study demonstrates that NEK8 is essential for organ development and that the complete loss of NEK8 perturbs multiple signalling pathways resulting in a severe early embryonic phenotype.","dc:creator":"Frank V","dc:date":"2013","dc:title":"Mutations in NEK8 link multiple organ dysplasia with altered Hippo signalling and increased c-MYC expression."},"rdfs:label":"NEK8 is a component of complex with ANK6/INVS/NPHP3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"These three genes are all assocaited with the same phenotype - of nephronophthisis "},{"id":"cggv:8ae1c8a5-85ba-4439-a50e-66f33ab7e23e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d380ae22-8dcd-4c6b-a903-d31c3a328ad4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Clinical data ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18235101","rdfs:label":"Nek8 regulates expression and localisation of Polycystin 1,2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd073d77-4333-46c4-ada0-d5f6bc0e2740","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2ec2a32a-defd-4e0a-81dd-cf6cfab69cdc","type":"FunctionalAlteration","dc:description":"Reduced quantity of phosphorylated Nek8 in mutant cell lines ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37598857","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant polycystic kidney disease (ADPKD) resulting from pathogenic variants in PKD1 and PKD2 is the most common form of PKD, but other genetic causes tied to primary cilia function have been identified. Biallelic pathogenic variants in the serine/threonine kinase NEK8 cause a syndromic ciliopathy with extra-kidney manifestations. Here we identify NEK8 as a disease gene for ADPKD in 12 families. Clinical evaluation was combined with functional studies using fibroblasts and tubuloids from affected individuals. Nek8 knockout mouse kidney epithelial (IMCD3) cells transfected with wild type or variant NEK8 were further used to study ciliogenesis, ciliary trafficking, kinase function, and DNA damage responses. Twenty-one affected monoallelic individuals uniformly exhibited cystic kidney disease (mostly neonatal) without consistent extra-kidney manifestations. Recurrent de novo mutations of the NEK8 missense variant p.Arg45Trp, including mosaicism, were seen in ten families. Missense variants elsewhere within the kinase domain (p.Ile150Met and p.Lys157Gln) were also identified. Functional studies demonstrated normal localization of the NEK8 protein to the proximal cilium and no consistent cilia formation defects in patient-derived cells. NEK8-wild type protein and all variant forms of the protein expressed in Nek8 knockout IMCD3 cells were localized to cilia and supported ciliogenesis. However, Nek8 knockout IMCD3 cells expressing NEK8-p.Arg45Trp and NEK8-p.Lys157Gln showed significantly decreased polycystin-2 but normal ANKS6 localization in cilia. Moreover, p.Arg45Trp NEK8 exhibited reduced kinase activity in vitro. In patient derived tubuloids and IMCD3 cells expressing NEK8-p.Arg45Trp, DNA damage signaling was increased compared to healthy passage-matched controls. Thus, we propose a dominant-negative effect for specific heterozygous missense variants in the NEK8 kinase domain as a new cause of PKD.","dc:creator":"Claus LR","dc:date":"2023","dc:title":"Certain heterozygous variants in the kinase domain of the serine/threonine kinase NEK8 can cause an autosomal dominant form of polycystic kidney disease."},"rdfs:label":"Visualisation of PC2 in cilia "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82709126-27be-47d3-9d35-f21b7d67ab30","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:241c65d2-0ffb-4066-8880-5c5e5ff10d8d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Nek8 knockout  strongly suppressed ciliary level of polycystin 2. This was partially recovered with reexpressing Nek8 wildtype  as well as well as the Nek8 mutations . p.Arg45Trp completely failed to recover the ciliary level of PC2 in the Nek8 knockout cells. These results suggest that in addition to supporting the assembly of cilia, Nek8 has a unique role in maintaining the ciliary homeostasis of PC2 and that p.Arg45Trp loses this capability. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/37598857","rdfs:label":"Rescue in cell line "}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Strong","sequence":8139,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:b1ddb239-5621-4ce2-b61d-7c20e14731c9","type":"GeneValidityProposition","disease":"obo:MONDO_0004691","gene":"hgnc:13387","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*NEK8* (Never in Mitosis Gene A-related kinase 8) was first associated with monoallelic (AD) cystic kidney disease by Claus in 2023 (PMID: 37598857). *NEK8* is a serine-threonine protein kinase that is critical in cell cycle regulation through Hippo signaling. *NEK8* also appears to regulate PKD2 targeting to the cilia. It is required for kidney tubular cell cytoskeletal structure; renal and cardiovascular development; and for left-right symmetry.  In the initial report, cysts were found first in infancy with no extrarenal manifestations in contrast to biallelic disease (AR).  Biallelic disease is associated with nephronophthisis 9 and renal-hepatic-pancreatic dysplasia 2, where there are cysts in the kidney, liver and pancreas and often extra-renal features. Only a few variants are reported in *NEK8* and these are typically missense changes that affect the kinase domain. In the initial report, one variant p.Arg45Trp was reported in 10 families, 6 with de novo mutations. This score was increased from 1.5 to 2 (missense change, functional confirmation, de novo). The mechanism is Loss of Function. This gene-disease association is also supported by biochemical function, protein interactions and expression, as well as functional alteration in patient cells, and evidence from a cell culture model and rescue in the cell culture model. In summary, there is Strong evidence to support the relationship between *NEK8*  and AD polycystic kidney disease. This has been reportedly demonstrated in both the research and the clinical diagnostic settings. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP on the meeting date 01/08/2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:32e19522-798c-4c32-a1f7-0cc42660b510"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}