{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-07-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-07-12T16:19:10.544Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationErrorAffectingScoreorClassification"},"evidence":[{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3df91539-016d-4dfa-8a3c-7bc9f33c3cdb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:189e8a59-5b66-49b6-8852-fc1d0fa403bf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The conversion of l-serine and tetrahydrofolate into glycine and 5,10-methylenetetrahydrofolate is the first step out of four that comprises mitochondrial one carbon metabolism. One of the downstream products from 5,10-methylenetetrahydrofolate is 10-formyl THF, which is required to produce fMet-tRNA(Met). Fibroblasts from patients with NEDCASB show a deficiency in oxidative capacity likely caused by an insufficiency in initiating mitochondrial translation due to a depletion of fMet-tRNA(Met).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30500180","type":"dc:BibliographicResource","dc:abstract":"Serine hydroxymethyltransferase (SHMT) catalyzes the reversible conversion of l-serine and tetrahydrofolate into glycine and 5,10-methylenetetrahydrofolate. This enzyme, which plays a pivotal role in one-carbon metabolism, is involved in cancer metabolic reprogramming and is a recognized target of chemotherapy intervention. In humans, two isoforms of the enzyme exist, which are commonly termed cytosolic SHMT1 and mitochondrial SHMT2. Considerable attention has been paid to the structural, mechanistic, and metabolic features of these isozymes. On the other hand, a detailed comparison of their catalytic and regulatory properties is missing, although this aspect seems to be considerably important, considering that SHMT1 and SHMT2 reside in different cellular compartments, where they play distinct roles in folate metabolism. Here we performed a full kinetic characterization of the serine hydroxymethyltransferase reaction catalyzed by SHMT1 and SHMT2, with a focus on pH dependence and substrate inhibition. Our investigation, which allowed the determination of all kinetic parameters of serine hydroxymethyltransferase forward and backward reactions, uncovered a previously unobserved substrate inhibition by l-serine and highlighted several interesting differences between SHMT1 and SHMT2. In particular, SHMT2 maintains a pronounced tetrahydrofolate substrate inhibition even at the alkaline pH characteristic of the mitochondrial matrix, whereas with SHMT1 this is almost abolished. At this pH, SHMT2 also shows a catalytic efficiency that is much higher than that of SHMT1. These observations suggest that such different properties represent an adaptation of the isoforms to the respective cellular environments and that substrate inhibition may be a form of regulation.","dc:creator":"Tramonti A","dc:date":"2018","dc:title":"Human Cytosolic and Mitochondrial Serine Hydroxymethyltransferase Isoforms in Comparison: Full Kinetic Characterization and Substrate Inhibition Properties."},"rdfs:label":"Kinetic characterization of SHMT2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The kinetics of SMHT2 have been well characterized for both forward and reverse reactions and under varying pH levels. Under a pH of 7.8, which best resembles the mitochondrial matrix, SHMT2 was found to have a Km value of just 0.45 ± 0.05, and a Kcat/Km(serine) of 1810."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd7e27b3-6fce-4fc3-abeb-bbc1778fa92b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f2b18e62-ccf6-4f9c-91b7-a95eb60cb8d8","type":"FunctionalAlteration","dc:description":"SHMT2-null Jurkat cells demonstrated a significant reduction in basal oxygen consumption rate (69.1%), and a significant reduction in mitochondrial ATP production (68.9%). Additionally, null cells showed a significant reduction in the levels of mitochondrially encoded cytochrome c oxidase I and II and NADH-ubiquinone oxidoreductase chain 1, as well as reduced synthesis of specific mtDNA-encoded proteins. Importantly, SHMT2-null cells exhibited substantial loss of mitochondrial fMet-tRNAMet and accumulation of the non-formylated Met-tRNAMet.  Together, this experiment supports the hypothesis that phenotypes associated with SHMT2 deficiency are caused by a failure to maintain formylmethionyl-tRNA pools, which thus causes a deficiency in translation in the mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29452640","type":"dc:BibliographicResource","dc:abstract":"Upon glucose restriction, eukaryotic cells upregulate oxidative metabolism to maintain homeostasis. Using genetic screens, we find that the mitochondrial serine hydroxymethyltransferase (SHMT2) is required for robust mitochondrial oxygen consumption and low glucose proliferation. SHMT2 catalyzes the first step in mitochondrial one-carbon metabolism, which, particularly in proliferating cells, produces tetrahydrofolate (THF)-conjugated one-carbon units used in cytoplasmic reactions despite the presence of a parallel cytoplasmic pathway. Impairing cytoplasmic one-carbon metabolism or blocking efflux of one-carbon units from mitochondria does not phenocopy SHMT2 loss, indicating that a mitochondrial THF cofactor is responsible for the observed phenotype. The enzyme MTFMT utilizes one such cofactor, 10-formyl THF, producing formylmethionyl-tRNAs, specialized initiator tRNAs necessary for proper translation of mitochondrially encoded proteins. Accordingly, SHMT2 null cells specifically fail to maintain formylmethionyl-tRNA pools and mitochondrially encoded proteins, phenotypes similar to those observed in MTFMT-deficient patients. These findings provide a rationale for maintaining a compartmentalized one-carbon pathway in mitochondria.","dc:creator":"Minton DR","dc:date":"2018","dc:title":"Serine Catabolism by SHMT2 Is Required for Proper Mitochondrial Translation Initiation and Maintenance of Formylmethionyl-tRNAs."},"rdfs:label":"Minton et al. functional alteration in non patient cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Upscored to one point given strength of evidence of SHMT2 knock out influencing overall mitochondrial respiration, mitochondrial protein synthesis, and the depletion of mitochondrial fMet-tRNAMet. As well as the ability to restore normal expression of mitochondrial proteins and fMet-tRNAMet pools with reintroduction of SHMT2 protein/cDNA. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eabe13eb-aaae-4a96-a298-f1686d818499","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1fe430bd-a173-482b-b3a5-7a2aa856e0e7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Re-expression of wild-type protein, but not the catalytically inactive mutants, p.Glu98Leu/p.Tyr106Phe) or a PLP-binding mutant SHMT2 (p.Lys280Gln) rescued oxidative phosphorylation deficiency and normalized glycolytic flux. In addition, SHMT2 re-expression rescued the growth defect of SHMT2 knockout cells and normalized 1C metabolism. Results demonstrate that SHMT2 is critical to respiratory chain translation and thus oxidative phosphorylation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29364879","type":"dc:BibliographicResource","dc:abstract":"Folates enable the activation and transfer of one-carbon units for the biosynthesis of purines, thymidine and methionine. Antifolates are important immunosuppressive and anticancer agents. In proliferating lymphocytes and human cancers, mitochondrial folate enzymes are particularly strongly upregulated. This in part reflects the need for mitochondria to generate one-carbon units and export them to the cytosol for anabolic metabolism. The full range of uses of folate-bound one-carbon units in the mitochondrial compartment itself, however, has not been thoroughly explored. Here we show that loss of the catalytic activity of the mitochondrial folate enzyme serine hydroxymethyltransferase 2 (SHMT2), but not of other folate enzymes, leads to defective oxidative phosphorylation in human cells due to impaired mitochondrial translation. We find that SHMT2, presumably by generating mitochondrial 5,10-methylenetetrahydrofolate, provides methyl donors to produce the taurinomethyluridine base at the wobble position of select mitochondrial tRNAs. Mitochondrial ribosome profiling in SHMT2-knockout human cells reveals that the lack of this modified base causes defective translation, with preferential mitochondrial ribosome stalling at certain lysine (AAG) and leucine (UUG) codons. This results in the impaired expression of respiratory chain enzymes. Stalling at these specific codons also occurs in certain inborn errors of mitochondrial metabolism. Disruption of whole-cell folate metabolism, by either folate deficiency or antifolate treatment, also impairs the respiratory chain. In summary, mammalian mitochondria use folate-bound one-carbon units to methylate tRNA, and this modification is required for mitochondrial translation and thus oxidative phosphorylation.","dc:creator":"Morscher RJ","dc:date":"2018","dc:title":"Mitochondrial translation requires folate-dependent tRNA methylation."},"rdfs:label":"Morscher et al. "}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:4260b6cd-a1ef-402a-9ffe-01152e1036d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96620a6f-f739-4207-bff6-b3b49c828f31","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knock down SHMT2 drosophila shed light on potential molecular changes that could lead to the wide range of motor deficits seen in individuals with NEDCASB. The authors found that knock down drosophila showed a significant increase in satellite boutons compared to controls, accompanied by motor deficits like reduced climbing distance and velocity. While the motor deficit phenotypes found in NEDCASB such as spasticity and dystonia are impossible to fully replicate in drosophila, this study provides further evidence that SHMT2 depletion may lead to motor deficits. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33015733","type":"dc:BibliographicResource","dc:creator":"García-Cazorla À","dc:date":"2020","dc:title":"Impairment of the mitochondrial one-carbon metabolism enzyme SHMT2 causes a novel brain and heart developmental syndrome."},"rdfs:label":"Knock down SHMT2 in Drosophila motor neurons "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downscored at one point given an incomplete match between the motor deficit phenotypes of drosophila SHMT2 knock down and individuals with NEDCASB. "},{"id":"cggv:396d994b-238a-4cce-bbc3-443d5f1f9e83","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94314fc1-bf57-4b0b-8191-5ae6eba5b325","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system provides evidence that SHMT2 deficiency causes deficiencies in mitochondrial respiration which the authors posit is due to deficiencies in production of N-formylmethionine-tRNA and mitochondrial translation. However, there is limited phenotype overlap between SHMT2 knock out mice and probands with SHMT2 variants, as knock out mice were embryonic lethal while probands survive at least through childhood with cardiomyopathy, spasticity,\nand brain abnormalities. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29323231","type":"dc:BibliographicResource","dc:abstract":"Accumulation of somatic mutations in mitochondrial DNA (mtDNA) has been proposed to be responsible for human aging and age-associated mitochondrial respiration defects. However, our previous findings suggested an alternative hypothesis of human aging-that epigenetic changes but not mutations regulate age-associated mitochondrial respiration defects, and that epigenetic downregulation of nuclear-coded genes responsible for mitochondrial translation [e.g., glycine C-acetyltransferase (GCAT), serine hydroxymethyltransferase 2 (SHMT2)] is related to age-associated respiration defects. To examine our hypothesis, here we generated mice deficient in Gcat or Shmt2 and investigated whether they have respiration defects and premature aging phenotypes. Gcat-deficient mice showed no macroscopic abnormalities including premature aging phenotypes for up to 9 months after birth. In contrast, Shmt2-deficient mice showed embryonic lethality after 13.5 days post coitum (dpc), and fibroblasts obtained from 12.5-dpc Shmt2-deficient embryos had respiration defects and retardation of cell growth. Because Shmt2 substantially controls production of N-formylmethionine-tRNA (fMet-tRNA) in mitochondria, its suppression would reduce mitochondrial translation, resulting in expression of the respiration defects in fibroblasts from Shmt2-deficient embryos. These findings support our hypothesis that age-associated respiration defects in fibroblasts of elderly humans are caused not by mtDNA mutations but by epigenetic regulation of nuclear genes including SHMT2.","dc:creator":"Tani H","dc:date":"2018","dc:title":"Mice deficient in the Shmt2 gene have mitochondrial respiration defects and are embryonic lethal."},"rdfs:label":"Tani et al. SHMT2 Knock Out Mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downscored to 1 due to a recapitulation of the disease at the molecular level, but a lack of recapitulation of the disease phenotype at the organ/organism level. Follow up paper on same knock out embryos at 13.5 post coitum by same authors (PMID: 31690790) demonstrated that the livers but not the brains presented mitochondrial respiration defects and growth retardation. Additionally, the authors found that Shmt2 deficiency induced foetal liver-specific downregulation of 1C-metabolic pathways that create taurine and nucleotides required for mitochondrial respiratory function and cell division, respectively, resulting in the manifestation of mitochondrial respiration defects and growth retardation. Fiddler et al. also demonstrated that homozygous KO mice are embryonic lethal  (PMID:34383924)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51b1215d-013b-433b-9437-5ea706e0efbd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:51b1215d-013b-433b-9437-5ea706e0efbd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:28aa2fea-fce4-43e7-a41d-6663dc9d9800","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.557C>G (p.Thr186Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385472946"}},{"id":"cggv:65f3a659-e4ce-48aa-ae5b-02e17c7d1dad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.1135A>G (p.Asn379Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385404605"}}],"detectionMethod":"Whole Exome sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Microretrognathism, bivid uvula, no facial movement. In patient fibroblasts, mitochondrial membrane potential was found to be altered, as well as ROS levels (both total and mitochondrial).","phenotypes":["obo:HP_0008872","obo:HP_0000252","obo:HP_0003781","obo:HP_0001631","obo:HP_0011344","obo:HP_0000637","obo:HP_0001349","obo:HP_0001684","obo:HP_0001508"],"sex":"Male","variant":[{"id":"cggv:b04fded6-09da-4462-9a16-5801b6a054a0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:65f3a659-e4ce-48aa-ae5b-02e17c7d1dad"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"},{"id":"cggv:bda75d9c-2966-49cd-b1e7-890cebdfd465_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:28aa2fea-fce4-43e7-a41d-6663dc9d9800"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"}],"rdfs:label":"Patient 5"},{"id":"cggv:bda75d9c-2966-49cd-b1e7-890cebdfd465","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:bda75d9c-2966-49cd-b1e7-890cebdfd465_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Likely pathogenic by ClinVar, absent from GnomAD. "},{"id":"cggv:b04fded6-09da-4462-9a16-5801b6a054a0","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b04fded6-09da-4462-9a16-5801b6a054a0_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Likely Pathogenic by ClinVar, absent from GnomAD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:78f1ff47-96f6-435a-b09a-73768fae5a75_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:78f1ff47-96f6-435a-b09a-73768fae5a75","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:9baeb324-6ac9-4d3d-a11c-69dda5d28b55","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.1133A>G (p.Asp378Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6646591"}},"detectionMethod":"Singleton ES (Illumina, Inc., San Diego, California, USA) was performed for the proband using the Agilent SureSelect Clinical Research Exome v3 (CREv3) capture kit. Validation and segregation analysis of the variant by Sanger sequencing confirmed the presence of this variant in homozygous state in the proband and parents were found to be heterozygous carriers. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"high normal lactate levels (21 mg/dL; ref: 4.5–19.8 mg/dL) and elevated plasma ammonia (84 μmol/L; ref: 16-60 μmol/L). Electroencephalogram (EEG) performed at six months showed multifocal epileptiform abnormalities. Cardiac evaluation normal at 18 months. ","phenotypes":["obo:HP_0000586","obo:HP_0001347","obo:HP_0011344","obo:HP_0000252","obo:HP_0001518","obo:HP_0001257","obo:HP_0000463","obo:HP_0004840","obo:HP_0012448","obo:HP_0033725","obo:HP_0001508","obo:HP_0002553","obo:HP_0001562","obo:HP_0100827"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:88469419-9f81-4467-83d4-d8b1a43cc4c9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9baeb324-6ac9-4d3d-a11c-69dda5d28b55"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35398349","type":"dc:BibliographicResource","dc:abstract":"Neurodevelopmental disorder with cardiomyopathy, spasticity, and brain abnormalities (NEDCASB; MIM# 619121) is a recently described metabolic disorder with characteristic features of mild dysmorphism, intellectual disability, spasticity, peripheral neuropathy, cardiomyopathy, and thin corpus callosum. Biallelic variants in SHMT2 (MIM 138450), encoding mitochondrial serine hydroxymethyltransferase enzyme, have been recently linked to this disorder. Till now, a total of seven variants including six missense and one deletion-insertion has been reported in SHMT2. We hereby report an additional individual with novel homozygous missense variant c.1133A > G in SHMT2 (NM_005412.6) identified by exome sequencing and review the phenotype and genotype of the previously reported individuals with NEDCASB.","dc:creator":"Majethia P","dc:date":"2022","dc:title":"Second report of SHMT2 related neurodevelopmental disorder with cardiomyopathy, spasticity, and brain abnormalities."}},"rdfs:label":"Majethia et al.  IV.1 "},{"id":"cggv:88469419-9f81-4467-83d4-d8b1a43cc4c9","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:88469419-9f81-4467-83d4-d8b1a43cc4c9_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant is likely pathogenic by ClinVar. Found in the South Asian population in GnomAD at a rate of 0.00009800 (3/30612). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c056301e-024a-4cd8-9b13-72423b784f70_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c056301e-024a-4cd8-9b13-72423b784f70","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":[{"id":"cggv:852476b6-823d-4d40-8c7e-78f82eda9956","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.469C>T (p.Pro157Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385472386"}},{"id":"cggv:29961ce1-331d-43a4-b505-2b6f33f6cce8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.1304A>C (p.Gln435Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385405067"}}],"detectionMethod":"Whole Exome Sequencing ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":" In patient fibroblasts, mitochondrial membrane potential was found to be altered, as well as ROS levels (both total and mitochondrial).","phenotypes":["obo:HP_0007256","obo:HP_0002342","obo:HP_0001310","obo:HP_0000252","obo:HP_0012666","obo:HP_0002378","obo:HP_0003487","obo:HP_0001348","obo:HP_0031958","obo:HP_0001276","obo:HP_0001639"],"sex":"Female","variant":[{"id":"cggv:94e800c3-02b9-4b07-8399-7597914a8e46_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:29961ce1-331d-43a4-b505-2b6f33f6cce8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"},{"id":"cggv:ee098a26-ce7d-4e6a-a82d-359178abe646_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:852476b6-823d-4d40-8c7e-78f82eda9956"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"}],"rdfs:label":"Patient 4"},{"id":"cggv:ee098a26-ce7d-4e6a-a82d-359178abe646","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ee098a26-ce7d-4e6a-a82d-359178abe646_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Pathogenic by ClinVar, Found in GnomAD in the Latino population at a rate of 0.00002911 (1/34358)"},{"id":"cggv:94e800c3-02b9-4b07-8399-7597914a8e46","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:94e800c3-02b9-4b07-8399-7597914a8e46_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Pathogenic from ClinVar, absent from GnomAD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:cddc9e50-8ebe-4133-9e38-4be04795d29b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cddc9e50-8ebe-4133-9e38-4be04795d29b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"allele":[{"id":"cggv:8676ac2b-9431-404d-9695-bcab710dffe7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000012.12:g.57233745_57233750delinsA","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695216930"}},{"id":"cggv:b180afa7-645e-44c2-aac8-728c0ef5197d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.1267G>A (p.Gly423Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6646619"}}],"detectionMethod":"Whole exome sequencing ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Mildly increased concentric left ventricular wall thickness. In patient fibroblasts, mitochondrial membrane potential was found to be altered, as well as ROS levels (both total and mitochondrial).","phenotypes":["obo:HP_0001511","obo:HP_0001332","obo:HP_0012664","obo:HP_0033725","obo:HP_0010775","obo:HP_0000252","obo:HP_0001260","obo:HP_0031014","obo:HP_0001631","obo:HP_0002080","obo:HP_0001263","obo:HP_0007010","obo:HP_0008936","obo:HP_0001276"],"sex":"Female","variant":[{"id":"cggv:7fbc160f-b93b-47bf-8932-61f1e9ca0ab3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8676ac2b-9431-404d-9695-bcab710dffe7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"},{"id":"cggv:a7c3ab9d-4c14-42fa-bcc9-ad5ece233ba5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b180afa7-645e-44c2-aac8-728c0ef5197d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"}],"rdfs:label":"Patient 3"},{"id":"cggv:7fbc160f-b93b-47bf-8932-61f1e9ca0ab3","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:7fbc160f-b93b-47bf-8932-61f1e9ca0ab3_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Blood RNA sequencing revealed that this NM_005412.6:c.1124-4_1125delinsA variant results in abnormal splicing, leading to the creation of a novel splice acceptor, loss of three coding nucleotides (r.1124_1126del), and deletion of a single glycine residue (p.Gly375del)."},{"id":"cggv:a7c3ab9d-4c14-42fa-bcc9-ad5ece233ba5","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a7c3ab9d-4c14-42fa-bcc9-ad5ece233ba5_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Pathogenic by ClinVar, present in GnomAD 2.1.1 in the African/African American population of 0.00006159 (1/16236)\t"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cc4093a7-90a0-4175-b7d9-2e920c88de75_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cc4093a7-90a0-4175-b7d9-2e920c88de75","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:63814363-7713-4715-afbe-dd0d8e63c7c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005412.6(SHMT2):c.1495C>G (p.Pro499Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385406054"}},"detectionMethod":"Whole exome sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Axonal neuropathy. In patient fibroblasts, mitochondrial membrane potential was found to be altered, as well as ROS levels (both total and mitochondrial).","phenotypes":["obo:HP_0001639","obo:HP_0002064","obo:HP_0006895","obo:HP_0001348","obo:HP_0001319","obo:HP_0000750","obo:HP_0012664","obo:HP_0000252","obo:HP_0003487","obo:HP_0002169","obo:HP_0001263"],"sex":"Male","variant":{"id":"cggv:07387297-eb9c-4ba6-93e3-c40523f4f932_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63814363-7713-4715-afbe-dd0d8e63c7c4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33015733"},"rdfs:label":"Patient 1"},{"id":"cggv:07387297-eb9c-4ba6-93e3-c40523f4f932","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:07387297-eb9c-4ba6-93e3-c40523f4f932_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Absent from gnomAD in all subpopulations. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":8709,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:d501e543-4239-4b00-987e-af505fab3468","type":"GeneValidityProposition","disease":"obo:MONDO_0030866","gene":"hgnc:10852","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"*SHMT2* was first reported in relation to autosomal recessive neurodevelopmental disorder with cardiomyopathy, spasticity, and brain abnormalities (NEDCASB) in 2020 (García-Cazorla, et al., 2020, PMID:33015733). Patient fibroblasts with NEDCASB were found to have altered mitochondrial membrane potentials and ROS levels. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 8 variants (missense and single amino acid deletion) have been reported in 5 probands from 2 publication (PMID:33015733, PMID:35398349). Variants in this gene segregated with disease in 1 additional family member. \n\nThe gene *SHMT2* encodes an enzyme that serves as the mitochondrial form of serine hydroxymethyltransferase. Specifically, the enzyme catalyzes the reversible reaction of serine and tetrahydrofolate to glycine and 5,10-methylene tetrahydrofolate within the mitochondria. This gene-disease association is further supported by its biochemical function in kinetic assays (PMID:30500180) and a knockdown drosophila model (PMID:33015733) and a knockout mouse model (PMID:29323231), which recapitulates the molecular phenotype of deficiencies in mitochondrial respiratoration but for which homozygous knock outs are embryonic lethal at day 13.5 post coitum. The gene-disease relationship is also supported by functional alteration and rescue in cell culture models (PMIDs:29452640, 29364879), which show that null SHMT2 cells show a deficiency in respiratory chain translation due to an inability to maintain formylmethionyl-tRNA pools. \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease pair was originally evaluated by the Aminoacidopathy GCEP on 11/11/2022, it was updated 07/02/2024 to reasses the NM_005412.6:c.1124-4_1125delinsA variant.","dc:isVersionOf":{"id":"cggv:cf0af939-9015-47dd-bbcd-192114220334"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}