{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15bv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-25T12:34:13.507Z","role":"Publisher"},{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-01T17:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10060","role":"SecondaryContributor"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23644463","type":"dc:BibliographicResource","dc:abstract":"GATA zinc finger domain containing 2B (GATAD2B) encodes a subunit of the MeCP1-Mi-2/nucleosome remodelling and deacetylase complex involved in chromatin modification and regulation of transcription. We recently identified two de novo loss-of-function mutations in GATAD2B by whole exome sequencing in two unrelated individuals with severe intellectual disability.","dc:creator":"Willemsen MH","dc:date":"2013","dc:title":"GATAD2B loss-of-function mutations cause a recognisable syndrome with intellectual disability and are associated with learning deficits and synaptic undergrowth in Drosophila."},"evidence":[{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72ee8a2f-3c8a-4d8d-932a-7d50a0f7a071","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b548d5bb-4cf2-425a-9b36-d9351c944e62","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The GATAD2B protein functions as a subunit within the NuRD complex, which is an important regulator of gene expression during neurodevelopment. NuRD is a multi-protein holoenzyme possessing both histone deacetylase and chromatin remodeling activity. CHD3 and CHD4 encode chromatin-helicase DNA-binding proteins that function as scaffold proteins in the NuRD complex. The GATAD2 and CHD subunits exist as interacting monomers. CHD4-Sifrim-Hitz-Weiss syndrome has been recently reported in 32 subjects (e.g., PMID 27479907, ; CHD3-Snijders Blok-Campeau syndrome has been reported in thirty-five subjects (e.g., PMID 30397230, 27616479). These neurodevelopmental disorders share features that include macrocephaly, developmental delay, intellectual disability, infantile hypotonia, ventriculomegaly, and dysmorphic facial features.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31949314","type":"dc:BibliographicResource","dc:abstract":"Determination of genotypic/phenotypic features of GATAD2B-associated neurodevelopmental disorder (GAND).","dc:creator":"Shieh C","dc:date":"2020","dc:title":"GATAD2B-associated neurodevelopmental disorder (GAND): clinical and molecular insights into a NuRD-related disorder."},"rdfs:label":"NuRD complex function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"2 genes encoding proteins that function in same complex are also associated with neurodevelopmental syndromes with overlapping features\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2439ea25-3cd4-41f5-be31-66e45a6cbeb9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23cbb87c-e388-45f1-8ba8-912411f529b5","type":"FunctionalAlteration","dc:description":"Patient-identified missense variants were all located within the Conserved Region-1 (CR1; p.L180P) or Conserved Region-2 (CR2; p.G406R, p.R414Q, p.C420R, C420S) domains of the GATAD2B protein. The CR1 motif is known to bind MBD2/3 NuRD subunits through the formation of a coiled coil. The CR2 region has been shown to interact with the C-terminal region of CHD4. To understand the effect of the GATAD2B missense variants in the context of NuRD assembly, the authors performed pairwise interaction experiments to assess the binding of GATAD2B to MBD or CHD proteins. Full-length HA-tagged GATAD2B (wildtype or missense variants) was co-expressed with either FLAG-tagged MBD2/3 or the FLAG-tagged C-terminal region of CHD proteins (the C1-C2 region that follows the helicase domain) and their interaction examined in pulldown experiments. The L180P variant abrogated the interaction of GATAD2B with both MBD2 and MBD3 (Fig. 4a). The L180 residue lies at the interface of the GATAD2-MBD coiled-coil, and the leucine to proline substitution is likely to disrupt both the interaction interface and the intrinsic helical propensity of the CR1 region. As compared to wild type GATAD2B, the CR2-region variants showed variable effects on the interactions between GATAD2B and the CHD paralogues (Fig. 4b). The C420R and C420S variants substantially inhibited these interactions with the CHD paralogues as compared to wild-type controls, whereas R414Q variant caused a mild reduction in these interactions. The G406R variant showed no clear effect.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31949314","rdfs:label":"missense variants functional effect"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Evidence of disrupted NuRD protein-protein interactions by reported missense variants. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8af30f93-1b19-4f90-9774-f00f2da33de6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:591cb5ae-dabb-4120-93a7-f14cc21e8d61","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Drosophila conditional knocokout model: Drosophila has single orthologue for GATAD2A and GATAD2B named simjang (simj). Using the UAS-Gal4 system pan neuronal knockdown of simj in a simj UAS-RNAi knockdown line was driven by the elav-Gal4 driver. Habituation in the mutant flies was assessed using short light-off stimuli (trials), 100 knock down mutant flies vs 100 controls. A significant deficit in habituation was observed; simj-RNAi flies habituated more slowly than controls and maintained a higher jump response throughout the course of the experiment (figure 3). The level of simj mRNA was efficiently downregulated to 29% upon induction by a ubiquitous actin-Gal4 driver (p=0.0024; two-tailed t test). Synapse morphology of neuromuscular junctions (NMJs) was studied in the Simjang (simj) knockdown flies (UAS-simjRNAi100285/UAS-Dicer2; elav-Gal4/+) described above. In addition, larval NMJ structure and active zones visualised using dlg1 and brp marker antibodies: reduced synaptic branching and active zone number was observed in the simj knockdown flies while muscle size was unaffected.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23644463","rdfs:label":"Willemsen conditional knockdown fly model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Habituation was previously shown to be defective in classic learning and memory mutants and in a Drosophila model of ID. Flies that with a partial reduction in expression of the GATAD2A/B orthologue, simj, only in neurons show a deficit in habituation (and altered synapse structure).  Score reduced as only one aspect of disorder modelled, partial knockdown could be akin to haploinsufficiency default."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":4307,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:1028968c-280b-4236-bb05-488c383b3a18","type":"GeneValidityProposition","disease":"obo:MONDO_0014034","gene":"hgnc:30778","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"The *GATAD2B* gene is located on chromosome 1 at 1q21.3 and encodes the GATA zinc finger domain containing 2B protein, a transcriptional repressor. *GATAD2B* is a component of the methyl-CpG-binding protein-1 NuRD complex, which is involved in the deacetylation of methylated nucleosomes. *GATAD2B* was first reported in relation to a recognizable autosomal dominant severe intellectual disability, poor language, strabismus, grimacing face, long fingers syndrome in 2013 (Willemsen et al., 2013, PMID: 23644463), although variants in individuals with intellectual disability were  reported earlier (de Ligt et al., 2012, PMID: 23033978). This disorder, which is also referred to as GAND, or GATAD2B-associated neurodevelopmental syndrome, is characterized by infantile hypotonia, feeding issues, developmental delay, severe ID, impaired speech, macrocephaly, gait abnormalities, abnormal brain MRI, delayed toilet training, strabismus, and dysmorphic facial features that include prominent forehead, hypertelorism, prominent/bulbous nasal tip, pointed chin. More than 50 cases have been described (PMIDs: 23644463, 23033978, 28077840, 30346093, 30482549, 32688057, 31949314, 25356899, 27159321, 31205050). Nonsense, frameshift, splice, intragenic deletions, and a small number of missense variants clustered in conserved region domains have been reported. Variants occurred de novo in the majority of cases, with a handful of reports of parental mosaicism. Seven variants that were reported in seven probands from five publications are included in this curation (PMIDs: 32688057, 30482549, 30346093, 28077840, 23644463). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of disease is known to be haploinsufficiency/loss of function. This gene-disease relationship is also supported by a biochemical function in the NuRD complex shared with two other genes, *CHD3* and *CHD4*, that are associated with neurodevelopmental syndromes with overlapping features, impaired habituation, and altered synapse structure in a pan-neuronal knockdown Drosophila model, and evidence of disrupted NuRD protein-protein interactions for reported missense variants (PMIDs: 31949314, 23644463). In summary, *GATAD2B* is definitively associated with autosomal dominant severe intellectual disability, poor language, strabismus, grimacing face, long fingers syndrome. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 2/1/2022 (SOP Version 8). ","dc:isVersionOf":{"id":"cggv:5fb40641-ec79-4fee-9111-d38d2062c15b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}