{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cefv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-10-27T16:26:34.072Z","role":"Publisher"},{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-10-27T16:26:23.932Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/26386261","type":"dc:BibliographicResource","dc:abstract":"The combinatory phenotype of thrombocytopenia and developmental delay has been described for two genetic conditions: a chromosome 11q deletion that is referred to as Jacobsen syndrome, and a 21q22 microdeletion syndrome. Herein, we report a young girl who presented with persistent macrothrombocytopenia and a developmental delay. Whole exome sequencing revealed a de novo amino acid substitution in CDC42, a critical regulator of the cytoskeleton. Our observation recapitulates observations in mice lacking Cdc42. We suggest that this CDC42 mutation may represent yet another mechanism leading to the combinatory phenotype of persistent macrothrombocytopenia and developmental delay.","dc:creator":"Takenouchi T","dc:date":"2015","dc:title":"Macrothrombocytopenia and developmental delay with a de novo CDC42 mutation: Yet another locus for thrombocytopenia and developmental delay."},"evidence":[{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf0ddb66-4366-478f-a7db-0dc9a157faba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de558a5f-29f2-4cc3-b53a-b8cbe15f7bbd","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GST-Cdc42, bound to glutathione-Sepharose beads, was incubated with lysates of EBV-B or HEL cells. Analysis by SDS/PAGE and Western blotting found WASp associated significantly with GTP-Cdc42. Direct association was shown by expressing GST-WASp in E. coli which was then bound to glutathione-Sepharose beads and incubated with Cdc42, again finding the proteins were significantly associated. The interaction was also confirmed by co-immunoprecipitation in COS-7 cells co-transfected with WAS and CDC42.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8643625","type":"dc:BibliographicResource","dc:abstract":"Wiskott-Aldrich syndrome (WAS) is an X-linked immunodeficiency disorder with the most severe pathology in the T lymphocytes and platelets. The disease arises from mutations in the gene encoding the WAS protein. T lymphocytes of affected males with WAS exhibit a severe disturbance of the actin cytoskeleton, suggesting that the WAS protein could regulate its organization. We show here that WAS protein interacts with a member of the Rho family of GTPases, Cdc42. This interaction, which is guanosine 5'-triphosphate (GTP)-dependent, was detected in cell lysates, in transient transfections and with purified recombinant proteins. A weaker interaction was also detected with Rac1 using WAS protein from cell lysates. It was also found that different mutant WAS proteins from three affected males retained their ability to interact with Cdc42 and that the level of expression of the WAS protein in these mutants was only 2-5% of normal. Taken together these data suggest that the WAS protein might function as a signal transduction adaptor downstream of Cdc42, and in affected males, the cytoskeletal abnormalities may result from a defect in Cdc42 signaling.","dc:creator":"Kolluri R","dc:date":"1996","dc:title":"Direct interaction of the Wiskott-Aldrich syndrome protein with the GTPase Cdc42."},"rdfs:label":"WAS interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"There is apparent phenotypic similarity between Wiskott-Aldrich syndrome and the CDC42 associated syndrome which may reflect a combinatory role of WASP and CDC42 in cytoskeletal actin polymerization in various biological processes. On the other hand, from standpoint of platelet size, Wiskott-Aldrich syndrome and the CDC42 cases are dissimilar, in that patients with Wiskott-Aldrich syndrome presents with micro-thrombocytes, not macro-thrombocytes. Previous studies indicating both stimulatory and inhibitory roles of CDC42 in the process of podosome extrusion may explain this apparent dissimilarity in the platelet size."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c0eab86-93da-4abe-8025-fea9cff3df16","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b4281bf-6ad2-42b9-ac2a-4b000cf91982","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Megakaryocyte- and platelet-specific deletion of Cdc42 resulted in a moderate thrombocytopenia with platelet counts ranging between 50% and 80% of controls, indicating a significant but not essential role for Cdc42 in megakaryocyte differentiation and/or platelet formation. Platelet size was moderately increased in Cdc42−/− animals, as revealed by transmission electron microscopy and determination of the platelet width, as well as by flow cytometric assessment of the forward scatter signal. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20139097","type":"dc:BibliographicResource","dc:abstract":"Platelet activation at sites of vascular injury is crucial for hemostasis, but it may also cause myocardial infarction or stroke. Cytoskeletal reorganization is essential for platelet activation and secretion. The small GTPase Cdc42 has been implicated as an important mediator of filopodia formation and exocytosis in various cell types, but its exact function in platelets is not established. Here, we show that the megakaryocyte/platelet-specific loss of Cdc42 leads to mild thrombocytopenia and a small increase in platelet size in mice. Unexpectedly, Cdc42-deficient platelets were able to form normally shaped filopodia and spread fully on fibrinogen upon activation, whereas filopodia formation upon selective induction of GPIb signaling was reduced compared with wild-type platelets. Furthermore, Cdc42-deficient platelets showed enhanced secretion of alpha granules, a higher adenosine diphosphate (ADP)/adenosine triphosphate (ATP) content, increased aggregation at low agonist concentrations, and enhanced aggregate formation on collagen under flow. In vivo, lack of Cdc42 resulted in faster occlusion of ferric chloride-injured arterioles. The life span of Cdc42-deficient platelets was markedly reduced, suggesting increased clearing of the cells under physiologic conditions. These data point to novel multiple functions of Cdc42 in the regulation of platelet activation, granule organization, degranulation, and a specific role in GPIb signaling.","dc:creator":"Pleines I","dc:date":"2010","dc:title":"Multiple alterations of platelet functions dominated by increased secretion in mice lacking Cdc42 in platelets."},"rdfs:label":"Megakaryocyte Cdc42 -/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The megakaryocyte-restricted Cdc42 deletion provided a limited  recapitulation of the human syndrome, demonstrating the macrothrombocytopenia phenotype, but does not address additional features. Furthermore, human disease has been observed in individuals with heterozygous missense variants not homozygous null alleles so the mechanism may not be consistent between mice and humans."},{"id":"cggv:f264e9d4-93e7-436f-a130-8a71ecdf24d3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ec50873-23e5-41b9-850b-a494fd20d0b3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cdc42 mutant mice showed highly impaired hair coat development similar to the sparse hair noted in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16510873","type":"dc:BibliographicResource","dc:abstract":"Differentiation of skin stem cells into hair follicles (HFs) requires the inhibition of beta-catenin degradation, which is controlled by a complex containing axin and the protein kinase GSK3beta. Using conditional gene targeting in mice, we show now that the small GTPase Cdc42 is crucial for differentiation of skin progenitor cells into HF lineage and that it regulates the turnover of beta-catenin. In the absence of Cdc42, degradation of beta-catenin was increased corresponding to a decreased phosphorylation of GSK3beta at Ser 9 and an increased phosphorylation of axin, which is known to be required for binding of beta-catenin to the degradation machinery. Cdc42-mediated regulation of beta-catenin turnover was completely dependent on PKCzeta, which associated with Cdc42, Par6, and Par3. These data suggest that Cdc42 regulation of beta-catenin turnover is important for terminal differentiation of HF progenitor cells in vivo.","dc:creator":"Wu X","dc:date":"2006","dc:title":"Cdc42 controls progenitor cell differentiation and beta-catenin turnover in skin."},"rdfs:label":"keratinocyte-restricted Cdc42 deletion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The keratinocyte-restricted Cdc42 deletion is a limited  recapitulation of the human syndrome, demonstrating the sparse hair phenotype, but does not address additional features. Furthermore, human disease has been observed in individuals with missense variants not null alleles so the mechanism may not be consistent between mice and humans."},{"id":"cggv:ada402ab-ff60-49ac-a352-e1beeeaa5ae0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed78684a-9a27-4aa8-93bb-0e5051f2e044","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Compared to wild-type CDC-42, group II mutations (p.Ser83Pro and p.Ala159Val) induced a more severe multiple ectopic pseudovulvae (multivulva [Muv]) phenotype and more efficiently rescued the lack of a vulva (vulvaless [Vul]) phenotype of let-23(sy1) animals, indicative of enhanced signal flow through LET-60. Overexpression of wild-type CDC-42 also engendered aberrant vulva morphogenesis, generating a Pvl phenotype that was mediated, in part, by WSP-1/WASP.  By contrast, CDC-42Tyr23Cys, CDC-42Arg68Gln, and CDC-42Glu171Lys significantly reduced the Pvl phenotype, supporting a selective hypomorphic behavior. Overall, the data indicate that group II mutations upregulate multiple signaling pathways, including LET-60/RAS, while the other variants behave as hypomorphic mutations on WASP-dependent signaling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29394990","type":"dc:BibliographicResource","dc:abstract":"Exome sequencing has markedly enhanced the discovery of genes implicated in Mendelian disorders, particularly for individuals in whom a known clinical entity could not be assigned. This has led to the recognition that phenotypic heterogeneity resulting from allelic mutations occurs more commonly than previously appreciated. Here, we report that missense variants in CDC42, a gene encoding a small GTPase functioning as an intracellular signaling node, underlie a clinically heterogeneous group of phenotypes characterized by variable growth dysregulation, facial dysmorphism, and neurodevelopmental, immunological, and hematological anomalies, including a phenotype resembling Noonan syndrome, a developmental disorder caused by dysregulated RAS signaling. In silico, in vitro, and in vivo analyses demonstrate that mutations variably perturb CDC42 function by altering the switch between the active and inactive states of the GTPase and/or affecting CDC42 interaction with effectors, and differentially disturb cellular and developmental processes. These findings reveal the remarkably variable impact that dominantly acting CDC42 mutations have on cell function and development, creating challenges in syndrome definition, and exemplify the importance of functional profiling for syndrome recognition and delineation.","dc:creator":"Martinelli S","dc:date":"2018","dc:title":"Functional Dysregulation of CDC42 Causes Diverse Developmental Phenotypes."},"rdfs:label":"c elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"As in humans, in Caenorhabditis elegans, CDC-42 controls early and late developmental programs, including vulval development. These studies are consistent with human disease in that they show the mutations to disrupt development. However, these phenotypes do not specifically recapitulate those observed in human patients."},{"id":"cggv:e3fcc1c1-9a12-41e6-ba23-23b078eb17ab","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5f1196a-879a-47cd-8f3d-d9f62c9e55ad","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cdc42 conditional knockout mice (Rac1fl/fl; Prx1-Cre) showed short limbs, caused by a failure of endochondral ossification, and syndactyly, caused by fusion of metacarpals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22387309","type":"dc:BibliographicResource","dc:abstract":"Cdc42, a member of the Rho subfamily of small GTPases, is known to be a regulator of multiple cellular functions, including cytoskeletal organization, cell migration, proliferation, and apoptosis. However, its tissue-specific roles, especially in mammalian limb development, remain unclear. To investigate the physiological function of Cdc42 during limb development, we generated limb bud mesenchyme-specific inactivated Cdc42 (Cdc42(fl/fl); Prx1-Cre) mice. Cdc42(fl/fl); Prx1-Cre mice demonstrated short limbs and body, abnormal calcification of the cranium, cleft palate, disruption of the xiphoid process, and syndactyly. Severe defects were also found in long bone growth plate cartilage, characterized by loss of columnar organization of chondrocytes, and thickening and massive accumulation of hypertrophic chondrocytes, resulting in delayed endochondral bone formation associated with reduced bone growth. In situ hybridization analysis revealed that expressions of Col10 and Mmp13 were reduced in non-resorbed hypertrophic cartilage, indicating that deletion of Cdc42 inhibited their terminal differentiation. Syndactyly in Cdc42(fl/fl); Prx1-Cre mice was caused by fusion of metacarpals and a failure of interdigital programmed cell death (ID-PCD). Whole mount in situ hybridization analysis of limb buds showed that the expression patterns of Sox9 were ectopic, while those of Bmp2, Msx1, and Msx2, known to promote apoptosis in the interdigital mesenchyme, were down-regulated. These results demonstrate that Cdc42 is essential for chondrogenesis and ID-PCD during limb development.","dc:creator":"Aizawa R","dc:date":"2012","dc:title":"Cdc42 is required for chondrogenesis and interdigital programmed cell death during limb development."},"rdfs:label":"limb bud mesenchyme-specific inactivated Cdc42 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The limb bud mesenchyme-specific inactivation of the Cdc42 gene provided a limited  recapitulation of the human syndrome, demonstrating the short stature and syndactyly, but does not address additional features. Furthermore, human disease has been observed in individuals with heterozygous missense variants not homozygous null alleles so the mechanism may not be consistent between mice and humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3565,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.5,"subject":{"id":"cggv:3dbade2c-62e1-4c7f-86e1-f8182dc0ab61","type":"GeneValidityProposition","disease":"obo:MONDO_0014757","gene":"hgnc:1736","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CDC42 was first reported in relation to autosomal dominant macrothrombocytopenia-lymphedema-developmental delay-facial dysmorphism-camptodactyly syndrome (sometimes known as Takenouchi-Kosaki syndrome) in 2015 (Takenouchi T, et al., 2015, PMID: 26386261). CDC42, a master regulator of actin cytoskeleton and major node in intracellular signaling, is associated with a heterogeneous set of developmental and multi-system phenotypes, demonstrating the critical requirement of proper CDC42 function in a large array of developmental processes. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Patients have a broad spectrum of anomalies; core clinical features include defective growth, intellectual disability, facial dysmorphism, hearing/vision problems, cardiac malformations, immune, hematologic, and lymphatic abnormalities, and brain malformations. Nine unique missense variants have been reported in this gene in at least 9 probands in 2 publications (PMIDs: 26386261 and 29394990). Segregation was observed in one family (Family 30153 in PMID: 29394990), all others were de novo occurrences. This gene-disease relationship is supported by its interaction with WAS (PMID: 8643625) and multiple model systems with partial recapitulation of human disease (PMIDs: 29394990, 16510873, 20139097, 22387309). In summary CDC42 is definitively associated with autosomal dominant macrothrombocytopenia-lymphedema-developmental delay-facial dysmorphism-camptodactyly syndrome.","dc:isVersionOf":{"id":"cggv:95177a3a-0dca-4945-8a44-f63697739cef"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}