{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-10-16T14:34:53.574Z","role":"Approver"},{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f308d89-0dc0-4e8b-8a82-94696d53083b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db293ac7-d481-4857-8966-ef593199c54e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"FOXRED1 co-immunoprecipitated with a number of complex I subunits including NDUFB10, NDUFS5, NDUFA10, NDUFA8, NDUFS3 and NDUFA5. As per Leigh Map, NDUFA10 and NDUFS3 have been implicated in causing Leigh syndrome (Rahman 2017 PMID: 27977873). Therefore, FOXRED1 physically interacts with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25678554","type":"dc:BibliographicResource","dc:abstract":"Human mitochondrial complex I is the largest enzyme of the respiratory chain and is composed of 44 different subunits. Complex I subunits are encoded by both nuclear and mitochondrial (mt) DNA and their assembly requires a number of additional proteins. FAD-dependent oxidoreductase domain-containing protein 1 (FOXRED1) was recently identified as a putative assembly factor and FOXRED1 mutations in patients cause complex I deficiency; however, its role in assembly is unknown. Here, we demonstrate that FOXRED1 is involved in mid-late stages of complex I assembly. In a patient with FOXRED1 mutations, the levels of mature complex I were markedly decreased, and a smaller ∼475 kDa subcomplex was detected. In the absence of FOXRED1, mtDNA-encoded complex I subunits are still translated and transiently assembled into a late stage ∼815 kDa intermediate; but instead of transitioning further to the mature complex I, the intermediate breaks down to an ∼475 kDa complex. As the patient cells contained residual assembled complex I, we disrupted the FOXRED1 gene in HEK293T cells through TALEN-mediated gene editing. Cells lacking FOXRED1 had ∼10% complex I levels, reduced complex I activity, and were unable to grow on galactose media. Interestingly, overexpression of FOXRED1 containing the patient mutations was able to rescue complex I assembly. In addition, FOXRED1 was found to co-immunoprecipitate with a number of complex I subunits. Our studies reveal that FOXRED1 is a crucial component in the productive assembly of complex I and that mutations in FOXRED1 leading to partial loss of function cause defects in complex I biogenesis. ","dc:creator":"Formosa LE","dc:date":"2015","dc:title":"Characterization of mitochondrial FOXRED1 in the assembly of respiratory chain complex I."},"rdfs:label":"FOXRED1 immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The FOXRED1 encoded protein interacts with 2-5 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1 pt)"},{"id":"cggv:13492146-6e94-45b4-88e2-7f4e35845a24","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac9cc348-3f48-4516-8b64-1c1fe96b37b7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FOXRED1 is a nuclear encoded complex 1 assembly unit, involved in mid-late stages of complex I assembly. (PMID:25678554) According to Leigh map, at least six other complex I assembly units have been implicated in causing Leigh Syndrome (NDUFAF2, NDUFAF4, NDUFAF5, NDUFAF6, NUBPL, and C17ORF89) (Rahman 2017 PMID: 27977873). Therefore, the function of FOXRED1 is shared with other known genes in the disease of interest.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25678554","rdfs:label":"FOXRED1 Complex I assembly unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"The FOXRED1 encoded protein shares a biochemical relationship or function with 6-10 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1.5 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69e8b16c-167e-48b9-a516-dab1b8c27db2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f77cee2c-4fef-437b-809d-df6dffa3eacc","type":"FunctionalAlteration","dc:description":"Patient fibroblasts demonstrated reduced complex I activity, decreased levels of fully assembled complex I, the accumulation of complex I subcomplexes, and, unexpectedly, decreased levels of fully assembled complex II. FOXRED1 was decreased in the patient myoblast line compared to controls. Both the assembly defects and FOXRED1 levels were rescued by retroviral expression of wild-type FOXRED1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27215383","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH ubiquinone oxidoreductase) is a large multisubunit enzyme that catalyzes the first step in oxidative phosphorylation (OXPHOS). In mammals, complex I biogenesis occurs in a stepwise manner, a process that requires the participation of several nucleus-encoded accessory proteins. The FAD-dependent oxidoreductase-containing domain 1 (FOXRED1) protein is a complex I assembly factor; however, its specific role in the assembly pathway remains poorly understood. We identified a homozygous missense mutation, c.1308 G→A (p.V421M) in FOXRED1 in a patient who presented with epilepsy and severe psychomotor retardation. A patient myoblast line showed a severe reduction in complex I, associated with the accumulation of subassemblies centered around ∼340 kDa, and a milder decrease in complex II, all of which were rescued by retroviral expression of wild-type FOXRED1. Two additional assembly factors, AIFM1 and ACAD9, coimmunoprecipitated with FOXRED1, and all were associated with a 370-kDa complex I subassembly that, together with a 315-kDa subassembly, forms the 550-kDa subcomplex. Loss of FOXRED1 function prevents efficient formation of this midassembly subcomplex. Although we could not identify subassemblies of complex II, our results establish that FOXRED1 function is both broader than expected, involving the assembly of two flavoprotein-containing OXPHOS complexes, and cell type specific.","dc:creator":"Zurita Rendón O","dc:date":"2016","dc:title":"A Mutation in the Flavin Adenine Dinucleotide-Dependent Oxidoreductase FOXRED1 Results in Cell-Type-Specific Assembly Defects in Oxidative Phosphorylation Complexes I and II."},"rdfs:label":"FOXRED1_fibroblast studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"one patient cell culture model with disrupted gene function showing mitochondrial dysfunction in a non-neuronal cell type (Awarded 1 pt)"},{"id":"cggv:76e7b174-8557-4216-b217-3b4cf1f086f7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:342259d9-74fb-4985-82cb-a1cc7b7e9444","type":"FunctionalAlteration","dc:description":"Cells demonstrated decreased complex I activity and assembly. The enzymatic activity of complex I (expressed as complex I / complex II ratio) was 18% of mean normal activity, confirming complex I deficiency. Blue-Native Polyacrylamide Gel Electrophoresis (BN-PAGE) analysis showed a significant decrease in CI/CII assembly level in patient's fibroblast (8% of mean normal control value)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31065540","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I is encoded by 38 nuclear-encoded and 7 mitochondrial-encoded genes. FOXRED1 is one of the 13 additional nuclear genes known as assembly factors. So far, four patients have been described with complex I deficiency caused by autosomal recessive mutations in FOXRED1. Here, we report the fifth patient with FOXRED1 related complex 1 deficiency presenting with prenatal onset of bilateral periventricular cysts, congenital lactic acidosis, and persistent life-limiting pulmonary hypertension. Whole exome sequencing identified a compound heterozygosity for a known pathogenic variant (c.612_615dupAGTG; p.A206SfsX15) (paternal) and a likely pathogenic variant (c.874G>A; p.Gly292Arg) (maternal). Deficiency of complex I was demonstrated by the absence of complex I on Blue Native Gel Electrophoresis and by a significantly reduced complex I enzyme activity in the patient's fibroblasts. Compared with the previous known FOXRED1 cases, unique clinical features observed in our patient include bilateral periventricular cysts and severe pulmonary hypertension. Whole exome sequencing was instrumental in recognizing the underlying gene defect in this patient.","dc:creator":"Apatean D","dc:date":"2019","dc:title":"Congenital lactic acidosis, cerebral cysts and pulmonary hypertension in an infant with FOXRED1 related complex 1 deficiency."},"rdfs:label":"Fibroblast Studies_Apatean"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This is a second patient cell culture model with FOXRED1 mutations demonstrating evidence of mitochondrial dysfunction (Awarded 0.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afa5bbaf-45b2-49a3-9023-278d6006a645","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:18eeee3f-2128-47a1-847e-1b555544e1ce","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Results showed neurobehavioral changes in the injected mice along with parallel degeneration in corpus striatum and sparing of the substantia nigra similar to what happen in Leigh syndrome cases","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30392038","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is one of the most puzzling mitochondrial disorders, which is also known as subacute necrotizing encephalopathy. It has an incidence of 1 in 77,000 live births worldwide with poor prognosis. Currently, there is a poor understanding of the underlying pathophysiological mechanisms of the disease without any available effective treatment. Hence, the inevitability for developing suitable animal and cellular models needed for the development of successful new therapeutic modalities. In this short report, we blocked FOXRED1 gene with small interfering RNA (siRNA) using C57bl/6 mice. Results showed neurobehavioral changes in the injected mice along with parallel degeneration in corpus striatum and sparing of the substantia nigra similar to what happen in Leigh syndrome cases. FOXRED1 blockage could serve as a new animal model for Leigh syndrome due to defective CI, which echoes damage to corpus striatum and affection of the central dopaminergic system in this disease. Further preclinical studies are required to validate this model.","dc:creator":"Salama M","dc:date":"2019","dc:title":"FOXRED1 silencing in mice: a possible animal model for Leigh syndrome."},"rdfs:label":"FOXRED1 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Utilized model scoring system developed for Leigh syndrome experimental evidence. (1/3 pts for neuropathology evidence, and 0.5/1 pts for neurocognitive behavioral differences)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9fd5d048-2bd2-4f90-8af7-50757ef509ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ce59f5a-0f95-4af9-a9ee-88870bb92ee6","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. MRI at 6 years of age showed areas of decreased attenuation in the putamen bilaterally and significant cerebellar atrophy, consistent with a diagnosis of Leigh syndrome. Fibroblasts from this patient exhibited a a CI defect, with only 9% residual CI activity when assayed by spectrophometric enzyme assay","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9fd5d048-2bd2-4f90-8af7-50757ef509ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:04c4fbc4-5fcf-436d-bf88-cd98a8ab4f65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017547.4(FOXRED1):c.1289A>G (p.Asn430Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6"}},{"id":"cggv:20614174-6861-4845-8a62-95b1676e0d05","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017547.4(FOXRED1):c.694C>T (p.Gln232Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20818383","type":"dc:BibliographicResource","dc:abstract":"Discovering the molecular basis of mitochondrial respiratory chain disease is challenging given the large number of both mitochondrial and nuclear genes that are involved. We report a strategy of focused candidate gene prediction, high-throughput sequencing and experimental validation to uncover the molecular basis of mitochondrial complex I disorders. We created seven pools of DNA from a cohort of 103 cases and 42 healthy controls and then performed deep sequencing of 103 candidate genes to identify 151 rare variants that were predicted to affect protein function. We established genetic diagnoses in 13 of 60 previously unsolved cases using confirmatory experiments, including cDNA complementation to show that mutations in NUBPL and FOXRED1 can cause complex I deficiency. Our study illustrates how large-scale sequencing, coupled with functional prediction and experimental validation, can be used to identify causal mutations in individual cases.","dc:creator":"Calvo SE","dc:date":"2010","dc:title":"High-throughput, pooled sequencing identifies mutations in NUBPL and FOXRED1 in human complex I deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20818383","rdfs:label":"Patient DT22"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"2.5 pts were awarded as the c.694C>T (p.Q232X) mutation is a nonsense mutation and complementation studies in patient fibroblasts with wild type FOXRED1 were able to rescue the complex 1 defect."},{"id":"cggv:a1889442-d1cb-4241-b940-544190524fb5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ceea7ac7-0ea2-4b39-9ea6-8a23188ee169","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Eleven genes were sequenced by cycle sequencing (Big Dye) and analysis on MegaBACE","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Brain MRI was consistent with Leigh like Syndrome. At 8 mos, Brain MRI revealed delayed myelination, ventricular dilation and abnormal signal in the thalami and basal ganglia","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":true,"previousTestingDescription":"SNP array testing was normal. Homozygosity mapping detected 5 candidate regions unique to proband and not detected in unaffected siblings. Of the 337 genes located in these regions, 11 genes associated with mitochondria were prioritized for sequencing.","sex":"Male","variant":{"id":"cggv:a1889442-d1cb-4241-b940-544190524fb5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3e1691aa-45c3-412e-98f8-c7aa92a487b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017547.4(FOXRED1):c.1054C>T (p.Arg352Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/31048"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26022995","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Fassone E","dc:date":"2015","dc:title":"FOXRED1, encoding an FAD-dependent oxidoreductase complex-I-specific molecular chaperone, is mutated in infantile-onset mitochondrial encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26022995","rdfs:label":"Fassone Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"A score of 1.5 pts was awarded to this case as complementation studies in patient fibroblasts with wild type FOXRED1 restored complex I activity."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":410,"specifiedBy":"GeneValidityCriteria6","strengthScore":9,"subject":{"id":"cggv:55bd0b0f-fb68-4b02-9a58-de329fca71cc","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:26927","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between FOXRED1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 14, 2019. Variants in FOXRED1  were first reported in humans with Leigh syndrome spectrum as early as 2010 (PMID: 20818383). Four unique variants predicted to cause a loss of or reduced function of the protein have been reported in ClinVar, suggesting loss of function is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Two probands with confirmed FOXRED1  mutations demonstrating a Leigh syndrome spectrum phenotype have been reported in 2 publications (PMIDs: 26022995, 20818383) to reach a case-level evidence score of 4. This gene-disease association is further supported by FOXRED1’s protein interaction and shared function with other genes associated with Leigh syndrome spectrum, mitochondrial alterations in patient cell lines, and a FOXRED1 mouse model exhibiting a neuropathological and behavioral phenotype, reaching an experimental score of 5 pts. In summary, there is moderate evidence to support the relationship between FOXRED1 and autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 14, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:c74ba0cb-ccef-4a19-9fef-ef9996f72290"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}