{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-11T18:00:34.492Z","role":"Publisher"},{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-06T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30487643","type":"dc:BibliographicResource","dc:abstract":"Potocki-Shaffer syndrome (PSS) is a contiguous gene syndrome caused by 11p11.2 deletions. PSS is clinically characterized by intellectual disability, craniofacial anomalies, enlarged parietal foramina, and multiple exostoses. PSS occasionally shows autism spectrum disorder, epilepsy, and overgrowth. Some of the clinical features are thought to be associated with haploinsufficiency of two genes in the 11p11.2 region; variants affecting the function of ALX4 cause enlarged parietal foramina and EXT2 lead to multiple exostoses. However, the remaining clinical features were still yet to be linked to specific genetic alterations. In this study, we identified de novo truncating variants in an 11p11.2 gene, PHF21A, in three cases with intellectual disability and craniofacial anomalies. Among these three cases, autism spectrum disorder was recognized in one case, epilepsy in one case, and overgrowth in two cases. This study shows that PHF21A haploinsufficiency results in intellectual disability and craniofacial anomalies and possibly contributes to susceptibility to autism spectrum disorder, epilepsy, and overgrowth, all of which are PSS features.","dc:creator":"Hamanaka K","dc:date":"2019","dc:title":"De novo truncating variants in PHF21A cause intellectual disability and craniofacial anomalies."},"evidence":[{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8be716bc-0937-438b-8a44-b14295133981","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9930e974-ca3d-4780-a500-c0ca7ca16a8a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Chromatin-immunoprecipitation experiments demonstrate the recruitment of BHC by the neuronal repressor REST.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12032298","type":"dc:BibliographicResource","dc:abstract":"BRAF35, a structural DNA-binding protein, initially was identified as a component of a large BRCA2-containing complex. Biochemical analysis revealed the presence of a smaller core-BRAF35 complex devoid of BRCA2. Here we report the isolation of a six-subunit core-BRAF35 complex with the capacity to deacetylate histones, termed the BRAF-histone deacetylase complex (BHC), from human cells. BHC contains polypeptides reminiscent of the chromatin-remodeling complexes SWI/SNF and NuRD (nucleosome remodeling and deacetylating). Similar to NuRD, BHC contains an Mi2-like subunit, BHC80, and a PHD zinc-finger subunit as well as histone deacetylases 1/2 and an MTA-like subunit, the transcriptional corepressor CoREST. We show that BHC mediates repression of neuron-specific genes through the cis-regulatory element known as the repressor element 1 or neural restrictive silencer (RE1/NRS). Chromatin-immunoprecipitation experiments demonstrate the recruitment of BHC by the neuronal repressor REST. Expression of BRAF35 containing a single point mutation in the HMG domain of the protein abrogated REST-mediated transcriptional repression. These results demonstrate a role for core-BRAF35-containing complex in the regulation of neuron-specific genes through modulation of the chromatin structure.","dc:creator":"Hakimi MA","dc:date":"2002","dc:title":"A core-BRAF35 complex containing histone deacetylase mediates repression of neuronal-specific genes."},"rdfs:label":"Chromatin-immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8bdd118f-a598-4f76-ba28-0436eb6022c5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6706781-2f57-4325-9501-dfec7b0208a2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Injection of zebrafish embryos with morpholinos against the phf21a gene resulted in both craniofacial abnormalities and neuronal apoptosis, recapitulating the human phenotype.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22770980","type":"dc:BibliographicResource","dc:abstract":"Potocki-Shaffer syndrome (PSS) is a contiguous gene disorder due to the interstitial deletion of band p11.2 of chromosome 11 and is characterized by multiple exostoses, parietal foramina, intellectual disability (ID), and craniofacial anomalies (CFAs). Despite the identification of individual genes responsible for multiple exostoses and parietal foramina in PSS, the identity of the gene(s) associated with the ID and CFA phenotypes has remained elusive. Through characterization of independent subjects with balanced translocations and supportive comparative deletion mapping of PSS subjects, we have uncovered evidence that the ID and CFA phenotypes are both caused by haploinsufficiency of a single gene, PHF21A, at 11p11.2. PHF21A encodes a plant homeodomain finger protein whose murine and zebrafish orthologs are both expressed in a manner consistent with a function in neurofacial and craniofacial development, and suppression of the latter led to both craniofacial abnormalities and neuronal apoptosis. Along with lysine-specific demethylase 1 (LSD1), PHF21A, also known as BHC80, is a component of the BRAF-histone deacetylase complex that represses target-gene transcription. In lymphoblastoid cell lines from two translocation subjects in whom PHF21A was directly disrupted by the respective breakpoints, we observed derepression of the neuronal gene SCN3A and reduced LSD1 occupancy at the SCN3A promoter, supporting a direct functional consequence of PHF21A haploinsufficiency on transcriptional regulation. Our finding that disruption of PHF21A by translocations in the PSS region is associated with ID adds to the growing list of ID-associated genes that emphasize the critical role of transcriptional regulation and chromatin remodeling in normal brain development and cognitive function.","dc:creator":"Kim HG","dc:date":"2012","dc:title":"Translocations disrupting PHF21A in the Potocki-Shaffer-syndrome region are associated with intellectual disability and craniofacial anomalies."},"rdfs:label":"zebrafish morpholinos"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded to 1 point because this is a morpholino model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":4781,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:99ba760a-fe7d-4a24-a222-ddf87ce9f11e","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:24156","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PHF21A* variants were first reported in relation to complex neurodevelopmental disorder in 2019 (PMID:30487643). The *PHF21A* gene encodes BHC80, a component of the BRAF35/HDAC complex that mediates repression of neuron-specific genes. At least 10 variants in *PHF21A*, including nonsense, frameshift and missense variants have been reported in the literature, with most variants occurring de novo. Patients with variants in this gene have been reported to have developmental delay, intellectual disability, and facial dysmorphism.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 10 probands in 2 publications (PMID: 30487643 and 31649809), including 6 frameshift, 3 nonsense (recurrent - c.1738C>T) and 1 missense (AT Hook region) (12 pts). Three of the frameshift variants are located at the last exons and are predicted to elongate the transcription product (PMID: 31649809). Due to limitations of the scoring interface, variants in two probands are not able to be formally entered. Patient 5 carries NM_001101802.1:c.1471_1472insT(p.Cys491LeufsTer?) and patient 7 carries NM_001101802.1:c.2024del(p.Gln675ArgfsTer?)) (PMID: 31649809). \n\nThis gene-disease relationship is also supported by a zebrafish model that recapitulates some of the human disease phenotype (PMID:22770980) and a protein interaction study (PMID:12032298).\n\nIn summary, there is definitive evidence to support the gene-disease relationship between *PHF21A* and complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 6, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:a1312f4b-fcc2-46ca-9132-7592e46ae05f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}