{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-05-30T16:00:00.000Z","role":"Approver"},{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-11-01T17:30:30.549Z","role":"Publisher"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"evidence":[{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5},{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:66e6e6cd-38b2-4993-9e69-e148cdc9ae04","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e21686e-4f89-4948-bf77-ab0ece990934","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice homozygous for the floxed TRAF3 allele (CKO mice) were fertile and healthy. Adult B-specific CKO mice (B-TRAF3-/-) exhibited greatly enlarged spleens and lymph nodes compared to those from TRAF3flox/flox littermate control mice or wild type mice. B-TRAF3-/- mice had increased size and numbers of lymphoid follicles. Proportions and absolute numbers of B cells (B220+ or IgM+) in both spleen and lymph nodes were markedly increased, while the proportion of T cells (CD3+) was reduced in B-TRAF3-/- mice. Splenomegaly and lymphadenopathy of B-TRAF3-/- mice were due to massive expansion of B cell compartments. Flow cytometric analysis revealed that TRAF3-/- splenic germinal center B (B220+PNA+) cells expressed higher surface IgM and IgG than LMC B cells, and that GC B cells are CD38-low and CD95-high relative to non-GC B (B220+PNA-) cells in both LMC and B-TRAF3-/- mice. Basal serum Ig isotypes IgM, IgG2a, IgG2b, IgG3 and IgA were elevated 2-5 fold in B-TRAF3-/- mice compared to those observed in LMC as measured by ELISA. In contrast, basal serum levels of IgG1 and IgE were unaltered. TRAF3-/- B cells exhibited markedly increased constitutive activation of NF-κB2 and decreased PKCδ nuclear translocation. All aged (including early aged) B-TRAF3-/- mice displayed anti-dsDNA autoantibodies in sera. 3 out of 4 B-TRAF3-/- mice contained lymphocyte infiltrates at multiple locations in kidney and liver and exhibited immune complex deposition in kidney.\n\nIn addition, from PMID: 32591397 reports on B-cell receptor (BCR) signaling. BCR's capacity to induce activation-induced deaminase and class switch recombination (CSR) is restrained by TRAF3; (2) TRAF3 limits BCR proximal signaling strength by reducing phosphorylation of Syk and BTK kinases as well as PLCγ2-dependent Ca2+ flux; (3) TRAF3 deficiency resulted in elevated BCR signaling intensity and constitutively active NF-κB2, both of which are required for enabling the BCR to induce CSR; (4) TRAF3-deficiency breaks autoreactive B-cell anergy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17723217","type":"dc:BibliographicResource","dc:abstract":"Tumor necrosis factor receptor-associated factor 3 (TRAF3) is an adaptor protein that directly binds to a number of receptors of the tumor necrosis factor receptor (TNF-R) superfamily. Despite in vitro evidence that TRAF3 plays diverse roles in different cell types, little is known about the in vivo functions of TRAF3. To address this gap in knowledge and to circumvent the early lethal effect of TRAF3 null mutations, we generated conditional TRAF3-deficient mice. B-cell-specific Traf3(-/-) mice displayed severe peripheral B cell hyperplasia, which culminated in hyperimmunoglobulinemia and increased T-independent antibody responses, splenomegaly and lymphadenopathy. Resting splenic B cells from these mice exhibited remarkably prolonged survival ex vivo independent of B cell activating factor and showed increased amounts of active nuclear factor-kappaB2 but decreased amounts of nuclear protein kinase Cdelta. Furthermore, these mice developed autoimmune manifestations as they aged. These findings indicate that TRAF3 is a critical regulator of peripheral B cell homeostasis and may be implicated in the regulation of peripheral self-tolerance induction.","dc:creator":"Xie P","dc:date":"2007","dc:title":"Tumor necrosis factor receptor-associated factor 3 is a critical regulator of B cell homeostasis in secondary lymphoid organs."},"rdfs:label":"Xie_Conditional KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model is scored default points. While the phenotypes are observed due to homozygous knock out of TRAF3 in mice, the TRAF3 knock-out is specific to B cells, which recapitulates the human TRAF3 deficiency including lymphadenopathy and autoimmune phenotypes. Of note, while the human patients are heterozygous for the null allele, they show >50% reduction of the TRAF3 protein."},{"id":"cggv:e9f49b9f-204c-40da-ade4-39c32118cec3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:929e0693-ea14-4dca-a1e5-363ec4c4feb1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While TRAF3−/− mice appeared normal at birth, they were very small compared to normal littermates by day 3. The mutant mice became more runted with time, and by day 9 their body weights were only about 20% those of their normal littermates (Figure 2A; data not shown). Although all TRAF3−/− mice died by day 10, histological studies of mutant mice failed to reveal any gross defect in the structures of tested organs, including brain, lung, heart, thymus, liver, kidney, and spleen. The lymphoid organs in TRAF3−/− mice were smaller than those of normal littermates, and by day 7 after birth the spleen of TRAF3−/− mice was rudimentary, with a cellularity only about 1% that of normal littermates. Histologically, however, the structure of the spleen of TRAF3−/− mice remained intact. We also observed a progressive depletion of all lineages of white cells in the periphery of TRAF3−/− mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8934568","type":"dc:BibliographicResource","dc:abstract":"TRAF3 was found as a protein that binds to the cytoplasmic tail of CD40 but is part of a family of proteins with common structure and activity. To clarify the physiological roles of TRAF3, we introduced a TRAF3 null mutation in mice through homologous recombination. TRAF3-deficient mice appear normal at birth but become progressively runted, correlating with progressive hypoglycemia and depletion of peripheral white cells. The mutant mice die by 10 days of age. Fetal liver cells from TRAF3-deficient embryos can reconstitute all hematopoietic lineages in lethally irradiated mice. However, these reconstituted mice are impaired in their immune responses to T-dependent antigen, and their T cells are functionally defective. These findings indicate that TRAF3 is required for postnatal development and for a competent immune system.","dc:creator":"Xu Y","dc:date":"1996","dc:title":"Targeted disruption of TRAF3 leads to postnatal lethality and defective T-dependent immune responses."},"rdfs:label":"Xu_Knock-out Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model  is not scored as the  model is a homozygous knock-out of the gene while the human disease is heterozygous haploinsufficiency."},{"id":"cggv:15d3a7c9-6680-4000-a031-77147a88a498","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e127118e-5db6-4685-acc0-8f466d5a6cd6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Excision of the first two coding exons of the TRAF3 gene in thymocytes were verified by genomic PCR, and the elimination of TRAF3 protein expression in thymocytes as well as in splenic CD4 and CD8 T cells of TRAF3flox/floxCD4-Cre mice (T-TRAF3−/− mice) verified by western blot. Adult T-TRAF3−/− mice exhibited slightly bigger spleens and normal lymph nodes compared to those from LMC mice or wild type mice. Loss of TRAF3 in thymocytes altered the maturation or homeostasis of Treg in secondary lymphoid organs. IgG1 responses were defective in T-TRAF3−/− mice at all time points examined. 25% T-TRAF3−/− mice succumbed to low, normally sublethal dose of Listeria monocytogenes (LM) infection ranging from d7 to d16 post infection, in contrast to litter mate controls. T-TRAF3-/- mice showed slower clearance of bacteria in the liver and TRAF3−/− CD4 and CD8 T cells exhibited delayed responses in migrating and trafficking to the liver following primary LM infection. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21084666","type":"dc:BibliographicResource","dc:abstract":"We recently reported that TNFR-associated factor (TRAF)3, a ubiquitously expressed adaptor protein, promotes mature B cell apoptosis. However, the specific function of TRAF3 in T cells has remained unclear. In this article, we report the generation and characterization of T cell-specific TRAF3(-/-) mice, in which the traf3 gene was deleted from thymocytes and T cells. Ablation of TRAF3 in the T cell lineage did not affect CD4 or CD8 T cell populations in secondary lymphoid organs or the numbers or proportions of CD4(+),CD8(+) or double-positive or double-negative thymocytes, except that the T cell-specific TRAF3(-/-) mice had a 2-fold increase in FoxP3(+) T cells. In striking contrast to mice lacking TRAF3 in B cells, the T cell TRAF3-deficient mice exhibited defective IgG1 responses to a T-dependent Ag, as well as impaired T cell-mediated immunity to infection with Listeria monocytogenes. Surprisingly, we found that TRAF3 was recruited to the TCR/CD28 signaling complex upon costimulation and that TCR/CD28-mediated proximal and distal signaling events were compromised by TRAF3 deficiency. These findings provide insights into the roles played by TRAF3 in T cell activation and T cell-mediated immunity.","dc:creator":"Xie P","dc:date":"2011","dc:title":"TNF receptor-associated factor 3 is required for T cell-mediated immunity and TCR/CD28 signaling."},"rdfs:label":"Xie_Conditional knock-out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This T-cell specific mouse model recapitulated the susceptibility to infection seen in human patients with TRAF3 deficiency. Reduced points are scored as default points has already been awarded to this conditional knock-out model. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":7165,"specifiedBy":"GeneValidityCriteria9","strengthScore":11.5,"subject":{"id":"cggv:45dc18fc-d73b-4abf-b96f-0a05857fc20e","type":"GeneValidityProposition","disease":"obo:MONDO_0100513","gene":"hgnc:12033","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The relationship between *TRAF3* and TRAF3 Haploinsufficiency, an autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of May, 2023. Note, at the time of curation, OMIM did not indicate an associated disease entity for this gene. *TRAF3* encodes tumor necrosis factor receptor (TNFR)-associated factor 3, which is involved in signaling and participates in the signal transduction of CD40 to activate immune response. TRAF3 haploinsufficiency presents as an immune dysregulation syndrome of recurrent bacterial infections, autoimmunity, systemic inflammation, B cell lymphoproliferation, and hypergammaglobulinemia (Rae et al, 2022; PMID: 32484799). *TRAF3* was first reported in relation to autosomal dominant TRAF3 haploinsufficiency in 2022 (Rae et al, 2022; PMID: 32484799). This gene-disease relationship is supported by case-level and experimental data. \n   \nSummary of Case Level Data (8.5 points):\nFive unrelated probands have been reported with four heterozygous loss of function variants (nonsense and frameshift) resulting in reduced TRAF3 mRNA and protein expression (PMID: 32484799). The variant is de novo in two of the reported individuals, while segregation with disease was noted in two families. The mechanism of disease is expected to be haploinsufficiency. Two additional case reports suggest a disease phenotype related to TRAF3 missense variants with a likely dominant negative mechanism (PMID: 20832341, PMID: 36004314). Perez de Diego (PMID: 20832341) report the Arg118Trp variant as causative of susceptibility to acute, infection-induced (Herpes-specific) encephalopathy (MIM: 614849) based on functional evidence showing reduced protein expression; however, this variant is reported at a high frequency in gnomAD v2.1.1 (266 out of 129052 non-Finnish European alleles) and PMID: 32484799 shows that this variant confers an insignificant but increased odds ratio analyzed based on data from the UK Biobank, indicating that this variant may be risk factor. Therefore, this variant is not scored any points. Liew et al report the Arg338Trp variant in a patient with Mycobacterium infection, bronchiectasis, normal immunoglobulin levels and negative autoantibodies, supported by functional evidence, indicating a dominant negative effect. This variant is also not scored as the proband's phenotype and the disease mechanism are inconsistent with TRAF3 haploinsufficiency. \n\nSummary of experimental data (3 points):\nThis gene-disease relationship is supported by mouse model evidence. Homozygous *TRAF3* knock-out mice progressively become runted and die by d10 post-birth, however histological studies reveal no gross defects (PMID: 8934568). Conditional knock-out of *TRAF3* with B-cell and T-cell specific transgenic mice recapitulated many of the human phenotypes including lymphadenopathy, splenomegaly, hyperimmunoglobulinemia, susceptibility to infection and autoimmunity.\n  \nIn summary, the level of evidence to support the gene-disease relationship of *TRAF3* and autosomal dominant TRAF3 haploinsufficiency is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Antibody Deficiencies GCEP on May 30, 2023 (SOP Version 9).\nWith a total of 11.5 points, the TRAF3 - TRAF3 haploinsufficiency curation reaches a Strong classification. However, upon careful consideration of all available evidence at this time, the Antibody Deficiencies GCEP decided to downgrade this classification to Moderate. More supporting evidence in the future would upgrade this classification.","dc:isVersionOf":{"id":"cggv:cd75b152-5853-4a4e-b1c4-04d1d0c27a38"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}