{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3dv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-03T13:37:16.598Z","role":"Publisher"},{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-07-26T06:30:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27a1ac56-bb80-48f9-a819-391b59491ab5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f0e2bf36-53c1-420e-93ee-8c65b43a82ff","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"POMT2 has been shown to be expressed in mouse skeletal muscle and cardiac muscle in a similar pattern to that observed for POMT1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17456771","type":"dc:BibliographicResource","dc:abstract":"Walker-Warburg syndrome (WWS) is the most severe of a group of congenital disorders that have in common defects in the O-glycosylation of alpha-dystroglycan. WWS is characterized by congenital muscular dystrophy coupled with severe ocular and brain malformations. Moreover, in at least one-fifth of the reported cases, mutations in the POMT1 gene are responsible for this disease. During embryonic development (E8.5 to E11.5), the mouse Pomt1 gene is expressed in the tissues most severely affected in WWS, the muscle, eye, and brain. In this study, we show that mPomt1 expression is maintained in the muscle and eye in later developmental stages and, notably, that its expression is particularly strong in regions of brain and cerebellum that, when affected, could generate the defects observed in patients with WWS. We show that the Pomt1 protein is localized to the sarcoplasmic reticulum of muscle tissue cells in adult mice, where alpha-dystroglycan is O-glycosylated. Furthermore, the Pomt1 protein is localized to the acrosome of maturing spermatids, where alpha-dystroglycan is not glycosylated, so that Pomt1 might have a different target for O-mannosylation in the testes. This expression pattern in the testes could also be related to the gonadal anomalies observed in some patients with WWS.","dc:creator":"Prados B","dc:date":"2007","dc:title":"Expression of the murine Pomt1 gene in both the developing brain and adult muscle tissues and its relationship with clinical aspects of Walker-Warburg syndrome."},"rdfs:label":"POMT2 Expression in Muscle Tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"In addition to the evidence presented in this publication that POMT2 is expressed in mouse muscle and cardiac tissue, evidence from the Genotype-Tissue Expression (GTEx) project also suggests POMT2 is expressed in brain and muscle tissue (http://gtexportal.org/home/gene/POMT2)."},{"id":"cggv:3b99c525-2f16-40e8-b89c-bfede2b39704","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7aa5985f-8924-4a9f-ad0b-42b5c61f6901","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This experimental evidence suggests a major biological function of POMT2 is the catalysis of the initiation step of the O-mannosyl glycosylation pathway on the mucin-like domain of α-dystroglycan. Defects in the glycosylation of α-dystroglycan disrupt dystroglycan binding to laminin-G domain-containing extracellular proteins in muscle and brain and are known to lead to dystroglycanopathies, characterized by muscle weakness and brain and eye abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14699049","type":"dc:BibliographicResource","dc:abstract":"Defects in O-mannosylation of alpha-dystroglycan are thought to cause certain types of congenital muscular dystrophies with neuronal migration disorders. Among these muscular dystrophies, Walker-Warburg syndrome is caused by mutations in the gene encoding putative protein O-mannosyltransferase 1 (POMT1), which is homologous to yeast protein O-mannosyltransferases. However, there is no evidence that POMT1 has enzymatic activity. In this study, we first developed a method to detect protein O-mannosyltransferase activity in mammalian cells. Then, using this method, we showed that coexpression of both POMT1 and POMT2 (another gene homologous to yeast protein O-mannosyltransferases) was necessary for the enzyme activity, but expression of either POMT1 or POMT2 alone was insufficient. The requirement of an active enzyme complex of POMT1 and POMT2 suggests that the regulation of protein O-mannosylation is complex. Further, protein O-mannosylation appears to be required for normal structure and function of alpha-dystroglycan in muscle and brain. In view of the potential importance of this form of glycosylation for a number of developmental and neurobiological processes, the ability to assay mammalian protein O-mannosyltransferase activity should greatly facilitate progress in the identification and localization of O-mannosylated proteins and the elucidation of their functional roles.","dc:creator":"Manya H","dc:date":"2004","dc:title":"Demonstration of mammalian protein O-mannosyltransferase activity: coexpression of POMT1 and POMT2 required for enzymatic activity."},"rdfs:label":"POMT2 O-mannosylation activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"POMT2 is one of many proteins in the glycosylation pathway of α-dystroglycan including DAG1, FKRP, FKTN, GMPPB, POMT1, POMGNT1, and POMGNT2. Defects in any of these genes disrupts the production of functional α-dystroglycan glycans and leads to similar phenotypes due to a shared molecular mechanism. As a result, this evidence supporting the link between the biochemical function of POMT2 and the associated phenotypes was upgraded to 1 point (from a default of 0.5 points)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20fa5cbe-cec6-41dd-a327-27a6e87d6928","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d51a72d8-0747-40f7-89a4-b81385cbc0c3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of wild type POMT2, but not wild type POMT1, restored the molecular weight of α-dystroglycan and functional LARGE glycosylation similar to the level seen in healthy control human fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29759639","type":"dc:BibliographicResource","dc:abstract":"Mutations in POMT2 are most commonly associated with Walker-Warburg syndrome and Muscle-Eye-Brain disease, but can also cause limb girdle muscular dystrophy (LGMD2N). We report a case of LGMD due to a novel mutation in POMT2 unmasked by uniparental isodisomy. The patient experienced proximal muscle weakness from three years of age with minimal progression. She developed progressive contractures and underwent unilateral Achilles tenotomy. By age 11, she had borderline low left ventricular ejection fraction and mild restrictive lung disease. Muscle biopsy showed mild dystrophic changes with selective reduction in α-dystroglycan immunostaining. Sequencing of POMT2 showed a novel homozygous c.1502A>C variant that was predicted to be probably pathogenic. Fibroblast complementation studies showed lack of functional glycosylation rescued by wild-type POMT2 expression. Chromosomal microarray showed a single 15 Mb copy number neutral loss of heterozygosity on chromosome 14 encompassing POMT2. RNAseq verified homozygosity at this locus. Together, our findings indicate maternal uniparental isodisomy causing LGMD2N.","dc:creator":"Brun BN","dc:date":"2018","dc:title":"Uniparental disomy unveils a novel recessive mutation in POMT2."},"rdfs:label":"Patient Fibroblast Complementation"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:dc8789e0-5ac7-40c6-abfb-18ced95a7d12","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b7cbb601-119d-4370-ade7-407acc5b403f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of POMT2 in all neurons (ELAV-GAL4) or in class IV da neurons (Ppk-GAL4) substantially rescued torsion, while muscle-specific expression using DMEF2-GAL4, MHC-GAL4, and How-GAL4 were not able to rescue the torsion phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29167399","type":"dc:BibliographicResource","dc:abstract":"Genetic defects in protein O-mannosyltransferase 1 (POMT1) and POMT2 underlie severe muscular dystrophies. ","dc:creator":"Baker R","dc:date":"2018","dc:title":"Protein O-Mannosyltransferases Affect Sensory Axon Wiring and Dynamic Chirality of Body Posture in the "},"rdfs:label":"Torsion Phenotype Rescue in tw Drosophila"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The results from this rescue experiment suggest that POMT2 (tw) expression in neurons, and specifically in class IV da sensory neurons, is required for normal muscle development. However, given that the torsion phenotype was still observed in approximately 30% of flies receiving the rescue construct and other behavioral and ultrastructural muscular defects were not evaluated, the score for this evidence was downgraded to 1 point."},{"id":"cggv:e519a3b8-a8dd-410f-bc96-1808a1afa2d3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b37efd05-607f-4d34-934e-280d2d17844f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous loss of POMT2 resulted in embryonic lethality because of a defective Reichert's membrane. However, brain-specific deletion of POMT2 resulted in hypoglycosylation of α-dystroglycan, abolished laminin binding activity, and multiple brain malformations, including overmigration of neocortical neurons and migration failure of granule cells in the cerebellum were observed. These findings recapitulate the brain phenotypes associated with severe diseases caused by loss of POMT2 function and suggest normal brain development requires protein O-mannosylation activity in neural tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21452199","type":"dc:BibliographicResource","dc:abstract":"The meninges produce essential signaling molecules and major protein components of the pial basement membrane during normal brain development. Disruptions in the pial basement membrane underlie neural ectopia seen in those congenital muscular dystrophies (CMDs) caused by mutations in genes involved in O-mannosyl glycosylation. In mammals, biosynthesis of O-mannosyl glycans is initiated by a complex of mutually indispensable protein O-mannosyltransferases 1 and 2 (POMT1 and 2). To study the roles of O-mannosylation in brain development we generated a conditional allele of POMT2. POMT2 nulllizygosity resulted in embryonic lethality because of a defective Reichert's membrane. Brain-specific deletion of POMT2 resulted in hypoglycosylation of α-dystroglycan (DG) and abolished laminin binding activity. The effect of POMT2 deletion on brain development was dependent on timing, as earlier deletion resulted in more severe phenotypes. Multiple brain malformations including overmigration of neocortical neurons and migration failure of granule cells in the cerebellum were observed. Immunofluorescence staining and transmission electron microscopy revealed that these migration defects were closely associated with disruptions in the pial basement membrane. Interestingly, POMT2 deletion in the meninges (and blood vessels) did not disrupt the development of the neocortex. Thus, normal brain development requires protein O-mannosylation activity in neural tissue but not the meninges. These results suggest that gene therapy should be directed to the neural tissue instead of the meninges.","dc:creator":"Hu H","dc:date":"2011","dc:title":"Conditional knockout of protein O-mannosyltransferase 2 reveals tissue-specific roles of O-mannosyl glycosylation in brain development."},"rdfs:label":"Conditional POMT2 Knockout Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Additional characterization of the dentate gyrus of POMT2 knockout mice reported in PMID: 21970971."},{"id":"cggv:59924098-6bfe-4d3a-9acf-9f1ff5dfe8b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9bf4e598-c721-4567-92c1-ed9bd28b8d5e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The twisted abdomen phenotype observed in Drosophila following POMT2 depletion (as well as POMT1 depletion) is attributed to defects in muscle development, which are also associated with POMT2 loss of function in humans, particularly the more severe forms of disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15271988","type":"dc:BibliographicResource","dc:abstract":"Walker-Warburg syndrome, caused by mutations in protein O-mannosyltransferase-1 (POMT1), is an autosomal recessive disorder characterized by severe brain malformation, muscular dystrophy, and structural eye abnormalities. As humans have a second POMT, POMT2, we cloned each Drosophila ortholog of the human POMT genes and carried out RNA interference (RNAi) knock-down to investigate the function of these proteins in vivo. Drosophila POMT2 (dPOMT2) RNAi mutant flies showed a \"twisted abdomen phenotype,\" in which the abdomen is twisted 30-60 degrees , similar to the dPOMT1 mutant. Moreover, dPOMT2 interacted genetically with dPOMT1, suggesting that the dPOMTs function in collaboration with each other in vivo. We expressed dPOMTs in Sf21 cells and measured POMT activity. dPOMT2 transferred a mannose to the dystroglycan protein only when it was coexpressed with dPOMT1. Likewise, dPOMT1 showed POMT activity only when coexpressed with dPOMT2, and neither dPOMT showed any activity by itself. Each dPOMT RNAi fly totally reduced POMT activity, despite the specific reduction in the level of each dPOMT mRNA. The expression pattern of dPOMT2 mRNA was found to be similar to that of dPOMT1 mRNA using whole mount in situ hybridization. These results demonstrate that the two dPOMTs function as a protein O-mannosyltransferase in association with each other, in vitro and in vivo, to generate and maintain normal muscle development.","dc:creator":"Ichimiya T","dc:date":"2004","dc:title":"The twisted abdomen phenotype of Drosophila POMT1 and POMT2 mutants coincides with their heterophilic protein O-mannosyltransferase activity."},"rdfs:label":"Drosophila RNAi Depletion of POMT2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The rotated abdomen phenotype observed in Drosophila as a result of POMT2 RNAi depletion has also been observed in Drosophila harboring loss of function variants in POMT2 (referred to as the twisted locus, PMID: 16219785) along with behavioral abnormalities (reduced climbing ability), shortened lifespan, and ultrastructural defects of muscles (PMID: 20644630)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2110d28-3e83-4c2b-9b68-1da0eb382da5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d2110d28-3e83-4c2b-9b68-1da0eb382da5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:cfa7e276-3e49-4f30-ae5e-529a10fb4239","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.1502A>C (p.Glu501Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7285826"}},"detectionMethod":"POMT2 Sanger sequencing identified the POMT2 variant and the presence of the variant in heterozygosity was confirmed in the proband's mother. RNA sequencing on the propand's fibroblasts revealed the POMT2 variant was present in all reads (154/154 reads) with no other variants detected in POMT2 or other known muscular dystrophy genes. Chromosomal microarray was performed to differentiate between a large deletion encompassing POMT2 and a true homozygous mutation and identified a large region of homozygosity on chromosome 14 (chr14: 75,699,438–90,713,574) approximately 15Mb in length encompassing the POMT2 gene, suggestive of maternal uniparental disomy.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with limb girdle muscular dystrophy. Proband achieved walking at 18 months of age, but lost the ability to walk following left sided Achilles tenotomy at age 10. Muscle biopsy at age 10 showed wide variation in fiber size attributable to scattered atrophic and hypertrophic fibers, type I fiber predominance, scattered or groups of fibers undergoing necrosis or regeneration, increased internally placed nuclei, mild to absent endomysial fibrosis, and focal, mild fatty replacement. There was selective reduction in staining for functionally glycosylated α-dystroglycan (using glycoepitope-specific antibodies IIH6 and VIA4-1).","phenotypes":["obo:HP_0002355","obo:HP_0040083","obo:HP_0003560","obo:HP_0001315","obo:HP_0003236","obo:HP_0003701","obo:HP_0003803","obo:HP_0002091","obo:HP_0031237","obo:HP_0002515","obo:HP_0009073","obo:HP_0002540","obo:HP_0003557","obo:HP_0030046","obo:HP_0012548","obo:HP_0003691","obo:HP_0007126","obo:HP_0001638","obo:HP_0005109","obo:HP_0003547","obo:HP_0001290","obo:HP_0003391","obo:HP_0001371","obo:HP_0002359","obo:HP_0001249","obo:HP_0001284"],"previousTesting":true,"previousTestingDescription":"No pathogenic variants were identified in FKRP, caveolin 3, alpha/beta/gamma-sarcoglycan, calpain-3, or LMNA. Genetic testing for FSHD and dystrophin duplication/deletion and sequencing were normal. ","secondTestingMethod":"Chromosomal microarray","sex":"Female","variant":{"id":"cggv:0c41198c-5ced-40ff-883d-c39a7147e806_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cfa7e276-3e49-4f30-ae5e-529a10fb4239"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29759639"},"rdfs:label":"Brun et al Proband"},{"id":"cggv:0c41198c-5ced-40ff-883d-c39a7147e806","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0c41198c-5ced-40ff-883d-c39a7147e806_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.7:c.1502A>C (p.Glu501Ala) variant reported in homozygosity in this proband (as a result of maternal uniparental disomy confirmed by chromosomal microarray and RNA studies reported in this publication and PMID: 30827497) is present in the gnomAD population database (MAF = 0.00008015 in African/African-American population; 0 homozygotes). Located in the MIR domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.949). Immunostaining of a patient muscle biopsy revealed reduced α-dystroglycan glycosylation. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:37f8f046-04c6-44b7-af1e-7eacd7ce260d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:37f8f046-04c6-44b7-af1e-7eacd7ce260d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":30,"allele":{"id":"cggv:3571f68f-8716-4b4a-82ac-af346bff2c08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.287A>G (p.Tyr96Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7286240"}},"detectionMethod":"All coding exons and flanking intronic sequences of POMT1, POMT2, and POMGNT1 were amplified by PCR and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with Walker-Warburg syndrome.","previousTesting":true,"previousTestingDescription":"FKRP was sequenced to exclude the presence of variants in this gene.","sex":"UnknownEthnicity","variant":{"id":"cggv:18072d1d-6fa8-4851-91a3-4a185448c8d5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3571f68f-8716-4b4a-82ac-af346bff2c08"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17869517","type":"dc:BibliographicResource","dc:abstract":"Defects in O-mannosylation of alpha-dystroglycan cause some forms of congenital muscular dystrophy (CMD), the so-called alpha-dystroglycanopathies. Six genes are responsible for these diseases with overlapping phenotypes. We investigated the usefulness of a biochemical approach for the diagnosis and investigation of the alpha-dystroglycanopathies using immortalized lymphoblasts prepared from genetically diagnosed and undiagnosed CMD patients and from control subjects. We measured the activities of protein O-mannose beta1,2-N-acetylglucosaminyltransferase 1 (POMGnT1) and protein O-mannosyltransferase (POMT). Lymphoblasts from patients harbouring known mutations in either POMGNT1 or POMT1 showed a marked decrease in POMGnT1 or POMT activity, respectively, compared to controls. Furthermore, we identified pathogenic mutations in POMGNT1, POMT1 or POMT2 in six previously genetically uncharacterised patients who had very low enzyme activity. In conclusion, the lymphoblast-based enzymatic assay is a sensitive and useful method (i) to select patients harbouring POMGNT1, POMT1 or POMT2 mutations; (ii) to assess the pathogenicity of new or already described mutations.","dc:creator":"Manya H","dc:date":"2008","dc:title":"Protein O-mannosyltransferase activities in lymphoblasts from patients with alpha-dystroglycanopathies."}},"rdfs:label":"GUC3"},{"id":"cggv:18072d1d-6fa8-4851-91a3-4a185448c8d5","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:18072d1d-6fa8-4851-91a3-4a185448c8d5_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.7:c.287A>G (p.Tyr96Cys) missense variant reported in this proband in homozygosity has also been observed in one additional affected proband (DOI: 10.21203/rs.2.483/v1). The variant is present in the gnomAD population database (FAF = 0.000002920 in non-Finnish European population; 0 homozygotes). Located in the PMT2 enzymatic domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.979). Although the patient's α-dystroglycan glycosylation status was not reported, POMT activity measured in the proband's lymphoblasts was markedly reduced (0.005 activity compared to 0.07 activity observed in control lymphoblasts). The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1637c7e5-ca9c-4d30-974a-d00ffcca77b9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1637c7e5-ca9c-4d30-974a-d00ffcca77b9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"allele":[{"id":"cggv:2ee0c236-e48e-4355-a6be-0e3e8d3a5bdc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.1517C>T (p.Pro506Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA390517041"}},{"id":"cggv:b0df28c2-7331-4897-bb12-43f5284638d4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.786G>A (p.Trp262Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7286092"}}],"detectionMethod":"The FKRP, POMGnT1, POMT1, POMT2, LARGE, and fukutin genes were screened for variation (no additional details of genotyping method provided). The presence of the identified POMT2 variants were confirmed in heterozygosity in the proband's healthy nonconsanguineous parents.","phenotypeFreeText":"Patient phenotype described by authors as consistent with limb girdle muscle dystrophy. Between 11 and 16 years of age, the proband developed progressive facial weakness, nasal voice, mild upper limb girdle weakness and wasting, while muscle strength remained normal in the lower limbs. A muscle biopsy revealed mild perimysial connective tissue increase and fiber diameter variation, but no degeneration or inflammation. Immunohistochemistry of dystrophin, a-, b-, g-, and d-sarcoglycan, caveolin 3 and laminin a2, as well as immunoblot of calpain 3 and dysferlin, showed normal expression of these proteins. a-DG was slightly reduced by immunostaining (VIA4-1 and IIH6C4 antibodies) and appeared as a smeared band by western blotting (IIH6C4 antibody).","phenotypes":["obo:HP_0003325","obo:HP_0031964","obo:HP_0003394","obo:HP_0003484","obo:HP_0003236","obo:HP_0003202","obo:HP_0031481","obo:HP_0006889","obo:HP_0000194","obo:HP_0030319","obo:HP_0003557","obo:HP_0003326","obo:HP_0031651","obo:HP_0003458","obo:HP_0000276","obo:HP_0031956","obo:HP_0001611","obo:HP_0200021"],"sex":"Female","variant":[{"id":"cggv:36d67be3-9822-4ebd-8537-0d8b84e1a322_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b0df28c2-7331-4897-bb12-43f5284638d4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24183756","type":"dc:BibliographicResource","dc:abstract":"POMT2 mutations have been identified in Walker-Warburg syndrome or muscle-eye-brain-like, but rarely in limb girdle muscular dystrophy (LGMD).","dc:creator":"Saredi S","dc:date":"2014","dc:title":"A fourth case of POMT2-related limb girdle muscle dystrophy with mild reduction of α-dystroglycan glycosylation."}},{"id":"cggv:a0b07aaf-90d3-4595-8d56-8819d30a1608_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2ee0c236-e48e-4355-a6be-0e3e8d3a5bdc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24183756"}],"rdfs:label":"Saredi et al Proband"},{"id":"cggv:36d67be3-9822-4ebd-8537-0d8b84e1a322","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:36d67be3-9822-4ebd-8537-0d8b84e1a322_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The POMT2 NM_013382.7:c.786G>A (p.Trp262Ter) nonsense variant reported in this proband in heterozygosity is located in exon 6/21 and is predicted to encode an mRNA product susceptible to nonsense-mediated decay. The variant is present in the gnomAD population database (MAF = 0.000008791 in non-Finnish European population (single allele); 0 homozygotes). Immunohistochemistry of a patient muscle biopsy revealed mildly reduced glycosylated α-dystroglycan.\n"},{"id":"cggv:a0b07aaf-90d3-4595-8d56-8819d30a1608","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a0b07aaf-90d3-4595-8d56-8819d30a1608_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The NM_013382.7(POMT2):c.1517C>T (p.Pro506Leu) missense variant reported in this proband in compound heterozygosity (confirmed in trans) is not present in the gnomAD population database. Located in the MIR domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.801). Immunohistochemistry of a patient muscle biopsy revealed mildly reduced glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of the missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:11145f6f-7cc4-4f5e-a41c-dbb36b79bafe_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:11145f6f-7cc4-4f5e-a41c-dbb36b79bafe","type":"Proband","allele":{"id":"cggv:b36bca1c-ea2f-49b3-bc33-383e123bf99f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1997A>G (p.Tyr666Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116093"}},"detectionMethod":"The complete coding regions, including intron/exon boundaries of POMT1, POMT2, POMGnT1, fukutin and LARGE were amplified by PCR. Amplicons were screened for variants using a combination of Sanger sequencing and heteroduplex analysis. Parental DNA was studied once a sequence alteration was identified in the proband.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with congenital muscular dystrophy with cerebellar involvement with infantile onset. Patient achieved walking. Upper limb weakness reported to be greater than lower limb weakness.","phenotypes":["obo:HP_0003712","obo:HP_0001371","obo:HP_0003690","obo:HP_0000252","obo:HP_0001249","obo:HP_0003236"],"previousTesting":false,"previousTestingDescription":"This patient was not reported to have previous testing to detect hypoglycosylation of α-DG at the sarcolemma by immunolabelling of skeletal muscle sections and was instead included in the study due to their clinical phenotype being highly suggestive of a dystroglycanopathy.","sex":"UnknownEthnicity","variant":{"id":"cggv:64207fb4-231f-4f41-af41-1e43dcefa4ba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b36bca1c-ea2f-49b3-bc33-383e123bf99f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17878207","type":"dc:BibliographicResource","dc:abstract":"Muscular dystrophies with reduced glycosylation of alpha-dystroglycan (alpha-DG), commonly referred to as dystroglycanopathies, are a heterogeneous group of autosomal recessive conditions which include a wide spectrum of clinical severity. Reported phenotypes range from severe congenital onset Walker-Warburg syndrome (WWS) with severe structural brain and eye involvement, to relatively mild adult onset limb girdle muscular dystrophy (LGMD). Specific clinical syndromes were originally described in association with mutations in any one of six demonstrated or putative glycosyltransferases. Work performed on patients with mutations in the FKRP gene has identified that the spectrum of phenotypes due to mutations in this gene is much wider than originally assumed. To further define the mutation frequency and phenotypes associated with mutations in the other five genes, we studied a large cohort of patients with evidence of a dystroglycanopathy. Exclusion of mutations in FKRP was a prerequisite for participation in this study. Ninety-two probands were screened for mutations in POMT1, POMT2, POMGnT1, fukutin and LARGE. Homozygous and compound heterozygous mutations were detected in a total of 31 probands (34 individuals from 31 families); 37 different mutations were identified, of which 32 were novel. Mutations in POMT2 were the most prevalent in our cohort with nine cases, followed by POMT1 with eight cases, POMGnT1 with seven cases, fukutin with six cases and LARGE with only a single case. All patients with POMT1 and POMT2 mutations had evidence of either structural or functional central nervous system involvement including four patients with mental retardation and a LGMD phenotype. In contrast mutations in fukutin and POMGnT1 were detected in four patients with LGMD and no evidence of brain involvement. The majority of patients (six out of nine) with mutations in POMT2 had a Muscle-Eye-Brain (MEB)-like condition. In addition we identified a mutation in the gene LARGE in a patient with WWS. Our data expands the clinical phenotypes associated with POMT1, POMT2, POMGnT1, fukutin and LARGE mutations. Mutations in these five glycosyltransferase genes were detected in 34% of patients indicating that, after the exclusion of FKRP, the majority of patients with a dystroglycanopathy harbour mutations in novel genes.","dc:creator":"Godfrey C","dc:date":"2007","dc:title":"Refining genotype phenotype correlations in muscular dystrophies with defective glycosylation of dystroglycan."}},"rdfs:label":"Patient 15a"},{"id":"cggv:64207fb4-231f-4f41-af41-1e43dcefa4ba","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:64207fb4-231f-4f41-af41-1e43dcefa4ba_variant_evidence_item"}],"strengthScore":0,"dc:description":"The POMT2 NM_013382.5:c.1997A>G (p.Tyr666Cys) missense variant reported in this proband in homozygosity has been observed in 18 additional affected probands (in homozygosity in 7 individuals and in compound heterozygosity with a second POMT2 variant in 11 individuals). This recurrent variant is a suspected founder variant in the European population (based on haplotype analysis, PMID: 17634419). The variant is present in the gnomAD population database (FAF = 0.00004980 in African/African-American population; 0 homozygotes). Located in the transmembrane domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.979). However, this evidence was not scored due to the absence of functional evidence to support the effect of this variant and because this variant was previously scored for Proband 3 reported in Yanagisawa et al., 2007 (PMID: 17634419)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e2600c3e-982a-4ff5-95ec-27aed4c6776c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e2600c3e-982a-4ff5-95ec-27aed4c6776c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":9,"allele":{"id":"cggv:03b3b6fb-381a-466f-8036-4d43e6aec030","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1261del (p.Arg421fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252632"}},"detectionMethod":"Genome-wide homozygosity mapping was carried out in additional to further homozygosity mapping for POMT2 by polymerase chain reaction. All 21 exons and flanking intron sequences of POMT2 were then amplified and sequenced by Sanger sequencing. The presence of the identified POMT2 variant was confirmed in heterozygosity in both parents and in homozygosity in an affected sibling.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Patient phenotype described by authors as consistent with Walker-Warburg syndrome. The patient was reported to have no head control and no apparent response to visuoacoustical stimuli and a brain MRI at the age of five weeks showed severe hydrocephalus with a thin and smooth cortical mantle. The patient died at eight months of age during a respiratory infection.","phenotypes":["obo:HP_0002421","obo:HP_0007971","obo:HP_0000593","obo:HP_0003236","obo:HP_0025152","obo:HP_0000238","obo:HP_0030046","obo:HP_0000557","obo:HP_0001319","obo:HP_0001263"],"previousTesting":true,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:08cb212b-0914-48a5-b7ca-0f6758958e2c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:03b3b6fb-381a-466f-8036-4d43e6aec030"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15894594","type":"dc:BibliographicResource","dc:abstract":"Walker-Warburg syndrome (WWS) is an autosomal recessive condition characterised by congenital muscular dystrophy, structural brain defects, and eye malformations. Typical brain abnormalities are hydrocephalus, lissencephaly, agenesis of the corpus callosum, fusion of the hemispheres, cerebellar hypoplasia, and neuronal overmigration, which causes a cobblestone cortex. Ocular abnormalities include cataract, microphthalmia, buphthalmos, and Peters anomaly. WWS patients show defective O-glycosylation of alpha-dystroglycan (alpha-DG), which plays a key role in bridging the cytoskeleton of muscle and CNS cells with extracellular matrix proteins, important for muscle integrity and neuronal migration. In 20% of the WWS patients, hypoglycosylation results from mutations in either the protein O-mannosyltransferase 1 (POMT1), fukutin, or fukutin related protein (FKRP) genes. The other genes for this highly heterogeneous disorder remain to be identified.","dc:creator":"van Reeuwijk J","dc:date":"2005","dc:title":"POMT2 mutations cause alpha-dystroglycan hypoglycosylation and Walker-Warburg syndrome."}},"rdfs:label":"Family 3 Proband II-3"},{"id":"cggv:08cb212b-0914-48a5-b7ca-0f6758958e2c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:08cb212b-0914-48a5-b7ca-0f6758958e2c_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The POMT2 NM_013382.5:c.1261del (p.Arg421fs) variant reported in homozygosity in this proband is predicted to lead to the introduction of a premature termination codon in exon 12/21 and encode an mRNA product susceptible to nonsense-mediated decay. The variant is not present in the gnomAD population database. This proband was also reported to have an affected sibling that carried this variant in homozygosity. Immunostaining of a patient muscle biopsy revealed reduced glycosylated α-dystroglycan."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:142f0205-3b05-4c62-9b02-fef660f30b2c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:142f0205-3b05-4c62-9b02-fef660f30b2c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":{"id":"cggv:e72043c6-d4e6-4666-b230-a2330119beda","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.1414A>C (p.Ser472Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA390517443"}},"detectionMethod":"The coding exons, the flanking intronic sequences and the 5′UTR regions of POMT1 (RefSeq NM_007171.3) and POMT2 (RefSeq NM_013382.4) were amplified by PCR and Sanger sequenced. PCR-restriction fragment length polymorphism (RFLP) analysis, sequencing of a new PCR product, or both were used to the confirm missense variants and to exclude their occurrence in a panel of at least 400 normal, ethnically-matched control chromosomes. The variants were also confirmed to be present in the healthy parents in heterozygosity.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with congenital muscular dystrophy. Patient achieved sitting.","phenotypes":["obo:HP_0030099","obo:HP_0002539","obo:HP_0006466","obo:HP_0006380","obo:HP_0002987","obo:HP_0002350","obo:HP_0030234"],"previousTestingDescription":"The proband was included in the study on the basis of a diagnosis of CMD and deficiency of α-dystroglycan (α-DG) on the sarcolemma of skeletal muscle fibers.\n","sex":"Male","variant":{"id":"cggv:01a9f899-3295-4b26-8b9b-0f3afff0bfb3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e72043c6-d4e6-4666-b230-a2330119beda"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18513969","type":"dc:BibliographicResource","dc:abstract":"Mutations in POMT1 and POMT2 genes were originally identified in Walker-Warburg syndrome (WWS) and subsequently reported in patients with milder phenotypes characterised by mental retardation with or without brain abnormalities and without ocular malformations. As part of a multicentric Italian study we screened the POMT1 and POMT2 genes in 61 congenital muscular dystrophy (CMD) patients with alpha-dystroglycan reduction on muscle biopsy and/or clinical and radiological findings suggestive of the known forms of CMD with alpha-dystroglycan deficiency. The aim of the study was to establish how frequently mutations in POMT1 and POMT2 occur in CMD patients in the Italian population and to evaluate the spectrum of associated phenotypes. Thirteen patients showed mutations in POMT1 and five harboured mutations in POMT2, accounting for a total of 20 different mutations, eight of which were novel (two in POMT1 and six in POMT2). Normal brain MRI associated with mental retardation and microcephaly was the most frequent finding in patients with mutations in POMT1 (six out of 13), but was also found in a patient with POMT2 mutations. Predominant cerebellar hypoplasia was also frequent both in patients with POMT1 (three out of 13) and POMT2 (three out of 5) mutations. A MEB phenotype with frontal cortical dysplasia and pons abnormalities was found in two patients with POMT1 and in one with POMT2 mutations, while a WWS phenotype was only found in a case with mutations in POMT1. Mutations causing frameshifts and stop codons were responsible for the more severe phenotypes. Our results provide further evidence that, as previously reported for FKRP, the array of mutations in POMT1 and POMT2 is ample and the spectrum of associated phenotypes is wider than initially thought.","dc:creator":"Messina S","dc:date":"2008","dc:title":"POMT1 and POMT2 mutations in CMD patients: a multicentric Italian study."}},"rdfs:label":"Patient 18"},{"id":"cggv:01a9f899-3295-4b26-8b9b-0f3afff0bfb3","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:01a9f899-3295-4b26-8b9b-0f3afff0bfb3_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.7:c.1414A>C (p.Ser472Arg) missense variant reported in this proband in homozygosity is not present in the gnomAD population database. Located in the MIR domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.934). Immunochemistry on a patient muscle biopsy revealed reduced glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:faa2c22c-2f04-490a-ad93-0c0a674ee988_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:faa2c22c-2f04-490a-ad93-0c0a674ee988","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:0180c78b-a62d-4c07-9b1f-6018c6001c9a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.713G>T (p.Gly238Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA390520289"}},"detectionMethod":"Variants in POMT2 were identified by whole exome sequencing of proband leukocyte DNA.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with limb girdle muscular dystrophy. Patient presented with difficulty walking and running at 2 years of age. Muscle biopsy immunostaining revealed glycosylation was significantly reduced using the IIHC6 antibody, but only mildly reduced using the VIA-4 antibody.\n","phenotypes":["obo:HP_0009046","obo:HP_0030046","obo:HP_0002355","obo:HP_0002120","obo:HP_0001249","obo:HP_0006682","obo:HP_0003236"],"sex":"Female","variant":{"id":"cggv:7aef5cc9-f6e5-42d2-8e76-1b16e1e09b5b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0180c78b-a62d-4c07-9b1f-6018c6001c9a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29175898","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene coding for protein O-mannosyl-transferase 2 (","dc:creator":"Østergaard ST","dc:date":"2018","dc:title":"Limb girdle muscular dystrophy due to mutations in "}},"rdfs:label":"Case 1"},{"id":"cggv:7aef5cc9-f6e5-42d2-8e76-1b16e1e09b5b","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:7aef5cc9-f6e5-42d2-8e76-1b16e1e09b5b_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.5:c.713G>T (p.Gly238Val) missense variant reported in this proband in homozygosity has also been observed in two additional affected probands (PMID: 24556424, PMID: 30060766). The variant is present in the gnomAD population database (MAF = 0.00003266 in South Asian population (single allele); 0 homozygotes). Located in the PMT2 enzymatic domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.856). This proband was also reported to have an affected sibling that carried this variant in homozygosity. Immunohistochemical staining on a patient muscle biopsy revealed reduced glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ed6bf131-706e-4b8b-a23e-a65fd5347d47_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ed6bf131-706e-4b8b-a23e-a65fd5347d47","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":[{"id":"cggv:6fe1dd87-abbc-4de6-92d4-8d688376bb64","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1057G>A (p.Gly353Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130176"}},{"id":"cggv:089a63c8-9bdd-4890-be4d-1b9226447488","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.2177G>A (p.Gly726Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116095"}}],"detectionMethod":"No variants were detected in FKRP, POMT1 and fukutin genes. Sequence analysis of POMT2 in the proband and parents showed that the patient was compound heterozygous for a paternal c.1057G>A and a maternal c.2177G>A.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as muscle-eye-brain-disease-like. The patient never acquired the ability to sit unsupported. Muscle biopsy performed at age 1 showed a dystrophic pattern with reduced levels of laminin α2. Abnormal processing of laminin α2 was documented on a second muscle biopsy at age 7. No muscle was available to assess alpha-dystroglycan status.","phenotypes":["obo:HP_0000158","obo:HP_0001371","obo:HP_0000252","obo:HP_0002015","obo:HP_0002518","obo:HP_0000938","obo:HP_0002783","obo:HP_0003733","obo:HP_0003084","obo:HP_0001508","obo:HP_0001319","obo:HP_0025573","obo:HP_0000932","obo:HP_0002474","obo:HP_0008981","obo:HP_0030319","obo:HP_0001320","obo:HP_0033677","obo:HP_0003560","obo:HP_0009487","obo:HP_0001249","obo:HP_0002119","obo:HP_0009016","obo:HP_0003236","obo:HP_0003324"],"sex":"Female","variant":[{"id":"cggv:684a03f2-5476-4b02-b793-38cf376eb303_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:089a63c8-9bdd-4890-be4d-1b9226447488"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16701995","type":"dc:BibliographicResource","dc:abstract":"Mutations in POMT2 have so far only been reported in patients with Walker-Warburg phenotype. We report heterozygous POMT2 mutations in an a girl with a milder phenotype characterized by mental retardation, microcephaly, hypertrophy of the quadriceps and calf muscles, and structural brain changes mostly affecting the posterior fossa. Our findings suggest that, as previously reported for POMT1 and FKRP, mutations in the POMT2 can also be associated with clinical heterogeneity.","dc:creator":"Mercuri E","dc:date":"2006","dc:title":"POMT2 mutation in a patient with 'MEB-like' phenotype."}},{"id":"cggv:14d15d7a-7db1-48d4-b33e-8a68eca0c8f8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6fe1dd87-abbc-4de6-92d4-8d688376bb64"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16701995"}],"rdfs:label":"Mercuri et al Proband"},{"id":"cggv:684a03f2-5476-4b02-b793-38cf376eb303","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:684a03f2-5476-4b02-b793-38cf376eb303_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The second POMT2 NM_013382.5:c.2177G>A (p.Gly726Glu) missense variant reported in this proband in compound heterozygosity (confirmed in trans) has been observed in four additional affected probands (PMID: 17878207, PMID: 18513969, PMID: 22700954). The variant is not present in the gnomAD population database and is predicted by in silico tools to be damaging to protein function (REVEL: 0.938). Although sufficient tissue was not available to evaluate α-dystroglycan in this proband, muscle biopsies revealed reduced levels and abnormal processing of laminin α2. The score for this evidence was reduced in the absence of functional evidence to support the effect of the missense variant."},{"id":"cggv:14d15d7a-7db1-48d4-b33e-8a68eca0c8f8","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:14d15d7a-7db1-48d4-b33e-8a68eca0c8f8_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.5:c.1057G>A (p.Gly353Ser) missense variant reported in heterozygosity in this proband has been observed in at least three additional affected probands (PMID: 17878207, PMID: 18513969). The variant is present in the gnomAD population database (FAF = 0.000003040 in non-Finnish European population; 0 homozygotes). Located in the MIR domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.903). Although sufficient tissue was not available to evaluate α-dystroglycan in this proband, muscle biopsies revealed reduced levels and abnormal processing of laminin α2. The score for this evidence was reduced in the absence of functional evidence to support the effect of the missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:29f2cc4d-b253-4a22-a79c-62c136f8521e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:29f2cc4d-b253-4a22-a79c-62c136f8521e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:02396e94-0ed2-4719-a2fb-ebcf442cb86e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.604T>G (p.Phe202Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA390520533"}},"detectionMethod":"All exons and flanking intronic regions of all six causative genes for α-DGP were directly sequenced. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with congenital muscular dystrophy. Patient achieved walking at the age of 3 years and 10 months. Muscle biopsy taken at 7 months of age showed dystrophic changes with scattered necrotic and regenerating fibers and mild endomysial fibrosis, but no inflammatory changes were seen. \n","phenotypes":["obo:HP_0003560","obo:HP_0001270","obo:HP_0008944","obo:HP_0008981","obo:HP_0007340","obo:HP_0030235","obo:HP_0030046","obo:HP_0001263","obo:HP_0031936","obo:HP_0002033","obo:HP_0003391"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:1dbd13f3-83c8-485f-9163-07b17de70af4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:02396e94-0ed2-4719-a2fb-ebcf442cb86e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18804929","type":"dc:BibliographicResource","dc:abstract":"We report a patient harboring a novel homozygous mutation of c.604T>G (p.F202V) in POMT2. He showed delayed psychomotor development but acquired the ability to walk at the age of 3 years and 10 months. His brain MRI was normal. No ocular abnormalities were seen. Biopsied skeletal muscle revealed markedly decreased but still detectable glycosylated forms of alpha-dystroglycan (alpha-DG). Our results indicate that mutations in POMT2 can cause a wide spectrum of clinical phenotypes as observed in other genes associated with alpha-dystroglycanopathy. Presence of small amounts of partly glycosylated alpha-DG may have a role in reducing the clinical symptoms of alpha-dystroglycanopathy.","dc:creator":"Murakami T","dc:date":"2009","dc:title":"A novel POMT2 mutation causes mild congenital muscular dystrophy with normal brain MRI."}},"rdfs:label":"Murakami et al Proband"},{"id":"cggv:1dbd13f3-83c8-485f-9163-07b17de70af4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1dbd13f3-83c8-485f-9163-07b17de70af4_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.7:c.604T>G (p.Phe202Val) missense variant reported in this proband in homozygosity is present in the gnomAD population database (MAF = 0.0006418 in East Asian population (single allele); 0 homozygotes). Located in the PMT2 enzymatic domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.904). Immunohistochemical analysis of a patient muscle biopsy revealed greatly reduced α-dystroglycan glycosylation and immunoblotting and laminin overlay assay suggested altered glycosylation of α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ce73dc25-fb41-4493-b3d8-5651bdabcdfd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ce73dc25-fb41-4493-b3d8-5651bdabcdfd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":[{"id":"cggv:8a99dafd-5eb3-4366-a859-7fd5957e9d7b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1941G>A (p.Trp647Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116097"}},{"id":"cggv:b36bca1c-ea2f-49b3-bc33-383e123bf99f"}],"detectionMethod":"FKRP, POMGNT1, and POMT1 were directly sequencing to rule out the presence of variants in these genes. POMT2 coding exons and flanking intronic sequences were also directly sequenced. The presence of the c.1997A\u0001>G (p.Tyr666Cys) variant was confirmed by restriction enzyme analysis with Bts1 on the PCR products and by single strand conformation analysis. Haplotype analysis was performed in the proband and their family members and the parents were confirmed to each carry one of the two variants identified in the proband.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with congenital muscular dystrophy. Patient achieved the ability to sit unaided.","phenotypes":["obo:HP_0001319","obo:HP_0040328","obo:HP_0001320","obo:HP_0002120","obo:HP_0025573","obo:HP_0001249","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"The expression of laminin\u0001 2 chain was normal, but insufficient muscle was available to assess\u0001 dystroglycan status.","secondTestingMethod":"Restriction digest","sex":"Male","variant":[{"id":"cggv:5e894877-622a-4504-9956-1debeaaaf9bc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b36bca1c-ea2f-49b3-bc33-383e123bf99f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17634419","type":"dc:BibliographicResource","dc:abstract":"Dystroglycanopathies are a group of congenital muscular dystrophies (CMDs) with autosomal recessive inheritance, often associated with CNS and ocular involvement. They are characterized by the abnormal glycosylation of alpha-dystroglycan, and caused by mutations in at least six genes encoding enzymes: FKTN, POMGNT1, POMT1, POMT2, FKRP, and LARGE. POMT2 mutations have recently been identified in Walker-Warburg syndrome and in a milder muscle-eye-brain disease-like form.","dc:creator":"Yanagisawa A","dc:date":"2007","dc:title":"New POMT2 mutations causing congenital muscular dystrophy: identification of a founder mutation."}},{"id":"cggv:683646ff-11a2-499f-a2b9-61a961cd01c3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8a99dafd-5eb3-4366-a859-7fd5957e9d7b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17634419"}],"rdfs:label":"Patient 3"},{"id":"cggv:683646ff-11a2-499f-a2b9-61a961cd01c3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:683646ff-11a2-499f-a2b9-61a961cd01c3_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The POMT2 NM_013382.5:c.1941G>A (p.Trp647Ter) nonsense variant reported in this proband in heterozygosity is located in exon 19/21 and is predicted to encode an mRNA product susceptible to nonsense-mediated decay. The variant is present in the gnomAD population database (MAF = 0.000008812 in non-Finnish European population (single allele); 0 homozygotes). Although sufficient tissue was not available to evaluate α-dystroglycan in this proband, muscle biopsies from additional probands in the same publication carrying this variant in the homozygous or compound heterozygous state were demonstrated by immunofluorescence and/or immunoblotting to have reduced or absent glycosylated α-dystroglycan."},{"id":"cggv:5e894877-622a-4504-9956-1debeaaaf9bc","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5e894877-622a-4504-9956-1debeaaaf9bc_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.5:c.1997A>G (p.Tyr666Cys) missense variant reported in this proband in compound heterozygosity (confirmed in trans) has been observed in 18 additional affected probands (in homozygosity in 8 individuals and in compound heterozygosity with a second POMT2 variant in 10 individuals (PMID: 17878207, PMID: 30060766, PMID: 17869517, PMID: 19138766, PMID: 29175898, PMID: 24002165; PMID: 26809617). This recurrent variant is a suspected founder variant in the European population (based on haplotype analysis reported in this publication). The variant is present in the gnomAD population database (FAF = 0.00004980 in African/African-American population; 0 homozygotes). Located in the transmembrane domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.979). Although sufficient tissue was not available to evaluate α-dystroglycan in this proband, muscle biopsies from additional probands in the same publication carrying this variant in the homozygous or compound heterozygous state were demonstrated by immunofluorescence and/or immunoblotting to have reduced or absent glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of the missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:171ad32a-10a5-4e0e-b001-55b1f5b8b9c3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:171ad32a-10a5-4e0e-b001-55b1f5b8b9c3","type":"Proband","allele":{"id":"cggv:fd33810b-c82b-4a3d-afaa-65f246f8ebec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.924-2A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA390519836"}},"detectionMethod":"A SNP microarray was used to identify potential areas of identity by descent at known WWS loci and PCR amplification and Sanger sequencing of POMT2 was used to identify the variant of interest. The inheritance pattern of the variant was confirmed in all available family members.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Patient phenotype described by authors as consistent with Walker-Warburg syndrome. ","phenotypes":["obo:HP_0007260","obo:HP_0012372","obo:HP_0002119","obo:HP_0001321"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:3baa6c83-2fea-44d8-87c9-3de8ce3b8d1d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fd33810b-c82b-4a3d-afaa-65f246f8ebec"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18752264","type":"dc:BibliographicResource","dc:abstract":"Walker-Warburg syndrome (WWS) is a genetically heterogeneous autosomal recessive disease characterized by congenital muscular dystrophy, cobblestone lissencephaly, and ocular malformations. Mutations in six genes involved in the glycosylation of á-dystroglycan (POMT1, POMT2, POMGNT1, FCMD, FKRP and LARGE) have been identified in WWS patients, but account for only a portion of WWS cases. To better understand the genetics of WWS and establish the frequency and distribution of mutations across WWS genes, we genotyped all known loci in a cohort of 43 WWS patients of varying geographical and ethnic origin. Surprisingly, we reached a molecular diagnosis for 40% of our patients and found mutations in POMT1, POMT2, FCMD and FKRP, many of which were novel alleles, but no mutations in POMGNT1 or LARGE. Notably, the FCMD gene was a more common cause of WWS than previously expected in the European/American subset of our cohort, including all Ashkenazi Jewish cases, who carried the same founder mutation.","dc:creator":"Manzini MC","dc:date":"2008","dc:title":"Ethnically diverse causes of Walker-Warburg syndrome (WWS): FCMD mutations are a more common cause of WWS outside of the Middle East."}},"rdfs:label":"Family 7 Proband"},{"id":"cggv:3baa6c83-2fea-44d8-87c9-3de8ce3b8d1d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3baa6c83-2fea-44d8-87c9-3de8ce3b8d1d_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The POMT2 NM_013382.5:c.924-2A>C variant reported in this proband in homozygosity alters a canonical splice acceptor site and is predicted by SpliceAI to lead to acceptor loss (Δ score = 0.99). The variant is not present in the gnomAD population database."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2a54cc6e-f00f-4e41-b88f-11f791629b69_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2a54cc6e-f00f-4e41-b88f-11f791629b69","type":"Proband","allele":{"id":"cggv:edbb15b4-960b-4776-b54f-4cd903a6c05e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1006+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252631"}},"detectionMethod":"Genome-wide homozygosity mapping was carried out in addition to further homozygosity mapping for POMT2 by polymerase chain reaction. All 21 exons and flanking intron sequences of POMT2 were then amplified and sequenced by Sanger sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Patient phenotype described by authors as consistent with Walker-Warburg syndrome.","phenotypes":["obo:HP_0001319","obo:HP_0000659","obo:HP_0030046","obo:HP_0002119","obo:HP_0001321","obo:HP_0011480","obo:HP_0031882","obo:HP_0001274","obo:HP_0000557","obo:HP_0000238","obo:HP_0003236","obo:HP_0000518","obo:HP_0007260"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:63f7f614-c904-47a2-9030-c15a89ce9c94_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:edbb15b4-960b-4776-b54f-4cd903a6c05e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15894594"},"rdfs:label":"Family 2 Proband I"},{"id":"cggv:63f7f614-c904-47a2-9030-c15a89ce9c94","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:63f7f614-c904-47a2-9030-c15a89ce9c94_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The POMT2 NM_013382.5:c.1006+1G>A variant reported in this proband in homozygosity alters a canonical splice donor site and is predicted by SpliceAI to lead to donor loss (Δ score = 0.98). The variant is present in the gnomAD population database (FAF = 0.0001073 in South Asian population; 0 homozygotes). Immunolabeling of patient-derived cultured myotubes revealed reduced glycosylated α-dystroglycan."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:39b33beb-d73f-44da-8ece-23821908e575_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:39b33beb-d73f-44da-8ece-23821908e575","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"allele":{"id":"cggv:edda8e52-a1d5-4eba-8749-9291f8b8700f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.1061A>G (p.Tyr354Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7285997"}},"detectionMethod":"A next generation sequencing panel covering 247 genes related to a broad spectrum of neuromuscular diseases, including 44 genes known to be responsible for LGMD, were evaluated.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Patient phenotype described by authors as consistent with limb-girdle muscular dystrophy. The proband was reported to have early childhood onset (>2 years of age) of symptoms with loss of ambulation at 35.","phenotypes":["obo:HP_0003236","obo:HP_0003323","obo:HP_0003691","obo:HP_0008981","obo:HP_0002795","obo:HP_0003701","obo:HP_0040265","obo:HP_0030099"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:40c16bc5-1216-4d21-aa26-c09f973544fd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:edda8e52-a1d5-4eba-8749-9291f8b8700f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32576226","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophy (LGMD) is a genetically heterogeneous, hereditary disease characterized by limb-girdle weakness and histologically dystrophic changes. The prevalence of each subtype of LGMD varies among different ethnic populations. This study for the first time analyzed the phenotypes and genotypes in Taiwanese patients with LGMD in a referral center for neuromuscular diseases (NMDs).","dc:creator":"Liang WC","dc:date":"2020","dc:title":"Clinical, pathological, imaging, and genetic characterization in a Taiwanese cohort with limb-girdle muscular dystrophy."}},"rdfs:label":"P39"},{"id":"cggv:40c16bc5-1216-4d21-aa26-c09f973544fd","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:40c16bc5-1216-4d21-aa26-c09f973544fd_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.7:c.1061A>G (p.Tyr354Cys) missense variant reported in this proband in homozygosity is present in the gnomAD population database (MAF = 0.00005559 in East Asian population; 0 homozygotes). Located in the MIR domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.934). Immunohistochemistry on a patient muscle biopsy revealed α-dystroglycan deficiency. The score for this evidence was reduced in the absence of functional evidence to support the effect of the missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fc8bf528-6b10-4e77-95c1-1380c5ecae72_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fc8bf528-6b10-4e77-95c1-1380c5ecae72","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:0d77d775-558b-4746-aea5-1f894b98c1ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.551C>T (p.Thr184Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA223089"}},"detectionMethod":"The entire coding region and the exon–intron boundaries of fukutin, POMGnT1, POMT1, and POMT2 were PCR amplified and agarose gel purified for Sanger sequencing. The variant of interest was confirmed to be present in both healthy non-consanguineous parents in heterozygosity.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with limb-girdle muscular dystrophy. The proband achieved the ability to walk without support at 18 months of age. Electromyography of the anterior tibialis muscle at 2 years of age showed myogenic signs. and a quadriceps muscle biopsy showed moderate fiber diameter variability with necrotic and degenerative changes, as well as inflammatory changes with infiltrating cells mainly comprising macrophages with a few lymphocytes. Immunochemistry revealed normal expression of dystrophin, β-dystroglycan, merosin, sarcoglycans, caveolin-3, and dysferlin. \n","phenotypes":["obo:HP_0002910","obo:HP_0008981","obo:HP_0030046","obo:HP_0001324","obo:HP_0003236","obo:HP_0003457","obo:HP_0003691","obo:HP_0003557","obo:HP_0003307"],"sex":"Female","variant":{"id":"cggv:d6d5d2e6-1e80-4c26-a172-b72e8c2f2c49_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0d77d775-558b-4746-aea5-1f894b98c1ef"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17923109","type":"dc:BibliographicResource","dc:abstract":"Defects in glycosylation of alpha-dystroglycan are associated with several forms of muscular dystrophies. Mutations in POMT2 gene have been identified in patients with congenital muscular dystrophy and brain involvement, either characterized by a Walker-Warburg/muscle-eye-brain phenotype, or by microcephaly, mental retardation, and cerebellar hypoplasia. We identified a POMT2 homozygous missense mutation in a girl with a mild limb-girdle muscular dystrophy (LGMD) phenotype, marked elevated serum creatine kinase levels, and absence of brain involvement. Muscle biopsy revealed myopathic and inflammatory changes and severe alpha-dystroglycan reduction. In view of the remarkable mild clinical picture, we propose to designate this phenotype as LGMD2N.","dc:creator":"Biancheri R","dc:date":"2007","dc:title":"POMT2 gene mutation in limb-girdle muscular dystrophy with inflammatory changes."}},"rdfs:label":"Biancheri et al Proband"},{"id":"cggv:d6d5d2e6-1e80-4c26-a172-b72e8c2f2c49","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d6d5d2e6-1e80-4c26-a172-b72e8c2f2c49_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.5:c.551C>T (p.Thr184Met) missense variant reported in this proband in homozygosity has also been observed in 4 additional affected probands (PMID: 17878207, PMID: 30060766, PMID: 25214167, DOI: 10.1007/978-3-319-07500-6_17). The variant is present in the gnomAD population database (MAF = 0.00002846 in Latino/Admixed American population; 0 homozygotes). Located in the PMT2 enzymatic domain, this variant is predicted by in silico tools to be damaging to protein function (REVEL: 0.834). Immunochemistry on a patient muscle biopsy revealed reduced glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d60ec62b-36c1-4bdc-b8d1-a63f0235b782_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d60ec62b-36c1-4bdc-b8d1-a63f0235b782","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":[{"id":"cggv:7f0b0c59-ce0a-4c8e-b975-4e83859673fe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1975C>T (p.Arg659Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7285582"}},{"id":"cggv:1d10a412-d5b5-4ef2-a253-446dda0a221b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.7(POMT2):c.527C>T (p.Thr176Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA390520708"}}],"detectionMethod":"The coding exons, the flanking intronic sequences and the 5′UTR regions of POMT1 (RefSeq NM_007171.3) and POMT2 (RefSeq NM_013382.4) were amplified by PCR and Sanger sequenced. PCR-restriction fragment length polymorphism (RFLP) analysis, sequencing of a new PCR product, or both were used to the confirm missense variants and to exclude their occurrence in a panel of at least 400 normal, ethnically-matched control chromosomes. The variants were also confirmed to be present in the healthy parents in heterozygosity.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient phenotype described by authors as consistent with congenital muscular dystrophy. The proband was reported to have achieved walking.\n","phenotypes":["obo:HP_0002119","obo:HP_0030234","obo:HP_0030046","obo:HP_0007361","obo:HP_0001321"],"previousTestingDescription":"The proband was included in the study on the basis of a diagnosis of CMD and deficiency of α-dystroglycan (α-DG) on the sarcolemma of skeletal muscle fibers.","sex":"Male","variant":[{"id":"cggv:01b2e782-7636-4d3b-b4cd-4da97ad9ecc1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d10a412-d5b5-4ef2-a253-446dda0a221b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513969"},{"id":"cggv:77e7c279-a887-48cf-85c0-e632df8ed9ce_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7f0b0c59-ce0a-4c8e-b975-4e83859673fe"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513969"}],"rdfs:label":"Patient 16"},{"id":"cggv:01b2e782-7636-4d3b-b4cd-4da97ad9ecc1","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:01b2e782-7636-4d3b-b4cd-4da97ad9ecc1_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.7:c.527C>T (p.Thr176Ile) missense variant reported in heterozygosity in this proband is not present in the gnomAD population database. This variant is located in the PMT2 enzymatic domain; however, in silico tools do not agree on the effect of this variant on protein function (REVEL: 0.546; CADD: 2.67, Polyphen: benign, SIFT: deleterious). Immunostaining of a patient muscle biopsy revealed reduced glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant.\n"},{"id":"cggv:77e7c279-a887-48cf-85c0-e632df8ed9ce","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:77e7c279-a887-48cf-85c0-e632df8ed9ce_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The second POMT2 NM_013382.5:c.1975C>T (p.Arg659Trp) missense variant reported in this proband in compound heterozygosity (confirmed in trans) has been observed in one additional affected proband (PMID: 25214167). The variant is present in the gnomAD population database (FAF = 0.00001686 in non-Finnish European population; 0 homozygotes). It is located in the transmembrane domain and is predicted by in silico tools to be damaging to protein function (REVEL: 0.952). Immunostaining of a patient muscle biopsy revealed reduced glycosylated α-dystroglycan. The score for this evidence was reduced in the absence of functional evidence to support the effect of this missense variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:95141656-bcfe-4203-b21a-b477ea05512c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:95141656-bcfe-4203-b21a-b477ea05512c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:3bfadfa5-3a53-47c7-a682-f81125376b88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013382.5(POMT2):c.1106G>A (p.Arg369His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA223060"}},"detectionMethod":"Whole exome sequencing was used to identify the POMT2 variant and the presence of the variant in heterozygosity in the healthy consanguineous parents was confirmed, as well as in a healthy sibling and cousin. An older sister (11.5 years old) presenting with similar symptoms also carried the variant in homozygosity.","phenotypeFreeText":"Patient phenotype described by authors as consistent with muscular dystrophy-dystroglycanopathy type A2 (severe congenital muscular dystrophy with brain and eye involvement). The proband was reported to have a movement and speech impairment. Brain CT identified ventricular dilation.\n\n","phenotypes":["obo:HP_0001250","obo:HP_0000483","obo:HP_0025258","obo:HP_0000765","obo:HP_0007229","obo:HP_0001371","obo:HP_0000486","obo:HP_0002059","obo:HP_0003236","obo:HP_0001249","obo:HP_0000252","obo:HP_0002307","obo:HP_0002650","obo:HP_0002827","obo:HP_0030319","obo:HP_0001324","obo:HP_0001510"],"sex":"Female","variant":{"id":"cggv:29450846-057b-4066-b02b-d62021418577_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3bfadfa5-3a53-47c7-a682-f81125376b88"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32494558","type":"dc:BibliographicResource","dc:abstract":"Dystroglycan (DG) is a major cell membrane glycoprotein, which is encoded by the ","dc:creator":"Mahjoub G","dc:date":"2020","dc:title":"Reporting one very rare pathogenic variation c.1106G>A in "}},"rdfs:label":"Patient I"},{"id":"cggv:29450846-057b-4066-b02b-d62021418577","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:29450846-057b-4066-b02b-d62021418577_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The POMT2 NM_013382.5:c.1106G>A (p.Arg369His) missense variant reported in this proband in homozygosity is present in the gnomAD population database (FAF = 0.0006258 in East Asian population; 0 homozygotes). This variant is located in the MIR domain; however, in silico tools do not agree on the effect of this variant on protein function (REVEL: 0.255; CADD: 22.2, Polyphen: benign, SIFT: tolerated). The score for this evidence was reduced in the absence of functional evidence to support the effect of the missense variant and because evaluation of α-dystroglycan glycosylation in patient muscle was not reported."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8763,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:56e7048e-1445-4616-97f0-11438737622f","type":"GeneValidityProposition","disease":"obo:MONDO_0700071","gene":"hgnc:19743","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":"POMT2 was first reported in relation to myopathies ​in ​2004 (van Reeuwijk et al., PMID: 15894594)​​. Over 50 unique variants (including missense, nonsense, and frameshift variants) have been reported in humans. Evidence ​supporting this gene-disease relationship includes ​case-level genetic data and experimental data linking biallelic POMT2 loss of function to myopathy.\nSummary of Case-Level Data (12 points): Variants in this gene have been reported in over 70 probands with POMT2-related myopathy. The phenotypes described in these individuals range widely in severity and age of onset, with some patients exhibiting Walker-Warburg syndrome surviving only days or weeks beyond birth, while later onset has been reported in patients with milder limb-girdle muscular dystrophy with or without intellectual disability. At least 10 probands reported to date (PMID: 17923109; DOI: 10.1007/978-3-319-07500-6_17; PMID: 24183756; PMID: 30060766 Patients 20, 22, and 26; PMID: 29175898 Case 5; PMID: 29759639; DOI: 10.21203/rs.2.483/v1; PMID: 32576226 Patient 39) meet the LGMD GCEP criteria for isolated LGMD (progressive weakness in limb musculature (pelvic and shoulder girdle); independent ambulation by the age 2 years; elevated CK of >2X the ULN; muscle biopsy with dystrophic and myopathic features).\nSummary of Experimental Data (5.5 points): This gene-disease relationship is supported by expression studies, biochemical function studies, animal models, and rescue experiments in patient cells and Drosophila. The POMT2 protein is involved in the catalysis of the initiation step of the O-mannosyl glycosylation pathway on the mucin-like domain of α-dystroglycan. Defects in the glycosylation of α-dystroglycan disrupt dystroglycan binding to laminin-G domain-containing extracellular proteins in muscle and brain and are well-known to lead to dystroglycanopathies (PMID: 23929950). Loss of POMT2 in patient cells and Drosophila and mouse models leads to hallmark biochemical and phenotypic features, some of which have been mitigated by rescue (PMID: 29759639; PMID: 29167399; PMID: 15271988; PMID: 16219785; PMID: 20644630; PMID: 21452199; PMID: 21970971).\nIn summary, POMT2 is definitively associated with autosomal recessive myopathies. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\nThis classification was approved by the ClinGen Neuromuscular Working Group on 9/14/2021 (SOP Version 7) and updated to SOP Version 8 on 11/2/2021.\nLumping and Splitting Considerations: OMIM entities: autosomal recessive congenital muscular dystrophy-dystroglycanopathy with brain and eye anomalies type A2 (MIM: 613150); autosomal recessive congenital muscular dystrophy-dystroglycanopathy with mental retardation type B2 (MIM: 613156); autosomal recessive limb-girdle muscular dystrophy-dystroglycanopathy type C2 (MIM: 613158). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms AND inheritance pattern AND phenotypic variability in the above mentioned disease entities. Therefore, all of the disease entities have been lumped into one disease entity: POMT2-related myopathy  (MONDO:0700071). Lumping decision approved on 4/13/2021.","dc:isVersionOf":{"id":"cggv:32427fb1-d583-47eb-a368-685ef56bad3d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}