{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-12-22T20:55:50.678Z","role":"Publisher"},{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-12-22T20:55:04.201Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10700239","type":"dc:BibliographicResource","dc:abstract":"The hematopoietic-specific transmembrane protein tyrosine phosphatase CD45 functions to regulate Src kinases required for T- and B-cell antigen receptor signal transduction. So far, there have been no reports to our knowledge of a human deficiency in a tyrosine-specific phosphatase. Here, we identified a male patient with a deficiency in CD45 due to a large deletion at one allele and a point mutation at the other. The point mutation resulted in the alteration of intervening sequence 13 donor splice site. The patient presented at 2 months of age with severe combined immunodeficiency disease. The population of peripheral blood T lymphocytes was greatly diminished and unresponsive to mitogen stimulation. Despite normal B-lymphocyte numbers, serum immunoglobulin levels decreased with age. Thus, CD45 deficiency in humans results in T- and B-lymphocyte dysfunction.","dc:creator":"Kung C","dc:date":"2000","dc:title":"Mutations in the tyrosine phosphatase CD45 gene in a child with severe combined immunodeficiency disease."},"evidence":[{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bd6b902-de29-43df-9f24-8ec29e5412d6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce623faa-d976-4dfa-99ba-3482d3e986ce","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The monoclonal antibody (F 10-89-4) described in this study recognizes an antigen of CD45 which by quantitative absorption analysis is absent from human brain, kidney, liver, heart, erythrocytes, platelets and normal serum, but is present on spleen, lymph node, chronic lymphatic leukemia cells, bone marrow, thymus and granulocytes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7428806","type":"dc:BibliographicResource","dc:abstract":"The monoclonal antibody (F 10-89-4) described in this study recognizes an antigen which by quantitative absorption analysis is absent from human brain, kidney, liver, heart, erythrocytes, platelets and normal serum, but is present on spleen, lymph node, chronic lymphatic leukemia cells, bone marrow, thymus and granulocytes at a ratio of 1:1:0.8:0.3:0.1, respectively. Analysis with the fluorescence-activated cell sorter showed that 100% of thymocytes, lymph node lymphocytes, blood mononuclear cells and granulocytes carry the antigen, while 83% of bone marrow cells are positive. There was marked heterogeneity in the amount of labeling of thymocytes, with 3 major peaks. There was also heterogeneity of labeling of blood mononuclear cells and lymph node lymphocytes, with a weakly staining hump containing approximately 20% of the cells in the case of lymph node lymphocytes. Double labeling experiments demonstrated that the weakly staining cells of blood and lymph node were B lymphocytes, while frozen sections of thymus showed that the antigen was expressed most weakly in subcapsular cortical thymocytes, and most strongly on medullary thymocytes. Biochemical studies established that the antigen bound to lentil lectin columns, and sodium dodecyl sulfate polyacrylamide gel electrophoresis studies using NaB3H4-labeled blood mononuclear cells established that the antigen was a major glycoprotein of lymphocytes, and that its molecular weight was in the region of 190000 to 215000.","dc:creator":"Dalchau R","dc:date":"1980","dc:title":"Monoclonal antibody to a human leukocyte-specific membrane glycoprotein probably homologous to the leukocyte-common (L-C) antigen of the rat."},"rdfs:label":"enhanced expression in bone marrow and lymphoid tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Consistent with this report, The Human Protein Atlas considers PTPRC part of the T-cells- Adaptive immune response cluster with enhanced expression in bone marrow and lymphoid tissues. This is consistent with the immunodeficiency associated with CD45 variation."},{"id":"cggv:f8c2ab3e-0756-4a05-a178-249fdcf6e44c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc311873-5346-4767-ad34-47019e7b0ee3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors analyzed the expression of CD45 and describe here its differential surface expression during T cell maturation. Using four-color FACS analysis of thymocytes from normal as well as TCR-transgenic mice we demonstrate that CD45 is up-regulated only during positive selection concomitantly with the TCR-CD3 complex and the transient early activation marker CD69, but that this up-regulation precedes heat stable antigen down-regulation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8943569","type":"dc:BibliographicResource","dc:abstract":"CD4+ CD8+ double-positive thymocytes differentiate into CD4+ and CD8+ single-positive T cells during thymic positive selection. This process requires the interaction between the TCR and self MHC molecules. In this context we have analyzed the expression of CD45, an abundant transmembrane protein tyrosine phosphatase, and describe here its differential surface expression during T cell maturation. Using four-color FACS analysis of thymocytes from normal as well as TCR-transgenic mice we demonstrate that CD45 is up-regulated only during positive selection concomitantly with the TCR-CD3 complex and the transient early activation marker CD69, but that this up-regulation precedes heat stable antigen down-regulation. The tight linkage of the up-regulation of the TCR-CD3 complex and CD45 may be required because the CD45 tyrosine phosphatase plays a role in modulating signal transduction by the TCR-CD3 complex during positive selection. In addition, our findings argue for a regulation mechanism that adapts the CD45 levels to increasing antigen receptor levels on mature T cells and B cells.","dc:creator":"Kirberg J","dc:date":"1996","dc:title":"CD45 up-regulation during lymphocyte maturation."},"rdfs:label":"upregulation during lymphocyte maturation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The up-regulation of CD45 during positive selection is consistent with the stalling of T-cell maturation at the CD4+ CD8+ double-positive stage observed in patients with SCID due to CD45 variation."},{"id":"cggv:7423bf03-6794-43e5-85a1-abad0edfc074","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d65c8a2b-57ce-4396-91da-58636ea8ed8d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"WT Lck and Y192F variant have retained phosphorylation activity of the substrate CD8 zeta chain, whereas mutants Y192E and Y192A lost most of their kinase activity.\nVariant Y192E was also expressed in retrogenic mice and these have markedly reduced levels of single CD4+ or CD8+ cells.  \nY192E residue is resistant to dephosphorylation and this effect of SH2 mutation is CD-45 specific.\nLck was mutated (K273R) into a kinase inactive protein to avoid autophosphorylation and several mutants of this variant were produced in HEK293 cells. Several of the mutants (and in particular variants R184E or Y192E) showed hyperphosphorylation of Y505 in the presence of CD45, which is consistent with a docking site for CD45.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28735895","type":"dc:BibliographicResource","dc:abstract":"The Src Family kinase Lck sets a critical threshold for T cell activation because it phosphorylates the TCR complex and the Zap70 kinase. How a T cell controls the abundance of active Lck molecules remains poorly understood. We have identified an unappreciated role for a phosphosite, Y192, within the Lck SH2 domain that profoundly affects the amount of active Lck in cells. Notably, mutation of Y192 blocks critical TCR-proximal signaling events and impairs thymocyte development in retrogenic mice. We determined that these defects are caused by hyperphosphorylation of the inhibitory C-terminal tail of Lck. Our findings reveal that modification of Y192 inhibits the ability of CD45 to associate with Lck in cells and dephosphorylate the C-terminal tail of Lck, which prevents its adoption of an active open conformation. These results suggest a negative feedback loop that responds to signaling events that tune active Lck amounts and TCR sensitivity.","dc:creator":"Courtney AH","dc:date":"2017","dc:title":"A Phosphosite within the SH2 Domain of Lck Regulates Its Activation by CD45."},"rdfs:label":"Y192 in Lck regulates its activation by CD45"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:d6a82285-d6db-49e1-92e8-2051a6426773","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f1511eb-c64e-4c04-aa85-f5b58c20a86e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The role of CD45 in positive regulation of T cell proliferation is consistent with the T lymphocytopenia observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2550143","type":"dc:BibliographicResource","dc:abstract":"The leukocyte-common antigen (L-CA) is a family of large molecular weight glycoproteins uniquely expressed on the surface of all nucleated cells of hematopoietic origin. The glycoprotein consists of a heavily glycosylated exterior domain, a single membrane spanning region, and a large cytoplasmic domain that contains tyrosine phosphatase activity. To investigate the function of this family, we generated T cell clones that lacked L-CA (L-CA-). The expression of the alpha beta T cell receptor, CD3, CD4, IL-2 receptor (p55), LFA-1, Thy-1, and Pgp-1 (CD44) was normal. The L-CA- T cell clones failed to proliferate in response to antigen or cross-linked CD3; however, they could still proliferate in response to IL-2. An L-CA+ revertant was obtained and the ability to proliferate in response to antigen and cross-linked CD3 was restored. These data indicate that L-CA is required for T cells to enter into cell cycle in response to antigen.","dc:creator":"Pingel JT","dc:date":"1989","dc:title":"Evidence that the leukocyte-common antigen is required for antigen-induced T lymphocyte proliferation."},"rdfs:label":"positive regulation of T cell proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"To investigate the function of CD45 (here referred to as L-CA) the authors generated mouse T cell clones that lacked CD45, these clones failed to proliferate in response to antigen or cross-linked CD3. A CD45 revertant was obtained and the ability to proliferate in response to antigen and cross-linked CD3 was restored, supporting its role in T-cell receptor signaling."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c4e7baf-7d1b-4a70-8a97-9df471972d1c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fe40f905-74a2-4271-a18b-8d7e657ef149","type":"FunctionalAlteration","dc:description":"The amino-terminal region of Lck non-covalently associates with the cytoplasmic tail of the co-receptor molecules CD4 and CD8. In CD45 negative cells, the Lck protein is hyperphosphorylated and interacts with its own SH2 domain and does not interact with an 11 amino acid phophopeptide (lckP) that replicates the region around the C-terminus Tyrosine (Y505) (Figure 1). The Lck in this state remain inactive and is unable to phosphorylate the TCR, which is required for activation. When these cells (J45.01) were stably transfected with a 180 KDa CD45 construct (cell lines J45.LB3 and J45.LA2), the Lck binding to the lckP peptide is restored, but at levels lower than the  ones found in Jurkat cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8428589","type":"dc:BibliographicResource","dc:abstract":"CD45 is a tyrosine phosphatase expressed in all hematopoietic cells which is important for signal transduction through the T cell antigen receptor (TCR). Studies using CD45-deficient cells have revealed that Lck, a tyrosine kinase thought to be essential for TCR signaling, is hyperphosphorylated on Y505 in the absence of CD45. This site of tyrosine phosphorylation negatively regulates the function of the Src family of kinases. Here we provide evidence that CD45 can modulate the binding of the Lck to an 11 amino acid tyrosine phosphorylated peptide containing the carboxy-terminus of Lck (lckP). Significantly, CD45 did not influence the binding of Fyn, PLC gamma 1, GAP and Vav to the same phosphopeptide. Lck protein which bound the peptide was dephosphorylated on Y505 and consisted of only 5-10% of the total cellular Lck. Interestingly, there was a marked increase in binding 15-30 min after CD4 or TCR cross-linking. Taken together, our data suggest that CD45 specifically modulates the conformation of Lck in a manner consistent with the intramolecular model of regulation of Src-like kinases.","dc:creator":"Sieh M","dc:date":"1993","dc:title":"CD45 specifically modulates binding of Lck to a phosphopeptide encompassing the negative regulatory tyrosine of Lck."},"rdfs:label":"CD45 modulates the phophorylation and activation of Lck"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82ec06db-831b-40de-8d24-94e6881f9c90","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:529f479f-5338-468c-adbf-81aa816f6dc7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transfection of human CD45 cDNA (CD45RO) reconstitutes expression of surface CD45 on J45.01 cells and restores TCR coupling to PI second messenger pathway and to PTK signaling pathway.\n\nIt is however worth noting that expression levels and IP generation levels were lower in the transfected cell lines when compared to wild-type Jurkat cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1380033","type":"dc:BibliographicResource","dc:abstract":"The TCR is a multimeric structure comprised of distinct Ag recognition and signal transduction components. Although none of the molecules that make up the TCR possess intrinsic protein tyrosine kinase (PTK) activity, stimulation of T cells via the TCR results in the rapid appearance of newly tyrosine phosphorylated proteins in cell lysates. Evidence suggests ligation of the TCR induces activation of a PTK that may be a member of the src family. One early consequence of this TCR-mediated PTK activation is the phosphorylation of the gamma 1 isoform of phospholipase C. This phosphorylation event is associated with increased enzymatic activity resulting in the hydrolysis of phosphatidylinositol 4,5 bisphosphate into two second messengers, inositol 1,4,5 trisphosphate and diacylglycerol. Recently, our laboratory and others have isolated mutant T cells that lack surface expression of CD45, the major surface tyrosine phosphatase expressed on lymphoid cells. Stimulation of the TCR on these cells fails to result in the expected activation events. We demonstrate that reconstitution of surface expression of the 180-kDa isoform of CD45 by gene transfer into a CD45-deficient mutant of the Jurkat T cell leukemic line restores the ability of the TCR to couple fully to its signal transduction machinery. These results support the role of CD45 tyrosine phosphatase activity in regulating the TCR-activated PTK.","dc:creator":"Koretzky GA","dc:date":"1992","dc:title":"Restoration of T cell receptor-mediated signal transduction by transfection of CD45 cDNA into a CD45-deficient variant of the Jurkat T cell line."},"rdfs:label":"Restoration of TCR signal in CD45-deficient cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:eccb9a0c-718a-4859-9d75-b4c8ccd19f09","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6cf7c8e-7382-468a-8f98-72f0bf83de1e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Consistent with patient phenotypes, thymocyte maturation was blocked at the transitional stage from immature CD4+CD8+ to mature CD4+ or CD8+ cells, and only a few T cells could be detected in peripheral lymphoid organs. Development of B lymphocytes and B cell precursor frequencies from bone marrow, spleen, peritoneum, and embryonic liver cells was normal. And cytotoxic T cell responses to lymphocytic choriomeningitis virus were absent.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8334701","type":"dc:BibliographicResource","dc:abstract":"The transmembrane tyrosine phosphatase CD45 is expressed in multiple isoforms on all nucleated hematopoietic cells, resulting from alternative splicing of variable exons. We generated mice with a mutation in the variable CD45 exon 6, using homologous recombination. In mice homozygous for the CD45-exon6 mutation, B cells and most T cells did not express CD45. Development of B cells appeared normal, although Ig mu-induced proliferation was completely abrogated. Thymocyte maturation was blocked at the transitional stage from immature CD4+CD8+ to mature CD4+ or CD8+ cells, and only a few T cells could be detected in peripheral lymphoid organs. Clonal deletion of superantigen-reactive T cells still occurred. Cytotoxic T cell responses to lymphocytic choriomeningitis virus were absent in CD45-exon6-/- mice. These data imply that CD45 is differentially required for the development and function of B and T lymphocytes.","dc:creator":"Kishihara K","dc:date":"1993","dc:title":"Normal B lymphocyte development but impaired T cell maturation in CD45-exon6 protein tyrosine phosphatase-deficient mice."},"rdfs:label":"CD45 exon 6 deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:742a3b95-e5b8-4539-a2cd-18f9d4349dc2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f24c9172-72ad-4b36-a396-57d78f3a9361","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Consistent with observations in patients, CD45 is not required for development of B lymphocytes but CD45-null mice have low numbers of mature T cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8666928","type":"dc:BibliographicResource","dc:abstract":"The CD45 transmembrane glycoprotein has been shown to be a protein phosphotyrosine phosphatase and to be important in signal transduction in T and B lymphocytes. We have employed gene targeting to create a strain of transgenic mice that completely lacks expression of all isoforms of CD45. The spleens from CD45-null mice contain approximately twice the number of B cells and one fifth the number of T cells found in normal controls. The increase in B cell numbers is due to the specific expansion of two B cell subpopulations that express high levels of immunoglobulin (IgM) staining. T cell development is significantly inhibited in CD45-null animals at two distinct stages. The efficiency of the development of CD4-CD8- thymocytes into CD4+ CD8+ thymocytes is reduced by twofold, subsequently the frequency of successful maturation of the double positive population into mature, single positive thymocytes is reduced by a further four- to fivefold. In addition, we demonstrate that CD45-null thymocytes are severely impaired in their apoptotic response to cross-linking signals via T cell receptor (TCR) in fetal thymic organ culture. In contrast, apoptosis can be induced normally in CD45-null thymocytes by non-TCR-mediated signals. Since both positive and negative selection require signals through the TCR complex, these findings suggest that CD45 is an important regulator of signal transduction via the TCR complex at multiple stages of T cell development. CD45 is absolutely required for the transmission of mitogenic signals via IgM and IgD. By contrast, CD45-null B cells proliferate as well as wild-type cells to CD40-mediated signals. The proliferation of B cells in response to CD38 cross-linking is significantly reduced but not abolished by the CD45-null mutation. We conclude that CD45 is not required at any stage during the generation of mature peripheral B cells, however its loss reveals a previously unrecognized role for CD45 in the regulation of certain subpopulations of B cells.","dc:creator":"Byth KF","dc:date":"1996","dc:title":"CD45-null transgenic mice reveal a positive regulatory role for CD45 in early thymocyte development, in the selection of CD4+CD8+ thymocytes, and B cell maturation."},"rdfs:label":"CD45-null transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Similar to patients in terms of cell types but clinical phenotypes not addressed."},{"id":"cggv:4cb557b5-e128-4f73-9a95-f45d4d1975c9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d910bdb-fc76-4b37-84c1-c111f94784c5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice homozygous for the Ptprc-nim mutation indeed had almost no CD45 protein on the surface of their B-lymphocytes (2% of wild-type controls) as measured by flow cytometric staining with antibodies to CD45. Nimbus mutant animals displayed a fourfold reduction in the percentage of CD3+ T cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22724066","type":"dc:BibliographicResource","dc:abstract":"Accurate identification of sparse heterozygous single-nucleotide variants (SNVs) is a critical challenge for identifying the causative mutations in mouse genetic screens, human genetic diseases and cancer. When seeking to identify causal DNA variants that occur at such low rates, they are overwhelmed by false-positive calls that arise from a range of technical and biological sources. We describe a strategy using whole-exome capture, massively parallel DNA sequencing and computational analysis, which identifies with a low false-positive rate the majority of heterozygous and homozygous SNVs arising de novo with a frequency of one nucleotide substitution per megabase in progeny of N-ethyl-N-nitrosourea (ENU)-mutated C57BL/6j mice. We found that by applying a strategy of filtering raw SNV calls against known and platform-specific variants we could call true SNVs with a false-positive rate of 19.4 per cent and an estimated false-negative rate of 21.3 per cent. These error rates are small enough to enable calling a causative mutation from both homozygous and heterozygous candidate mutation lists with little or no further experimental validation. The efficacy of this approach is demonstrated by identifying the causative mutation in the Ptprc gene in a lymphocyte-deficient strain and in 11 other strains with immune disorders or obesity, without the need for meiotic mapping. Exome sequencing of first-generation mutant mice revealed hundreds of unphenotyped protein-changing mutations, 52 per cent of which are predicted to be deleterious, which now become available for breeding and experimental analysis. We show that exome sequencing data alone are sufficient to identify induced mutations. This approach transforms genetic screens in mice, establishes a general strategy for analysing rare DNA variants and opens up a large new source for experimental models of human disease.","dc:creator":"Andrews TD","dc:date":"2012","dc:title":"Massively parallel sequencing of the mouse exome to accurately identify rare, induced mutations: an immediate source for thousands of new mouse models."},"rdfs:label":"nimbus mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The lymphopaenia in nimbus homozygotes is stated to match that in mice and humans with other null or severe loss-of-function mutations in Ptprc, however they also note a decrease in B cells in the blood which differs from patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a32526e1-7d0b-4701-b5d0-4870bb2467b6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a32526e1-7d0b-4701-b5d0-4870bb2467b6","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:7330ff77-e0a7-4ae0-870d-d8ac278a1047","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002838.5(PTPRC):c.1624A>T (p.Lys542Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144640"}},"detectionMethod":"Sanger sequencing identified the apparently homozygous nonsense variant of maternal origin. SNP arrays were performed on genomic DNA from EBV lines derived from B lymphocytes of the parents and patient to determine if there was a microdeletion on the paternal allele or if maternal uniparental disomy had occurred. The allele profiles from the whole-genome array analysis revealed LOH over the entire length of Chr1, demonstrating isodisomy. Exome sequencing was performed on DNA samples from mother, father, and patient to identify any additional homozygous, potentially disease-causing, variants. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"leukocytosis (43,800/mm3), eosinophilia (24,528/mm3), elevated serum IgG (1,740 mg/dL) and IgE (1,700 IU/mL) levels","phenotypes":["obo:HP_0003347","obo:HP_0002720","obo:HP_0002850","obo:HP_0005403","obo:HP_0001876","obo:HP_0001508","obo:HP_0002020","obo:HP_0002716"],"previousTesting":true,"previousTestingDescription":"Cell-surface CD45 protein expression was lacking on all leukocytes following staining with Abs recognizing CD45 RA, CD45RO, or all CD45 isoforms.","secondTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:9a8b6209-54ee-42da-a062-b58aafd19c5d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7330ff77-e0a7-4ae0-870d-d8ac278a1047"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22689986","type":"dc:BibliographicResource","dc:abstract":"Analysis of the molecular etiologies of SCID has led to important insights into the control of immune cell development. Most cases of SCID result from either X-linked or autosomal recessive inheritance of mutations in a known causative gene. However, in some cases, the molecular etiology remains unclear. To identify the cause of SCID in a patient known to lack the protein-tyrosine phosphatase CD45, we used SNP arrays and whole-exome sequencing. The patient's mother was heterozygous for an inactivating mutation in CD45 but the paternal alleles exhibited no detectable mutations. The patient exhibited a single CD45 mutation identical to the maternal allele. Patient SNP array analysis revealed no change in copy number but loss of heterozygosity for the entire length of chromosome 1 (Chr1), indicating that disease was caused by uniparental disomy (UPD) with isodisomy of the entire maternal Chr1 bearing the mutant CD45 allele. Nonlymphoid blood cells and other mesoderm- and ectoderm-derived tissues retained UPD of the entire maternal Chr1 in this patient, who had undergone successful bone marrow transplantation. Exome sequencing revealed mutations in seven additional genes bearing nonsynonymous SNPs predicted to have deleterious effects. These findings are unique in representing a reported case of SCID caused by UPD and suggest UPD should be considered in SCID and other recessive disorders, especially when the patient appears homozygous for an abnormal gene found in only one parent. Evaluation for alterations in other genes affected by UPD should also be considered in such cases.","dc:creator":"Roberts JL","dc:date":"2012","dc:title":"CD45-deficient severe combined immunodeficiency caused by uniparental disomy."}},"rdfs:label":"Roberts 2012 Patient"},{"id":"cggv:9a8b6209-54ee-42da-a062-b58aafd19c5d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9a8b6209-54ee-42da-a062-b58aafd19c5d_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"SNP array analysis revealed no change in copy number but loss of heterozygosity for the entire length of chromosome 1 (Chr1), indicating that disease was caused by uniparental disomy (UPD) with isodisomy of the entire maternal Chr1 bearing the mutant CD45 allele. Exome sequencing revealed mutations in seven additional genes bearing nonsynonymous SNPs predicted to have deleterious effects, however collectively, these SNPs appear to have no deleterious effects on early development. Although several of these were found in genes of unknown function, others have been shown to function in cell-cell contact (LGALSG), binding bacterial cell wall components (PGLYRP3), replication of DNA (ORC1L), and in binding seratonin (HTR1D) and it remains possible these variations may manifest later."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6.2},{"id":"cggv:3a5a45a8-929c-448e-bca7-7e562662b3a3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3a5a45a8-929c-448e-bca7-7e562662b3a3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:009d203b-9ad5-418e-aecf-df916fea3d04","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002838.5(PTPRC):c.3545T>C (p.Leu1182Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA235772"}},"detectionMethod":"Comprehensive gene panel incorporating 162 PID genes identified a PTPRC variant which was confirmed by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0005387","obo:HP_0032140","obo:HP_0004313"],"sex":"Female","variant":{"id":"cggv:c37b08f6-88af-42e8-9717-98d7b75e4fb1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:009d203b-9ad5-418e-aecf-df916fea3d04"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26915675","type":"dc:BibliographicResource","dc:abstract":"Molecular genetics techniques are an essential diagnostic tool for primary immunodeficiency diseases (PIDs). The use of next-generation sequencing (NGS) provides a comprehensive way of concurrently screening a large number of PID genes. However, its validity and cost-effectiveness require verification.","dc:creator":"Al-Mousa H","dc:date":"2016","dc:title":"Unbiased targeted next-generation sequencing molecular approach for primary immunodeficiency diseases."}},"rdfs:label":"1149"},{"id":"cggv:c37b08f6-88af-42e8-9717-98d7b75e4fb1","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c37b08f6-88af-42e8-9717-98d7b75e4fb1_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Both parents were heterozygous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fa0d7f55-49eb-48cc-a3b6-53c85a507b91_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fa0d7f55-49eb-48cc-a3b6-53c85a507b91","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:bd40845b-368a-4859-906c-f383cd84c54e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002838.5(PTPRC):c.1450+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14457"}},"detectionMethod":"Genomic DNA from the child and both parents was prepared from peripheral blood monocytes. With full-length CD45 cDNA as a probe, Southern blot analysis indicated a large deletion in the CD45 gene in one chromosome of the mother and of the child. Sequencing of the exons that encode the CD45 gene and intervening sequence boundaries in DNA from the father, mother, child and an unaffected sibling.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"serum immunoglobulin levels decreased considerably with age, by 4 months of age, the patient's IgG was 1.75 mg/ml. IgA was less than 0.008 mg/ml and IgM was 0.26 mg/ml","phenotypes":["obo:HP_0004430","obo:HP_0005403","obo:HP_0012191","obo:HP_0040218","obo:HP_0031381","obo:HP_0002720","obo:HP_0002850"],"previousTestingDescription":"CD45 expression was lacking on all leukocytes.","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:a2b1a8e4-d7b1-46c4-81f2-5dcebd409ba3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bd40845b-368a-4859-906c-f383cd84c54e"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10700239"},"rdfs:label":"Kung 2000 Patient"},{"id":"cggv:a2b1a8e4-d7b1-46c4-81f2-5dcebd409ba3","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2b1a8e4-d7b1-46c4-81f2-5dcebd409ba3_variant_evidence_item"},{"id":"cggv:a2b1a8e4-d7b1-46c4-81f2-5dcebd409ba3_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Disruption of the donor splice site in exon 13 is predicted to cause the in-frame deletion of exon 12, however the authors looked for evidence of aberrant CD45 mRNA splicing in an Epstein-Barr virus-transformed B-lymphoblastoid cell line derived from patient peripheral blood lymphocytes and RT-PCR found the presence of a 48bp insertion consistent with use of a cryptic splice site. \n\nFlow cytometric analysis of this cell line demonstrated negligible staining for CD45, and northern blot analysis showed no detectable CD45 mRNA, consistent with this being a null variant.\n\nThe effect of this splice variant was not examined outside of patient cells."}],"strengthScore":2,"dc:description":"The patient is compound heterozygous for the de novo c.1450+1G>A splice variant and a large deletion on the maternal allele. The deletion mapped to the 3′ end of the gene but the exact coordinates were not determined. Since the size and nature of the deletion cannot be ascertained, and this deletion might go beyond this gene, this variant will remain unscored.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:623dab6f-f678-4abb-bfd2-ee92f0591668_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:623dab6f-f678-4abb-bfd2-ee92f0591668","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:43a6586f-9d62-4ba9-add7-f17c765f3501","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002838.5(PTPRC):c.1090_1095del (p.Glu364_Tyr365del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2499306952"}},"detectionMethod":"Sanger sequencing of patient cDNA with confirmation in genomic DNA. Parents and unaffected sibling were tested by PCR for the 6bp deletion using site specific primers.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"pneumonitis, low T cell number (0.26 × 109/L), with markedly low CD4+ (0.07 × 109/L) and low CD8+ (0.36 × 109/L) ","phenotypes":["obo:HP_0000988","obo:HP_0004430","obo:HP_0005403","obo:HP_0002850","obo:HP_0001876","obo:HP_0002716","obo:HP_0004315","obo:HP_0001433","obo:HP_0001945","obo:HP_0002720"],"previousTesting":true,"previousTestingDescription":"In PMID:9068311, lymphocytes from\ncontrol and the patient were analysed by flow cytometry using monoclonal antibodies (Pan CD45, CD45RO, CD45RA and CD45RB). In the\nproband, there was minimal expression of the CD45 isoforms RA and RB, with some CD45 RO detected. Both parents had normal expression patterns for CD45.","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:fc630148-691f-47cd-8a56-a36be932bb8a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:43a6586f-9d62-4ba9-add7-f17c765f3501"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11145714","type":"dc:BibliographicResource","dc:abstract":"SCID is a heterogeneous group of hereditary diseases. Mutations in the common gamma-chain (gamma(c)) of cytokine receptors, including those for IL-2, IL-4, IL-7, IL-9, and IL-15, are responsible for an X-linked form of the disease, while mutations of several other genes, including Janus-associated kinase-3, may cause autosomal recessive forms of SCID. We investigated the first SCID patient to be described with minimal cell surface expression of the leukocyte common (CD45) Ag. CD45 is an abundant transmembrane tyrosine phosphatase, expressed on all leukocytes, and is required for efficient lymphocyte signaling. CD45-deficient mice are severely immunodeficient and have very few peripheral T lymphocytes. We report here that a homozygous 6-bp deletion in the gene encoding CD45 (PTPRC, gene map locus 1q31-32), which results in a loss of glutamic acid 339 and tyrosine 340 in the first fibronectin type III module of the extracellular domain of CD45, is associated with failure of surface expression of CD45 and SCID. Molecular modeling suggests that tyrosine 340 is crucial for the structural integrity of CD45 protein. This is the second description of a clinically relevant CD45 mutation, provides direct evidence for the importance of CD45 in immune function in humans, and suggests that abnormalities in CD45 expression are a possible cause of SCID in humans.","dc:creator":"Tchilian EZ","dc:date":"2001","dc:title":"A deletion in the gene encoding the CD45 antigen in a patient with SCID."}},"rdfs:label":"G. Proband"},{"id":"cggv:fc630148-691f-47cd-8a56-a36be932bb8a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc630148-691f-47cd-8a56-a36be932bb8a_variant_evidence_item"},{"id":"cggv:fc630148-691f-47cd-8a56-a36be932bb8a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"\nTo confirm the effect of the 6bp deletion it was introduced into a normal full-length CD45 cDNA in a retroviral expression vector and transfected CHO cells and EL=4 mouse thymoma cells. FACS analysis showed lack of surface CD45 expression on the CD45 mutant CHO transfectants, while WT expressed high levels of CD45 Ag.\n\nWestern blot analysis detected CD45 protein in mutant CD45 CHO cell transfectants, although at a reduced level compared with the wild-type CHO transfectants. These results suggest that the 6bp deletion may affect the proper folding, stability, and correct cellular localization of the mutant CD45 protein. Molecular modeling suggests that tyrosine 365 (here reported as tyrosine 340) is crucial for the structural integrity of CD45 protein."}],"strengthScore":0.5,"dc:description":"Patient is homozygous due to consanguinity and the parents are confirmed carriers of the 6bp deletion.\n\nThis  variant is equivalent to ClinVar Variation ID: 14458 \"PTPRC, 6-BP DEL, NT1168Cite this record.\""}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.2}],"evidenceStrength":"Definitive","sequence":3813,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.2,"subject":{"id":"cggv:3bc8ae91-14a7-4846-b6f0-d5499f51e12e","type":"GeneValidityProposition","disease":"obo:MONDO_0012163","gene":"hgnc:9666","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PTPRC was first reported in relation to severe combined immunodeficiency, T cell-negative, B cell-positive, NK cell-positive disease in 2000 (Kung C et al., 2000, PMID:10700239). PTPRC deficiency is an autosomal recessive disease that is usually diagnosed at the time of newborn screening (where applicable) and otherwise the first 6 months of life. If untreated, PTPRC deficiency SCID leads to death usually within the first year. Patients with SCID present in infancy with recurrent, persistent infections by opportunistic organisms (including Candida albicans, Pneumocystis carinii, and cytomegalovirus). It is characterized by failure to thrive (linked to the recurrent infections), normal or elevated numbers of natural killer cells (NK) and peripheral blood B cells, absent or very low peripheral blood T cells (severe T cell lymphopenia) and low or absent immunoglobulins. Patients also present with pancytopenia and decreased T-cell proliferation in response to mitogen.\nThe curation of PTPRC related to autosomal recessive severe combined immunodeficiency with MONDO:0012163 ID (T cell-negative, B cell-positive, NK cell-positive) includes both case-level and experimental evidence. Five variants (one missense, one in-frame indel, one nonsense, one frameshift and one large deletion (that spans over part of PTPRC gene but has unknown size and boundaries)) reported in four probands in four publications (PMIDs: 10700239, 11145714, 22689986 and 26915675) are included in this curation. A score of 6.2 points for genetic evidence has been reached. The mechanism of pathogenicity appears to be loss of function (LOF). This gene-disease association is also supported by animal models, biochemical function and expression assays (PMIDs: 8334701, 8666928, 22724066, 2550143, 7428806, 8943569, 8428589, 1380033 and 28735895). Phenotypes of mice with PTPRC mutations were consistent with patients’ phenotypes, presenting normal or elevated numbers of B cells and low numbers or nearly absent mature T cells. Expression studies of CD45 in bone marrow and lymphoid tissues is consistent with the immunodeficiency associated with CD45 variation (PMID:7428806). Up-regulation of CD45 during positive selection is consistent with the stalling of T-cell maturation at the CD4+ CD8+ double-positive stage observed in patients with SCID due to CD45 variation (PMID: 8943569). CD45 is a phosphatase necessary for the activation of the kinase Lck (PMID: 8428589) that is critically needed to transduce signals downstream of T cell receptor triggering (PMID: 1380033). CD45 modulates Lck by dephosphorylating Tyrosine residues and it was observed that some of these residues and their phosphorylation status play an active part in the interaction between these two proteins (PMID: 28735895). CD45 has a large, heavily glycosylated extracellular domain, and this aspect plays important (and non-enzymatic) roles in activation of T cells and B cells by regulating the physical closeness of cell-surface molecules on antigen presenting cells with counter molecules on T cells. CD45 is alternately spliced upon activation of T cells, which regulates its physical size. A score of 6 points for experimental evidence has been reached, increasing the total score to 12.2 points. \nIn summary, PTPRC is definitively associated with autosomal recessive severe combined immunodeficiency, T cell-negative, B cell-positive, NK cell-positive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen SCID/CID GCEP on the meeting date December 16, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:f4b09bbc-c749-45be-9f2a-1a54813b2906"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}