{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2021-06-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2021-06-25T19:17:03.350Z","role":"Publisher"}],"evidence":[{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee7c233c-352a-4b7d-99b4-658fda7ce5ab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:402dad54-260b-49ef-9d3d-d33c0423e3d8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In normal mice, erythrocyte ghosts were prepared and western blots were performed. ANK1 was found to be expressed in the cell membrane fraction (which is what the ghost procedure isolates) of RBCs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2139228","type":"dc:BibliographicResource","dc:abstract":"Mice with normoblastosis, nb/nb, have a severe hemolytic anemia. The extreme fragility and shortened lifespan of the mutant erythrocytes result from a defective membrane skeleton. Previous studies in our laboratory indicated a 50% deficiency of spectrin and an absence of normal ankyrin in erythrocyte membranes of nb/nb mice. We now report genetic mapping data that localize both the nb and erythroid ankyrin (Ank-1) loci to the centromeric end of mouse chromosome 8. Using immunological and biochemical methods, we have further characterized the nature of the ankyrin defect in mutant erythrocytes. We do not detect normal sized (210 kDa) erythroid ankyrin by immunoblot analysis in nb/nb reticulocytes. However, nb/nb reticulocytes do contain a 150-kDa ankyrin immunoreactive protein. The 150-kDa protein is present with normal-sized ankyrin in nb/+ reticulocytes but is not found in +/+ reticulocytes. Our genetic and biochemical data indicate that the nb mutation results from a defect in the erythroid ankyrin gene. A human hereditary spherocytosis putatively resulting from an ankyrin defect maps to a segment of human chromosome 8 that is homologous to the nb-ankyrin region of mouse chromosome 8. The linkage data suggest that the mouse and human diseases result from mutations in homologous loci.","dc:creator":"White RA","dc:date":"1990","dc:title":"Ankyrin and the hemolytic anemia mutation, nb, map to mouse chromosome 8: presence of the nb allele is associated with a truncated erythrocyte ankyrin."},"rdfs:label":"ANK1 erythrocyte expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1401f7f8-c2f8-4771-9d19-6857de6929d5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3345565f-a546-461a-a1a4-1974e8cf4763","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While the mouse model confirmed that the promoter variant present in the proband led to decreased ANK1 expression and defective binding of the TATA binding protein, no phenotypic analysis was done.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16037067","type":"dc:BibliographicResource","dc:abstract":"Ankyrin defects are the most common cause of hereditary spherocytosis (HS). In some HS patients, mutations in the ankyrin promoter have been hypothesized to lead to decreased ankyrin mRNA synthesis. The ankyrin erythroid promoter is a member of the most common class of mammalian promoters which lack conserved TATA, initiator or other promoter cis elements and have high G+C content, functional Sp1 binding sites and multiple transcription initiation sites. We identified a novel ankyrin gene promoter mutation, a TG deletion adjacent to a transcription initiation site, in a patient with ankyrin-linked HS and analyzed its effects on ankyrin expression. In vitro, the mutant promoter directed decreased levels of gene expression, altered transcription initiation site utilization and exhibited defective binding of TATA-binding protein (TBP) and TFIID complex formation. In a transgenic mouse model, the mutant ankyrin promoter led to abnormalities in gene expression, including decreased expression of a reporter gene and altered transcription initiation site utilization. These data indicate that the mutation alters ankyrin gene transcription and contributes to the HS phenotype by decreasing ankyrin gene synthesis via disruption of TFIID complex interactions with the ankyrin core promoter. These studies support the model that in promoters that lack conserved cis elements, the TFIID complex directs preinitiation complex formation at specific sites in core promoter DNA and provide the first evidence that disruption of TBP binding and TFIID complex formation in this type of promoter leads to alterations in start site utilization, decreased gene expression and a disease phenotype in vivo.","dc:creator":"Gallagher PG","dc:date":"2005","dc:title":"A dinucleotide deletion in the ankyrin promoter alters gene expression, transcription initiation and TFIID complex formation in hereditary spherocytosis."},"rdfs:label":"Transgenic Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No disease phenotype was studied."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:44b84254-4dad-407d-b824-b80f02feedd7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:670c6a39-d432-4d6f-b226-f6c1d7329ebd","type":"Proband","firstTestingMethod":"PCR","phenotypeFreeText":"Splenectomy was conducted in childhood","phenotypes":["obo:HP_0002904","obo:HP_0001923","obo:HP_0005502","obo:HP_0001878"],"secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:44b84254-4dad-407d-b824-b80f02feedd7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7f015f96-1f65-4399-9673-d6fdb4e14786","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001142446.2(ANK1):c.127-39474_127-39473del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212745"}},{"id":"cggv:426a75a9-c80f-4d6d-8d9e-6b3d5a675a8d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001142446.2(ANK1):c.619_638del (p.Leu207fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212748"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16037067"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16037067","rdfs:label":"Gallagher_proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A transgenic mouse model and additional experiments were performed to determine the effect of the promoter variant. It was determined that it led to decreased expression of ANK1."},{"id":"cggv:dc5d00ad-d98a-4a36-94c1-ea44048df3a0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a978a537-978c-4228-88dd-281581191562","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":6,"detectionMethod":"DNA was amplified using primers for the coding exons and promoter of ANK1. Then DHPLC was performed and nucleotide sequence was determined on amplification\nproducts demonstrating an abnormal chromatograph.","firstTestingMethod":"PCR","phenotypeFreeText":"Spherocytes on peripheral blood smear","phenotypes":["obo:HP_0005502","obo:HP_0001744","obo:HP_0001903"],"previousTesting":true,"previousTestingDescription":"SSCP and heteroduplex analysis of ANK1 did not yield any variants. ","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:dc5d00ad-d98a-4a36-94c1-ea44048df3a0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cb3655d6-5fbb-4910-ae5f-b7e4eb38e32f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000037.4(ANK1):c.1801-17G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212747"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17327413","type":"dc:BibliographicResource","dc:abstract":"Defects in erythrocyte ankyrin are the most common cause of typical, dominant hereditary spherocytosis (HS). Detection of ankyrin gene mutations has been complicated by allelic heterogeneity, large gene size, frequent de novo mutations, and associated mRNA instability. Using denaturing high-performance liquid chromatography (DHPLC)-based mutation detection, a mutation in the splice acceptor of exon 17 was discovered in a Turkish family. Reticulocyte RNA and functional minigene splicing assays in heterologous cells revealed that this mutation was associated with a complex pattern of aberrant splicing, suggesting that removal of intron 16 is important for ordered ankyrin mRNA splicing. As predicted by clinical, laboratory, and biochemical studies, the parents were heterozygous and the proband was homozygous for this mutation. These data indicate that DHPLC offers a highly sensitive, economic, and rapid method for mutation detection and, unlike previously suggested, homozygosity for a mutation associated with dominant ankyrin-linked HS may be compatible with life.","dc:creator":"Edelman EJ","dc:date":"2007","dc:title":"A complex splicing defect associated with homozygous ankyrin-deficient hereditary spherocytosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17327413","rdfs:label":"Edelman_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The variant is absent from gnomAD with adequate coverage. Mini gene and reticulocyte RNA assays demonstrate that the variant causes 11 mutant spliceoforms, but no WT product. I downgraded for a homozygous variant in a consanguineous family."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":3025,"specifiedBy":"GeneValidityCriteria8","strengthScore":3,"subject":{"id":"cggv:253b6c04-665c-4be1-b0fb-422983d0457d","type":"GeneValidityProposition","disease":"obo:MONDO_0019350","gene":"hgnc:492","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"ANK1 was first reported in relation to autosomal recessive Hereditary Spherocytosis (HS) in 1996 (Eber, PMID: 8640229). HS is characterized by the presence of spherical-shaped erythrocytes, termed spherocytes, on a peripheral blood smear. Spherocytes can accumulate in the spleen, causing anemia, jaundice, and splenomegaly. Complications include hyperbilirubinemia in neonates, cholelithiasis, hemolytic episodes, aplastic crises, and iron overload, although mild cases may go undetected without a blood smear. Spherocytosis, Type 1 (OMIM:182900) is associated with ANK1  with both autosomal dominant and autosomal recessive forms of HS having been reported. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we have split these two inheritance patterns for gene-disease validity curation. The dominant form of Spherocytosis, Type 1 (OMIM:182900) was curated separately and reached Definitive and the mechanism of pathogenicity is known to be loss of function of ANK, leading to a loss of flexibility and shape of the erythrocyte membrane. For the recessive form, for 3/7 families, only one allele or two in cis alleles was reported. At least 7 variants (missense, deep intronic, and promoter variants) have been reported in humans (PMIDs: 8640229, 11102985, 17327413, 16037067). However, 4 of these variants (including the commonly reported c.127-39509T>C (c.-108T-C) variant) are too frequent in gnomAD to cause disease (ranging from 0.2% to 11% allele frequency). These frequent variants were present in 5/7 families. In the families with recessive inheritance claimed, most heterozygous parents, when available for phenotyping, were actually mildly affected with features of HS, contradicting a pure recessive form of inheritance. In summary, evidence supporting this gene-disease relationship includes minimal case-level data (2/7 families are scored) and the only functional evidence includes gene expression consistent with the location of disease (PMID: 2139228).In conclusion, while the experts felt that there could exist hypomorphic alleles that have mild enough effect to lead to disease only when found on both alleles, the experts felt that there was insufficient evidence for a pure recessive form of this gene-disease relationship with existing cases more likely explained by a dosage effect of pathogenic variants. A Limited classification was approved by the ClinGen General Gene Curation Expert Panel on the meeting date June 23, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:55457b0b-370e-466d-b2da-1cb8d67aecc8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}