{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T22:10:14.323Z","role":"Publisher"},{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a099df6-5b87-4b0c-a43e-1c479756aa0c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:811d8c8f-3141-4237-9c32-73e5a7b78f74","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"IHC analysis results have been confirmed on a different sample from the same cancer. 23 were adenocarcinomas of the bowel. All had loss or weak MLH1 expression and loss of PMS2 expression. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24802709","type":"dc:BibliographicResource","dc:abstract":"The MLH1 c.2252_2253delAA mutation was found in 11 unrelated families from a restricted area south-west of Turin among 140 families with mutations in the mismatch repair genes. The mutation is located in the highly conserved C-terminal region, responsible for dimerization with the PMS2 protein. Twenty-five tumour tissues from 61 individuals with the c.2252_2253delAA mutation were tested for microsatellite instability (MSI) and protein expression. We compared the clinical features of these families versus the rest of our cohort and screened for a founder effect. All but one tumours showed the MSI-high mutator phenotype. Normal, focal and lack of MLH1 staining were observed in 16, 36 and 48 % of tumours, respectively. PMS2 expression was always lost. The mutation co-segregated with Lynch syndrome-related cancers in all informative families. All families but one fulfilled Amsterdam criteria, a frequency higher than in other MLH1 mutants. This was even more evident for AC II (72.7 vs. 57.5 %). Moreover, all families had at least one colon cancer diagnosed before 50 years and one case with multiple Lynch syndrome-related tumours. Interestingly, a statistically significant (p = 0.0057) higher frequency of pancreatic tumours was observed compared to families with other MLH1 mutations: 8.2 % of affected individuals versus 1.6 %. Haplotype analysis demonstrated a common ancestral origin of the mutation, which originated about 1,550 years ago. The mutation is currently classified as having an uncertain clinical significance. Clinical features, tissue analysis and co-segregation with disease strongly support the hypothesis that the MLH1 c.2252_2253delAA mutation has a pathogenic effect. ","dc:creator":"Borelli I","dc:date":"2014","dc:title":"A founder MLH1 mutation in Lynch syndrome families from Piedmont, Italy, is associated with an increased risk of pancreatic tumours and diverse immunohistochemical patterns."},"rdfs:label":"Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":2,"dc:description":"Absent or low expression of MLH1 protein and loss of PMS2 are detected in all adenocarcinomas of the probands from 11 unrelated Italian family.  IHC analysis results have been confirmed on a different sample from the same cancer."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec9d6ef5-7891-4ae6-944c-f91c9b1b0d03","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:66394010-5a08-4b99-9bf1-6a48268478a2","type":"FunctionalAlteration","dc:description":" This variant carried by 11 unrelated families abolishes six of the highly conserved last eight amino acids of MLH1, in the C-terminal region which is responsible for constitutive dimerization with the PMS2 protein. MSI-H and low or absent MLH1 were confirmed. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24802709","rdfs:label":"Microsatellite instability"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"MLH1 and PMS2 form hMutLα participating in the repair of single-base mismatches and IDLs (insertino/deletion loops). It also dimerizes with MLH3 and PMS1 to form  hMutLγ and hMutLβ participating in other MMR. This variant carried by 11 unrelated families abolishes six of the highly conserved last eight amino acids of MLH1, in the C-terminal region which is responsible for constitutive dimerization with the PMS2 protein. MSI-H and low or absent MLH1 were confirmed. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4398949-cfe7-4b10-a8d4-f30986dc08f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe631160-6e32-43e5-9551-b43dc2278a07","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mlh1-deficiency resulted in an elevated level of CA-repeat mutation in spleen DNA. An Mlh1-deficient female, sacrificed at six months of age for ovarian analysis, had developed a lymphoma and consistent with the cancer predisposition. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8673133","type":"dc:BibliographicResource","dc:abstract":"Mice that are deficient in either the Pms2 or Msh2 DNA mismatch repair genes have microsatellite instability and a predisposition to tumours. Interestingly, Pms2-deficient males display sterility associated with abnormal chromosome pairing in meiosis. Here mice deficient in another mismatch repair gene, Mlh1, possess not only microsatellite instability but are also infertile (both males and females). Mlh1-deficient spermatocytes exhibit high levels of prematurely separated chromosomes and arrest in first division meiosis. We also show that Mlh1 appears to localize to sites of crossing over on meiotic chromosomes. Together these findings suggest that Mlh1 is involved in DNA mismatch repair and meiotic crossing over.","dc:creator":"Baker SM","dc:date":"1996","dc:title":"Involvement of mouse Mlh1 in DNA mismatch repair and meiotic crossing over."},"rdfs:label":"Microsatellite mutation assay"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Mice with a null  Mlh1 mutant allele (11103-126 mutation) was generated. (CA)n microsatellite repeats using single molecule dilution PCR on spleen DNA samples from Mlh1+/+ and Mlh1-/1- animals.  Mlh1-deficiency resulted in an elevated level of CA-repeat mutation in spleen DNA. An Mlh1-deficient female, sacrificed at six months of age for ovarian analysis, had developed a lymphoma and consistent with the cancer predisposition. "},{"id":"cggv:ea15b6c2-4725-43b9-a9f1-231bd8859ceb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b3a27a94-72b4-4ec3-976b-b331df142d62","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous (Mlh1 -/+) as well as homozygous (Mlh1 -/-) mice strain with Mlh1 null variant were generated, 32% out of 22 Mlh1 +/- mice strains developed gastrointestinal (GI) and extra-GI tumors (at a mean age of 9.8 months) and 72% of 18 Mlh1 -/- mice strains developed GI and extra-GI tumors (at a mean age of 7 months). The authors also noted that tumors from Mlh1 +/- and Mlh1 -/- mice strains showed microsatellite instability-high status.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10096563","type":"dc:BibliographicResource","dc:abstract":"An3 1 KAL I MutL homologue 1 (MLH1) is a member of the family of proteins required for DNA mismatch repair. Germ-line mutations in MLH1 lead to the cancer susceptibility syndrome hereditary nonpolyposis colorectal cancer (HNPCC). We generated mice carrying a null mutation in the Mlh1 gene. We showed that mice heterozygous and homozygous for the Mlh1 gene are predisposed to developing tumors of the gastrointestinal (GI) tract, lymphomas, and a number of other tumor types. We also examined the role of adenomatous polyposis coli gene (Apc) gene mutations in the GI tumors of Mlh1 mutant mice by different methods and showed that the GI tumors in Mlh1 mice express little or no adenomatous polyposis coli protein. When an Apc gene mutation was bred into the Mlh1 mutant mice, the GI tumor incidence increased 40-100-fold. The wild-type Apc allele in these tumors was found to contain mutations. Together, these results show that we have developed two mouse models for human HNPCC and that the mechanisms of tumor development in the GI tract of these mice involve loss of Apc gene function in a manner very similar to that seen in the GI tumors of HNPCC.","dc:creator":"Edelmann W","dc:date":"1999","dc:title":"Tumorigenesis in Mlh1 and Mlh1/Apc1638N mutant mice."},"rdfs:label":"Tumorigenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Heterozygous (Mlh1 -/+) as well as homozygous (Mlh1 -/-) mice strain with Mlh1 null variant were generated, 32% out of 22 Mlh1 +/- mice strains developed gastrointestinal (GI) and extra-GI tumors (at a mean age of 9.8 months) and 72% of 18 Mlh1 -/- mice strains developed GI and extra-GI tumors (at a mean age of 7 months). The authors also noted that tumors from Mlh1 +/- and Mlh1 -/- mice strains showed microsatellite instability-high status. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4605,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:0a2ec9d0-e0ee-4de9-8ba8-ac9b58e6c3a9","type":"GeneValidityProposition","disease":"obo:MONDO_0005835","gene":"hgnc:7127","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Lynch syndrome [MONDO:0005835], also known as Hereditary Nonpolyposis Colon Cancer [HNPCC, MONDO:0018630], is a group of autosomal dominant cancer predisposing syndrome. It is characterized by a familial predisposition to early-onset colorectal carcinoma (CRC) and extra- colonic tumors of the gastrointestinal, urological and female reproductive tracts. MLH1 has been linked to Lynch Syndrome, or HNPCC in the early 1990s (PMID: 8072530). Of note, this gene has also been implicated in autosomal recessive mismatch repair cancer syndrome 1 (MONDO:0010159), which has been assessed separately due to the difference in inheritance pattern and cancer phenotype. The MLH1 gene encodes the MLH1 protein. MLH1 protein and PMS2 protein form a heterodimer called MutLα, which is required for the DNA mismatch repair (MMR) pathway. Defective MMR pathway is responsible for microsatellite instability, a type of genomic instability that is characteristic for tumor cells. Heterozygous loss of function variants in MLH1 gene have been repetitively reported in colon cancer families and individuals from various populations. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Ten loss of function variants in this gene  reported in 10 probands from 10 families in 3 publications (PMIDs: 18566915, 24802709 and 33335961) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. This gene-disease association is also supported by expression, functional studies (6 points) given MLH1’s critical role in efficient mismatch repair and mouse models. (PMIDs: 24802709, 8673133 and 10096563). Mice with a Mlh1 null variant developed gastrointestinal (GI) and extra-GI tumors with microsatellite instability-high status. Mlh1-deficiency also resulted in an elevated level of CA-repeat mutation in spleen DNA. In summary, MLH1 is definitively associated with autosomal dominant Lynch syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:24c5d3f4-2bb6-4beb-a781-52bd6962ca41"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}