{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-14T14:47:21.885Z","role":"Publisher"},{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-08-14T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30610007","type":"dc:BibliographicResource","dc:abstract":"Tetralogy of Fallot (TOF) is the most common cyanotic form of congenital heart defects (CHDs). The right ventricular hypertrophy is associated with the survival rate of patients with repaired TOF. However, very little is known concerning its genetic etiology. Based on mouse model studies, a disintergrin and metalloprotease 10/17 (ADAM10 and ADAM17) are the key enzymes for the NOTCH and ErbB pathways, which are critical pathways for heart development. Mutations in these two genes have not been previously reported in human TOF patients. In this study, we sequenced ","dc:creator":"Xie Y","dc:date":"2019","dc:title":"Rare mutations of "},"evidence":[{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.1},{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee0663fb-2605-447a-b874-740d25381ba3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d3838a20-c8bb-4fb9-9e86-e4325dfc144a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"ADAM17 (TACE) is broadly expressed in the developing mouse heart at E11.5-15.5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9812885","type":"dc:BibliographicResource","dc:abstract":"The ectodomains of numerous proteins are released from cells by proteolysis to yield soluble intercellular regulators. The responsible protease, tumor necrosis factor-alpha converting enzyme (TACE), has been identified only in the case when tumor necrosis factor-alpha (TNFalpha) is released. Analyses of cells lacking this metalloproteinase-disintegrin revealed an expanded role for TACE in the processing of other cell surface proteins, including a TNF receptor, the L-selectin adhesion molecule, and transforming growth factor-alpha (TGFalpha). The phenotype of mice lacking TACE suggests an essential role for soluble TGFalpha in normal development and emphasizes the importance of protein ectodomain shedding in vivo.","dc:creator":"Peschon JJ","dc:date":"1998","dc:title":"An essential role for ectodomain shedding in mammalian development."},"rdfs:label":"Peschon_1998 murine ADAM17 expression in developing heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d517ea25-38e2-4c83-8698-820f67a1fa87","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:08f07d0b-7771-4762-b693-6214d562afc3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These animals were viable and displayed less of the skin defects. However, the heart valve defects were still present. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33957124","type":"dc:BibliographicResource","dc:abstract":"A disintegrin and metalloprotease 17 (ADAM17) is a cell-surface metalloprotease that serves as the principle sheddase for tumor necrosis factor α (TNFα), interleukin-6 receptor (IL-6R), and several ligands of the epidermal growth factor receptor (EGFR), regulating these crucial signaling pathways. ADAM17 activation requires its transmembrane domain, but not its cytoplasmic domain, and little is known about the role of this domain in vivo. To investigate, we used CRISPR-Cas9 to mutate the endogenous Adam17 locus in mice to produce a mutant ADAM17 lacking its cytoplasmic domain (Adam17Δcyto). Homozygous Adam17Δcyto animals were born at a Mendelian ratio and survived into adulthood with slightly wavy hair and curled whiskers, consistent with defects in ADAM17/EGFR signaling. At birth, Adam17Δcyto mice resembled Adam17-/- mice in that they had open eyes and enlarged semilunar heart valves, but they did not have bone growth plate defects. The deletion of the cytoplasmic domain resulted in strongly decreased ADAM17 protein levels in all tissues and cells examined, providing a likely cause for the hypomorphic phenotype. In functional assays, Adam17Δcyto mouse embryonic fibroblasts and bone-marrow-derived macrophages had strongly reduced ADAM17 activity, consistent with the reduced protein levels. Nevertheless, ADAM17Δcyto could be stimulated by PMA, a well-characterized posttranslational activator of ADAM17, corroborating that the cytoplasmic domain of endogenous ADAM17 is not required for its rapid response to PMA. Taken together, these results provide the first evidence that the cytoplasmic domain of ADAM17 plays a pivotal role in vivo in regulating ADAM17 levels and function.","dc:creator":"Lora J","dc:date":"2021","dc:title":"Targeted truncation of the ADAM17 cytoplasmic domain in mice results in protein destabilization and a hypomorphic phenotype."},"rdfs:label":"Lora_cytoplasmic domain null TACE mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The heterozygous animals did not display a phenotype, which is inconsistent with the AD disease state in humans, so this model organism is being downgraded. Additionally, there is no particular evidence to support that the cytoplasmic domain is more critical for disease in humans, so this model is being further downgraded. "},{"id":"cggv:8d65c604-3532-4e68-b5d2-85aa79f007a5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:853d5201-d83e-487e-8de4-4d7b43a01a2e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While the deletion was embryonic lethal (the majority of KO mice died between E 17.5 and birth), these mice displayed defective valvulogenesis (enlarged SL and AV valves) and enlarged hearts, along with lack of eyelid fusion, skin, hair, and lung defects. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9812885","rdfs:label":"Peschon_1998 TACE null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score of this null mouse was downgraded because heterozygous animals did not have an overt phenotype, which is inconsistent with the AD disease state in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":6851,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.1,"subject":{"id":"cggv:27e286a7-e2de-481c-8e5e-267467c0bfe4","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:195","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ADAM17* (formerly known as *TACE*) was FIRST reported in relation to autosomal dominant congenital heart disease in 2016 (Priest et al., PMID: 27058611). For this curation, variants in *ADAM17* have been reported in individuals with the following phenotypes: Tetralogy of Fallot and atrioventricular septal defect. Of note, this gene has also been implicated in neonatal inflammatory skin and bowel disease (OMIM:614328). This will be assessed separately. At least six unique missense variants have been reported in humans with congenital heart disease; however, three of them were too frequent to cause disease. Evidence supporting this gene-disease relationship includes case-level data. Variants in this gene have been reported in at least five probands in two publications (PMIDs: 27058611, 30610007). This gene-disease relationship is supported by animal models and expression studies (PMIDs: 9812885, 12773386, 14499647, 15936750, 33957124). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 08/14/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:8ad3a100-7a22-4065-aaa2-87c64a843486"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}