{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-06-26T16:00:00.000Z","role":"Approver"},{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce28420c-9dd5-47e7-abc0-ee2e6a7a716e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ea0e3b9-f85a-44aa-b9e3-a0a3d7dd1edf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Phenotype entered is consistent with disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16945493","type":"dc:BibliographicResource","dc:abstract":"Gap-junctional channels are large intercellular aqueous pores formed by head-to-head association of two gap-junctional hemichannels (connexin hexamers), one from each of the adjacent cells. The mechano-transduction of sound waves into electrical impulses occurs in the cochlea, which houses the organ of Corti. Hereditary deafness is frequent and mutations of connexin 26, the predominant connexin of the cochlea, are its most frequent cause. Mutations of R75 cause deafness and disrupt gap-junctional communication. Here, we determined the effects of substitutions of R75 with different residues (alanine, asparagine, aspartic acid, lysine, phenylalanine, tyrosine or tryptophan) on formation of gap-junctional channels and hemichannels. We show that connexin 26 R75 is essential for the formation of gap-junctional channels. Substitution of R75 with aromatic residues yields functional hemichannels that display altered voltage dependence, whereas substitution with other residues yields non-functional hemichannels. The expression of R75 mutants has a dominant negative effect on gap-junctional communication mediated by wild-type connexin 26, independently of the ability of the mutants to form functional gap-junctional hemichannels. Our results show that the arginine located at position 75 of connexin 26 is essential for function, and cannot be replaced by other residues.","dc:creator":"Deng Y","dc:date":"2006","dc:title":"Mutations of connexin 26 at position 75 and dominant deafness: essential role of arginine for the generation of functional gap-junctional channels."},"rdfs:label":"Deng Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"None of the following p.R75 mutants can form functional gap-junctional channels: Ala, Lys, Phe, Tyr, Asp, Asn, Trp"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1f4bb12-cd63-43f0-92ae-7f616e8f6089","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0e5a0e6-1389-4a2c-a15b-faaba3c458a6","type":"FunctionalAlteration","dc:description":"Expression of M163L-Cx26 in HEK-293 and NEB1 cells caused an increased cell death compared to those expression wtCx26. Phenotype was not rescued by high extracellular calcium concentration, as reported with the G45E variant. This suggest the M163L variant is not associated with abnormal hemi-channels. Instead, additional experiments suggest the variant exerts a partially dominant-negative effect on wtCx26 and wtCx30","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18472371","type":"dc:BibliographicResource","dc:abstract":"Mutations in GJB2 gene (encoding connexin 26) are the most common cause of hereditary non-syndromic sensorineural hearing loss (NSSHL) in different populations. The majority of GJB2 mutations are recessive, but a few dominant mutations have been associated with hearing loss either isolated or associated with skin disease. We describe a novel dominant pathogenic GJB2 mutation, identified in a Portuguese family affected with bilateral mild/moderate high-frequency NSSHL. In vitro functional studies demonstrate that the mutant protein (p.M163L) has defective trafficking to the plasma membrane and is associated with increased cell death.","dc:creator":"Matos TD","dc:date":"2008","dc:title":"A novel M163L mutation in connexin 26 causing cell death and associated with autosomal dominant hearing loss."},"rdfs:label":"Matos Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1bd24506-6c5d-4d8b-b782-7893ecd79520","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a35ec36-29a6-4ee7-8752-e73c6ac929d8","type":"FunctionalAlteration","dc:description":"None of the following variants affect the trafficking and localization of WT Cx26: W44C, W44S, G59A, R75Q, R75W, R139Q, D179N, R184Q, C202F. (6 reported in NSHL, 3 in HL and PPK cases). Cx26 transfected with all 9 variants significantly suppressed calcein transfer of WT Cx26, though D179N was less severe","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21040787","type":"dc:BibliographicResource","dc:abstract":"Mutations in GJB2, the gene encoding the human gap junction protein connexin26 (Cx26), cause either non-syndromic hearing loss or syndromes affecting both hearing and skin. We have investigated whether dominant Cx26 mutants can interact physically with wild type Cx26. HeLa cells stably expressing wild type Cx26 were transiently transfected to co-express nine individual dominant Cx26 mutants; six associated with non-syndromic hearing loss (W44C, W44S, R143Q, D179N, R184Q, and C202F) and three associated with hearing loss and palmoplantar keratoderma (G59A, R75Q, and R75W). All mutants co-localized and co-immunoprecipitated with wild type Cx26, indicating that they interact physically, likely by forming admixed heteromeric/heterotypic channels. Furthermore, all nine mutants inhibited the transfer of calcein in cells stably expressing Cx26, demonstrating that they each have dominant effects on wild type Cx26. Taken together, these results show that dominant-negative effects of these Cx26 mutants likely contribute to the pathogenesis of hearing loss.","dc:creator":"Zhang J","dc:date":"2011","dc:title":"Dominant Cx26 mutants associated with hearing loss have dominant-negative effects on wild type Cx26."},"rdfs:label":"Zhang Non-patient Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"There are numerous additional studies providing evidence that dominant variants that cause hearing loss alone in GJB2 exert a dominant negative effect on wild type connexin 26 and result in partial or full loss of gap junction function"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bec3fd5-d240-4a0e-8d06-abe50d6dc70a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89dc7ae9-5bda-4fd1-99c5-fc70c5168a9e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Performed in vivo transfection of the mutant GJB2-R75W-eGFP into adult mouse cochlea. RT-PCR found GJB2-R75W-eGFP mRNA expression in the operated ear 72 h after surgery. Hearing was measured as a change in the intraaural differences of ABR thresholds for each mouse. GJB2-R75W-eGFP induced a significant increase in ABR thresholds compared to lipocomplexes with empty vector or vehicle-only application","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15857852","type":"dc:BibliographicResource","dc:abstract":"Mutations in GJB2 (gap junction protein, beta-2) are the major cause of autosomal recessive non-syndromic hearing loss. A few allele variants of this gene also cause autosomal dominant non-syndromic hearing loss as a dominant-negative consequence of expression of the mutant protein. Allele-specific gene suppression by RNA interference (RNAi) is a potentially attractive strategy to prevent hearing loss caused by this mechanism. In this proof-of-principle study, we identified a potent GJB2-targeting short interfering RNA (siRNA) to post-transcriptionally silence the expression of the R75W allele variant of GJB2 in cultured mammalian cells. In a mouse model, this siRNA duplex selectively suppressed GJB2(R75W) expression by >70% of control levels, thereby preventing hearing loss. The level of endogenous murine Gjb2 expression was not affected. Our data show that RNAi can be used with specificity and efficiency in vivo to protect against hearing loss caused as a dominant-negative consequence of mutant gene expression.","dc:creator":"Maeda Y","dc:date":"2005","dc:title":"In vitro and in vivo suppression of GJB2 expression by RNA interference."},"rdfs:label":"Maeda Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:60c1cd35-9d10-4cc8-853f-9ba55d34e720","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0b0179f8-0fa2-4eb1-9b4d-4f9f2baebbcc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KID mouse model Cx26S17F (het. for a variant observed in human probands) was tested for lipid distribution. Hearing was not tested in this study, but the mice line was found to be severely hearing impaired through ABR testing in another study (Schultz 2011 20926451). Mice also have dry, scaly skin. In newborn and adult Cx26S17F mice, lipids accumulate in dot-like pattern in the stratum corneum (likely lipid inclusions), while lipids are evenly distributed in extracellular lipid lamellae in control mice. Lipids were also found to be prematurely secreted in the stratum granulosum. Also observed large amounts of calcium intra- and extracellular of the stratum corneum, as well as in the stratum corneum/stratum granulosum junction. In controls, the stratum grandulosum contained a high amount of calcium but the stratum corneum was completely calcium-free. Conclusion: Cx26S17F variant likely triggers hyperproliferation of epidermis indirectly after birth due to an epidermal barrier defect during embryonic development. Hyperproliferation is likely a stress response to the defect, aka varied lipid properties and disturbed calcium gradient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26070424","type":"dc:BibliographicResource","dc:abstract":"The keratitis-ichthyosis-deafness (KID) syndrome is caused by mutations in the gap junctional channel protein connexin 26 (Cx26), among them the mutation Cx26S17F. Heterozygous Cx26S17F mice resemble the human KID syndrome, i.e. exhibiting epidermal hyperplasia and hearing impairments. Newborn Cx26S17F mice show a defective epidermal water barrier as well as altered epidermal lipid secretion and location. Linoleoyl ω-esterified ceramides are strongly decreased on the skin surface of Cx26S17F mice. Moreover, the epidermal calcium gradient is altered in the mutant mice. These alterations may be caused by an abnormal Cx26S17F channel function that leads to a defective epidermal water barrier, which in turn may trigger the hyperproliferation seen in the KID syndrome. ","dc:creator":"Bosen F","dc:date":"2015","dc:title":"Altered epidermal lipid processing and calcium distribution in the KID syndrome mouse model Cx26S17F."},"rdfs:label":"Bosen Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0aab764e-0c78-41c1-8a28-1de033a1a0df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:45cc3973-bdea-43d9-aa90-9b0c64d6a59f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequencing of GJB2","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002300","obo:HP_0008527","obo:HP_0000982"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0aab764e-0c78-41c1-8a28-1de033a1a0df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:320b0457-06d6-4401-9fa6-699fb38a3c88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.5(GJB2):c.223C>T (p.Arg75Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17011"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9856479","type":"dc:BibliographicResource","dc:abstract":"Mutations in GJB2 encoding the gap junction protein connexin-26 (Cx26) have been established as the basis of autosomal recessive non-syndromic hearing loss. The involvement of GJB2 in autosomal dominant deafness has also been proposed, although the putative mutation identified in one family with both deafness and palmoplantar keratoderma has recently been suggested to be merely a non-disease associated polymorphism. We have observed a similar phenotype in an Egyptian family that segregated with a heterozygous missense mutation of GJB2, leading to a non-conservative amino acid substitution (R75W). The deleterious dominant-negative effect of R75W on gap channel function was subsequently demonstrated in the paired oocyte expression system. Not only was R75W alone incapable of inducing electrical conductance between adjacent cells, but it almost completely suppressed the activity of co-expressed wildtype protein. The Cx26 mutant W77R, which has been implicated in autosomal recessive deafness, also failed to form functional gap channels by itself but did not significantly interfere with the function of wildtype Cx26. These data provide compelling evidence for the serious functional consequences of Cx26 mutations in dominant and recessive deafness.","dc:creator":"Richard G","dc:date":"1998","dc:title":"Functional defects of Cx26 resulting from a heterozygous missense mutation in a family with dominant deaf-mutism and palmoplantar keratoderma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9856479","rdfs:label":"Richard Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD and 77 Egyptian controls. Expression in Xenopus oocyte system showed the heterozygous p.R75W mutant was devoid of any channel-forming activity and almost completely blocked the activity of co-injected wildtype Cx26. Proposed dominant-negative disease mechanism."},{"id":"cggv:df9b89a4-94b5-46b3-a5b0-b2093918a55d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01e26337-5b7a-4110-939e-b08a4217b7d2","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2 sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0008619","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:df9b89a4-94b5-46b3-a5b0-b2093918a55d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d60d70f-26d2-46ef-9e0c-9ae5be3449f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.20189058G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA387460971"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28102197","type":"dc:BibliographicResource","dc:abstract":"To decipher the phenotype and genotype of a Chinese family with autosomal dominant non-syndromic hearing loss (ADNSHL) and a novel dominant missense mutation in the GJB2 gene (DFNA3), mutation screening of GJB2 was performed on the propositus from a five-generation ADNSHL family through polymerase chain reaction amplification and Sanger sequencing. The candidate variation and the co-segregation of the phenotype were verified in all ascertained family members. Targeted genes capture and next-generation sequencing (NGS) were performed to explore additional genetic variations. We identified the novel GJB2 mutation c.524C > A (p.P175H), which segregated with high frequency and was involved in progressive sensorineural hearing loss. One subject with an additional c.235delC mutation showed a more severe phenotype than did the other members with single GJB2 dominant variations. Four patients diagnosed with noise-induced hearing loss did not carry this mutation. No other pathogenic variations or modifier genes were identified by NGS. In conclusion, a novel missense mutation in GJB2 (DFNA3), affecting the second extracellular domain of the protein, was identified in a family with ADNSHL.","dc:creator":"Wang H","dc:date":"2017","dc:title":"A novel dominant GJB2 (DFNA3) mutation in a Chinese family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28102197","rdfs:label":"Wang Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD"},{"id":"cggv:3c446f5b-e536-4312-ba57-cab9080416fc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:729a3d99-c8e3-462f-8a10-14ef0075df76","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequencing of GJB2","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0000408","obo:HP_0000399"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:3c446f5b-e536-4312-ba57-cab9080416fc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:be5b6992-7762-41ca-a6fc-eef69a4c6297","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.5(GJB2):c.132G>C (p.Trp44Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17019"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9620796","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Denoyelle F","dc:date":"1998","dc:title":"Connexin 26 gene linked to a dominant deafness."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9620796","rdfs:label":"Denoyelle Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:a6b5d0a6-56c1-47ac-8689-2669c9979f39_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6986571a-7db0-4412-b697-c315b4d5e697","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage mapped to region with GJB2 and GJA3, and only GJB2 was sequenced based on known expression in cochlea and keratinocytes","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0000982","obo:HP_0011476","obo:HP_0001574"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:a6b5d0a6-56c1-47ac-8689-2669c9979f39_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9cb594c3-e8b5-4286-a51d-8b29c6971a72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.5(GJB2):c.196G>C (p.Asp66His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17012"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10369869","type":"dc:BibliographicResource","dc:abstract":"The multiplicity of functions served by intercellular gap junctions is reflected by the variety of phenotypes caused by mutations in the connexins of which they are composed. Mutations in the connexin26 (Cx26) gene ( GJB2 ) at 13q11-q13 are a major cause of autosomal recessive hearing loss (DFNB1), but have also been reported in autosomal dominant deafness (DFNA3). We now report a Cx26 mutation in three families with mutilating keratoderma and deafness [Vohwinkel's syndrome (VS; MIM 124500), as originally described]. VS is characterized by papular and honeycomb keratoderma associated with constrictions of digits leading to autoamputation, distinctive starfish-like acral keratoses and moderate degrees of deafness. In a large British pedigree, we have mapped the defect to the Cx26 locus. All 10 affected members were heterozygous for a non-conservative mutation, D66H, in Cx26. The same mutation was found subsequently in affected individuals from two unrelated Spanish and Italian pedigrees segregating VS, suggesting that D66H in Cx26 is a common mutation in classical VS. This mutation occurs at a highly conserved residue in the first extracellular domain of the Cx26 molecule, and may exert its effects by interfering with assembly into connexons, docking with adjacent cells or gating properties of the gap junction. Our results provide evidence that a specific mutation in Cx26 can impair epidermal differentiation, as well as inner ear function.","dc:creator":"Maestrini E","dc:date":"1999","dc:title":"A missense mutation in connexin26, D66H, causes mutilating keratoderma with sensorineural deafness (Vohwinkel's syndrome) in three unrelated families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369869","rdfs:label":"VK2 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD, and has been identified in an additional two Spanish families with similar phenotypes (same paper)."},{"id":"cggv:3cb10b2a-dcae-4047-9c87-575ea52db61f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:0c2202bf-a330-41df-a25a-3d017c7d9ec1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"Sequencing of GJB2 only","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"high frequency hearing loss progressed to middle frequency hearing loss","phenotypes":["obo:HP_0008504","obo:HP_0008596","obo:HP_0005101","obo:HP_0012712"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:3cb10b2a-dcae-4047-9c87-575ea52db61f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fe57909b-6711-48e6-a309-72831da699f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.5(GJB2):c.605G>T (p.Cys202Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17018"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10807696","type":"dc:BibliographicResource","dc:abstract":"Mutations in the GJB2 gene encoding connexin26 (CX26) account for up to 50% of cases of autosomal recessive hearing loss. In contrast, only one GJB2 mutation has been reported to date in an autosomal dominant form of isolated prelingual hearing loss. We report here a novel heterozygous 605G-->T mutation in GJB2 in all affected members of a large family with late childhood onset of autosomal dominant isolated hearing loss. The resulting C202F substitution, which lies in the fourth (M4) transmembrane domain of CX26, may impair connexin oligomerisation. Finally, our study suggests that GJB2 should be screened for heterozygous mutations in patients with autosomal dominant isolated hearing impairment, whatever the severity of the disease.","dc:creator":"Morlé L","dc:date":"2000","dc:title":"A novel C202F mutation in the connexin26 gene (GJB2) associated with autosomal dominant isolated hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10807696","rdfs:label":"Morle Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:16b52e1e-5548-43e1-b337-db4773186d8c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78ecffbe-4357-4fbb-bec9-1b371a4e7c7f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequenced for GJB2, GJB3 and GJB6","firstTestingMethod":"PCR","phenotypeFreeText":"progressive vascularizing keratitis, PPK with reticulate surface, hyperkeratotic plaques","phenotypes":["obo:HP_0000982","obo:HP_0025092","obo:HP_0000407"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:16b52e1e-5548-43e1-b337-db4773186d8c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:80c3bb68-d462-4215-bc2b-85569a06c342","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.5(GJB2):c.50C>T (p.Ser17Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17022"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11912510","type":"dc:BibliographicResource","dc:abstract":"Keratitis-ichthyosis-deafness syndrome (KID) is a rare ectodermal dysplasia characterized by vascularizing keratitis, profound sensorineural hearing loss (SNHL), and progressive erythrokeratoderma, a clinical triad that indicates a failure in development and differentiation of multiple stratifying epithelia. Here, we provide compelling evidence that KID is caused by heterozygous missense mutations in the connexin-26 gene, GJB2. In each of 10 patients with KID, we identified a point mutation leading to substitution of conserved residues in the cytoplasmic amino terminus or first extracellular domain of Cx26. One of these mutations was detected in six unrelated sporadic case subjects and also segregated in one family with vertical transmission of KID. These results indicate the presence of a common, recurrent mutation and establish its autosomal dominant nature. Cx26 and the closely related Cx30 showed differential expression in epidermal, adnexal, and corneal epithelia but were not significantly altered in lesional skin. However, mutant Cx26 was incapable of inducing intercellular coupling in vitro, which indicates its functional impairment. Our data reveal striking genotype-phenotype correlations and demonstrate that dominant GJB2 mutations can disturb the gap junction system of one or several ectodermal epithelia, thereby producing multiple phenotypes: nonsyndromic SNHL, syndromic SNHL with palmoplantar keratoderma, and KID. Decreased host defense and increased carcinogenic potential in KID illustrate that gap junction communication plays not only a crucial role in epithelial homeostasis and differentiation but also in immune response and epidermal carcinogenesis.","dc:creator":"Richard G","dc:date":"2002","dc:title":"Missense mutations in GJB2 encoding connexin-26 cause the ectodermal dysplasia keratitis-ichthyosis-deafness syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11912510","rdfs:label":"KID 09"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD. Dye assay confirmed the variant abolished function of Cx26. Consistent with dominant-negative mechanism."},{"id":"cggv:38508825-6b5d-4a75-8dd2-9a5d551b1146_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:77b41627-1686-4dd5-8ffd-d2f9b7755ec8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequenced GJB2, GJB3 and GJB6","firstTestingMethod":"PCR","phenotypeFreeText":"progressive vascularizing keratitis, PPK with reticulate surface, hyperkeratotic plaques","phenotypes":["obo:HP_0000407","obo:HP_0000982","obo:HP_0025092"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:38508825-6b5d-4a75-8dd2-9a5d551b1146_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b80b8356-88a3-4f6b-b457-5604164911de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.5(GJB2):c.148G>A (p.Asp50Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17020"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11912510"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11912510","rdfs:label":"6 de novo cases"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD. This variant has been reported in 6 de novo cases and one family segregating between father and son, all published in this paper."},{"id":"cggv:17ac8d85-dda0-4c7a-9d02-46e07615af36_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d3b74900-2b18-4493-9eb6-f047298edff8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Sequencing of GJB2 in proband and parents","firstTestingMethod":"PCR","phenotypes":["obo:HP_0008527","obo:HP_0011476"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:17ac8d85-dda0-4c7a-9d02-46e07615af36_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:320b0457-06d6-4401-9fa6-699fb38a3c88"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11354642","type":"dc:BibliographicResource","dc:abstract":"Mutations of the connexin 26 (Cx26) gene cause isolated recessive or dominant hearing loss or both sensorineural hearing impairment and keratoderma. We have identified the first de novo mutation of the Cx26 gene, R75 W, in a sporadic case of isolated profound hearing loss. R75 W has been previously observed in association with hearing impairment and keratoderma in one family and is thus thought to cause both syndromic and non-syndromic hearing loss. This case illustrates the risk of a possible erroneous diagnosis of autosomal recessive hearing loss in a sporadic case.","dc:creator":"Janecke AR","dc:date":"2001","dc:title":"De novo mutation of the connexin 26 gene associated with dominant non-syndromic sensorineural hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11354642","rdfs:label":"Janecke Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Parentage confirmed by 11 microsatellite markers in various chromosomes. Variant is absent from gnomAD, 93 controls and 90 unrelated individuals with SNHL in the same Austrian province."},{"id":"cggv:0cf7bb5f-3e17-4512-8557-58abb58b42e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c865fba0-cff9-42d5-88c8-8702223250bd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2 sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"mild keratosis, cystic acne","phenotypes":["obo:HP_0008064","obo:HP_0001061","obo:HP_0011476","obo:HP_0000982","obo:HP_0040154","obo:HP_0025084","obo:HP_0000962"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0cf7bb5f-3e17-4512-8557-58abb58b42e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db5f2ca7-565a-4b00-8574-3cf0adf359a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.20189463G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA387461910"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15337980","type":"dc:BibliographicResource","dc:abstract":"We report the case of a congenitally deaf white male with mild palmoplantar keratoderma, ichthyosiform scaling, follicular hyperkeratosis, and mild keratitis, features consistent with keratitis-ichthyosis-deafness syndrome. His major problem was severe, disfiguring, inflammatory dissecting folliculitis of the scalp, hidradenitis suppurativa, and cystic acne, features comprising the follicular occlusion triad. This unusual phenotype is associated with a novel heterozygous point mutation (C119T) in the gap junction beta2 gene that substitutes a valine for alanine at codon 40 (A40V) in the connexin 26 protein. Through Xenopus oocyte expression studies, this mutant protein was shown to significantly disrupt the function of the specialized gap junctions connecting the cytoplasm of adjacent cells critical for tissue homeostasis. Mutations within the connexin 26 protein are associated with syndromes involving both sensorineural deafness and hyperkeratotic skin disorders. This is the first report of an association between a connexin 26 protein mutation, follicular hyperkeratosis of keratitis-ichthyosis-deafness syndrome, and severe follicular occlusion triad.","dc:creator":"Montgomery JR","dc:date":"2004","dc:title":"A novel connexin 26 gene mutation associated with features of the keratitis-ichthyosis-deafness syndrome and the follicular occlusion triad."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15337980","rdfs:label":"Montgomery Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:a3d2ad41-2d1e-4a9e-be51-882641003976_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b3ad3976-e10d-4462-8f44-687f08bcb327","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":17,"detectionMethod":"Sequencing of GJB2 and GJB6","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000958","obo:HP_0011476"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a3d2ad41-2d1e-4a9e-be51-882641003976_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:320b0457-06d6-4401-9fa6-699fb38a3c88"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21510145","type":"dc:BibliographicResource","dc:abstract":"We describe the phenotype of 2 Dutch DFNA3 families with mutations in the GJB2 gene.","dc:creator":"Weegerink NJ","dc:date":"2011","dc:title":"Phenotypes of two Dutch DFNA3 families with mutations in GJB2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21510145","rdfs:label":"Weegerink Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":478,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:d9234a5a-9c2a-4187-b12a-e1aaf7d2f9a5","type":"GeneValidityProposition","disease":"obo:MONDO_0019589","gene":"hgnc:4284","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GJB2 was first reported in relation to autosomal dominant hearing loss with or without skin findings in 1998 (Richard et al., 9856479). At least 30 missense variants have been reported in humans. Association is seen in at least 11 probands in 11 publications (PMIDs: 11354642, 11912510, 15337980, 20937258, 21868108, 9856479, 9620796, 10369869, 10807696, 16226720, 28102197). Variants in this gene segregated with disease in 49 additional family members. Much more evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. This gene-disease association is supported by animal models, expression studies, in vitro functional assays, and biochemical functional studies, which support a dominant-negative mechanism of disease. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern for AD nonsyndromic hearing loss, AD keratitis ichthyosis deafness (KID) and AD palmoplantar keratoderma (PPK) with deafness. It is possible that these phenotypes exist on a spectrum of disease. In summary, GJB2 is definitively associated with autosomal dominant Hearing Loss with or without Skin Findings. This classification was approved by the ClinGen Hearing Loss Working Group on 6/26/2018.\n","dc:isVersionOf":{"id":"cggv:9d7b8505-4def-4b99-a8a2-853c07e9969e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}