{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:36:34.959Z","role":"Approver"},{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:37:03.831Z","role":"Publisher"}],"evidence":[{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ebafef5f-8087-400c-a5ab-5159bfb0117e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:46f49fae-d0ab-4e1c-9a8d-21d6f4449cf1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":12,"detectionMethod":"","phenotypeFreeText":"CSF lactate was slightly increased (4.2 mM; controls 1.4–3.9 mM). Brain MRI\nat age 3 showed symmetric lesions in the mamillothalamic tracts, substantia nigra/medial lemniscus, medial longitudinal fasciculus, and spinothalamic tracts. Confluent areas of hyperintense signal were also seen in the corpus medullare of the cerebellum. The amount and activity of complex I were less than 20% of control levels in immortalized patient fibroblasts as assessed by BN-PAGE and measurement of in-gel activity. Neuropathological examination of the cerebral hemispheres revealed striking spongiform changes throughout the white matter and deep gray matter with relative sparing of the cortex. (MRI images and additional neuropath language available for review)","phenotypes":["obo:HP_0002376","obo:HP_0001251"],"previousTesting":true,"previousTestingDescription":"Pyruvate dehydrogenase deficiency was excluded by activity measurement in peripheral blood lymphocytes","sex":"Female","variant":{"id":"cggv:ebafef5f-8087-400c-a5ab-5159bfb0117e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:526b15ae-1c1f-4b97-bd42-1778dd5434c2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_174889.5(NDUFAF2):c.139C>T (p.Arg47Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115096"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16200211","type":"dc:BibliographicResource","dc:abstract":"NADH:ubiquinone oxidoreductase (complex I) deficiency is a common cause of mitochondrial oxidative phosphorylation disease. It is associated with a wide range of clinical phenotypes in infants, including Leigh syndrome, cardiomyopathy, and encephalomyopathy. In at least half of patients, enzyme deficiency results from a failure to assemble the holoenzyme complex; however, the molecular chaperones required for assembly of the mammalian enzyme remain unknown. Using whole genome subtraction of yeasts with and without a complex I to generate candidate assembly factors, we identified a paralogue (B17.2L) of the B17.2 structural subunit. We found a null mutation in B17.2L in a patient with a progressive encephalopathy and showed that the associated complex I assembly defect could be completely rescued by retroviral expression of B17.2L in patient fibroblasts. An anti-B17.2L antibody did not associate with the holoenzyme complex but specifically recognized an 830-kDa subassembly in several patients with complex I assembly defects and coimmunoprecipitated a subset of complex I structural subunits from normal human heart mitochondria. These results demonstrate that B17.2L is a bona fide molecular chaperone that is essential for the assembly of complex I and for the normal function of the nervous system.","dc:creator":"Ogilvie I","dc:date":"2005","dc:title":"A molecular chaperone for mitochondrial complex I assembly is mutated in a progressive encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16200211","rdfs:label":"Ogilvie Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Case with homozygous nonsense mutations. Additional 0.5 pts awarded as authors showed that complex I defect could be rescued by retroviral expression of the B17.2L (yeast NDUFAF2 paralogue) in patient fibroblasts."},{"id":"cggv:eca4be36-318a-4c4f-bdc8-bc89c95a858b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec491f31-1f32-40e4-b477-05ea31e727c6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"","phenotypeFreeText":"Authors noted patient was diagnosed with Leigh syndrome based on his clinical course and MRI findings of mildly increased signal in the midbrain and deep white matter in the occipital regions (No images available for review).","phenotypes":["obo:HP_0001508","obo:HP_0002194","obo:HP_0001290","obo:HP_0000639"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:eca4be36-318a-4c4f-bdc8-bc89c95a858b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cba40b97-63fd-4fe9-946f-bd7cf276fdd4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_174889.5(NDUFAF2):c.221G>A (p.Trp74Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3278149"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20818383","type":"dc:BibliographicResource","dc:abstract":"Discovering the molecular basis of mitochondrial respiratory chain disease is challenging given the large number of both mitochondrial and nuclear genes that are involved. We report a strategy of focused candidate gene prediction, high-throughput sequencing and experimental validation to uncover the molecular basis of mitochondrial complex I disorders. We created seven pools of DNA from a cohort of 103 cases and 42 healthy controls and then performed deep sequencing of 103 candidate genes to identify 151 rare variants that were predicted to affect protein function. We established genetic diagnoses in 13 of 60 previously unsolved cases using confirmatory experiments, including cDNA complementation to show that mutations in NUBPL and FOXRED1 can cause complex I deficiency. Our study illustrates how large-scale sequencing, coupled with functional prediction and experimental validation, can be used to identify causal mutations in individual cases.","dc:creator":"Calvo SE","dc:date":"2010","dc:title":"High-throughput, pooled sequencing identifies mutations in NUBPL and FOXRED1 in human complex I deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20818383","rdfs:label":"Calvo DT16"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The nonsense c.221G>A mutation predicts a truncated protein of 74 aa or, via exon skipping, causes a transcript encoding a frameshift and a truncated protein of 78 aa.  SDS-PAGE western blot of NDUFAF2 and Porin (loading control) in control and patient fibroblasts shows complete absence of NDUFAF2 protein indicating that any truncated NDUFAF2 protein products are unstable. (Awarded default 2 pts)"},{"id":"cggv:043c053f-5379-4b35-8b82-37fdca49106a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea2936bb-d42b-4907-9065-f104fb8bcb52","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"At 18 months, he experience a sudden onset of repeated episodes of flaccidity and apnea.  He never regained consciousness and remained dependent on ventilatory support till his death, three months later.Brain MRI, performed at 19 months of age and one month after the acute event, disclosed involvement of the mamillothalamic tracts, substantia nigra/medial lemniscus, medial longitudinal fasciculus, spinothalamic tracts and periaqueductal gray matter. The cortex and subcortical white matter were relatively spared whereas the cerebellar hemispheres were only slightly affected. (Images available for review). Complex I activity in fibroblasts was 24% of control.","phenotypes":["obo:HP_0001270","obo:HP_0001290","obo:HP_0000648"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:043c053f-5379-4b35-8b82-37fdca49106a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:379a1f3e-19a7-460f-9205-68ccebd90ea7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_174889.5(NDUFAF2):c.1A>T (p.Met1Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359935449"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18180188","type":"dc:BibliographicResource","dc:abstract":"In two patients who presented at late infancy with hypotonia, nystagmus and ataxia, interspersed with acute episodes of encephalopathy, we identified a mutation in a complex I assembly factor, NDUFA12L, which resulted in a marked reduction of the NDUFA12L protein and of complex I activity. The involvement of the mamillothalamic tracts, substantia nigra/medial lemniscus, medial longitudinal fasciculus, the corpus medullare and the cerebellum, with relative sparing of the cortex and subcortical white matter was distinctive and resembled the findings in the first and only known patient with mutation in the NDUFA12L gene.","dc:creator":"Barghuti F","dc:date":"2008","dc:title":"The unique neuroradiology of complex I deficiency due to NDUFA12L defect."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18180188","rdfs:label":"Barghuti Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"Second unrelated proband with homozygous c.1A>T mutations (Score 0.5 pts)"},{"id":"cggv:175103e9-6475-4495-bee4-1db5f8e6a673_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:196bc157-05a6-4516-915b-20b45682ec53","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":7,"detectionMethod":"Authors screened the NDUFS4 gene first since this gene is associated with a combined deficiency of complex I and III  and excluded any disease-causing mutations. Because of consanguinity we performed homozygosity mapping to identify regions on\nthe nuclear genome containing candidate genes and found 2 homozygous regions (>4 Mb). The size of the locus onchromosome 5 between the SNPs rs446155 and rs458362 was 4.5 Mb. This locus contained the assembly factor NDUFAF2. Amplification of the four exons of this gene and sequence analysis of genomic DNA of the patient demonstrated the presence of a homozygous substitution of C to G (c.114C>G; p.Tyr38X).","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Laboratory investigations revealed elevated blood\nlactate concentrations ranging between 3-5 mmol/L (ref. <2.3 mmol/L). Elevated levels of fumarate and malate were present in the urine. Magnetic resonance imaging (MRI) of the brain and spinal cord showed symmetrical, bilateral, high signalling abnormalities in thalamus, cerebral peduncles, brainstem and spinal cord (Images are available for review). Authors noted clinical symptoms and MRI findings were consistent with Leigh syndrome (LS). Fibroblasts of the index patient displayed a marked decrease in complex I and a slight decrease in complex III to 21-23% and 82-98% of the lowest control value, respectively.","phenotypes":["obo:HP_0001947","obo:HP_0001290","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:175103e9-6475-4495-bee4-1db5f8e6a673_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bab9c372-e7cd-4a89-b84f-a2ea10f9a0eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_174889.5(NDUFAF2):c.114C>G (p.Tyr38Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3278074"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19384974","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most common defect of the OXPHOS system. We report a patient from consanguineous parents with a complex I deficiency expressed in skin fibroblasts. Homozygosity mapping revealed several homozygous regions with candidate genes, including the gene encoding an assembly factor for complex I, NDUFAF2. Screening of this gene on genomic DNA revealed a homozygous stop-codon resulting in a truncation of the protein at position 38. The mutation causes a severely reduced activity and a disturbed assembly of complex I. A baculovirus containing the GFP-tagged wild-type NDUFAF2 gene was used to prove the functional consequences of the mutation. The expression and activity of complex I was almost completely rescued by complementation of the patient fibroblasts with the baculovirus. Therefore, the homozygous substitution in NDUFAF2 is the disease-causing mutation, which results in a complex I deficiency in the fibroblasts of the patient.","dc:creator":"Hoefs SJ","dc:date":"2009","dc:title":"Baculovirus complementation restores a novel NDUFAF2 mutation causing complex I deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19384974","rdfs:label":"Hoefs Index case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The mutation (c.114C>G; p.Tyr38X). introduces an early stopcodon resulting in a truncated protein. Additional 0.5 pts awarded for complementation assay studies. A baculovirus containing the GFP-tagged wild-type NDUFAF2 gene was used to prove the functional consequences of the mutation. The expression and activity of complex I was almost\ncompletely rescued by complementation of the patient fibroblasts with the baculovirus."},{"id":"cggv:b62ddd0e-387c-4b42-b2b5-56bdea337df0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:441c549a-5729-4693-aaba-c97584ae92e3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":20,"detectionMethod":"","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"At 20 months she was found apneic and cyanotic. On admission she was unconscious, flaccid, the pupils were semi-constricted and there was external ophthalmoplegia.On discharge she was alert and oriented, breathed spontaneously and fed by mouth; muscle tone was low but there was no overt weakness. Eye movements were normal but there was horizontal and rotatory nystagmus with dysmetria and trunk ataxia. Brain MRI at 20 mos disclosed symmetric lesions in the mamillothalamic tracts, substantia nigra/medial lemniscus, medial longitudinal fasciculus and spinothalamic tracts. The corpus medullare and the cerebellum were affected in a confluent manner. The cortex and subcortical white matter were relatively spared (Images available for Review). Complex I activity in fibroblasts was 36% of control.","phenotypes":["obo:HP_0002123","obo:HP_0002078"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b62ddd0e-387c-4b42-b2b5-56bdea337df0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:379a1f3e-19a7-460f-9205-68ccebd90ea7"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18180188"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18180188","rdfs:label":"Barghuti Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The c.1A>T mutations results in a substitution of the first methionine by leucine (Met1Leu)."},{"id":"cggv:a98c2797-eb0f-432c-ba3a-7a3219eef767_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5cadf47-df21-4dd6-99bc-a7c4d0455291","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"","phenotypeFreeText":"She died at 17 months of age and had a neuropathological diagnosis of Leigh syndrome. \n** Clinical information found in supplementary","phenotypes":["obo:HP_0000648","obo:HP_0001290","obo:HP_0001508","obo:HP_0000639"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a98c2797-eb0f-432c-ba3a-7a3219eef767_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:26b1bcd6-d651-4b78-a388-95f9cac7ec09","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_174889.5(NDUFAF2):c.103del (p.Ile35fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658655567"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20818383"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20818383","rdfs:label":"Calvo DT67"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The c.103delA mutation introduces a frameshift which leads to a truncated protein of 52 aa. SDS-PAGE western blot of NDUFAF2 and Porin (loading control) in control and patient fibroblasts shows complete absence of NDUFAF2 protein in DT67 indicating that any truncated NDUFAF2 protein products are unstable."},{"id":"cggv:15a117ff-df0b-4343-ab32-a23a3dac37ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d9fc1191-cc5e-44b8-8e5b-636ab4f30ced","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":26,"detectionMethod":"Genomic DNA was extracted from skeletal muscle homogenate by proteinase K treatment followed by phenol / chloroform extraction. Mutation screen in candidate genes including NDUFAF2 was performed by high-resolution melting analysis. All exons of NDUFAF2 were PCR amplified by intronic primers and altered melting curves compared were directly sequenced. Sanger sequencing of the entire mitochondrial DNA failed to detect a mutation. High-resolution melting profile analysis of exonic sequences from NDUFAF2 revealed a novel homozygous nonsense mutation c.9G > A introducing an early stop codon at position 3 of NDUFAF2 (p.Trp3X,)","firstTestingMethod":"High resolution melting","phenotypeFreeText":"With respiratory infection, he was found to be apnoeic, cyanotic and comatose. On admission he was mechanically ventilated and presented with foot drop position and bilateral positive Babinski signs. Neuroimaging at the age of 27 month revealed on T 2 -weighted images lesions in the upper cervical spinal cord, the medulla oblongata, in the pontine tegmentum, in the midbrain in the substantia nigra and the periaqueductal\nregion. In the cerebral white matter patchy and not completely confluent lesions, mainly located in the frontal and parietal deep white matter, are seen. The corpus callosum,\ninternal capsule and basal ganglia and thalami are spared (Images available for review).Activities of the respiratory chain complexes were determined in isolated fibroblast mitochondria and in muscle homogenate. The complex I activity was clearly reduced with 12 % residual activity of the lowest control value in muscle and 59 % in fibroblasts. Neuropathological examination of CNS revealed softening and brown discolouration of the substantia nigra and the tegmentum of the brainstem and typical signs of Leigh disease\nwith necrosis, spongy state and capillary proliferation predominantly in the brainstem (substantia nigra, tegmentum of mesencephalon, pons and medulla oblongata), the optic nerves and chiasma. (Additional neuropath language available for review)","phenotypes":["obo:HP_0004913","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:15a117ff-df0b-4343-ab32-a23a3dac37ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:765b6df9-f9bb-4788-8ce4-b289dcc9d5db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_174889.5(NDUFAF2):c.9G>A (p.Trp3Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359935468"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20571988","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial NADH: ubiquinone oxidoreductase (complex I) deficiency accounts for most defects in mitochondrial oxidative phosphorylation. Pathogenic mutations have been described in all 7 mitochondrial and 12 of the 38 nuclear encoded subunits as well as in assembly factors by interfering with the building of the mature enzyme complex within the inner mitochondrial membrane. We now describe a male patient with a novel homozygous stop mutation in the NDUFAF2 gene. The boy presented with severe apnoea and nystagmus. MRI showed brainstem lesions without involvement of basal ganglia and thalamus, plasma lactate was normal or close to normal. He died after a fulminate course within 2 months after the first crisis. Neuropathology verified Leigh disease. We give a synopsis with other reported patients. Within the clinical spectrum of Leigh disease, patients with mutations in NDUFAF2 present with a distinct clinical pattern with predominantly brainstem involvement on MRI. The diagnosis should not be missed in spite of the normal lactate and lack of thalamus and basal ganglia changes on brain MRI.","dc:creator":"Herzer M","dc:date":"2010","dc:title":"Leigh disease with brainstem involvement in complex I deficiency due to assembly factor NDUFAF2 defect."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20571988","rdfs:label":"Herzer Index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Patient is homozygous for a nonsense mutation c.9G > A which introduces an early stop codon at position 3 of NDUFAF2 (p.Trp3X),"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9ca2764a-71c4-4891-88ff-2a15869f3873","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:763ffc62-bad6-4fc5-974d-58b7d6b6340e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that NDUFAF6 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000156170-NDUFAF6/tissueProtein expression in the brain has been shown in the cerebral cortex, cerebellum, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"NDUFAF2 Brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:521cc5e8-da8a-4f9d-afd8-18f930857e39","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a604543-5eec-4eac-bd73-e5bea2081c58","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"NDUFAF2 is a nuclear encoded complex 1 assembly unit.  According to Leigh map, at least six other complex I assembly units have been implicated in causing Leigh Syndrome (NDUFAF6, NDUFAF4, NDUFAF5, FOXRED1, NUBPL, and C17ORF89) (Rahman 2017 PMID: 27977873). Therefore, the function of NDUFAF2 is shared with other known genes in the disease of interest.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16200211","rdfs:label":"NDUFAF2 complex I assembly unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"The NDUFAF2 encoded protein shares a biochemical relationship or function with 6-10 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1.5 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8e807c71-d5ae-475b-a020-7d0a1703fd47","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:574b9404-4226-4f2b-82aa-e33b2794bf3d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both human and the mouse cell line demonstrate complex I deficiency","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23702311","type":"dc:BibliographicResource","dc:abstract":"Deficiency in human mitochondrial Complex-1 has been linked to a wide variety of neurological disorders. Homozygous deletion of the Complex-1 associated protein, Ndufaf2, leads to a severe juvenile onset encephalopathy involving degeneration of the substantia nigra and other sub-cortical regions resulting in adolescent lethality. To understand the precise role of Ndufaf2 in Complex-1 function and its links to neurologic disease, we studied the effects on Complex-1 assembly and function, as well as pathological consequences at the cellular level, in multiple in vitro models of Ndufaf2 deficiency. Using both Ndufaf2-deficient human neuroblastoma cells and primary fibroblasts cultured from Ndufaf2 knock-out mice we found that Ndufaf2-deficiency selectively reduces Complex-1 activity. While Ndufaf2 is traditionally referred to as an assembly factor of Complex-1, surprisingly, however, Ndufaf2-deficient cells were able to assemble a fully mature Complex-1 enzyme, albeit with reduced kinetics. Importantly, no evidence of intermediate or incomplete assembly was observed. Ndufaf2 deficiency resulted in significant increases in oxidative stress and mitochondrial DNA deletion, consistent with contemporary hypotheses regarding the pathophysiology of inherited mutations in Complex-1 disorders. These data suggest that Ndufaf2, unlike other Complex-1 assembly factors, may be more accurately described as a chaperone involved in proper folding during Complex-1 assembly, since it is dispensable for Complex-1 maturation but not its proper function. ","dc:creator":"Schlehe JS","dc:date":"2013","dc:title":"The mitochondrial disease associated protein Ndufaf2 is dispensable for Complex-1 assembly but critical for the regulation of oxidative stress."},"rdfs:label":"Ndufaf2 knock-out mice cell model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Mouse cell line recapitulate a biochemical phenotype seen in Leigh or Leigh-like syndrome"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":1509,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.5,"subject":{"id":"cggv:a7ffb156-2d84-47b9-b6a4-99abc05ddbf9","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:28086","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFAF2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 20, 2020. The NDUFAF2 gene encodes NADH:ubiquinone oxidoreductase (complex I) assembly factor 2. Defects of this protein lead to a complex I deficiency.\n\nThe NDUFAF2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2005 (PMID: 16200211). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six unique variants identified in seven cases from five publications (PMIDs: 16200211, 18180188, 19384974, 20571988, 20818383). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, and cell culture models (PMIDs: 27977873, 16200211, 25613900, 23702311). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 20, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:7c26c06d-17dc-4783-8145-5de35c9a73f5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}