{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:48:07.402Z","role":"Publisher"},{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:47:55.799Z","role":"Approver"}],"evidence":[{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:22e40a8c-6ab2-4cf5-8dc0-4f5b13f6adc0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:47297d6e-7bf7-4f00-b1b1-a9f9932b94ba","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":6,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"A female proband diagnosed with Leigh syndrome. At 3 months, she presented a rapid deterioration and failure to thrive. She suffered progressive generalized hypotonia, fluctuating level of consciousness, decreased intake, weight-loss (-2SD) and progressive hepatomegaly. Labs showed: acute liver failure, metabolic acidosis and persistent high lactate in blood, urine and CSF. Brain MRI showed acute and symmetrical lesions of pontinus tracts, upper cerebellar peduncles, basal nuclei and white matter, with restriction on DWI and a lactate peak on MRS (See image 1, A-D). She died at age 6 months.","previousTesting":true,"previousTestingDescription":"mtDNA sequencing\n","sex":"Female","variant":{"id":"cggv:22e40a8c-6ab2-4cf5-8dc0-4f5b13f6adc0_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b3b34d2d-3e17-479b-849f-c60432fbf775","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018006.5(TRMU):c.160_161del (p.Cys54Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA753693190"}},{"id":"cggv:1caa6c9e-05e8-4b3e-b617-d04db9f60977","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018006.5(TRMU):c.680G>C (p.Arg227Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/973463"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33365252","type":"dc:BibliographicResource","dc:abstract":"tRNA 5-methylaminomethyl-2-thiouridylate methyltransferase (TRMU) deficiency causes an early onset potentially reversible acute liver failure, so far reported in less than 30 patients. We describe two new unrelated patients with an acute liver failure and a neuroimaging compatible with Leigh syndrome (LS) due to TRMU deficiency, a combination not previously reported. Our report enlarges the phenotypical spectrum of TRMU disease.","dc:creator":"Sala-Coromina J","dc:date":"2021","dc:title":"Leigh syndrome associated with TRMU gene mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33365252","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NMD expected for frameshift variant "},{"id":"cggv:9f0ca77d-31c6-4933-ad12-7785fad992fc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d73f22ee-aac0-4de5-b14d-a6824d69a028","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":1,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome (subacute necrotizing encephalomyelopathy); Diagnosis of Leigh syndrome (subacute necrotizing encephalomyelopathy) given in text. Further details from supplementary table 1: lactic acidosis, presentation in muscle, central nervous system, heart, liver disease was not observed. cytochrome c oxidase histochemistry was mosaic, severe biochemical defect of complex I and complex IV (complex III normal).\n\nPers communication: Prof R Taylor (2nd Oct 2020): The proband showed bilateral changes on MRI involving the posterior brainstem and basal ganglia; respiratory chain complexes I and IV were low in muscle with sparing of complex II. Biventricular hypertrophy was confirmed.","sex":"Male","variant":{"id":"cggv:9f0ca77d-31c6-4933-ad12-7785fad992fc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:450a1e9a-d2c2-40a0-a1bb-b714e29b769c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018006.5(TRMU):c.1A>G (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411938796"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25058219","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders have emerged as a common cause of inherited disease, but their diagnosis remains challenging. Multiple respiratory chain complex defects are particularly difficult to diagnose at the molecular level because of the massive number of nuclear genes potentially involved in intramitochondrial protein synthesis, with many not yet linked to human disease.","dc:creator":"Taylor RW","dc:date":"2014","dc:title":"Use of whole-exome sequencing to determine the genetic basis of multiple mitochondrial respiratory chain complex deficiencies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25058219","rdfs:label":"Patient 24"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NM_018006.4;c.1A>G(p.Met1Val),Loss of initiation codon (predicted loss of function). Email correspondence from Prof R. Taylor confirmed the diagnosis of Leigh syndrome spectrum"},{"id":"cggv:63cc15db-7c31-4fea-8601-209578560c4f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f38acd35-61b8-40fa-91ec-b5cb6638fede","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":25,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":" Patient 2: A male proband diagnosed with Leigh syndrome. During the first 12 hours of life he presented generalized hypotonia with severe lactic acidosis. Brain MRI showed T2 hyperintense supra and infratentorial lesions affecting bilateral thalami, subthalamic nuclei and brainstem and a lactate peak on MRS (See image 1, E-O). \n\nMost relevant findings in patient’s necropsy were: massive hepatic steatosis, increase in heart thickness at the\nexpense of groups of vacuolated and granular cytoplasm myocytes,\namong which conserved myocytes were identified, and severe spongiotic vacuolization in thalamus, midbrain, trunk and focal cerebellum","sex":"Male","variant":{"id":"cggv:63cc15db-7c31-4fea-8601-209578560c4f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:732555d7-d79c-4828-a86d-c9bc8fecf63c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018006.5(TRMU):c.491del (p.Leu164ProfsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655101"}},{"id":"cggv:0b4b57a0-feb3-4dc0-8e82-e667c050ed1e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018006.5(TRMU):c.2T>A (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114914"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33365252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33365252","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"frameshift change generating premature stop codon)"},{"id":"cggv:4c994fa5-442c-452a-b81d-db69a7cf5d4e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7cc7f0ff-0300-4f1d-b336-cf7e829bfe2b","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome, liver failure. MDC=6, Complex I and Complex IV deficiency (pediatric patient)","previousTesting":true,"previousTestingDescription":"mtDNA by next-generation sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4c994fa5-442c-452a-b81d-db69a7cf5d4e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:55062068-02f4-4fa0-ba93-3388648dd3bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018006.5(TRMU):c.1073_1081dup (p.Gln358_Val360dup)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/552491"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30369941","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders, characterized by clinical symptoms and/or OXPHOS deficiencies, are caused by pathogenic variants in mitochondrial genes. However, pathogenic variants in some of these genes can lead to clinical manifestations which overlap with other neuromuscular diseases, which can be caused by pathogenic variants in non-mitochondrial genes as well. Mitochondrial pathogenic variants can be found in the mitochondrial DNA (mtDNA) or in any of the 1,500 nuclear genes with a mitochondrial function. We have performed a two-step next-generation sequencing approach in a cohort of 117 patients, mostly children, in whom a mitochondrial disease-cause could likely or possibly explain the phenotype. A total of 86 patients had a mitochondrial disorder, according to established clinical and biochemical criteria. The other 31 patients had neuromuscular symptoms, where in a minority a mitochondrial genetic cause is present, but a non-mitochondrial genetic cause is more likely. All patients were screened for pathogenic variants in the mtDNA and, if excluded, analyzed by whole exome sequencing (WES). Variants were filtered for being pathogenic and compatible with an autosomal or X-linked recessive mode of inheritance in families with multiple affected siblings and/or consanguineous parents. Non-consanguineous families with a single patient were additionally screened for autosomal and X-linked dominant mutations in a predefined gene-set. We identified causative pathogenic variants in the mtDNA in 20% of the patient-cohort, and in nuclear genes in 49%, implying an overall yield of 68%. We identified pathogenic variants in mitochondrial and non-mitochondrial genes in both groups with, obviously, a higher number of mitochondrial genes affected in mitochondrial disease patients. Furthermore, we show that 31% of the disease-causing genes in the mitochondrial patient group were not included in the MitoCarta database, and therefore would have been missed with MitoCarta based gene-panels. We conclude that WES is preferable to panel-based approaches for both groups of patients, as the mitochondrial gene-list is not complete and mitochondrial symptoms can be secondary. Also, clinically and genetically heterogeneous disorders would require sequential use of multiple different gene panels. We conclude that WES is a comprehensive and unbiased approach to establish a genetic diagnosis in these patients, able to resolve multi-genic disease-causes.","dc:creator":"Theunissen TEJ","dc:date":"2018","dc:title":"Whole Exome Sequencing Is the Preferred Strategy to Identify the Genetic Defect in Patients With a Probable or Possible Mitochondrial Cause."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30369941","rdfs:label":"Case listed in Table 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"Insufficient evidence to confirm the case fulfils the criteria for Leigh syndrome spectrum"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6},{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2989db5-d989-4ca6-88b0-dcf84774e325","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d2ac5e1-a0cb-4ddf-b338-e842a4b915a6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Other genes involved in Mt-tRNA modifications have been associated with mitochondrial disease, specifically MTFMT encoding the Methionyl-tRNA has been associated with AR leigh syndrome formyltransferase","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29980628","type":"dc:BibliographicResource","dc:abstract":"Diagnosing primary mitochondrial diseases is challenging in clinical practice. Although, defective oxidative phosphorylation (OXPHOS) is the common final pathway, it is unknown why different mtDNA or nuclear mutations result in largely heterogeneous and often tissue -specific clinical presentations. Mitochondrial tRNA (mt-tRNA) mutations are frequent causes of mitochondrial diseases both in children and adults. However numerous nuclear mutations involved in mitochondrial protein synthesis affecting ubiquitously expressed genes have been reported in association with very tissue specific clinical manifestations suggesting that there are so far unknown factors determining the tissue specificity in mitochondrial translation. Most of these gene defects result in histological abnormalities and multiple respiratory chain defects in the affected organs. The clinical phenotypes are usually early-onset, severe, and often fatal, implying the importance of mitochondrial translation from birth. However, some rare, reversible infantile mitochondrial diseases are caused by very specific defects of mitochondrial translation. An unbiased genetic approach (whole exome sequencing, RNA sequencing) combined with proteomics and functional studies revealed novel factors involved in mitochondrial translation which contribute to the clinical manifestation and recovery in these rare reversible mitochondrial conditions.","dc:creator":"Boczonadi V","dc:date":"2018","dc:title":"Mitochondrial DNA transcription and translation: clinical syndromes."},"rdfs:label":"Biochemical function in mtDNA transcription/ translation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"According to the agreed scoring rubric >10 genes"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4f8ac7de-0c95-4ea3-8209-9dce78820429","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e7a217d8-8697-4881-8524-3266ac502b19","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Biochemical recapitulation of mitochondrial disease. \nThe Liver specific Mtu KO mouse model recapitulated the phenotype and histology of reversible infantile liver injury. \nFig 4. Analyis of mt-tRNAGln, mt-tRNAGlu and mt-tRNALys by mass specttrometry showed that the s2 modification was nearly absent in the three mt-tRNAs. \nMitochondrial translation in primary hepatocytes isolated from  hepatocyte-specific Mtu1 knockout (LKO) mice was reduced compared to control (Flox) mice. As determined by western blot the levels of complex I, III and IV proteins were reduced compared to the controlm, complex III levels were equivalent. Lysates from LKO livers showed reduced complex I, II and IV levels (Fig 5).\nFig 6. Histological analysis showed abberant morphology of mitochondria of the LKO liver, the average mitochondrial area inMtu1-deficient hepatocytes was 4.3-fold larger than that in control hepatocytes. the cristae were either abnormally swollen or lost in most of the mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27689697","type":"dc:BibliographicResource","dc:abstract":"Reversible infantile liver failure (RILF) is a unique heritable liver disease characterized by acute liver failure followed by spontaneous recovery at an early stage of life. Genetic mutations in MTU1 have been identified in RILF patients. MTU1 is a mitochondrial enzyme that catalyzes the 2-thiolation of 5-taurinomethyl-2-thiouridine (τm5s2U) found in the anticodon of a subset of mitochondrial tRNAs (mt-tRNAs). Although the genetic basis of RILF is clear, the molecular mechanism that drives the pathogenesis remains elusive. We here generated liver-specific knockout of Mtu1 (Mtu1LKO) mice, which exhibited symptoms of liver injury characterized by hepatic inflammation and elevated levels of plasma lactate and AST. Mechanistically, Mtu1 deficiency resulted in a loss of 2-thiolation in mt-tRNAs, which led to a marked impairment of mitochondrial translation. Consequently, Mtu1LKO mice exhibited severe disruption of mitochondrial membrane integrity and a broad decrease in respiratory complex activities in the hepatocytes. Interestingly, mitochondrial dysfunction induced signaling pathways related to mitochondrial proliferation and the suppression of oxidative stress. The present study demonstrates that Mtu1-dependent 2-thiolation of mt-tRNA is indispensable for mitochondrial translation and that Mtu1 deficiency is a primary cause of RILF. In addition, Mtu1 deficiency is associated with multiple cytoprotective pathways that might prevent catastrophic liver failure and assist in the recovery from liver injury.","dc:creator":"Wu Y","dc:date":"2016","dc:title":"Mtu1-Mediated Thiouridine Formation of Mitochondrial tRNAs Is Required for Mitochondrial Translation and Is Involved in Reversible Infantile Liver Injury."},"rdfs:label":"KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical recapitulation of disease"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":1869,"specifiedBy":"GeneValidityCriteria7","strengthScore":8.5,"subject":{"id":"cggv:7f699d06-b28d-4bb6-abb8-d365f6d8b4ae","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:25481","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between TRMU and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 23, 2020. The TRMU gene encodes the tRNA 5-methylaminomethyl-2-thiouridylate methyltransferase, a mitochondrion-specific tRNA-modifying enzyme.\n\nThe TRMU gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2014 (PMID: 25058219). Of note, many individuals with TRMU-related disease have so-called “reversible” infantile liver failure without features of Leigh syndrome spectrum.\n\nEvidence supporting the gene-disease relationship between TRMU and Leigh syndrome spectrum includes case-level data and experimental data. This curation included five variants identified in three cases in two publications (PMID: 25058219, 33365252). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function and animal models (PMIDs: 29980628, 27689697).  \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 16, 2020 (SOP Version 7).\n \n","dc:isVersionOf":{"id":"cggv:d1d9d958-be13-4018-ab9c-305788171d1e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}