{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-06-06T22:29:35.790Z","role":"Publisher"},{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-05-26T22:15:14.154Z","role":"Approver"}],"evidence":[{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef0a2b1e-0a5a-4b6a-9463-74c436abff5c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:152056cf-a996-4820-8dff-32bd7b31011b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Pulmonary arterial hypertension is characterised by the uncontrolled growth of endothelial cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17068149","type":"dc:BibliographicResource","dc:abstract":"ALK1 is an endothelial-specific type I receptor of the TGFbeta receptor family whose heterozygous mutations cause hereditary hemorrhagic telangiectasia type 2. Although TGFbeta1 and TGFbeta3 have been shown to bind ALK1 under specific experimental conditions, they may not represent the physiological ligands for this receptor. In the present study, we demonstrate that BMP9 induces the phosphorylation of Smad1/5/8 in microvascular endothelial cells, and this phosphorylation lasts over a period of 24 hours. BMP9 also activates the ID1 promoter-derived BMP response element (BRE) in a dose-dependent manner (EC50 = 45 +/- 27 pg/mL), and this activation is abolished by silencing ALK1 expression or addition of ALK1 extracellular domain. Overexpression of endoglin increases the BMP9 response, whereas silencing of both BMPRII and ActRIIA expressions completely abolishes it. BMP10, which is structurally close to BMP9, is also a potent ALK1 ligand. Finally, we demonstrate that BMP9 and BMP10 potently inhibit endothelial cell migration and growth, and stimulate endothelial expression of a panel of genes that was previously reported to be activated by the constitutively active form of ALK1. Taken together, our results suggest that BMP9 and BMP10 are two specific ALK1 ligands that may physiologically trigger the effects of ALK1 on angiogenesis.","dc:creator":"David L","dc:date":"2007","dc:title":"Identification of BMP9 and BMP10 as functional activators of the orphan activin receptor-like kinase 1 (ALK1) in endothelial cells."},"rdfs:label":"David BMP9 function 3"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The experiment demonstrated inhibition of endothelial cell migration by exogenous BMP9, mediated by ALK1 (0.5 points). The 2nd experiment demonstrated inhibition of endothelial cell growth by exogenous BMP9, mediated by ALK1 (0.5 points)."},{"id":"cggv:65b47401-5f6e-4295-b340-719f5c94ac45","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0eabdfc4-10a5-433f-a1ed-0689ba14db68","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ACVRL1/ALK1 is a genetic predisposing factor in pulmonary arterial hypertension and is required for the activation of the Smad 1/5/8 pathway.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17068149","rdfs:label":"David BMP9 function 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The experiment shows activation of the SMAD 1/5/8 pathway by BMP9 (protein product of GDF2) via Western blot (increased phosphorylation of all three SMADs) (0.5 points). The 2nd part of the experiment demonstrates activation of the signaling pathway via increased luciferase activity with endogenous BMP9 (0.5 points)."},{"id":"cggv:c983f930-c49c-44d4-b372-e8e9f9e58fe6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a934436e-de67-49b8-89df-e04efc7a7183","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"BMPR2 is the major genetic predisposing factor in pulmonary arterial hypertension and is required for the activation of the Smad 1/5/8 pathway.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17068149","rdfs:label":"David BMP9 function 2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:86c28b1a-02c2-4e32-a617-89630dfa858e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6fe4ca38-f401-4472-ab16-13e679651992","type":"FunctionalAlteration","dc:description":"To investigate the deleterious outcomes resulting from BMP9 mutations, six mutations were selected for functional assessment based on the clinical presentations (supplementary figure S6). Three mutations (V109L, S282fs and V423M) were chosen because patients with these mutations had early onset of disease. The other three mutations (R316S, S320C and A353T) were studied because the mutation carriers had severe clinical manifestations that decreased in a short period of time after diagnosis (supplementary table S3). Western blot demonstrated that the wild-type (WT) and five missense plasmids (V109L, V423M, R316S, S320C and A353T) expressed similar levels of pro-BMP9 protein either in cell lysis (supplementary figure S7) or in supernatants from human embryonic kidney HEK293E cells (figure 4a, right panel). However, a significant decrease in mature BMP9 was observed for all BMP9 mutants (figure 4a, left panel). For the truncated mutation S282fs, neither pro-BMP9 nor mature BMP9 could be detected (figure 4a and supplementary figure S7). These results were confirmed by ELISA assay (figure 4b). The mature BMP9 level was significantly decreased in the culture supernatant of HEK293E cells transfected with V109L, R316S and S320C, and was almost undetectable for S282fs, A353T and V423M. We then used the conditioned media from V109L-, R316S- and S320C-transfected cells to examine their ability in activating the BMP signalling pathway (figure 4c). BRE (BMP response element)-luciferase activity assays revealed that R316S exhibited decreased activity compared with WT BMP9. Furthermore, pre-treatment of WT BMP9 conditioned media protected pulmonary arterial endothelial cells (PAECs) from apoptosis induced by tumour necrosis factor-α in the presence of cycloheximide. However, all of the three mutants were unable to prevent PAEC apoptosis (figure 4d).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30578397","type":"dc:BibliographicResource","dc:abstract":"Idiopathic pulmonary arterial hypertension (IPAH) is a rare disease with high heritability. Although several predisposing genes have been linked to IPAH, the genetic aetiology remains unknown for a large number of IPAH cases.","dc:creator":"Wang XJ","dc:date":"2019","dc:title":"Germline "},"rdfs:label":"Wang function 2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Decreased secretion of the mature form of BMP9 was demonstrated in non-patient cells transfected with six different PAH patient GDF2 variants compared to wild-type (0.5 points). Attenuation of the anti-apoptotic effect of BMP9 was observed in patient pulmonary arterial endothelial cells with three different GDF2 variants (0.5 points)."},{"id":"cggv:fc46fa1f-b783-49da-99af-658d3756274f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a91139b8-73cf-4479-bb5b-c5d9179b8953","type":"FunctionalAlteration","dc:description":"The active form of BMP9 circulates in the blood and is crucial for the regulation of vasculature tone [18]. To investigate whether the BMP9 mutations affect the expression levels of BMP9, they analysed plasma BMP9 levels in IPAH patients carrying BMP9 mutations (n=19), age- and sex-matched healthy controls (n=87), and IPAH patients without BMP9 mutations (n=38) (supplementary table S6). The BMP9 levels were significantly different among the three groups (p<0.0001, Kruskal–Wallis test) (figure 3). Compared with healthy controls, the plasma BMP9 level was lower in IPAH patients lacking BMP9 mutations (median (IQR) 19.8 (15.2–43.4) versus 36.2 (20.8–60.7) pg·mL−1; p=0.005, Mann–Whitney test). Importantly, the BMP9 level was even lower in BMP9 mutation carriers when compared with patients without mutations (median (IQR) 12.1 (8.6–21.8) versus 19.8 (15.2–43.4) pg·mL−1; p=0.002, Mann–Whitney test) (figure 3). These results indicate that BMP9 mutations may suppress BMP9 synthesis and/or secretion, resulting in decreased circulating BMP9 levels that may be causative of IPAH.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30578397","rdfs:label":"Wang function 1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:466eb977-5eaa-4d72-aca2-ee8c5a4dc2ee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:85516a98-7eac-4931-9895-fa5ebcfd5c16","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Reversed all indices of PAH in this chronic disease model, returning RVSP to the level seen in WT mice (Fig. 4a) and reversing the enhanced pulmonary arterial muscularization in these mice (Fig. 4c, d).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26076038","type":"dc:BibliographicResource","dc:abstract":"Genetic evidence implicates the loss of bone morphogenetic protein type II receptor (BMPR-II) signaling in the endothelium as an initiating factor in pulmonary arterial hypertension (PAH). However, selective targeting of this signaling pathway using BMP ligands has not yet been explored as a therapeutic strategy. Here, we identify BMP9 as the preferred ligand for preventing apoptosis and enhancing monolayer integrity in both pulmonary arterial endothelial cells and blood outgrowth endothelial cells from subjects with PAH who bear mutations in the gene encoding BMPR-II, BMPR2. Mice bearing a heterozygous knock-in allele of a human BMPR2 mutation, R899X, which we generated as an animal model of PAH caused by BMPR-II deficiency, spontaneously developed PAH. Administration of BMP9 reversed established PAH in these mice, as well as in two other experimental PAH models, in which PAH develops in response to either monocrotaline or VEGF receptor inhibition combined with chronic hypoxia. These results demonstrate the promise of direct enhancement of endothelial BMP signaling as a new therapeutic strategy for PAH. ","dc:creator":"Long L","dc:date":"2015","dc:title":"Selective enhancement of endothelial BMPR-II with BMP9 reverses pulmonary arterial hypertension."},"rdfs:label":"BMP9 reverses pulmonary hypertension in Bmpr2+/R899X mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4549,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:9c995b2c-12ec-4d02-8127-28395a248e31","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:4217","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"GDF2 encodes an endothelial cell specific circulating ligand, BMP9, that activates the BMP signalling pathway by promoting the phosphorylation of Smads 1/5/8 (David et al. 2007). To date, three publications have identified a total of 30 independent variants predicted to be deleterious of which eight predict premature truncation in the autosomal dominant form of pulmonary hypertension (Graf et al. 2018, Wang et al. 2019, Eyries et al. 2019). The gene disease relationship is supported by both mutation-specific in vitro studies (n=6), demonstration of aberrant BMP9 expression in patient cells (Wang et al, 2019), and rescue of PAH phenotypes by treatment of BMPR2 mutant mice with wild-type BMP9. No contradictory evidence has been reported. Recuration three years after the initial gene discovery report (March 16th, 2022) identified four additional PAH patients with heterozygous variants, three of which were missense variants with in vitro evidence of loss of function, and one nonsense variant (PMID 31661308, 33066286). Furthermore, a combined analysis of the PAH Biobank and the UK NIHR PAH cohort identified GDF2 as one of seven genes that were significantly associated with IPAH on a genome-wide basis (PMID 33971972). In summary, the evidence for GDF2 in the aetiology of pulmonary arterial hypertension is designated as definitive.","dc:isVersionOf":{"id":"cggv:2d2e83fa-0af1-450f-af9c-5c61d4bc3106"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}