{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39dv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-10T07:00:00.000Z","role":"Approver"},{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-01-17T20:51:45.670Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5db50978-2aa3-4066-88a2-5c3e96e4707d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67dd09f6-5ea1-4c12-a455-e51d2b821916","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TECR interacts with ATP2A2 (SERC2A) which encodes a Calcium pump in the ER that regulates myelin function and impacts neural function, learning, and memory\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33482198","type":"dc:BibliographicResource","dc:abstract":"The endoplasmic reticulum (ER) contains various enzymes that metabolize fatty acids (FAs). Given that FAs are the components of membranes, FA metabolic enzymes might be associated with regulation of ER membrane functions. However, it remains unclear whether there is the interplay between FA metabolic enzymes and ER membrane proteins. Trans-2-enoyl-CoA reductase (TER) is an FA reductase present in the ER membrane and catalyzes the last step in the FA elongation cycle and sphingosine degradation pathway. Here we identify sarco(endo)plasmic reticulum Ca","dc:creator":"Uchida Y","dc:date":"2021","dc:title":"Trans-2-enoyl-CoA reductase limits Ca"},"rdfs:label":"TECR mutation alters activity of Ca2+ pump"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7d25d92-eaaf-488e-b654-e7440ec8da2e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:050f3bba-8707-41d2-9c0f-c38efb7cf929","type":"FunctionalAlteration","dc:description":"Proline confers rigidity and alters the secondary structure leading to reduced stability and activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24220030","type":"dc:BibliographicResource","dc:abstract":"Very long-chain fatty acids (VLCFAs, chain length >C20) exist in tissues throughout the body and are synthesized by repetition of the fatty acid (FA) elongation cycle composed of four successive enzymatic reactions. In mammals, the TER gene is the only gene encoding trans-2-enoyl-CoA reductase, which catalyzes the fourth reaction in the FA elongation cycle. The TER P182L mutation is the pathogenic mutation for nonsyndromic mental retardation. This mutation substitutes a leucine for a proline residue at amino acid 182 in the TER enzyme. Currently, the mechanism by which the TER P182L mutation causes nonsyndromic mental retardation is unknown. To understand the effect of this mutation on the TER enzyme and VLCFA synthesis, we have biochemically characterized the TER P182L mutant enzyme using yeast and mammalian cells transfected with the TER P182L mutant gene and analyzed the FA elongation cycle in the B-lymphoblastoid cell line with the homozygous TER P182L mutation (TER(P182L/P182L) B-lymphoblastoid cell line). We have found that TER P182L mutant enzyme exhibits reduced trans-2-enoyl-CoA reductase activity and protein stability, thereby impairing VLCFA synthesis and, in turn, altering the sphingolipid profile (i.e. decreased level of C24 sphingomyelin and C24 ceramide) in the TER(P182L/P182L) B-lymphoblastoid cell line. We have also found that in addition to the TER enzyme-catalyzed fourth reaction, the third reaction in the FA elongation cycle is affected by the TER P182L mutation. These findings provide new insight into the biochemical defects associated with this genetic mutation. ","dc:creator":"Abe K","dc:date":"2013","dc:title":"Mutation for nonsyndromic mental retardation in the trans-2-enoyl-CoA reductase TER gene involved in fatty acid elongation impairs the enzyme activity and stability, leading to change in sphingolipid profile."},"rdfs:label":"Mutated TECR impairs enzyme activity, changes lipid profile"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:e55b78d9-965a-4b52-b229-32b8d81bcca3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e55b78d9-965a-4b52-b229-32b8d81bcca3","type":"Proband","allele":{"id":"cggv:b76b4227-7f4e-4e08-9da9-1291a24b07a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138501.6(TECR):c.545C>T (p.Pro182Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129481"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":true,"sex":"Male","variant":{"id":"cggv:74345e15-56c4-4f5b-b308-7409f8f20ee6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b76b4227-7f4e-4e08-9da9-1291a24b07a9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21212097","type":"dc:BibliographicResource","dc:abstract":"Exome sequencing is a powerful tool for discovery of the Mendelian disease genes. Previously, we reported a novel locus for autosomal recessive non-syndromic mental retardation (NSMR) in a consanguineous family [Nolan, D.K., Chen, P., Das, S., Ober, C. and Waggoner, D. (2008) Fine mapping of a locus for nonsyndromic mental retardation on chromosome 19p13. Am. J. Med. Genet. A, 146A, 1414-1422]. Using linkage and homozygosity mapping, we previously localized the gene to chromosome 19p13. The parents of this sibship were recently included in an exome sequencing project. Using a series of filters, we narrowed the putative causal mutation to a single variant site that segregated with NSMR: the mutation was homozygous in five affected siblings but in none of eight unaffected siblings. This mutation causes a substitution of a leucine for a highly conserved proline at amino acid 182 in TECR (trans-2,3-enoyl-CoA reductase), a synaptic glycoprotein. Our results reveal the value of massively parallel sequencing for identification of novel disease genes that could not be found using traditional approaches and identifies only the seventh causal mutation for autosomal recessive NSMR.","dc:creator":"Çalışkan M","dc:date":"2011","dc:title":"Exome sequencing reveals a novel mutation for autosomal recessive non-syndromic mental retardation in the TECR gene on chromosome 19p13."}},"rdfs:label":"Proband 1"},{"id":"cggv:74345e15-56c4-4f5b-b308-7409f8f20ee6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74345e15-56c4-4f5b-b308-7409f8f20ee6_variant_evidence_item"},{"id":"cggv:74345e15-56c4-4f5b-b308-7409f8f20ee6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Yeast model, binding assays"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":7579,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:7b7c350e-d46b-45bf-8efa-9fa96a079f4d","type":"GeneValidityProposition","disease":"obo:MONDO_0001071","gene":"hgnc:4551","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The *TECR* gene, located on chromosome 19 at 19p13.12, encodes a synaptic glycoprotein that catalyzes the final reduction step in the elongation of very long chain fatty acids. *TECR* was first reported in relation to non-syndromic autosomal recessive intellectual disability by Caliskan et al. in 2011 (PMID: 21212097). The authors described a large consanguineous Hutterite family in which 5 of 15 siblings were affected by mild to moderate intellectual disability, dysmorphic features and intention tremors. All 5 affected siblings were found to be homozygous for a missense mutation in exon 8 of the *TECR* gene, which results in the substitution of a leucine for a highly conserved proline at amino acid 182, whereas the 9 unaffected siblings and their parents were all heterozygous for this variant. In total, 1523 individuals in the same religious community were genotyped, and despite a high carrier frequency of this mutation (1 in 14) none of the other carriers were married to each other. Nineteen unique variants have been reported (1 pathogenic, 6 variants of uncertain significance, 9 likely benign, 3 benign). The mechanism by which the *TECR* P182L mutation causes intellectual disability is not fully understood, but in 2013, Abe et al. (PMID: 24220030) demonstrated that yeast transfected with the P182L mutation show an approximately 80% reduction in TECR enzyme stability and activity relative to their wild-type counterparts. Abe et al. propose that in contrast to *TECR* null mutations, which are lethal, this mutation may be mild enough to alter sphingolipid activity in the nervous system while sparing other body systems. In 2021, Uchida et al. (PMID: 33482198) demonstrated that TECR binds to SERCA2b, an ATPase involved in transporting Ca2+ from the cytosol into the endoplasmic reticulum lumen. This work suggests that in addition to its importance in the elongation of very long chain fatty acids, TECR is also an important regulator of Ca2+ signaling, which is mechanistically important for synaptic potentiation, learning and memory.\n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on March 10, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:8c7adee2-6a14-4348-a018-9097954bd39d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}