{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-10-13T13:26:22.179Z","role":"Publisher"},{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-10-13T13:26:01.192Z","role":"Approver"}],"evidence":[{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a44e9bc-2ffd-4d18-9239-e902993d5623","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed48d641-f538-469a-a9f1-a8702abaf608","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot detected the presence of WT p100 in murine splenic cells. Further supported by GTEx data (https://gtexportal.org/home/gene/NFKB2)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12374738","type":"dc:BibliographicResource","dc:abstract":"The nf-kb2 gene encodes the cytoplasmic NF-kappaB inhibitory protein p100 from which the active p52 NF-kappaB subunit is derived by proteasome-mediated proteolysis. Ligands which stimulate p100 processing to p52 have not been defined. Here, ligation of CD40 on transfected 293 cells is shown to trigger p52 production by stimulating p100 ubiquitylation and subsequent proteasome-mediated proteolysis. CD40-mediated p52 accumulation is dependent on de novo protein synthesis and triggers p52 translocation into the nucleus to generate active NF-kappaB dimers. Endogenous CD40 ligation on primary murine splenic B cells also stimulates p100 processing, which results in the delayed nuclear translocation of p52-RelB dimers. In both 293 cells and primary splenic B cells, the ability of CD40 to trigger p100 processing requires functional NF-kappaB-inducing kinase (NIK). In contrast, NIK activity is not required for CD40 to stimulate the degradation of IkappaBalpha in either cell type. The regulation of p100 processing by CD40 is likely to be important for the transcriptional regulation of CD40 target genes in adaptive immune responses.","dc:creator":"Coope HJ","dc:date":"2002","dc:title":"CD40 regulates the processing of NF-kappaB2 p100 to p52."},"rdfs:label":"B cell Gene Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c88c722e-3c64-4f06-ab1e-45513897c3d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3bfa1443-7e6c-4fbd-bc07-2218b9fa2e2e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NFKB2 (p100/52) was found to co-immunoprecipitate with NFKB1 (p105). NFKB1 and NFKB2 bind together with other subunits to form NFKB, critical for immune regulation. NFKB1 has been scored as a definitive CVID gene","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19524538","type":"dc:BibliographicResource","dc:abstract":"Nfkb1 and Nfkb2 proteins p105 and p100 serve both as NF-kappaB precursors and inhibitors of NF-kappaB dimers. In a biochemical characterization of endogenous cytoplasmic and purified recombinant proteins, we found that p105 and p100 assemble into high-molecular-weight complexes that contribute to the regulation of all NF-kappaB isoforms. Unlike the classical inhibitors IkappaBalpha, -beta, and -epsilon, high-molecular-weight complexes of p105 and p100 proteins bind NF-kappaB subunits in two modes: through direct dimerization of Rel homology domain-containing NF-kappaB polypeptides and through interactions of the p105 and p100 ankyrin repeats with preformed NF-kappaB dimers, thereby mediating the bona fide IkappaB activities, IkappaBgamma and IkappaBdelta. Our biochemical evidence suggests an assembly pathway in which kinetic mechanisms control NF-kappaB dimer formation via processing and assembly of large complexes that contain IkappaB activities.","dc:creator":"Savinova OV","dc:date":"2009","dc:title":"The Nfkb1 and Nfkb2 proteins p105 and p100 function as the core of high-molecular-weight heterogeneous complexes."},"rdfs:label":"NFKB1 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:0a52643a-6f15-4d8e-a040-66c25ceef038","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:296bda9e-c31a-4174-864d-53d3fb760c83","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"NKFB signaling is critical for appropriate immune function and NFKB2 is found to mediate the NFKB/RelA complex activation. Dysregulated NKFB signaling contributes to immunodeficiencies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17254973","type":"dc:BibliographicResource","dc:abstract":"Inflammatory NF-kappaB/RelA activation is mediated by the three canonical inhibitors, IkappaBalpha, -beta, and -epsilon. We report here the characterization of a fourth inhibitor, nfkappab2/p100, that forms two distinct inhibitory complexes with RelA, one of which mediates developmental NF-kappaB activation. Our genetic evidence confirms that p100 is required and sufficient as a fourth IkappaB protein for noncanonical NF-kappaB signaling downstream of NIK and IKK1. We develop a mathematical model of the four-IkappaB-containing NF-kappaB signaling module to account for NF-kappaB/RelA:p50 activation in response to inflammatory and developmental stimuli and find signaling crosstalk between them that determines gene-expression programs. Further combined computational and experimental studies reveal that mutant cells with altered balances between canonical and noncanonical IkappaB proteins may exhibit inappropriate inflammatory gene expression in response to developmental signals. Our results have important implications for physiological and pathological scenarios in which inflammatory and developmental signals converge.","dc:creator":"Basak S","dc:date":"2007","dc:title":"A fourth IkappaB protein within the NF-kappaB signaling module."},"rdfs:label":"NKFB2 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f076486-50ea-489e-9b07-5f2029afecb9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cf5f414d-5b98-46bc-ba11-423c038a1d1e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Perturbations to NFKB signaling directs affects immune response and leads to immunodeficiency. NF-κB canonical and noncanonical signaling pathways play critical roles in B-cell differentiation and function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28778864","type":"dc:BibliographicResource","dc:abstract":"NF-κB signaling through its ","dc:creator":"Kuehn HS","dc:date":"2017","dc:title":"Novel nonsense gain-of-function "},"rdfs:label":"Cell Culture Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"Mutant cells expressing the Arg635Ter variants resulted in a 20x fold increase in noncanonical NF-κB activation upon NF-κB2:RelB heterodimer nuclear translocation. NF-κB canonical and noncanonical signaling pathways play critical roles in B-cell differentiation and function."},{"id":"cggv:be77bf39-e710-42be-88e8-b740029cdd84","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3439e9ec-e03a-4285-963a-b9ec515ec469","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Low B cell counts, impaired antibody responses","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9432973","type":"dc:BibliographicResource","dc:abstract":"p52 is a subunit of nuclear factor (NF)-kappa B transcription factors, most closely related to p50. Previously, we have shown that p52, but not p50 homodimers can form transactivating complexes when associated with Bcl-3, an unusual member of the I kappa B family. To determine nonredundant physiologic roles of p52, we generated mice deficient in p52. Null mutant mice were impaired in their ability to generate antibodies to T-dependent antigens, consistent with an absence of B cell follicles and follicular dendritic cell networks in secondary lymphoid organs, and an inability to form germinal centers. Furthermore, the splenic marginal zone was disrupted. These phenotypes are largely overlapping with those observed in Bcl-3 knockout animals, but distinct from those of p50 knockouts, supporting the notion of a physiologically relevant complex of p52 homodimers and Bcl-3. Adoptive transfer experiments further suggest that such a complex may be critical in accessory cell functions during antigen-specific immune reactions. Possible roles of p52 and Bcl-3 are discussed that may underlie the oncogenic potential of these proteins, as evidenced by recurrent chromosomal translocations of their genes in lymphoid tumors.","dc:creator":"Franzoso G","dc:date":"1998","dc:title":"Mice deficient in nuclear factor (NF)-kappa B/p52 present with defects in humoral responses, germinal center reactions, and splenic microarchitecture."},"rdfs:label":"Mouse Model I"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Null mice were found to have reduced numbers of B cells, were impaired in antibody responses to TD antigens, and were unable to form germinal centers n, decreased B cell counts,  and a deficient immunological response to T cell–dependent and –independent antigens. These mutant mice were homozygous the null and NFKB2-related CVID is a dominant disorder. The clinical phenotype in seen in humans was partially recapitulated. "},{"id":"cggv:a7d55718-92da-4ea0-8f3a-d405512a1e19","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f0f7faf-1305-4191-b548-658fd67e79da","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Low B cell counts, reduced antigen response","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9432976","type":"dc:BibliographicResource","dc:abstract":"The nfkb2 gene is a member of the Rel/NF-kappa B family of transcription factors. COOH-terminal deletions and rearrangements of this gene have been associated with the development of human cutaneous T cell lymphomas, chronic lymphocytic leukemias, and multiple myelomas. To further investigate the function of NF-kappa B2, we have generated mutant mice carrying a germline mutation of the nfkb2 gene by homologous recombination. NF-kappa B2-deficient mice showed a marked reduction in the B cell compartment in spleen, bone marrow, and lymph nodes. Moreover, spleen and lymph nodes of mutant mice presented an altered architecture, characterized by diffuse, irregular B cell areas and the absence of discrete perifollicular marginal and mantle zones; the formation of secondary germinal centers in spleen was also impaired. Proliferation of NF-kappa B2-deficient B cells was moderately reduced in response to lipopolysaccharide, anti-IgD-dextran, and CD40, but maturation and immunoglobulin switching were normal. However, nfkb2 (-/-) animals presented a deficient immunological response to T cell-dependent and -independent antigens. These findings indicate an important role of NF-kappa B2 in the maintenance of the peripheral B cell population, humoral responses, and normal spleen architecture.","dc:creator":"Caamaño JH","dc:date":"1998","dc:title":"Nuclear factor (NF)-kappa B2 (p100/p52) is required for normal splenic microarchitecture and B cell-mediated immune responses."},"rdfs:label":"Mouse Model III"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Null mice were found to have abnormal B cell production, decreased B cell counts,  and a deficient immunological response to T cell–dependent and –independent antigens. These mutant mice were homozygous the null and NFKB2-related CVID is a dominant disorder."},{"id":"cggv:b9e56bbf-1e38-4906-b2c7-a9c4e6496f39","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:06dacaca-7556-4fd5-ad1c-d4556280b05c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Low B cell counts observed in patients with NFKB2-related CVID.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26851215","type":"dc:BibliographicResource","dc:abstract":"BAFF is critical for the survival and maturation of mature B cells. BAFF, via BAFFR, activates multiple signaling pathways in B cells, including the alternative NF-κB pathway. The transcription factors RELB and NF-κB2 (p100/p52) are the downstream mediators of the alternative pathway; however, the B cell-intrinsic functions of these NF-κB subunits have not been studied in vivo using conditional alleles, either individually or in combination. We in this study report that B cell-specific deletion of relb led to only a slight decrease in the fraction of mature splenic B cells, whereas deletion of nfkb2 caused a marked reduction. This phenotype was further exacerbated upon combined deletion of relb and nfkb2 and most dramatically affected the maintenance of marginal zone B cells. BAFF stimulation, in contrast to CD40 activation, was unable to rescue relb/nfkb2-deleted B cells in vitro. RNA-sequencing analysis of BAFF-stimulated nfkb2-deleted versus normal B cells suggests that the alternative NF-κB pathway, in addition to its critical role in BAFF-mediated cell survival, may control the expression of genes involved in the positioning of B cells within the lymphoid microenvironment and in the establishment of T cell-B cell interactions. Thus, by ablating the downstream transcription factors of the alternative NF-κB pathway specifically in B cells, we identify in this study a critical role for the combined activity of the RELB and NF-κB2 subunits in B cell homeostasis that cannot be compensated for by the canonical NF-κB pathway under physiological conditions. ","dc:creator":"De Silva NS","dc:date":"2016","dc:title":"Impairment of Mature B Cell Maintenance upon Combined Deletion of the Alternative NF-κB Transcription Factors RELB and NF-κB2 in B Cells."},"rdfs:label":"Mouse Model II"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"NFKB2 mutants were found to have significantly reduced B cell counts. This was primarily assessed in the homozygous state and NFKB2-related CVID is a dominant disorder. While model showed similar molecular effects, the clinical phenotype was only partially recapitulated."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":3501,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:1cac5126-c37c-4b53-b36c-70b0218d143d","type":"GeneValidityProposition","disease":"obo:MONDO_0014260","gene":"hgnc:7795","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"NFKB2 was first reported in relation to autosomal dominant common variable immunodeficiency 10 in 2013 (Chen et al., PMID: 24140114). Over 18 variants (variant type, e.g. missense, in-frame indel, nonsense, frameshift, splice, etc) that have been reported in 20 probands in 10 publications (PMIDs:  30599236, 25205549, 24888602, 25524009, 28472507, 32813180, 30941118, 24140114, 25237204, 28778864 ) are included in this curation.  More evidence is available in the literature, but the maximum\nscore for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be GOF, LOF, and DN. This gene-disease association is also supported by animal models, expression studies, in vitro functional assays, and cell culture models (PMIDs: 28778864, 19524538, 12374738, 17254973, 9432973, 26851215, 9432976). \nIn summary, NFKB2 is definitively associated with  autosomal dominant common variable immunodeficiency 10. This has\nbeen repeatedly demonstrated in both the research and clinical diagnostic settings, and has\nbeen upheld over time.","dc:isVersionOf":{"id":"cggv:61b546f1-5683-4588-a5bc-030ebbd5b401"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}