{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T15:55:47.781Z","role":"Publisher"},{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T15:55:37.548Z","role":"Approver"}],"evidence":[{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:d828cd80-e01c-4bd9-aa5a-e7dacf0bb1f5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec46e066-306b-43e3-9506-7b1e8ab53e2d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":21,"detectionMethod":"PCR amplification and sequence of the mitochondrial ND5 gene.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to have mild dysmorphic features included coarse facies, bilateral squint, unilateral cleft lip (operated on at 6 weeks of age), short distal phalanges, rostral vertebrae (L1), and a single palmar crease.\nHe also showed severe failure to thrive and psychomotor retardation. At 21 months of age, he suddenly developed an attack of regression, drowsiness, vomiting,myoclonic jerks, massive hypotonia, hypothermia, bradypnoea, and bradycardia suggestive of severe brainstem involvement. Severe hypertrophic cardiomyopathy was reported.\nCSF lactate 3.8 mmol/l, normal below 2.4 mmol/l\nBrain MRI showed bilateral T2 hyperintensities in the substantia nigra and the dorsal column of the medulla oblongata (fig 1B).\n","previousTesting":true,"previousTestingDescription":"Neither large scale mtDNA rearrangements, nor mutations in the nuclear genes of complex I (NDUFV1, NDUFS8, NDUFS7, NDUFB6, NDUFA8, NDUFS1, NDUFS4, NDUFS2, NDUFV2) were found.","sex":"Male","variant":{"id":"cggv:d828cd80-e01c-4bd9-aa5a-e7dacf0bb1f5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"m.13513G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120632"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12624137","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a subacute necrotising encephalomyopathy frequently ascribed to mitochondrial respiratory chain deficiency. This condition is genetically heterogeneous, as mutations in both mitochondrial (mt) and nuclear genes have been reported. Here, we report the G13513A transition in the ND5 mtDNA gene in three unrelated children with complex I deficiency and a peculiar MRI aspect distinct from typical Leigh syndrome. Brain MRI consistently showed a specific involvement of the substantia nigra and medulla oblongata sparing the basal ganglia. Variable degrees of heteroplasmy were found in all tissues tested and a high percentage of mutant mtDNA was observed in muscle. The asymptomatic mothers presented low levels of mutant mtDNA in blood leucocytes. This mutation, which affects an evolutionary conserved amino acid (D393N), has been previously reported in adult patients with MELAS or LHON/MELAS syndromes, emphasising the clinical heterogeneity of mitochondrial DNA mutations. Since the G13513A mutation was found in 21% of our patients with Leigh syndrome and complex I deficiency (3/14), it appears that this mutation represents a frequent cause of Leigh-like syndrome, which should be systematically tested for molecular diagnosis in affected children and for genetic counselling in their maternal relatives.","dc:creator":"Chol M","dc:date":"2003","dc:title":"The mitochondrial DNA G13513A MELAS mutation in the NADH dehydrogenase 5 gene is a frequent cause of Leigh-like syndrome with isolated complex I deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12624137","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 90% heteroplasmy in skeletal muscle and 80-90% heteroplasmy in fibroblasts (RFLP analysis). The variant was found at 5-20% heteroplasmy in maternal blood.  (Score 0.5 established P variant, 0.5 segregation)"},{"id":"cggv:27878556-43ff-4e0b-87c2-bffaf483da0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:981061bb-a31e-429b-8c54-206451109b78","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"mtDNA by DHPLC analysis, ND5 sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosed with MELAS/Leigh syndrome. The proband, since 5 months of age, showed a failure to thrive, psychomotor retardation and increased lactate values in both CSF (5.2 mmol/l) and blood (2.8–3.7 mmol/l).  Further examination revealed a retinitis pigmentosa and microcytic anaemia. The patient’s condition began to deteriorate from 7 months onwards and he died at 19 months of age, after a viral infection.\nMRI: T2-weighed hyperintensities were observed in both the globus pallidus and the dorsal part of the brain stem, the medulla oblongata and the cervical myelum.\nComplex I activity was strongly reduced in muscle (8%). In fibroblasts, the activities of complexes I and III were lowered.","sex":"Male","variant":{"id":"cggv:27878556-43ff-4e0b-87c2-bffaf483da0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17400793","type":"dc:BibliographicResource","dc:abstract":"Detection of mutations in the mitochondrial DNA (mtDNA) is usually limited to common mutations and the transfer RNA genes. However, mutations in other mtDNA regions can be an important cause of oxidative phosphorylation (OXPHOS) disease as well.","dc:creator":"Blok MJ","dc:date":"2007","dc:title":"Mutations in the ND5 subunit of complex I of the mitochondrial DNA are a frequent cause of oxidative phosphorylation disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17400793","rdfs:label":"Family 4, patient 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Recurrent well known pathogenic variant.\nThe m.13513G>A (p.D393N) is not found in gnomAD, APOGEE 0.99 Likely Pathogenic. \nThe variant was found at heteroplasmy levels of 11–17% in blood, hair and muscle tissue of the proband, but was undetectable in cultured fibroblasts. The variant was not detected in blood and hair roots of his mother and maternal grandmother (Scored 1pt: 0.5 recurrent, 0.5 segregation)."},{"id":"cggv:ebb12779-bc8f-4708-a707-69cbc21ce27c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29ee51b6-bb43-42cf-bef7-5649020236a6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband initially reached typical developmental milestones. He subsequently displayed developmental regression and developed new onset strabismus, apnoeic episodes and lactic acidaemia. \nCranial MRI revealed extensive T2 signal abnormalities in the thalami, brainstem (central grey matter of midbrain, middle cerebellar peduncles, and dorsal lateral medulla) and upper cervical cord.\nHe was ventilator-dependent and died at six months of age. \nThe patient’s mother (Patient 3.1) was asymptomatic.","sex":"Male","variant":{"id":"cggv:ebb12779-bc8f-4708-a707-69cbc21ce27c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.13094T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/693516"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29506874","type":"dc:BibliographicResource","dc:abstract":"Mutations in the m.13094T>C MT-ND5 gene have been previously described in three cases of Leigh Syndrome (LS). In this retrospective, international cohort study we identified 20 clinically affected individuals (13 families) and four asymptomatic carriers. Ten patients were deceased at the time of analysis (median age of death was 10years (range: 5·4months-37years, IQR=17·9years). Nine patients manifested with LS, one with mitochondrial encephalomyopathy, lactic acidosis and stroke-like episodes (MELAS), and one with Leber hereditary optic neuropathy. The remaining nine patients presented with either overlapping syndromes or isolated neurological symptoms. Mitochondrial respiratory chain activity analysis was normal in five out of ten muscle biopsies. We confirmed maternal inheritance in six families, and demonstrated marked variability in tissue segregation, and phenotypic expression at relatively low blood mutant loads. Neuropathological studies of two patients manifesting with LS/MELAS showed prominent capillary proliferation, microvacuolation and severe neuronal cell loss in the brainstem and cerebellum, with conspicuous absence of basal ganglia involvement. These findings suggest that whole mtDNA genome sequencing should be considered in patients with suspected mitochondrial disease presenting with complex neurological manifestations, which would identify over 300 known pathogenic variants including the m.13094T>C.","dc:creator":"Ng YS","dc:date":"2018","dc:title":"MT-ND5 Mutation Exhibits Highly Variable Neurological Manifestations at Low Mutant Load."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family 3 P3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was found in the proband's tissue at heteroplasmy levels of 76% blood, 81% urinary epithelia, 80% muscle. It was present in the mother's blood (19%), urinary epithelium (45%) and buccal swab (27%). The variant was not detected in the urinary epithelium and Buccal swab of the maternal grandmother. (Score 0.5 recurrent P variant, 0.5 segregation of heteroplasmy levels). "},{"id":"cggv:d683ff41-1484-4331-99e5-601cc7a1c859_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:250e0731-fc4d-459d-878c-51d92cc28362","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"PCR amplification and sequence of the mitochondrial ND5 gene","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband showed intrauterine growth retardation. He had two attacks of regression, drowsiness, truncal hypotonia, and metabolic acidosis at 6 and 11 months of age respectively. Developmental milestones were markedly delayed and severe failure to thrive required nasal tube feeding. Brisk deep tendon reflexes, squint, paralysis of vertical gaze, and transient hypertrophic cardiomyopathy were noted at 2 years of age.\nHis plasma (3.5 mmol/l) and CSF lactate were raised (6.5 mmol/l, control below 2.4 mmol/l).\nBrain MRI showed T1 hypointensity of the substantia nigra (fig 1A).","previousTesting":true,"previousTestingDescription":"Neither large scale mtDNA rearrangements, nor mutations in the nuclear genes of complex I (NDUFV1, NDUFS8, NDUFS7, NDUFB6, NDUFA8, NDUFS1, NDUFS4, NDUFS2, NDUFV2) were found","sex":"Male","variant":{"id":"cggv:d683ff41-1484-4331-99e5-601cc7a1c859_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12624137"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12624137","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 90% heteroplasmy in skeletal muscle, 80-90% fibroblasts (RFLP analysis). The variants was found at 5-20% heteroplasmy in maternal blood. (Score 0.5 established P variant, 0.5 segregation). "},{"id":"cggv:f526d06f-0335-4204-bfa1-d66b7b3f5658_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:04de2187-7aec-4c35-adc5-dcff28d04eb7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"reduced complex I (suppl table 1)\nAt the age of two years and three months, he presented acutely with ataxia and new-onset strabismus following an upper respiratory tract infection. There were no documented seizures. On examination, he had a left abducens nerve palsy, restricted upgaze, bilateral ptosis, marked cerebellar ataxia and hyperreflexia. Four months later, he was characterized for emergency intubation because of episodes of unresponsiveness and apnoea. He died at 3 years. \nMRI revealed diffuse, symmetrical T2 signal abnormalities extending from the thalami to the brainstem.","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:f526d06f-0335-4204-bfa1-d66b7b3f5658_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family6 P6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The variant was detected at 45% heteroplasmy level in the blood of the proband, at 58% in muscle and 36% in fibroblasts. No maternal sample was available for testing (score 0.5 recurrent variant)."},{"id":"cggv:d9d12111-a183-4975-b178-0c9f6d6cdc48_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3b63106-4525-471a-b8b5-53ac61773742","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Methodology not given","firstTestingMethod":"Other","phenotypeFreeText":"Family History: Mother had been diagnosed with Wolff-Parkinson-White syndrome several years earlier, and she reported no neurological symptoms.\nProband: At 3 months of age, ophthalmologic examination revealed a visual deficit with normal fundoscopy. Four months later, the patient was admitted for infantile spasms that did not respond to pyridoxine and folinic acid. At the age of 9 months, the patient started losing previously acquired milestones and developed feeding difficulties. Global hypotonia were evident, as was muscle atrophy. He died of respiratory failure at 15 months. Blood tests (3 months) showed hyperlactacidemia and an increased lactate/pyruvate ratio. He presented recurrent vomiting due to gastroesophageal reflux. \nBrain MRI (3 months) demonstrated bilateral hyperintense areas in the basal ganglia and brainstem on T2-weighted images and fluid-attenuated inversion recovery sequences, and a diagnosis of Leigh syndrome was established.\nRespiratory chain enzyme activities in muscle homogenate showed a reduction in complex I, III, and IV activity (normalized by citrate synthase activity).\nHigh lactate levels (4.1 mmol/L) and a lactate/pyruvate ratio of 24 in cerebrospinal fluid,","sex":"Male","variant":{"id":"cggv:d9d12111-a183-4975-b178-0c9f6d6cdc48_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23034978","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial DNA m.13513G>A mutation in the ND5 subunit gene is a frequent cause of Leigh syndrome. Patients harboring this mutation typically present with ptosis and cardiac conduction abnormalities, particularly Wolff-Parkinson-White syndrome, and have a late clinical onset, which contrasts with the typical infantile form. The authors describe a patient presenting with intrauterine growth retardation and visual impairment at 3 months of age, followed by infantile spasms, severe gastrointestinal dysmotility, and neurological regression. The patient had hyperlactacidemia and bilateral basal ganglia and brainstem lesions on MRI. Although he did not present cardiac conduction abnormalities, his mother had been diagnosed with Wolff-Parkinson-White syndrome. The m.13513G>A mutation was found in the patient's muscle and in several tissues of his mother. The present results expand the phenotype of Leigh syndrome associated with the m.13513G>A mutation, which should be suspected in patients with early-onset mitochondrial encephalopathy with infantile spasms or prominent gastrointestinal smooth muscle involvement.","dc:creator":"Monlleo-Neila L","dc:date":"2013","dc:title":"Leigh Syndrome and the Mitochondrial m.13513G>A Mutation: Expanding the Clinical Spectrum."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23034978","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The variant load in the proband is not reported in this publication but fibroblasts derived from the patient are reported elsewhere to be 55% heteroplasmic for the variant (32366037; Galera-Monge 2020- see experimental data). Mother is reported to have heteroplasmy levels of  13% in blood, 30% in oral mucosa, and 54% in urine. The variant was undetectable (< 5%) in his asymptomatic grandmother. "},{"id":"cggv:223a7390-2fb0-4228-b0ef-9dfc7f18a8fe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de08d0fe-ac3c-44f1-8731-e63877978955","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband achieved developmental milestones within the normal range, but reported symptoms of mild exercise intolerance throughout childhood. At 14 years she presented with focal seizures involving her left leg that evolved to bilateral tonic-clonic seizures. The patient represented nine months later with an acute onset of profuse vomiting, right hemiparesis, right sided numbness and epileptic encephalopathy. The patient subsequently developed an episode of severe aspiration pneumonia, and respiratory failure complicated by a mixed metabolic and respiratory acidosis (serum lactate 18 mmol/L); Three months later, the patient represented with a severe global headache, bilateral ptosis, hypotension (blood pressure 80/40 mmHg) and respiratory distress (respiratory rate 40/min). The patient was ventilated via tracheostomy for two months but died of status epilepticus at the age of 16 years.\nCranial and spine MRI revealed T2 signal abnormalities in the cerebral peduncle, right frontal lobe and the ventral part of the cervical cord between levels C2 to C6. Repeat MRI  showed new T2-signal changes in the medial parts of both thalami, patchy involvement of both frontal lobes (worse on the right), left side of the cerebellum and an enlarged lesion in the right cerebral peduncle. A third T2-MRI head showed bilateral midbrain and enlarging thalamic lesions. \n","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:223a7390-2fb0-4228-b0ef-9dfc7f18a8fe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family5 P5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was detected at 28% heteroplasmy level in the muscle of the proband but not detected in the blood of maternal sample. (Score 0.5 recurrent variant, 0.5 segregation of heteroplasmy)"},{"id":"cggv:31bb312b-f366-4bbb-8539-0821faf57560_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3fd7ae48-910c-49c0-8c71-514910988eb8","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":25,"detectionMethod":"PCR and sequencing of part of the mitochondrial DNA, involving regions flanking the common point mutations, using the same primers in RFLP analysis was performed.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to have congenital hyperlactataemia at day 19 and developed evolving neurological features of Leigh syndrome at 8 months old. At the age of 4 months, the patient started to have poor feeding, failure to thrive, generalized hypotonia, and gastroesophageal reflux. At the age of 7 months, developmental delay was noted, there being no reaching out and sitting with support. Other evolving neurological features included bilateral ptosis, nystagmus, ophthalmoplegia, and hypotonia.\n\nLactate 3.34 to 9.26 (reference range, 0.50-2.20) mmol/L. \nA repeat brain MRI at 8 months old showed bilateral symmetrical T2-hyperintense signals in the periaqueductal grey matter, posterior limbs of the internal capsule, the cerebral peduncles, middle cerebellar peduncles, and ventral medulla oblongata. MRS showed a lactate peak corresponding to areas with abnormal T2-weighted signals.\n ","previousTesting":true,"previousTestingDescription":"Screening of common mitochondrial DNA mutations by polymerase chain reaction (PCR)/ restriction fragment length polymorphism (RFLP) and testing of large mitochondrial DNA deletions by long-range PCR were negative. ","sex":"Female","variant":{"id":"cggv:31bb312b-f366-4bbb-8539-0821faf57560_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23918514","type":"dc:BibliographicResource","dc:abstract":"We report an uncommon mitochondrial variant in a baby girl with congenital hyperlactataemia and Leigh syndrome. The patient presented with a single episode of generalised clonic convulsion at day 19, and was found to have isolated and persistent hyperlactataemia ranging from 3.34 to 9.26 mmol/L. She had elevated serum lactate-to-pyruvate ratios of up to 35 and high plasma alanine concentration, indicative of a respiratory chain defect. At the age of 8 months, she developed evolving neurological and imaging features compatible with Leigh syndrome. Genetic testing for common mitochondrial DNA mutations, large mitochondrial DNA deletions, and selected nuclear genes was negative. Further analysis of lymphocyte mitochondrial DNA by sequencing revealed an uncommon heteroplasmic variant, NC_012920.1(MT-ND5):m.13094T>C (p.Val253Ala), which was previously shown to reduce complex I activity. In patients in whom there was a high suspicion of mitochondrial disorder, entire mitochondrial DNA analysis may be warranted if initial screening of common mitochondrial DNA mutations is negative. ","dc:creator":"Ching CK","dc:date":"2013","dc:title":"A patient with congenital hyperlactataemia and Leigh syndrome: an uncommon mitochondrial variant."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23918514","rdfs:label":"Case report Ching 2013"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"m.13094T>C (Val253Ala) is not found in gnomAD, APOGEE 0.89 LP. The variant was found at > 50% in blood lymphocytes and was undetected in the maternal blood sample. (Score 0.5 recurrent, established P variant, 0.5 segregation). "},{"id":"cggv:5d4fdcfc-c96f-45be-bbf1-efc607250f2c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:700d6be5-6831-49fc-99c2-16667f710829","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"PCR amplification and sequence of the mitochondrial ND5 gene","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to have mild dysmorphic features, failure to thrive (weight -4 SD, height -3 SD), swallowing difficulties, massive hypotonia, and muscular atrophy required nasal tube feeding at 24 months of age. He gained weight significantly and his psychomotor development improved but he could not sit unaided or follow with his eyes. Retinal dystrophy was noted.\nAt At 21 months, he suddenly developed an attack of regression, drowsiness, vomiting, diarrhoea, myoclonic jerks of the limbs and eyelids, bradycardia, and bradypnoea. Metabolic acidosis\n(bicarbonate 15 mmol/l), raised plasma lactate (3.5-6.0 mmol/l, normal below 2.4 mmol/l), and urinary excretion of Krebs cycle intermediates.\nCT scan disclosed bilateral hypodensities of the substantia nigra and dorsal medulla oblongata (fig 1C, D).","previousTesting":true,"previousTestingDescription":"Neither large scale mtDNA rearrangements, nor mutations in the nuclear genes of complex I (NDUFV1, NDUFS8, NDUFS7, NDUFB6, NDUFA8, NDUFS1, NDUFS4, NDUFS2, NDUFV2) were found","sex":"Male","variant":{"id":"cggv:5d4fdcfc-c96f-45be-bbf1-efc607250f2c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12624137"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12624137","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 90% heteroplasmy in skeletal muscle 60% fibroblasts, (RFLP analysis). 5-20% in maternal blood. (Score: 0.5 segregation, 0.5 established pathogenic variant)"},{"id":"cggv:5a127efe-1231-4269-83ff-27e6a8515052_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b357e436-d067-4a3b-bae9-c6ca3ff38ed5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":16,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"At 16 months of age, he had an episode of severe vomiting, resulting in significant weight loss. The patient experienced regression of previously acquired milestones which he regained by 2 year of age. At 5 years  he has persistent exercise intolerance, fatigue and mild hypotonia.\nMRI of the brain showed T2 hyper intensities in the periaquaductal gray matter and brain stem\nLactate 2.7 mmol/L (Table 4). ","previousTesting":true,"previousTestingDescription":"All subjects had been screened negative for deletions and the common mtDNA point mutations including 3243A>G, 3271T>C, 3460G>A, 8344A>G, 8356T>C, 8363G>A, 8993T>G, 8993T>C, 11778G>A, 14459G>A, and 14484T>C. SURF1, SCO1, SCO2, and COX10 genes screened.","sex":"Male","variant":{"id":"cggv:5a127efe-1231-4269-83ff-27e6a8515052_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18495510","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial 13513G>A (D393N) mutation in the ND5 subunit of the respiratory chain complex I was initially described in association with MELAS syndrome. Recent observations have linked this mutation to Leigh disease. We screened for the 13513G>A mutation in a cohort of 265 patients with Leigh and Leigh-like disease. The mutation was found in a total of 5 patients. An additional patient who had clinical presentation consistent with a Leigh-like phenotype but with a normal brain MRI was added to the cohort. None of an additional 88 patients meeting MELAS disease criteria, nor 56 patients with respiratory chain deficiency screened for the 13513G>A were found positive for the mutation. The most frequent clinical manifestations in our patients were hypotonia, ocular and cerebellar involvement. Low mutation heteroplasmy in the range of 20-40% was observed in all 6 patients. This observation is consistent with the previously reported low heteroplasmy of this mutation in some patients with the 13513G>A mutation and complex I deficiency. However, normal complex I activity was observed in two patients in our cohort. As most patients with Leigh-like disease and the 13513G>A mutation have been described with complex I deficiency, this report adds to the previously reported subset of patients with normal respiratory complex function. We conclude that in any patient with Leigh or Leigh-like disease, testing for the 13513G>A mutation is clinically relevant and low mutant loads in blood or muscle may be considered pathogenic, in the presence of normal respiratory chain enzyme activities.","dc:creator":"Brautbar A","dc:date":"2008","dc:title":"The mitochondrial 13513G>A mutation is associated with Leigh disease phenotypes independent of complex I deficiency in muscle."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18495510","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was found at 23% heteroplasmy in the blood of the proband, it was not detected in the maternal blood sample. (0.5 established pathogenic variant, 0.5 segregation). "},{"id":"cggv:f8482ffd-6da9-4e3a-af60-9ef2b1ab3a4b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0c4cbc8-2765-47c6-9365-b001c8f1344d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband presented at 11 months of age with tonic clonic seizures but normal MRI.\nAt age of 2 years she was evaluated for abnormal limb movements, increased need for sleep, fatigue, and seizure activity. At 3 years and four months of age, mild left sided weakness and poor coordination were noted. On exam neuromuscular tone was normal on the right while increased on the left side. Gait was slightly wide based for age with poor coordination. Sensorineural hearing loss. \nA repeat brain MRI at age of 2.5 years revealed increased T2 signal in the tectum, midbrain, and periaquaductal region\nPlasma and CSF lactate levels were elevated. ","previousTesting":true,"previousTestingDescription":"All subjects had been screened negative for deletions and the common mtDNA point mutations including 3243A>G, 3271T>C, 3460G>A, 8344A>G, 8356T>C, 8363G>A, 8993T>G, 8993T>C, 11778G>A, 14459G>A, and 14484T>C. SURF1, SCO1, SCO2, and COX10 genes screened.","sex":"Female","variant":{"id":"cggv:f8482ffd-6da9-4e3a-af60-9ef2b1ab3a4b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18495510"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18495510","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 42% heteroplasmy in muscle (ASO dot blot analysis). The variant was not detected in the mother's blood (Score 0.5 segregation, 0.5 established pathogenic variant). "},{"id":"cggv:5ad43e43-e779-4127-aaf7-33561615b819_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6e7c409-bbbf-43a4-8493-2ba69357253c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":32,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"At 32 years of age, the proband complained of a transient visual loss, soon followed by fluctuating gait instability, slurred speech, myoclonic jerks at rest in the lower limbs, and sleep-onset insomnia due to sleep-related involuntary movements. \nMRI  showed symmetric signal changes in basal nuclei, thalami internal capsulae and brainstem tegmentum (Fig. 2D).\nA skeletal muscle biopsy revealed scattered RRFs with hyperintense COX.\nComplex I deficiency was reported in muscle and patient fibroblasts (Table 2). ","sex":"Male","variant":{"id":"cggv:5ad43e43-e779-4127-aaf7-33561615b819_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8cf14816-a281-4430-aa1e-dae5bf771c90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.13063G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/693513"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17535832","type":"dc:BibliographicResource","dc:abstract":"Isolated Complex I (CI) deficiency, the most frequent cause of mitochondrial disease, is a clinically and genetically heterogeneous condition. Complex I is a giant multiheteromeric enzyme composed of seven ND subunits encoded by mitochondrial DNA (mtDNA) genes, and at least 38 subunits encoded by nuclear genes. To establish the contribution to human mitochondrial encephalopathy of ND versus nuclear gene mutations, we have been undertaking a systematic analysis of CI genes in a cohort of 46 adult and paediatric patients with biochemically defined CI defect. Sequence analysis of the entire mtDNA let us identify six patients with mutations in ND genes. The clinical presentations varied, from infantile Leigh syndrome, to childhood MELAS, to adult-onset encephalopathic syndromes of variable severity. Three of the mutations were not previously reported (3481G > A, 14600G > A and 13063G > A, in ND1, ND6 and ND5 genes, respectively) and were further investigated in mutant transmitochondrial cybrids. Tight correlation between mutation load and decrease in CI activity was observed in each of the three mutant cybrid lines, supporting the pathogenic role of the novel mutations. Structural studies on mutant cybrids showed impaired assembly or reduced stability of the holoenzyme complex. In our experience ND gene mutations are relatively common in CI-defective mitochondrial encephalopathy of both children and adults.","dc:creator":"Malfatti E","dc:date":"2007","dc:title":"Novel mutations of ND genes in complex I deficiency associated with mitochondrial encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17535832","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"m.13063G>A(Val243I) is found in 1 homoplasmic individual in gnomAD, 4 individuals with heteroplasmy in the 10-20% range. APOGEE 0.63- possibly pathogenic. \nThe variant was found in the proband at a heteroplasmy levels of 80% muscle, 70% fibroblasts and 25% lymphocytes, no maternal sample was available.   \nCybrid study: 16 clones harboring different levels of variant heteroplasmy were evaluated for complex I activity which was absent in the homoplasmic cybrid cells. See Fig 4 B for the inverse correlation between Complex I activity and variant load. The complex I deficiency reflected the deficiency seen in patient fibroblasts. \nBNGE analysis showed reduced complex I activity but levels of intact complex I were equivalent to controls (fig 6).\nSCORE: 2 pts for cybrid study (no points for segregation)."},{"id":"cggv:9c401a74-1a46-49fd-93c1-193a70cfe2d4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30e151c2-f412-4902-a7e0-dc06f6684b87","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosed with MELAS/ Leigh syndrome. Neuropathology confirmation of Leigh syndrome (suppl table 2), and a similarly affected brother. ","sex":"Female","variant":{"id":"cggv:9c401a74-1a46-49fd-93c1-193a70cfe2d4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family 1 P1.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"APOGEE score 0.89 (LP). The proband's tissue showed heteroplasmy level of 90% in muscle, 51% buccal swab, 67% urinary epithelium, 46% blood. The variant was not detected in the mother's blood but at  51% urinary epithelial from mother who was affected with LHON /MELAS, 65% muscle of brother with LSS. (Score 0.5 established, recurrent pathogenic variant, 0.5 segregation of heteroplasmy levels)"},{"id":"cggv:5c5ab924-563c-4197-8f8e-fe3d96ef051f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92be4848-4ab5-400d-868e-f52028cba609","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Postmortem evaluation confirmed Leigh syndrome. Onset 4 months, death at 1.5 years. ","sex":"Male","variant":{"id":"cggv:5c5ab924-563c-4197-8f8e-fe3d96ef051f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family2 P2.3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was detected at 29% heteroplasmy level in the blood of the proband but not detected in the blood of maternal sample. (Score 0.5 recurrent variant, 0.5 segregation of heteroplasmy)"},{"id":"cggv:9842380f-3b44-4db9-87e4-ff8aa21be169_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65016649-9f72-4131-a25a-6f489c23a80f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to have developmental delay, hypotonia and strabismus noted at 6 months, hypotonia was first noticed at 14 months of age. At 22 months of age he suffered developmental regression. He was no longer able to say any words and lost the ability to pull to a standing position. \nMRI demonstrated T2 hyperintensities in the midbrain, subthalamic nuclei, central tegmental tract, and inferior olivary nuclei. The basal ganglia, thalamus, and periventricular white matter were normal. At 2 years repeat MRI demonstrated extensive abnormalities of the midbrain and brain stem including T2 prolongation within the inferior olives, tectal tracts, dorsal midbrain, red nuclei and subthalamic nuclei. New left foci of T2 prolongation in the posterior aspects of the external capsule was noted with very subtle increased signal within the insular cortices. Lactic acid was elevated. ","previousTesting":true,"previousTestingDescription":"All subjects had been screened negative for deletions and the common mtDNA point mutations including 3243A>G, 3271T>C, 3460G>A, 8344A>G, 8356T>C, 8363G>A, 8993T>G, 8993T>C, 11778G>A, 14459G>A, and 14484T>C. SURF1, SCO1, SCO2, and COX10 genes screened.","sex":"Male","variant":{"id":"cggv:9842380f-3b44-4db9-87e4-ff8aa21be169_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9c46334-d98c-47eb-8689-733fa97048c5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18495510"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18495510","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was present at 29% heteroplasmy in blood, 16% fibroblasts in the proband. It was not detected in the maternal blood sample. (0.5 segregation, 0.5 established pathogenic variant)"},{"id":"cggv:b9cbfcce-5445-4d41-9410-95eddd905922_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05c6b8e8-03db-46d4-814d-0cd2e53f400b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Supplemental Figure 2. Serial T2-weighted axial MRI of Patient 12, bilateral symmetrical high T2 signal intensities in the medulla oblongata, pontine tegmentum, around the aqueduct of the midbrain, subthalamic nucleus and anterior of thalamus.\nAt one year four months, he was found out to have external ophthalmoplegia and blepharoptosis. His MRI showed bilateral symmetrical brain stem lesion on T2-weighted image, and he was diagnosed to have Leigh disease. His development retarded gradually. At four years four months, his DQ was 46 and pointed out to have autism spectrum disorder (ASD).","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:b9cbfcce-5445-4d41-9410-95eddd905922_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family12 P12"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was detected at 41% heteroplasmy level in the blood of the proband but not detected in the blood of maternal sample. (score 0.5 recurrent variant, 0.5 segregation of heteroplasmy)"},{"id":"cggv:91441b36-6cb8-4b63-b20a-28c7b81d1be0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:accf02bd-a835-4930-811c-f14c37c8e25e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Mildly delayed motor milestones (crawling at 12 months and walking at 18 months of age) but language acquisition was normal, developed ptosis and divergent strabismus with vertical gaze palsy aged 4 years. At the age of 5.5 years, developed progressive ataxia that prevented the patient from walking independently and pyramidal tract signs, including bilateral ankle clonus. Died from an asystolic cardiac arrest at 6 years. \nCranial MRI at the age of four years eight months showed abnormal signal bilaterally in the brainstem and cerebellar peduncles. At five years eight months, was admitted with increasing sleepiness and found to have type II respiratory failure. Spectroscopy in the middle cerebellar peduncle showed normal N-acetylaspartate but a double lactate peak. The plasma lactate was normal, but the cerebrospinal fluid (CSF) lactate was raised at 3.0 mmol/L (normal range 1.0 – 2.5 mmol/L).","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:91441b36-6cb8-4b63-b20a-28c7b81d1be0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family4 P4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband's tissue showed heteroplasmy level of 71% in muscle. The variant was not detected at 4% heteroplasmy in the mother's blood and at 9% in urinary epithelial from mother  (Score 0.5 established, recurrent pathogenic variant, 0.5 segregation of heteroplasmy levels)"},{"id":"cggv:93ddc04e-95ea-4b7d-8708-c83002020592_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5941ccf-c170-4d9d-bb15-cd104e7deceb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"mtDNA by DHPLC analysis, ND5 sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband presented with ataxia, pronounced internuclear ophthalmoplegia and progressive walking problems starting at the age of 3 years. \nHe had increased lactate levels in blood and CSF. The complex I and V activities in muscle was reduced (50%). \nThe MRI of the brain (T2 weighted) showed bilateral, symmetrical hyperintensities in the midbrain and pontine region. ","sex":"Male","variant":{"id":"cggv:93ddc04e-95ea-4b7d-8708-c83002020592_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1d8a6b78-8d0f-48e0-b75a-679b05481632","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"m.13042G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120633"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17400793"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17400793","rdfs:label":"Family 2 patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The m.13042G>A (p.A236T) variant is not found gnomAD, APOGEE 0.85 Likely Pathogenic (0.25pts). The proband showed variant heteroplasmy in blood (77%), muscle (84%) and fibroblasts (86%). Maternal relatives heteroplasmy: mother: hair 25%, blood 11%; grandmother: blood ,2%, muscle 4–6%. (segregation 0.5 pts). Total Score: 0.75 pts. "},{"id":"cggv:5273365f-315c-4069-9d05-235ca2138ee4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7562ee72-2419-4c99-ba00-7ff75e348e30","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":24,"detectionMethod":"Direct sequencing of all seven mitochondrially-encoded complex I genes.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neuropathological diagnosis of Leigh syndrome. The proband initially presented with left-sided optic atrophy, which subsequently became bilateral. At the age of 20 years he started complaining of leg weakness.  Over the next 3 years, he developed ataxia, facial weakness, impaired hearing, ophthalmoplegia and weakness of the muscles of mastication, palate and larynx, necessitating a tracheostomy and gastrostomy. he died at 24 years of peritonitis,\nThe CSF lactate concentration was 4.0 mmol/l (normal 52.2 mmol/l).\nNeuropathology revealed symmetrical foci of neuronal loss, gliosis and microcapillary proliferation in the putamen, periaqueductal gray matter, inferior olives and cerebellar cortex. There was asymmetrical involvement of the medullary tegmentum and central axonal loss in the optic nerves.\nRespiratory chain studies revealed a specific defect in complex I activity in muscle mitochondria (33% of normal control values).","previousTesting":true,"previousTestingDescription":"Southern analysis of muscle DNA did not reveal large-scale mtDNA rearrangements, and a subsequent screen for mtDNA mutations known to be associated with Leigh disease (T8993G, T8993C, A8344G) and LHON (G3460A, G11778A, T14484C) proved negative.","sex":"Male","variant":{"id":"cggv:5273365f-315c-4069-9d05-235ca2138ee4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c185478-9240-43ab-a4f1-03417d50f696","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"m.12706T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120628"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11938446","type":"dc:BibliographicResource","dc:abstract":"Leigh disease is a genetically heterogeneous, neurodegenerative disorder of childhood that is caused by defects of either the nuclear or mitochondrial genome. Here, we report the molecular genetic findings in a patient with neuropathological hallmarks of Leigh disease and complex I deficiency. Direct sequencing of the seven mitochondrial DNA (mtDNA)-encoded complex I (ND) genes revealed a novel missense mutation (T12706C) in the mitochondrial ND5 gene. The mutation is predicted to change an invariant amino acid in a highly conserved transmembrane helix of the mature polypeptide and was heteroplasmic in both skeletal muscle and cultured skin fibroblasts. The association of the T12706C ND5 mutation with a specific biochemical defect involving complex I is highly suggestive of a pathogenic role for this mutation.","dc:creator":"Taylor RW","dc:date":"2002","dc:title":"Leigh disease associated with a novel mitochondrial DNA ND5 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11938446","rdfs:label":"Case report: Taylor 2002"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":" The m.12706T>C (p.Phe124Leu) is not found in gnomAD, APOGEE 0.97 LP. The proband showed 43% heteroplasmy in skeletal muscle and 30% heteroplasmy in skin fibroblasts by PCR ± RFLP analysis. No maternal sample was reported. "}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:bccb96b6-a45e-4834-918f-80d6eff5539b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe9230d4-a6a8-4080-a5b6-6e44d11e654e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"reduced complex I (suppl table 1). Biochemical assays of mitochondrial respiratory chain activity on cultured lymphoblastoid cells in the patient showed mild isolated complex I deficiency.\nThis patient suffered from severe encephalomyopathy with respiratory failure and high lactate levels during infancy. Cranial MRI showed bilateral brainstem and basal ganglia lesions. He was bedridden without eye movement and underwent tracheostomy for home mechanical ventilation and tube feeding. He died at the age of 14 years because of acute gastroenteritis and dehydration.","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:bccb96b6-a45e-4834-918f-80d6eff5539b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccebfade-2cef-4c51-a679-52ec20c09b4b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29506874","rdfs:label":"Family13 P13"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"The variant was detected at 49% heteroplasmy level in the blood of the proband and at 52% in muscle but not detected in the blood of maternal sample or in the blood of a healthy sibling. (score 0.5 recurrent variant, 0.5 segregation of heteroplasmy and 0.5 for de novo (2 samples)"},{"id":"cggv:e8923361-deb6-46ac-b2bd-65d1e0133591_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3af1a1ca-1a4e-4a74-9288-2cbf328244c1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"mtDNA by DHPLC analysis, ND5 sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband presented with discrete pyramidal syndrome of the legs, a right-sided hemidystonia and a strabismus divergens at the end of her first year. She had increasingly severe headaches. At 5 years of age, she had an exercise intolerance that interfered with her normal daily activities.\nThe MRI (T2 weighted) of the cerebrum showed increased signal intensities in the global pallidus and caudate nucleus in the cerebral peduncles and in the peri-aequaductal region.\nLactate was increased in serum (3.8 mmol/l, normal ,2.5 mmol/l) and in cerebrospinal fluid (CSF; 6.2 mmol/l, normal ,2.5 mmol/l).\nMuscle tissue the complex I and III activities were low, and in fibroblasts only complex I activity was decreased.","sex":"Female","variant":{"id":"cggv:e8923361-deb6-46ac-b2bd-65d1e0133591_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d1ef22cc-7c34-401b-acec-f086d0c06bcf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.13511A>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414818314"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17400793"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17400793","rdfs:label":"Family 1 patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"SCORE:1.25\nProband heteroplasmy levels: blood (65%), fibroblasts (53–65%) and muscle (72%). The variant was not detected in muscle, blood and hair root samples from the mother. (de novo 1 pt).\nm.13511A>T (p.K392M) is not found in gnomAD, APOGEE score 0.72 possibly pathogenic (0.25). \n"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5},{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ceac977c-8b37-4a91-8309-ca400b846032","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f59e2e42-f286-469a-a381-203efbaa590f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"At least 18 complex I subunits are associated with Leigh syndrome spectrum","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Structural modelling of Complex I"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"Scored based on LS scoring rubric  - encoded protein interacts with 10+gene products whose dysfunction is known to cause Leigh syndrome."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a28f3cac-15bd-4e6f-817a-d8109a97e65a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2bb2e054-25a4-4437-a7c0-99af46510377","type":"FunctionalAlteration","dc:description":"Methods paper establishing the use of MitoTALEN to target specific mitochondrial DNA sequences for cleavage. Transmitochondrial cybrid cells 80% heteroplasmic for m.13513G>A (fig3) showed reduced respiration and 40% complex I activity. Respiration levels and complex I activity were rescued in cells treated with the mitoTALEN.  Cybrid study demonstating OXPHOS deficiency which is rescued upon mitoTALEN treatment and restoration of wildtype mitochondrial DNA levels. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26159306","type":"dc:BibliographicResource","dc:abstract":"We have designed mitochondrially targeted transcription activator-like effector nucleases or mitoTALENs to cleave specific sequences in the mitochondrial DNA (mtDNA) with the goal of eliminating mtDNA carrying pathogenic point mutations. To test the generality of the approach, we designed mitoTALENs to target two relatively common pathogenic mtDNA point mutations associated with mitochondrial diseases: the m.8344A>G tRNA(Lys) gene mutation associated with myoclonic epilepsy with ragged red fibers (MERRF) and the m.13513G>A ND5 mutation associated with MELAS/Leigh syndrome. Transmitochondrial cybrid cells harbouring the respective heteroplasmic mtDNA mutations were transfected with the respective mitoTALEN and analyzed after different time periods. MitoTALENs efficiently reduced the levels of the targeted pathogenic mtDNAs in the respective cell lines. Functional assays showed that cells with heteroplasmic mutant mtDNA were able to recover respiratory capacity and oxidative phosphorylation enzymes activity after transfection with the mitoTALEN. To improve the design in the context of the low complexity of mtDNA, we designed shorter versions of the mitoTALEN specific for the MERRF m.8344A>G mutation. These shorter mitoTALENs also eliminated the mutant mtDNA. These reductions in size will improve our ability to package these large sequences into viral vectors, bringing the use of these genetic tools closer to clinical trials. ","dc:creator":"Hashimoto M","dc:date":"2015","dc:title":"MitoTALEN: A General Approach to Reduce Mutant mtDNA Loads and Restore Oxidative Phosphorylation Function in Mitochondrial Diseases."},"rdfs:label":"m.13513G>A cybrid complex I rescue"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Cybrid study demonstrating OXPHOS deficiency which is rescued upon mitoTALEN treatment and restoration of wildtype mitochondrial DNA levels. Scored 1.5 for high mutant load an biochemical deficiency but category capped at 2"},{"id":"cggv:ca659891-d57e-44da-9ffb-40280e69dece","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e6dbdfd8-1789-44bd-9b06-0dfa8ea07ad0","type":"FunctionalAlteration","dc:description":"1) Patient derived fibroblasts with 55% heteroplasmy were shown by high-resolution respirometry to be deficient in the maximal respiratory capacity and  in complexes I (Fig1. ). \nDecreased mitochondrial mass was reported in the fibroblasts: A defect in complexes I, III+V and IV was detected when normalizing with GAPDH but not when normalizing with both CS and GAPDH (Figure 1B).  Analysis of enzymatic activities of respiratory complexes highlighted a normal function of complexes II, III and IV (CS normalized) but a decreased activity of CS in LS fibroblasts (Figure 1C), supporting a decrease in mitochondrial mass as the main contribution to the lower levels of respiration. Extracellular lactate measurements demonstrated that LS fibroblasts produced more than twice the lactate generated by control fibroblasts.\n\n2. iPSC line, LND554SV.4,m.13513G>A at  45% heteroplasmy, derived from the patient fibroblasts. A control line was also generated from normal human dermal fibroblasts (NHDFs); iPSC line (N44SV.1). The LND554SV.4 line showed  a defect in the activity of complexes I and III of LS iPSC (Figure 2C). Similar to fibroblasts, lactate levels were increased in LS iPSCs as compared to control iPSCs (Figure 2D).\n\n3) Neural stem cells (NSCs) were derived from both patient and control iPSCs and stained positive for the NSC marker nestin (Figure 3A). The m.13513G>A mutation was retained in patient NSCs at a percentage of 19.26%. The NSCs were differentiated into neurons over 6 weeks (iPSC-iNs). LS neural stem cells (NSCs) manifested similar proliferative and differentiation capacity (Fig3.)\nFig 4. iNs co-cultured with mouse astrocytes showing a marked neurodegeneration in the patient in comparison with the control both at days 21 and 42. Seahorse XFe96 Analyzer was used to quantify oxygen consumption whilst the neurons were in culture, showing a reduced basal and maximal respiration in patient cells as well as reduced complex I contribution. \nPatch clamp studies were used to demonstrate no abnormalities in intrinsic properties or AP characteristics of patient neurons as compared to control. \nIntracellular calcium concentrations were analyzed by live cell calcium imaging in NSC-derived neurons, after 6 weeks of differentiation and used to demonstrate a Ca2+ buffering defect. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32366037","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is the most frequent infantile mitochondrial disorder (MD) and is characterized by neurodegeneration and astrogliosis in the basal ganglia or the brain stem. At present, there is no cure or treatment for this disease, partly due to scarcity of LS models. Current models generally fail to recapitulate important traits of the disease. Therefore, there is an urgent need to develop new human in vitro models. Establishment of induced pluripotent stem cells (iPSCs) followed by differentiation into neurons is a powerful tool to obtain an in vitro model for LS. Here, we describe the generation and characterization of iPSCs, neural stem cells (NSCs) and iPSC-derived neurons harboring the mtDNA mutation m.13513G>A in heteroplasmy. We have performed mitochondrial characterization, analysis of electrophysiological properties and calcium imaging of LS neurons. Here, we show a clearly compromised oxidative phosphorylation (OXPHOS) function in LS patient neurons. This is also the first report of electrophysiological studies performed on iPSC-derived neurons harboring an mtDNA mutation, which revealed that, in spite of having identical electrical properties, diseased neurons manifested mitochondrial dysfunction together with a diminished calcium buffering capacity. This could lead to an overload of cytoplasmic calcium concentration and the consequent cell death observed in patients. Importantly, our results highlight the importance of calcium homeostasis in LS pathology.","dc:creator":"Galera-Monge T","dc:date":"2020","dc:title":"Mitochondrial Dysfunction and Calcium Dysregulation in Leigh Syndrome Induced Pluripotent Stem Cell Derived Neurons."},"rdfs:label":"iPSC MT-ND5 m.13513G>A"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"Differentiated iNeurons (19% heteroplasmy) showed an increased rate of cell death compared to a control line, reduced respiration , including reduced complex I contribution to respiration and dysregulation of  calcium homeostasis. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":2931,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:150b018d-3a8f-409f-925f-cc498a7464db","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7461","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-ND5 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 24, 2021. The MT-ND5 gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND5. Defects of this protein lead to complex I deficiency.\n\nThe MT-ND5 gene was first reported in relation to maternally inherited Leigh syndrome spectrum in 2002 (PMID: 11938446). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 6 variants in 21 cases (1 with m.12706T>C, 1 with m.13042G>A, 1 with m.13063G>A, 9 with m.13094T>C, 1 with m.13511A>T, and 8 with m.13513G>A) from 8 publications (PMIDs: 17400793, 11938446, 12624137, 18495510, 23918514, 17535832, 29506874, 23034978). Of note, while Gene Curation SOP Version 8 maxes case level missense variant total score at 7, the Mitochondrial Disease Gene Curation Expert Panel agreed the maximum score would be 12 given that the majority of pathogenic mitochondrial DNA variants are missense variants. Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction, functional alterations in patient cells, and functional alteration in non-patient cells (PMIDs: 27509854, 32366037, 26159306). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 24, 2021 (SOP Version 8).\n21 cases scored from 8 publications scored a total of 19.75 points. Capped at 12 points.\n5.5 points scored for experimental evidence. Max score for Functional Alteration category = 2 points capped at 4. Meets requirements for Definitive classification.","dc:isVersionOf":{"id":"cggv:e941d385-716f-4264-8f24-ffe3022579e2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}