{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-11-08T05:40:22.384Z","role":"Publisher"},{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-11-07T20:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2f33c9c-71cb-4c94-a056-e4691b6d5cac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:8dc7df25-7b06-4043-98d1-545cd5f3a8c7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The expression of Kv3.1 channels has been studied extensively. Unlike many other potassium channels which are expressed in a variety of tissues (see review by Chandy and Gutman, 1995), expression of the Kv3.1 gene is restricted to the nervous system, except for a subpopulation of T lymphocytes (Luneau et al., 1991; Drewe et al., 1992; Grissmeret al., 1992).  Studies of the distribution of Kv3.1 mRNAs in the rat central nervous system (CNS) using in situ hybridization and single-cell polymerase chain reaction (PCR) have shown that the Kv3.1gene is expressed in a speciﬁc subset of neurons (Perney et al., 1992b, Drewe et al., 1992; Weiseret al., 1994; Massengill et al., 1997) and that the two splice variants, Kv3.1a and Kv3.1b are coexpressed in the same neurons (Perney et al., 1992b).  Many of the neurons that express high levels of Kv3.1 mRNA and protein have been characterized electrophysiologically to have narrow action potentials and display high-frequency ﬁring rates.  For example, a subset of neurons of the neocortex, the hippocampus, and the striatum that express high levels of Kv3.1 channels were characterized by double labeling to correspond to neurons containing parvalbumin, a calcium-binding protein; Lenz et al., 1994; Weiser etal., 1995; Du et al., 1996).  The presence of parvalbumin is believed to serve as a calcium buffer in neurons with fast-ﬁring properties (Celio and Heizmann, 1981).  Other neurons that express high levels of Kv3.1 include cerebellar granule cells, and neurons in the substantia nigra reticulata, reticular thalamic nuclei, globus pallidus, pontine reticular nucleus, and reticulotegmental nucleus of the pons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9777733","type":"dc:BibliographicResource","dc:abstract":"The Kv3.1 potassium channel gene is expressed in neurons that fire action potentials at high frequencies. Neurons that express this gene, such as auditory brain stem neurons, have high-threshold voltage-dependent potassium currents that activate and deactivate unusually rapidly, and whose characteristics match those of the Kv3.1 subunit expressed heterologously. The level of Kv3.1 expression in neurons is regulated during development and by environmental stimuli. Pharmacological and computer modeling studies indicate that changes in the level of this channel alter the ability of a neuron to follow synaptic inputs at high frequencies. To understand the transcriptional mechanisms that control Kv3.1 expression, an initial characterization of the primary promoter for the Kv3.1 gene was carried out. This review summarizes current knowledge regarding Kv3.1 gene transcription and the roles of upstream regulatory elements in conferring cell-type specificity and long-term regulation by extrinsic factors.","dc:creator":"Gan L","dc:date":"1998","dc:title":"When, where, and how much? Expression of the Kv3.1 potassium channel in high-frequency firing neurons."},"rdfs:label":"Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"This is a review paper."},{"id":"cggv:a497a995-7021-423d-b9ec-ef13463802e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:7104c6ed-9d32-4241-9430-094e89b80db6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This result shows that KCNC1 plays a role in maintaining high frequency firing of neurons by rapid repolarization. If the neurons' ability to fire high frequency action potentials, the balance of brain's electrical activity is expected to be inbalances, leading to seizures, which is an uncontrolled electrical activity in the brain. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33735526","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNC1 can cause severe neurological dysfunction, including intellectual disability, epilepsy, and ataxia. The Arg320His variant, which occurs in the voltage-sensing domain of the channel, causes a highly penetrant and specific form of progressive myoclonus epilepsy with severe ataxia, designated myoclonus epilepsy and ataxia due to potassium channel mutation (MEAK). KCNC1 encodes the voltage-gated potassium channel K","dc:creator":"Carpenter JC","dc:date":"2021","dc:title":"Progressive myoclonus epilepsy KCNC1 variant causes a developmental dendritopathy."},"rdfs:label":"Firing of cortical neuron cultures expressing Kv3.1b"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Expression in the brain tissues is not enough for the experimental points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec3d7d4f-d7ed-4f13-8a82-f0ec35931c77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:bd9ca257-1d89-4eb6-ad48-5ee5e0f9c70e","type":"FunctionalAlteration","dc:description":"To assess the effects of the p.Arg320His substitution on channel function, we used the Xenopus laevis oocyte expression system and automated two-electrode voltage clamp. Potassium currents were recorded from oocytes injected with identical amounts of wild-type or mutant cRNA of the human KV3.1 channel. Whereas the wild-type channel produced robust currents upon membrane depolarization, the currents observed with the mutant channel were barely detectable. A western blot analysis using an antibody to DDK-tag revealed similar protein levels in total lysates of oocytes expressing wild-type or mutant subunits, indicating that the mutant protein has a similar stability as the wild-type. To examine for a possible interaction of mutant with wild-type subunits, we co-expressed them in a 1:1 ratio. These experiments showed an approximately 80% reduction in the expected current amplitude recorded at +60 mV, indicating a dominant-negative effect. The diminished currents produced by the combination of mutant and wild-type subunits revealed altered gating properties, with a significant hyperpolarizing shift of the activation curve.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25401298","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsies (PMEs) are a group of rare, inherited disorders manifesting with action myoclonus, tonic-clonic seizures and ataxia. We sequenced the exomes of 84 unrelated individuals with PME of unknown cause and molecularly solved 26 cases (31%). Remarkably, a recurrent de novo mutation, c.959G>A (p.Arg320His), in KCNC1 was identified as a new major cause for PME. Eleven unrelated exome-sequenced (13%) and two affected individuals in a secondary cohort (7%) had this mutation. KCNC1 encodes KV3.1, a subunit of the KV3 voltage-gated potassium ion channels, which are major determinants of high-frequency neuronal firing. Functional analysis of the Arg320His mutant channel showed a dominant-negative loss-of-function effect. Ten cases had pathogenic mutations in known PME-associated genes (NEU1, NHLRC1, AFG3L2, EPM2A, CLN6 and SERPINI1). Identification of mutations in PRNP, SACS and TBC1D24 expand their phenotypic spectra to PME. These findings provide insights into the molecular genetic basis of PME and show the role of de novo mutations in this disease entity. ","dc:creator":"Muona M","dc:date":"2015","dc:title":"A recurrent de novo mutation in KCNC1 causes progressive myoclonus epilepsy."},"rdfs:label":"Current analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level functional evidence"},{"id":"cggv:12e5f641-fc67-4bc1-97b4-6941a34a23f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:8db43a6f-752e-4d77-82e3-7fae8673cf9a","type":"FunctionalAlteration","dc:description":"Coexpression of KV3.1WT channel with KV3.1R320H resulted in a significant reduction of the peak current amplitude, an effect previously reported in the Xenopus oocyte expression system.  To explore the molecular mechanism of alleviation of disease symptoms at elevated body temperature observed in some MEAK patients, we measured channel\nproperties at 36C and 39C.  Earlier work has shown that human ether-\u0002a-go-go–related gene (hERG), KV2.1 (KCNB1), and KV4.3 (KCND3) have temperature sensitivity.  No such data could be found for KV3.1 channels, and here we show that elevated temperature causes a hyperpolarizing shift in the voltage dependence of activation and an increase in the rate of inactivation in the WT channel. Interestingly, for both parameters the mutant channels showed blunted changes with elevated temperature.  \n\nWith respect to the mechanism underlying alleviation of symptoms with temperature, the most parsimonious explanation is that the hyperpolarizing shift in the activation voltage of channels comprised only of WT subunits is beneficial. The precise number of such channels in vivo is difficult to predict, but is expected to be approximately 6% assuming equal expression of WT and mutant alleles. A leftward shift in this residuum of WT-only channels will result in increased current magnitude that would directly counter the reduced currents seen in mutant channels.  The blunted temperature-dependent inactivation seen in the mutant channels may also contribute by maintaining channel availability during elevations in temperature.  Thus, in patients harboring mutant subunits, temperature dependent improvement of symptoms could be due to increased availability of WT-only channels in combination with the maintenance of the availability of mutant channels.  A net increase in KV3.1 channel availability would enhance the ability of interneuron firing and consequently reduce network excitability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28380698","type":"dc:BibliographicResource","dc:abstract":"To comprehensively describe the new syndrome of myoclonus epilepsy and ataxia due to potassium channel mutation (MEAK), including cellular electrophysiological characterization of observed clinical improvement with fever.","dc:creator":"Oliver KL","dc:date":"2017","dc:title":"Myoclonus epilepsy and ataxia due to KCNC1 mutation: Analysis of 20 cases and K+ channel properties."},"rdfs:label":"In vivo analysis of channel properties"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level functional evidence."},{"id":"cggv:318bf310-d793-4003-8afa-759735590dd7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:4506781a-cf45-4dd5-8975-2612514a01e6","type":"FunctionalAlteration","dc:description":"Interneurons expressing KV3.1bR320H had clear morpho- logical defects at 14–16 DIV. To quantify this, we transduced neurons at 1 DIV, when neurons un- dergo a rapid period of neuritogenesis, and performed dendritic analysis at 7 DIV. A significantly higher percentage of neurons expressing KV3.1bR320H had undetectable processes at 7 DIV (85.7% ± 1.1%, n = 6) compared to WT (27.8% ± 2.6%, n = 6) and GFP controls (30.9% ± 4.0%, n = 6; p < .001, one-way ANOVA fol- lowed by Bonferroni multiple comparison test). Of those neurons with clearly detectable processes, KV3.1bR320H ex- pression had no significant effect on dendritic arborization, but significantly reduced total dendritic length when com- pared to GFP and KV3.1bWT controls. In contrast, overex- pression of KV3.1bWT had no effect on either total dendritic length or dendritic arborization compared to GFP control. When KV3.1b variant was introduced by plasmid transfection at 4 DIV, a time point at which the dendritic arbor is partly established, dendritic land axonal length was significantly reduced. Dendritic arborization was also significantly reduced. Dendritic length did not decrease between 24 and 48 h after transfection with KV3.1bR320H, suggesting that reduced length at 48 h is due to impaired outgrowth and not col- lapse. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33735526","rdfs:label":"Effect of p.R320H on dendritic and axonal growth "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level functional evidence."},{"id":"cggv:92719965-96be-473f-b7df-81f7820ffdde","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:4c6e58d2-3cf7-4be7-8f00-4f5579571bb7","type":"FunctionalAlteration","dc:description":"In addition to compromised dendritic development, a higher proportion of neurons expressing KV3.1bR320H were positive for a marker of programmed cell death (termi- nal deoxynucleotide transferase-mediated deoxyuridine triphosphate nick-end labeling [TUNEL]) after 72 h, with respect to GFP and KV3.1bWT. At 72 h post- transfection, KV3.1bR320H neurons had rounded cell bodies and blebbing of neuronal processes, consistent with pro- grammed cell death. KV3.1bR320H neurons were still viable 48 h after transfection as indicated by the TUNEL assay, but there were early proapoptotic nuclear changes, such as chromatin condensation and morphologi- cal irregularities, reflected in a significantly reduced nuclear area factor.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33735526","rdfs:label":"Neuronal cell death by p.R320H"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level functional evidence"},{"id":"cggv:fd35ff40-2bad-4b07-a482-ac451812b0af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:10bc17eb-d861-47e2-998e-c92475796260","type":"FunctionalAlteration","dc:description":"In contrast to reported complete or partial reductions in expression in some experi- mental conditions, KV3.1bR320H produced WT-like current amplitude in our conditions. Voltage dependence of activation also did not differ from the WT channels. However, KV3.1bR320H activation was slower than WT channels. The reduced rate of activation persisted in the simulated heterozygous condition with RNA for mutant and WT subunits injected at a 1:1 ratio. Finally, WT channels showed a rapid but small decay in currents in response to pulses positive to 0 mV, and this inactivation was not seen in oocytes expressing KV3.1bR320H. Simulated heterozygous channels were inactivated at volt- ages more positive than WT channels. Overall, KV3.1bR320H conferred dominant loss-of-function due to a reduced rate of channel activation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33735526","rdfs:label":"change in time constant by p.R320H"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level functional evidence"},{"id":"cggv:455b74ec-6be1-497b-9004-a04539c491be","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:532b5b2e-7989-4208-96b7-5a2b28b37eee","type":"FunctionalAlteration","dc:description":"As expected, expression of KV3.1bWT enabled high-frequency firing and prevented depolariza- tion block in response to current injections greater than 200 pA. In contrast, KV3.1bR320H significantly reduced AP frequency compared to GFP across a range of current steps. There were no significant dif- ferences in the current threshold, AP threshold, input re- sistance, or capacitance. To assess the impact of KV3.1bR320H channels on high- frequency firing in response to rapid current inputs, we delivered 5-ms suprathreshold current pulses at frequen- cies of 10–100 Hz. Neurons overexpress- ing KV3.1WT had significantly higher AP success rates at 100 Hz compared to GFP control neurons. Overexpression of KV3.1bR320H, on the other hand, had no effect on spike fidelity at 100 Hz compared to GFP controls. The lack of effect of KV3.1bR320H on firing in response to stimulus trains may be due to the repolarization after the end of the step being sufficient to support firing at this rate, or to low functional expression of endogenous KV3.1b at this developmental stage in cul- ture . The somatic expression level of KV3.1b was not found to differ for the wild-type (WT) and mutant channel.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33735526","rdfs:label":"p.R320H reduced the firing frequency of cortical neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This is a variant-level functional study."},{"id":"cggv:32c74563-9398-4a3d-bc9b-ac0416a8c2e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:eef565e3-66f0-443b-829d-f9137d8295cc","type":"FunctionalAlteration","dc:description":"In the present study, we find that expressing channels with the MEAK associated mutation, Kv3.1Arg320His, in a mammalian expression system (HEK293 cells) results in a significantly reduced K+ current level when compared to cells expressing WT Kv3.1 channels, confirming that the Arg320His mutation is a loss-of-function mutation.  In addition, 1:1 transfections with Kv3.1WT and Kv3.1Arg320His resulted in a significant reduction in the peak current amplitude (approximately 70% at +40 mV) when compared to Kv3.1WT. This indicates that Kv3.1Arg320His works in a dominantly negative manner, which is also supported by others, although the absolute reduction in current amplitude following co-expression of the mutated with the WT Kv3.1 channels is slightly different (80% at +60 mV and 25% at +80 mV, respectively) in these studies. In our hands, there was no significant difference in the current levels between heteromeric and homomeric Kv3.1Arg320His, unlike studies from Xenopus oocytes where currents via Kv3.1Arg320His were barely detectable (Muona et al., 2015). This discrepancy could be caused by differences in amphibian and mammalian intracellular transport, as well as the different experimental conditions. Furthermore, we find a reduced (but not complete absent) plasma membrane localization of the Kv3.1Arg320His channel, which may explain the reduced current amplitude in cells expressing Kv3.1Arg320His or Kv3.1WT+Arg320His.  Our data indicate that the prototype Kv3 channel activator, RE01, enhance both WT and mutated Kv3.1 channel open probability with a concomitant shift in the voltage-dependence of activation in a hyperpolarized direction. Further, both activation- and deactivation (only statistically significant for Kv3.1WT)\nkinetics are altered by RE01, again indicating that the compound act as a gaiting modifier of both WT and mutated Kv3.1 channels. The activation of Kv3.1 channels upon membrane depolarization is significantly faster in the presence of RE01 resulting in a higher K+ conductance at physiological relevant membrane potentials. These observations suggest that small molecule pharmacological modulators of Kv3 channel activity may constitute a plausible treatment option in patients carrying the MEAK mutation where normal Kv3.1 channel function is impaired.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29894724","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsies (PMEs) constitute a cluster of inherent, genetically diverse, rare seizure disorders characterized by ataxia, tonic-clonic seizures, and action myoclonus. Recently, a mutation in the KCNC1 gene (Arg320His) was described in a group of PME patients. The KCNC1 gene encodes the K","dc:creator":"Munch AS","dc:date":"2018","dc:title":"Pharmacological rescue of mutated K"},"rdfs:label":"Biophysical Channel Properties"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This is a variant-level experimental study."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5321,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:7796e72d-16bc-4778-8ce8-90a30d109a92","type":"GeneValidityProposition","disease":"obo:MONDO_0020074","gene":"hgnc:6233","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KCNC1 was first reported in relation to autosomal dominant progressive myoclonus epilepsy (PME) in thirteen unrelated families with the same recurrent variant, c.959G>A (p.Arg320His), in 2015 (Muona et al. 2015, PMID: 25401298). Since then, eight more families with PME and the same variant have been reported in six studies. Patients with this condition initially develop normally, but have generalized tonic-clonic seizures, myoclonus seizures, myoclonus, cognitive and motor decline, and ataxia. The onset varies from 3 to 14 years of age. In addition to PME, KCNC1 is also associated with autosomal dominant complex neurodevelopmental disorder, which is curated separately. The mechanism of pathogenicity of the p.Arg320His variant appears to be dominant negative according to functional studies. The variant was confirmed de novo in 12 probands who received 1 pt each. The other 9 families received 0.5 pts each. One family with a different variant, c.949C>A, p.Arg317Ser, also had PME, and received 0.5 pts, because a functional study of the variant revealed a dominant negative effect. In total, maximum score for genetic evidence (12 pts) has been reached. In summary, KCNC1 is definitively associated with autosomal dominant progressive myoclonus epilepsy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:35d2beba-40f6-472d-842c-41925f486ba9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}