{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-02-09T17:00:00.000Z","role":"Approver"},{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-02-12T19:24:18.340Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28449119","type":"dc:BibliographicResource","dc:abstract":"CblX (MIM309541) is an X-linked recessive disorder characterized by defects in cobalamin (vitamin B12) metabolism and other developmental defects. Mutations in HCFC1, a transcriptional co-regulator which interacts with multiple transcription factors, have been associated with cblX. HCFC1 regulates cobalamin metabolism via the regulation of MMACHC expression through its interaction with THAP11, a THAP domain-containing transcription factor. The HCFC1/THAP11 complex potentially regulates genes involved in diverse cellular functions including cell cycle, proliferation, and transcription. Thus, it is likely that mutation of THAP11 also results in biochemical and other phenotypes similar to those observed in patients with cblX. We report a patient who presented with clinical and biochemical phenotypic features that overlap cblX, but who does not have any mutations in either MMACHC or HCFC1. We sequenced THAP11 by Sanger sequencing and discovered a potentially pathogenic, homozygous variant, c.240C > G (p.Phe80Leu). Functional analysis in the developing zebrafish embryo demonstrated that both THAP11 and HCFC1 regulate the proliferation and differentiation of neural precursors, suggesting important roles in normal brain development. The loss of THAP11 in zebrafish embryos results in craniofacial abnormalities including the complete loss of Meckel's cartilage, the ceratohyal, and all of the ceratobranchial cartilages. These data are consistent with our previous work that demonstrated a role for HCFC1 in vertebrate craniofacial development. High throughput RNA-sequencing analysis reveals several overlapping gene targets of HCFC1 and THAP11. Thus, both HCFC1 and THAP11 play important roles in the regulation of cobalamin metabolism as well as other pathways involved in early vertebrate development.","dc:creator":"Quintana AM","dc:date":"2017","dc:title":"Mutations in THAP11 cause an inborn error of cobalamin metabolism and developmental abnormalities."},"evidence":[{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d25bce4b-43b5-48a7-83f1-6e474e173ee6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:43ef0104-bcab-45bc-b22b-17d0d23a7946","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Coimmunoprecipitation found association of THAP11 and HCF-1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31905202","type":"dc:BibliographicResource","dc:abstract":"Twelve human THAP proteins share the THAP domain, an evolutionary conserved zinc-finger DNA-binding domain. Studies of different THAP proteins have indicated roles in gene transcription, cell proliferation and development. We have analyzed this protein family, focusing on THAP7 and THAP11. We show that human THAP proteins possess differing homo- and heterodimer formation properties and interaction abilities with the transcriptional co-regulator HCF-1. HEK-293 cells lacking THAP7 were viable but proliferated more slowly. In contrast, HEK-293 cells were very sensitive to THAP11 alteration. Nevertheless, HEK-293 cells bearing a THAP11 mutation identified in a patient suffering from cobalamin disorder (THAP11F80L) were viable although proliferated more slowly. Cobalamin disorder is an inborn vitamin deficiency characterized by neurodevelopmental abnormalities, most often owing to biallelic mutations in the MMACHC gene, whose gene product MMACHC is a key enzyme in the cobalamin (vitamin B12) metabolic pathway. We show that THAP11F80L selectively affected promoter binding by THAP11, having more deleterious effects on a subset of THAP11 targets, and resulting in altered patterns of gene expression. In particular, THAP11F80L exhibited a strong effect on association with the MMACHC promoter and led to a decrease in MMACHC gene transcription, suggesting that the THAP11F80L mutation is directly responsible for the observed cobalamin disorder.","dc:creator":"Dehaene H","dc:date":"2020","dc:title":"THAP11F80L cobalamin disorder-associated mutation reveals normal and pathogenic THAP11 functions in gene expression and cell proliferation."},"rdfs:label":"HCF-1 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:84756770-00a4-4157-9928-8f217afcf79c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:40668507-6bfb-439d-aca2-abcdad932a18","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The Chip-seq observation suggests that THAP11 activates MMACHC gene transcription and that the THAP11F80L mutation impairs this activation, consistent with the cobalamin-disorder phenotype of the patient from whom the mutation was identified.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31905202","rdfs:label":"MMACHC transcription factor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e701bb3-a7cb-49ea-ade6-dab1cb9eb092","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d5b43268-5d27-4b67-b5a7-33244f77ae98","type":"FunctionalAlteration","dc:description":"Used high-throughput RNA sequencing in patient derived cell lines in order to identify effector genes. A small number of differentially expressed genes wre identified, including reduced MMACHC expression. The THAP11 patient transcriptome clustered in the same clade with majority of cblX patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28449119","rdfs:label":"transcriptome"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Down-regulation of MMACHC, which is involved in cobalamin metabolism, may result in the cblX-like phenotype. This was further supported by the observation that retroviral transduction of MMACHC into patient-derived fibroblasts correct the biochemical phenotype measured by [14C]propionate incorporation."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c47d9229-54f2-42a7-b5a3-0ba4819f8b08","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c554b6c-cd17-463e-ac43-e8aaf2b2f5a2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A CRISPR/Cas9 mouse model carrying the same point mutation as the human patient (F80L) had CNS, hematological, and cardiac defects consistent with cblC patients.\n\nChIP-PCR showed that the RONIN F80L protein was no longer able to bind the Mmachc promoter and the mice exhibited dramatic reductions in Mmachc RNA and protein expression. RoninF80L/F80L MEFs also displayed the consequential reduction in the functional activity of MTR and MUT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35013307","type":"dc:BibliographicResource","dc:abstract":"Combined methylmalonic acidemia and homocystinuria (cblC) is the most common inborn error of intracellular cobalamin metabolism and due to mutations in Methylmalonic Aciduria type C and Homocystinuria (MMACHC). Recently, mutations in the transcriptional regulators HCFC1 and RONIN (THAP11) were shown to result in cellular phenocopies of cblC. Since HCFC1/RONIN jointly regulate MMACHC, patients with mutations in these factors suffer from reduced MMACHC expression and exhibit a cblC-like disease. However, additional de-regulated genes and the resulting pathophysiology is unknown. Therefore, we have generated mouse models of this disease. In addition to exhibiting loss of Mmachc, metabolic perturbations, and developmental defects previously observed in cblC, we uncovered reduced expression of target genes that encode ribosome protein subunits. We also identified specific phenotypes that we ascribe to deregulation of ribosome biogenesis impacting normal translation during development. These findings identify HCFC1/RONIN as transcriptional regulators of ribosome biogenesis during development and their mutation results in complex syndromes exhibiting aspects of both cblC and ribosomopathies.","dc:creator":"Chern T","dc:date":"2022","dc:title":"Mutations in Hcfc1 and Ronin result in an inborn error of cobalamin metabolism and ribosomopathy."},"rdfs:label":"Ronin mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Only a single mouse survived for phenotyping, and MMA and Hcy levels were not reported.\n\nThey also observed additional unexpected phenotypes such as craniofacial dysmorphia, homeotic transformations, and white belly spotting."},{"id":"cggv:f356084d-af3a-435f-8993-f53aa1baf063","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d103e188-063f-439a-a227-5c3ccfdf2371","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish embryos injected with thap11 morpholino showed severe craniofacial abnormalities and structural brain abnormalities (observed a complete loss of the viscerocranium).\n\nThe authors also injected a mutated version of THAP11 mRNA containing the c.240C > G mutation into wildtype zebrafish embryos. Expression of the c.240C > G mRNA increased the population of cells expressing HuC/D and decreased the number of Sox2+ cells by approximately 3 fold.\n\nThe co-injection of c.240C > G variant and thap11 morpholino resulted in more Sox2+ cells relative to control non-injected embryos, but also had more HuC/D+ cells than the thap11 morphant. Thus, these data suggest that c.240C > G THAP11 mutation promotes a neuronal fate at the expense of neural precursors, a completely opposite phenotype when compared to the knockdown of thap11 mRNA. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28449119","rdfs:label":"thap11 KD zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"There is similarity to the HCFC1 and MMACHC morphant zebrafish models but overlap with the single THAP11 patient phenotype is limited. The patient was not reported to have craniofacial abnormalities and while they did have severe intellectual disability and seizures, structural brain abnormalities were not investigated."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:a47a8880-9b81-4f60-9ca6-62ebbd0b44e3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a47a8880-9b81-4f60-9ca6-62ebbd0b44e3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:38925862-30cf-42df-95b0-b4fef2c0964c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020457.3(THAP11):c.240C>G (p.Phe80Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396396088"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"191–383 µmol MMA/mmol creatinine\n\nPatient fibroblasts accumulated less cobalamin than did control cells when incubated with [57Co]cyanocobalamin, and synthesis of both adenosylcobalamin and methylcobalamin was decreased. They also showed decreased [14C]propionate and [14C]methyltetrahydrofolate incorporation.","phenotypes":["obo:HP_0002912","obo:HP_0000565","obo:HP_0001298","obo:HP_0032794","obo:HP_0000540","obo:HP_0002445","obo:HP_0010864"],"previousTestingDescription":"does not have any mutations in either MMACHC or HCFC1","sex":"Male","variant":{"id":"cggv:7abca719-f631-436b-b542-32869b667833_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:38925862-30cf-42df-95b0-b4fef2c0964c"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28449119"},"rdfs:label":"Quintana 2017 Patient"},{"id":"cggv:7abca719-f631-436b-b542-32869b667833","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7abca719-f631-436b-b542-32869b667833_variant_evidence_item"},{"id":"cggv:7abca719-f631-436b-b542-32869b667833_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In PMID: 31905202 (Figure 5) HEK-293 cells bearing the THAP11 mutation (THAP11F80L) were viable although proliferated more slowly, at less than one-half the WT rate. ChIP-seq results in THAP11F80L HEK-293 cells found it binds to only  a subset of the WT promoter targets, not including MMACHC (Figures 7, 10)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":7799,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:016d4ae1-7fb0-4caa-8d8e-589354fa093e","type":"GeneValidityProposition","disease":"obo:MONDO_0016826","gene":"hgnc:23194","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*THAP11* was first reported in relation to autosomal recessive methylmalonic acidemia with homocystinuria in 2017 (Quintana AM, et al., 2017, PMID: 28449119). *THAP11* encodes a transcription factor that plays a central role for embryogenesis and the pluripotency of embryonic stem cells. It forms a complex with HCF-1, a transcriptional coregulator essential for cell-cycle progression and cell proliferation, and together they regulate the expression of *MMACHC* among other targets. Only one variant (Phe80Leu) has been reported in one proband (PMID: 28449119), resulting in loss of binding to the *MMACHC* promoter, and thus resulting in metabolic abnormalities similar to *MMACHC* deficiency, such as reduced adenosylcobalamin and methylcobalamin as well as decreased [14C]propionate and [14C]methyltetrahydrofolate incorporation. Experimentally, this gene-disease relationship is supported by its interaction with *HCFC1* and their function in transcriptional regulation (PMID: 31905202) which was altered in patient cells (PMID: 28449119) and HEK293 cells expressing the Phe80Leu variant (PMID: 31905202). Additionally, knockdown in zebrafish (PMID: 28449119) resulted in phenotypes similar to other cobalamin C deficiencies, and a Phe80Leu knockin mouse model recapitulated the metabolic abnormalities observed in the patient (PMID: 35013307). In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:6976fdb2-7650-46b7-887c-454666f23bc8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}