{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-17T22:31:52.758Z","role":"Approver"},{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-17T22:32:05.126Z","role":"Publisher"}],"evidence":[{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c326459-5a75-4da5-8c90-4dde3321f768","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1e7bfe97-31f6-467d-95bb-a61cb9b3ebb9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization shows expression of KALc in the olfactory bulb of the developing the chicken. Specifically expression seems to be upregulated at stage 30 in the outer layer of the neuroepithelium and it confines to a distinct band that coincides with the mitral cell layer ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8513320","type":"dc:BibliographicResource","dc:abstract":"Kallmann syndrome is a genetic disorder characterized by a defect in olfactory system development, which appears to be due to an abnormality in the migration of olfactory axons and gonadotropin releasing hormone (Gn-RH) producing neurons. The X-linked Kallmann syndrome gene shares significant similarities with molecules involved in neural development. We have now isolated the evolutionarily conserved chicken homologue of the Kallmann gene. In the developing and adult chicken, high levels of expression were found in the mitral cells of the olfactory bulb (the target of olfactory axons) and in the Purkinje cells of the cerebellar cortex, both areas affected in patients with Kallmann syndrome. We propose a model in which the Kallmann syndrome gene product is a signal molecule required for neuronal targeting throughout life.","dc:creator":"Rugarli EI","dc:date":"1993","dc:title":"Expression pattern of the Kallmann syndrome gene in the olfactory system suggests a role in neuronal targeting."},"rdfs:label":"In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Scored default points of 0.25 for expression in an animal model"},{"id":"cggv:f9d9d30a-f2e0-4e7c-9ee7-4626d751ad6e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88f38b78-9731-484b-8b10-f4595d5ee945","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization in human embryo shows expression of KAL-1 (ANOS1) mRNA in a 7 week-year old embryo in the olfactory bulb. Immunohistofluorescence also shows transient expression of ANOS1 in the respiratory epithelium of the nasal cavity and in the adjacent mesenchyme at the end of week 6 and during week 7","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10340754","type":"dc:BibliographicResource","dc:abstract":"Kallmann syndrome is a developmental disease characterized by gonadotropin-releasing hormone (GnRH) deficiency and olfactory bulb hypoplasia. The gene underlying the X chromosome-linked form, KAL-1, has been identified for several years, yet the pathogenesis of the disease is not understood. By immunohistofluorescence and immunoelectron microscopy, we establish that the KAL-1 encoded protein, anosmin-1, is a transient and regionally restricted component of extracellular matrices during organogenesis in man. Anosmin-1 was detected in the basement membranes and/or interstitial matrices of various structures including bronchial tubes, mesonephric tubules and duct, branches of the ureteric bud, muscular walls of the digestive tract and larger blood vessels, precartilaginous models of skeletal pieces, muscle tendons, head mesenchymes, inner ear, and forebrain subregions. Our results suggest that this protein acts as a local, rather than a long-range, cue during organogenesis. In the olfactory system, anosmin-1 was detected from week 5 onward. The protein was restricted to the olfactory bulb presumptive region and later, to the primitive olfactory bulbs. We therefore suggest that the genetic defect underlying X-linked Kallmann syndrome disrupts the terminal navigation of the early olfactory axons or directly affects the initial steps of olfactory bulb differentiation. The mechanism of the GnRH deficiency is also discussed, relying on the evidence that anosmin-1 is present in the medial walls of the primitive cerebral hemispheres, along the rostro-caudal migratory pathway of the GnRH-synthesizing neurons, at 6 weeks. Finally, the present results strongly suggest that the renal aplasia observed in about one third of the affected individuals results from primary failure of the collecting duct system.","dc:creator":"Hardelin JP","dc:date":"1999","dc:title":"Anosmin-1 is a regionally restricted component of basement membranes and interstitial matrices during organogenesis: implications for the developmental anomalies of X chromosome-linked Kallmann syndrome."},"rdfs:label":"In situ hybridization in developing embryo"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4ec4d0db-b965-425d-9b86-576baf59daa9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b424b0dc-6e24-4db3-98e4-a61b7ce502d7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression in purkinje cells and cerebellum is present in the developing chicken around stage 34/35. This could explain the ataxia and eye movement abnormalities sometimes seen in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8513320","rdfs:label":"In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Scored 0.25 point for default expression in an animal model"},{"id":"cggv:820defb4-9c6b-4bb2-ab37-f4b8382bcb95","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4fc20aa5-3257-4d06-8754-9fd95ecb5f3b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The evidence that anosmin-1 may positively affect the migratory activity of gonadotropin-releasing hormone neurons suggests that impairment of the normal migration of these neurons from the olfactory placode to the hypothalamus during development can lead to the hypogonadotropic hypogonadism phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15471890","type":"dc:BibliographicResource","dc:abstract":"X-linked Kallmann's syndrome (KS) is a genetic disease characterized by anosmia and hypogonadism due to impairment in the development of olfactory axons and in the migration of gonadotropin-releasing hormone (GnRH)-producing neurons. Deletions or point mutations of a gene located at Xp22.3 (KAL1) are responsible for the disease. This gene encodes for a secreted heparin-binding protein (KAL or anosmin-1) which exhibits similarities with cell-adhesion molecules. In the present study, we show for the first time a direct action of anosmin-1 on the migratory activity of GnRH neurons. Specifically, we exposed immortalized migrating GnRH neurons (GN11 cells) to conditioned media (CM) of COS or CHO cells transiently transfected with human KAL1 gene in microchemotaxis and collagen gel assays. We found that anosmin-1-enriched media produced a cell-specific chemotactic response of GN11 cells. None of the CM enriched on three forms of anosmin-1 carrying different missense mutations (N267K, E514K and F517L) found in patients affected by X-linked KS affected the chemomigration of GN11 cells. Anosmin binds to the GN11 cell surface by interacting with the heparan sulphate proteoglycans, and the chemotactic effect of anosmin-1-enriched CM can be specifically blocked by heparin or by heparitinase pretreatment. These results strongly suggest an involvement of anosmin-1 in the control of the migratory behaviour of GnRH neurons and provide novel information on the pathogenesis of KS.","dc:creator":"Cariboni A","dc:date":"2004","dc:title":"The product of X-linked Kallmann's syndrome gene (KAL1) affects the migratory activity of gonadotropin-releasing hormone (GnRH)-producing neurons."},"rdfs:label":"Neuronal chemotaxis experiment"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c5910e7-6bd6-4abe-b137-26ee1cc6d295","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:028a653e-6489-43b3-a999-be90f6f5556d","type":"FunctionalAlteration","dc:description":"The results of the microchemotaxis experiments showed that the exposure of GN11 to conditioned media enriched in anosmin-1 induced a strong migratory signal; on the contrary, exposure to the three mutant forms of anosmin-1 did not affect the chemomigration of GN11 cells; this response was of the same magnitude on that of GN11 cells exposed to control conditioned media. Untransfected COS-7 cells and empty vector COS-7 cells were used as negative controls, while WT human ANOS1 transfected COS-7 cells was the positive control.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15471890","rdfs:label":"Neuronal chemotaxis assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:90172878-0b22-447a-b9a2-2e7f94fdb089","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f882ab89-d3d4-422b-8fb1-f92229c36a58","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KAL proteins may be involved in morphogenesis during development, both in the brain and in other tissues, by regulating cell adhesion and preventing the formation of ectopic cell contacts. Defective morphogenesis and perturbation of cell migration may explain some symptoms observed in individuals with Kallman syndrome, such as cleft lip and palate, and unilateral renal hypoplasia/agenesis. No specific phenotypic similarities are notable between humans and the round worm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11874923","type":"dc:BibliographicResource","dc:abstract":"Kallmann syndrome is an inherited disorder defined by the association of anosmia and hypogonadism, owing to impaired targeting and migration of olfactory axons and gonadotropin-releasing hormone secreting neurons. The gene responsible for the X-linked form of Kallmann syndrome, KAL-1, encodes a secreted protein of still elusive function. It has been proposed that KAL-1 might be involved in some aspects of olfactory axon guidance. However, the unavailability of a mouse model, and the difficulties in studying cellular and axonal migration in vertebrates have hampered an understanding of its function. We have identified the C. elegans homolog, kal-1, and document its function in vivo. We show that kal-1 is part of a mechanism by which neurons influence migration and adhesion of epidermal cells undergoing morphogenesis during ventral enclosure and male tail formation. We also show that kal-1 affects neurite outgrowth in vivo by modulating branching. Finally, we find that human KAL-1 cDNA can compensate for the loss of worm kal-1 and that overexpression of worm or human KAL-1 cDNAs in the nematode results in the same phenotypes. These data indicate functional conservation between the human and nematode proteins and establish C. elegans as a powerful animal in which to investigate KAL function in vivo. Our findings add a new player to the set of molecules, which appear to underlie both morphogenesis and axonal/neuronal navigation in vertebrates and invertebrates.","dc:creator":"Rugarli EI","dc:date":"2002","dc:title":"The Kallmann syndrome gene homolog in C. elegans is involved in epidermal morphogenesis and neurite branching."},"rdfs:label":"Round worm (C. elegans) model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded due to lack of specific phenotypic overlap but scored some points because it elucidates the function of the gene in regulating morphogenesis and cell adhesion which could be related to some observed phenotypes."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":4385,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:2dae76bd-b99f-4bc1-bd8b-11a8da19744d","type":"GeneValidityProposition","disease":"obo:MONDO_0010635","gene":"hgnc:6211","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"ANOS1 was first reported in relation to X-linked recessive hypogonadotropic hypogonadism 1 with or without anosmia in 1991 (Legouis et al., PMID: 1913827). Hypogonadotropic hypogonadism with or without anosmia (formerly referred to as Kallman syndrome if anosmia is present) is characterized by absent or incomplete sexual maturation due to defects in gonadotropin release or action. Anosmia, or impaired sense of smell, can also be present along with variable features such as cleft palate, sensorineural hearing loss, and unilateral renal agenesis. Nine variants (missense, splicing, nonsense, frameshift) that have been reported in 9 probands in 3 publications (Hardelin et al., 1992, PMID:1518845; Jiang et al., 2020, PMID: 31669640; Nie et al., 2017, PMID: 28780519) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease association is also supported by a C. elegans model, expression studies, in vitro functional assays, and biochemical function studies (Cariboni et al., 2014, PMID:15471890; Hardelin et al., 1999, PMID: 10340754; Rugarli et al., 1993, PMID: 8513320; Rugarli et al., 2002, PMID: 11874923). In summary, ANOS1 is definitively associated with X-linked recessive hypogonadotropic hypogonadism 1 with or without anosmia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.This classification was approved by the ClinGen Syndromic Disorders GCEP on 03.28.2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:2b7650b6-f2b6-4ac3-a967-3e631c98d7b1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}