{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-04-25T16:00:00.000Z","role":"Approver"},{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-07T21:09:05.579Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7},{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4db4ea78-4f8b-4dab-9cac-49843f42d723","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13537ab7-9d43-4938-95a7-08c8bcdd943d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridisation expriments, including whole mount,  demonstrate that Wnt5a is expressed throughout embryogenesis in mice (Fig 1). Wnt5a is strongly expressed in the caudal end of the embryo\nfor seven gestational days during the stages when growth and patterning of the embryonic A-P axis occurs. Transcripts are found in a graded fashion along the A-P axis during all gastrulation stages (6.5-9.5 d.p.c.) with highest levels expressed in the mesoderm of the caudal primitive streak and the allantois, diminishing to lower levels in the anterior streak. Wnt5a is detected in association with facial development in\nthe outgrowing first branchial arch by the 14-16 somite stage. By 9.5 d.p.c., it is highly expressed in a graded fashion in the outgrowing regions of the facial primordia including the frontonasal process and the maxillary and mandibular components of the first branchial arch (Fig. 1c). This graded expression in the developing face, as well as in the tongue, continues until at least 12.5 d.p.c. Graded expression is also seen in limb and genital development, at relevant times.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10021340","type":"dc:BibliographicResource","dc:abstract":"Morphogenesis depends on the precise control of basic cellular processes such as cell proliferation and differentiation. Wnt5a may regulate these processes since it is expressed in a gradient at the caudal end of the growing embryo during gastrulation, and later in the distal-most aspect of several structures that extend from the body. A loss-of-function mutation of Wnt5a leads to an inability to extend the A-P axis due to a progressive reduction in the size of caudal structures. In the limbs, truncation of the proximal skeleton and absence of distal digits correlates with reduced proliferation of putative progenitor cells within the progress zone. However, expression of progress zone markers, and several genes implicated in distal outgrowth and patterning including Distalless, Hoxd and Fgf family members was not altered. Taken together with the outgrowth defects observed in the developing face, ears and genitals, our data indicates that Wnt5a regulates a pathway common to many structures whose development requires extension from the primary body axis. The reduced number of proliferating cells in both the progress zone and the primitive streak mesoderm suggests that one function of Wnt5a is to regulate the proliferation of progenitor cells.","dc:creator":"Yamaguchi TP","dc:date":"1999","dc:title":"A Wnt5a pathway underlies outgrowth of multiple structures in the vertebrate embryo."},"rdfs:label":"Expression of Wnt5a in mouse embryo"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Graded expression pattern is relevant to embryonic development and A-P patterning. Wnt signaling is involved in planara cell polarity (PCP) and cell migration. Variants in WNT5A and other genes in the pathway result in Robinow syndrome, whose phenotypic features match with defects in PCP and cell migration."},{"id":"cggv:651ac314-c6e7-4e1a-8017-dc07fb10ae3b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f4ab718-c07f-4138-9df9-60ba7d24c8b4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The extracellular regions of Ror2 are cysteine-rich. In vitro binding assays using epitope tagged full length and partial cDNA constructs of Ror2 demonstrated that Ror2 binds spcifically to Wnt5a and not to Wnt3a (Fig 2). Ror2 constructs lacking cysteine rich domain (CRD), could not bind to Wnt5a, suggesting that Wnt5a binds to Ror2 via CRD. The functional significance of the physical interaction between Ror2 and Wnt5a on JNK activity was examined in NIH3T3 cells. JNK activity was measured by levels of phosphorylated c-Jun.  Overexpression of Wnt5a alone resulted in about a threefold increase in JNK activity compared with the basal activity (Fig. 4A,B). Expression of Ror2 alone also resulted in JNK activation (about 2.5-fold increase in JNK activity compared with the basal activity) (Fig. 4A,B). Coexpression of Wnt5a and Ror2 had an additive effect (~4.5 fold) on  JNK activity. Xenopus ectodermal explants were used to assess whether the Wnt5a and Ror2 interaction contributed to convergent extension by monitoring changes in  morphology. Overexpression of Wnt5a or Ror2 alone inhibited both elongation of and morphological change in the explants (Fig. 5A,B). Coexpression of Wnt5a and Ror2 synergistically inhibited convergent extension (Fig. 5B), indicating that Wnt5a and Ror2 interact functionally.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12839624","type":"dc:BibliographicResource","dc:abstract":"Ror2 is an orphan receptor, belonging to the Ror family of receptor tyrosine kinases. Although Ror2 has been shown to play crucial roles in developmental morphogenesis, the precise signalling events that Ror2 mediates remain elusive. Since Ror2 possesses an extracellular cysteine-rich domain (CRD) that resembles the Wnt-binding sites of the Frizzled (Fz) proteins, it is conceivable that Ror2 interacts with members of the Wnt family.","dc:creator":"Oishi I","dc:date":"2003","dc:title":"The receptor tyrosine kinase Ror2 is involved in non-canonical Wnt5a/JNK signalling pathway."},"rdfs:label":"Wnt5a-Ror2 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Variants in ROR2 cause a recessive form of Robinow syndrome (268310). In addition, Ror2 knockout homozygous mice show a similar phenotype to Wnt5a knockout mice 12839624: Oishi et al. (2003). Increased points given as the experiements show Wnt5a-Ror2 interaction and also their functional significance on JNK pathway activation."},{"id":"cggv:d0dfddee-dc4a-4c67-a1b5-a5d71e943fed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9da5f961-091e-4434-93c1-56f62f5296c5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The impact of Wnt5a ligand on Wnt signaling was studied in mouse cells and HEK293 cells. STF-luciferase assay was used as a readout of beta-catenin activity. Wnt3a expression activaed the canonical pathway. However, over-expression of Wnt5a inhibited canonical Wnt signaling by Wnt3a in mouse cells (Fig 1). Frizzled 4 receptor was exogenously expressed in 293 cells (293Fz4), and were treated with Wnt proteins, followed by assay for cytosolic beta-catenin protein accumulation via Western blot analysis. Wnt5a treatment led to beta-catenin stabilization specifically in cells expressing mFz4 (Fig 4a). Wnt5a at different dosage concentrations did not inhibit Wnt3a-mediated reporter activation in 293Fz4 cells (Fig 4c). TheWnt5a treatment also activated the STF reporter when LRP5 was coexpressed, but not when LRP6 was co-expressed (Fig 4b). Exogenous expression of mRor2 in HEK293 cells, followed by immunoprecipitation and STF-luciferase assay demonstrated that signaling through the Wnt5a-Ror2 interaction is required for inhibition of canonical Wnt signaling (Fig 5 and 6).ROR2 is the receptor for WNT5A (PMID 12839624).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16602827","type":"dc:BibliographicResource","dc:abstract":"The Wnts comprise a large class of secreted proteins that control essential developmental processes such as embryonic patterning, cell growth, migration, and differentiation. In the most well-understood \"canonical\" Wnt signaling pathway, Wnt binding to Frizzled receptors induces beta-catenin protein stabilization and entry into the nucleus, where it complexes with T-cell factor/lymphoid enhancer factor transcription factors to affect the transcription of target genes. In addition to the canonical pathway, evidence for several other Wnt signaling pathways has accumulated, in particular for Wnt5a, which has therefore been classified as a noncanonical Wnt family member. To study the alternative mechanisms by which Wnt proteins signal, we purified the Wnt5a protein to homogeneity. We find that purified Wnt5a inhibits Wnt3a protein-induced canonical Wnt signaling in a dose-dependent manner, not by influencing beta-catenin levels but by downregulating beta-catenin-induced reporter gene expression. The Wnt5a signal is mediated by the orphan tyrosine kinase Ror2, is pertussis toxin insensitive, and does not influence cellular calcium levels. We show that in addition to its inhibitory function, Wnt5a can also activate beta-catenin signaling in the presence of the appropriate Frizzled receptor, Frizzled 4. Thus, this study shows for the first time that a single Wnt ligand can initiate discrete signaling pathways through the activation of two distinct receptors. Based on these and additional observations, we propose a model wherein receptor context dictates Wnt signaling output. In this model, signaling by different Wnt family members is not intrinsically regulated by the Wnt proteins themselves but by receptor availability.","dc:creator":"Mikels AJ","dc:date":"2006","dc:title":"Purified Wnt5a protein activates or inhibits beta-catenin-TCF signaling depending on receptor context."},"rdfs:label":"Wnt5a in canonical and non-canonical signaling"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c428e10-2ed6-48f3-b3be-5f76a90e6be9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1205b569-5675-4356-9467-0ea8b055c6e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"WNT5AC83S consistently caused a delay in ossification and bones were more than 50% shorter and 200% wider than controls (Fig 1 and 2). In contrast, bone dimensions in wtWNT5A limbs were slightly affected (20% shorter, 25% wider) but ossification occurred on schedule. The dysmorphology of bones was established during cartilage differentiation (Fig 6). Instead of stereotypical stacking of chondrocytes, the WNT5AC83S-infected cartilage was composed of randomly oriented chondrocytes and that had diffuse, rather than concentrated Prickle staining, both signs of disrupted planar cell polarity (PCP) mechanisms.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31032853","type":"dc:BibliographicResource","dc:abstract":"Heterozygous missense mutations in several genes in the WNT5A signaling pathway cause autosomal dominant Robinow syndrome 1 (DRS1). Our objective was to clarify the functional impact of a missense mutation in WNT5A on the skeleton, one of the main affected tissues in RS. We delivered avian replication competent retroviruses (RCAS) containing human wild-type WNT5A (wtWNT5A), WNT5AC83S variant or GFP/AlkPO4 control genes to the chicken embryo limb. Strikingly, WNT5AC83S consistently caused a delay in ossification and bones were more than 50% shorter and 200% wider than controls. In contrast, bone dimensions in wtWNT5A limbs were slightly affected (20% shorter, 25% wider) but ossification occurred on schedule. The dysmorphology of bones was established during cartilage differentiation. Instead of stereotypical stacking of chondrocytes, the WNT5AC83S-infected cartilage was composed of randomly oriented chondrocytes and that had diffuse, rather than concentrated Prickle staining, both signs of disrupted planar cell polarity (PCP) mechanisms. Biochemical assays revealed that C83S variant was able to activate the Jun N-terminal kinase-PCP pathway similar to wtWNT5A; however, the activity of the variant ligand was influenced by receptor availability. Unexpectedly, the C83S change caused a reduction in the amount of protein being synthesized and secreted, compared to wtWNT5A. Thus, in the chicken and human, RS phenotypes are produced from the C83S mutation, even though the variant protein is less abundant than wtWNT5A. We conclude the variant protein has dominant-negative effects on chondrogenesis leading to limb abnormalities.","dc:creator":"Gignac SJ","dc:date":"2019","dc:title":"Robinow syndrome skeletal phenotypes caused by the WNT5AC83S variant are due to dominant interference with chondrogenesis."},"rdfs:label":"WNT5A C83S varaint in chick embryo limb"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The C83S variant has been found in one patient with Robinow syndrome. The variant when injected in chick embryo limb resulted in skeletal defects. Robinow syndrome include skeletal defects. Reduced points given due to over-expression of C83S variant."},{"id":"cggv:8eddd8be-4034-4b32-8e9a-7ab7dc10dfcd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e795503-b8c8-442e-9bb3-762ed7172d63","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice heterozygous for this allele had no apparent mutant phenotype. The Wnt5a-/- mice knockout mouse newborns died shortly after birth (perinatal lethality).The embryonic mice exhibited dwarfism, facial abnormalities, short limbs and tails, and respiratory dysfunction (Fig. 3). Oishi et al. (2003) (PMID: 12839624) used this mouse model to conduct further studies and found ventricular septal defects (fig 1B), and complete transposition of great arteries.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10021340","rdfs:label":"Wnt5a-/- knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced points given as the animal model is a homozyous knockout, whereas the disorder follows dominant mode of inheritance in humans. Homozygous knockout of wnt5 in mouse is perinatally lethal however these mice express phenotypic features that overlap with the Robinow syndrome. Heterozygous mouse does not show a phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":9155,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.5,"subject":{"id":"cggv:72c2816e-cfed-47e0-836a-244c75211e74","type":"GeneValidityProposition","disease":"obo:MONDO_0008389","gene":"hgnc:12784","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The WNT5A gene is located on chromosome 3 at 3p14.3 and encodes the Wnt family member 5A protein, which is a ligand for members of the frizzled family of seven transmembrane receptors, and is involved in both the canonical and noncanonical signaling pathways, depending upon the receptor context. WNT proteins play an essential role during development, controlling processes such as embryonic patterning, cell growth, migration, and differentiation. The WNT5A gene was first reported in relation to autosomal dominant Robinow syndrome in 2010 (Person et al., PMID 19918918). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least eight probands from four publications (Person et al., 2010 PMID 19918918; Roifman et al., 2015 PMID 24716670; Xiong et al., 2016 PMID 27092434; White et al., 2018 PMID 29276006). Variants in this gene segregate with disease in approximately nine family members from three families. As a result of this re-evaluation, five additional variants in six probands (one duplication and four missense variants) reported in four publications (PMIDs: 34627339. 35047859, 35586607, 34750320) have been included in this curation. The mechanism of disease has not been clearly defined, but missense variants were most commonly reported, with functional data for two of the missense variants suggesting they are hypomorphic (Person et al., 2010 PMID 19918918). Of note, there is one report of an autosomal recessive form of Robinow syndrome caused by a homozygous frameshift variant in WNT5A, resulting in perinatal death (Birgmeier et al., 2018 PMID 29575632). This gene-disease relationship is supported by expression data, biochemical function data, a knockout mouse model and a chick embryo limb model expressing a WNT5A variant found in a proband (Yamaguchi et al., 1999 PMID 10021340; Oishi et al., 2003 PMID 12839624; Mikels and Nusse, 2006 PMID 16602827; Gignac et al., 2019 PMID 31032853). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Syndromic Disorders GCEP on October 27th, 2020 (SOP Version 8). This GDR was re-evaluated on April 25th, 2024 (SOP Version 10). Although new genetic evidence was published (PMIDs: 34627339. 35047859, 35586607, 34750320), the classification did not change. ","dc:isVersionOf":{"id":"cggv:0fb2940f-f0e0-442c-beb8-72fc959d5a43"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}