{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-08-19T18:00:00.000Z","role":"Approver"},{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-08-19T20:10:55.931Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98a73f17-78d9-4aa3-809a-b71d8084874c","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:e9e80dd3-e6a3-4168-878e-ceb43b16e0f3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"n/a, no irregularities were detected in the immune system","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28192143","type":"dc:BibliographicResource","dc:abstract":"Leucine-rich repeat containing 8A (LRRC8A) is an ubiquitously expressed transmembrane protein with 17 leucine-rich repeats (LRRs) at its C-terminal end and is an essential component of the volume-regulated anion channel (VRAC), which controls cellular volume. A heterozygous mutation in LRRC8A that truncates the 2 terminal LRRs was reported in a patient with agammaglobulinemia and absent B cells and was demonstrated to exert a dominant negative effect on T- and B-cell development in mice. Lrrc8a","dc:creator":"Platt CD","dc:date":"2017","dc:title":"Leucine-rich repeat containing 8A (LRRC8A)-dependent volume-regulated anion channel activity is dispensable for T-cell development and function."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"normal T cell development and function and intact antibody response to T-dependent antigen in this model"},{"id":"cggv:83212a7d-a74e-4feb-bad1-bba2d83a59b3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f71e151b-8693-4f37-8c6d-79e74393b629","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reconstitution of irradiated recipient mice with syngeneic CD34+ BM progenitors transduced with a retroviral vector overexpressing the mutant LRRC8A resulted in a severe block in B cell development at the pro–B cell to pre–B cell transition and reduced numbers of T cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14660746","type":"dc:BibliographicResource","dc:abstract":"A girl with congenital agammaglobulinemia and minor facial anomalies lacked B cells in peripheral blood: karyotypic analysis of white blood cells showed balanced translocation, t(9;20)(q33.2;q12). In the current study, we isolated a novel gene, leucine-rich repeat-containing 8 (LRRC8), at the translocation site on chromosome 9. It has four transmembrane helices with one isolated and eight sequentially located leucine-rich repeats (LRRs) and constitutes a new protein family. It is expressed on T cells as well as on B-lineage cells. Translocation truncates the LRRC8 gene, resulting in deletion of the eighth, ninth, and half of the seventh LRR domains located close to the C-terminal. The truncated form of the LRRC8 gene is transcribed with sequences from the noncoding region adjacent to the truncated seventh LRR. Protein products derived from the truncated gene are coexpressed on white blood cells with the intact LRRC8 protein from the untranslocated allele. Transplantation experiments with murine bone marrow cells that were forced to express the truncated LRRC8 show that expression of the truncated protein inhibited B cell development. These results indicate that LRRC8 is responsible for the B cell deficiency in this patient and is required for B cell development.","dc:creator":"Sawada A","dc:date":"2003","dc:title":"A congenital mutation of the novel gene LRRC8 causes agammaglobulinemia in humans."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4d6d2de1-012c-4ccf-b28b-33c1272dc9ec","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9fb4527-f56b-428f-b2af-87bdb2b4d5b7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In this k.o model, there was a modest impairment of B cell development ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24752297","type":"dc:BibliographicResource","dc:abstract":"Lrrc8a is a ubiquitously expressed gene that encodes a leucine-rich repeat (LRR)-containing protein detected at higher levels on the surface of thymocytes than on other immune cells. We generated Lrrc8a(-/-) mice to investigate the role of LRRC8A in lymphocyte development and function. Lrrc8a(-/-) mice had increased prenatal and postnatal mortality, growth retardation, and multiple tissue abnormalities. Lrrc8a(-/-) mice displayed a modest block in B cell development but intact intrinsic B cell function. In contrast, both Lrrc8a(-/-) mice and Lrrc8a(-/-)→Rag2(-/-) bone marrow chimeras exhibited a severe cell-intrinsic block in early thymic development, with decreased proliferation and increased apoptosis of thymocytes, and impaired peripheral T cell function. Thymic epithelial cells expressed an LRRC8A ligand that was critical for double-negative to double-positive thymocyte differentiation and survival in vitro. LRRC8A constitutively associated with the GRB2-GAB2 complex and lymphocyte-specific protein tyrosine kinase (LCK) in thymocytes. LRRC8A ligation activated AKT via the LCK-ZAP-70-GAB2-PI3K pathway, and AKT phosphorylation was markedly reduced in the thymus of Lrrc8a(-/-) mice. These findings reveal an essential role for LRRC8A in T cell development, survival, and function.","dc:creator":"Kumar L","dc:date":"2014","dc:title":"Leucine-rich repeat containing 8A (LRRC8A) is essential for T lymphocyte development and function."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":8843,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:ac338053-6629-4b34-84d2-d6e0e11f3c2e","type":"GeneValidityProposition","disease":"obo:MONDO_0015977","gene":"hgnc:19027","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"A single female patient with a heterozygous variant in LRRC8A was identified with agammaglobulinemia and B cell lymphopenia. T cells were not evaluated in this patient (PMID: 14660746, Sawada A., et al, 2003). However, in a spontaneous mouse model (ebo/ebo), which harbors a homozygous 2 bp frameshift variant in Lrrc8a, which truncates the 15 terminal leucine-rich repeats of the protein, LRCC8A, there is significantly decreased volume-regulated anion channel (VRAC) activity in T cells. These ebo/ebo mice have normal T cell development and function, and intact antibody responses to T-dependent antigens, in contrast to Lrcc8a -/- mice (PMID: 28192143, Platt C., et al, 2017). \nLRRC8A-formed VRAC appears to be important for T cell activation and function (PMID: 37925509, Wang Y, et al., 2023).\nSince other patients with B cell deficiency and heterozygous LRRC8A have not been identified, the curation is classified as Limited. \np.Ile720ValfsTer?\n \n","dc:isVersionOf":{"id":"cggv:34cc03aa-0a62-41ba-bd58-e0affc50cf25"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}