{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-26T01:00:00.000Z","role":"Approver"},{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-07-10T06:45:48.589Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"evidence":[{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0234ae2a-87c4-4bda-a292-87e503a1ec3e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17efe485-d0c4-4783-a6e1-3d8bf27c02af","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Rt-PCR of human mRNA samples showed expression of FLNC in the heart and skeletal muscle \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9791010","type":"dc:BibliographicResource","dc:abstract":"Based on two partial cDNA sequences, a full-length cDNA sequence for an actin-binding like protein previously named ABPL has been isolated and characterized. ABPL is homologous to the human actin-binding proteins ABP-280 and ABP-278. The predicted sequence for ABPL is 2,705 amino acids in length with a calculated molecular mass of 289 kDa. It contains an amino terminal actin-binding domain followed by 24 tandem repeats of approximately 96 amino acids. Two hinge regions, Hinge I and Hinge II, were located prior to repeats 16 and 24, respectively. An isoform of ABPL lacking Hinge I, with a calculated molecular mass of 286 kDa, was also identified by the reverse transcriptase PCR (RT-PCR) method. A comparison with genomic sequences indicated the isoform resulted from alternative RNA splicing. ABPL has a unique insertion sequence of 82 amino acids in repeat 20 that was not present in the other two homologues and has a tissue distribution that was also different from the other two homologues.","dc:creator":"Xie Z","dc:date":"1998","dc:title":"Molecular cloning of human ABPL, an actin-binding protein homologue."},"rdfs:label":"Xie Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:db966199-e98c-42fa-965a-df05f7f2690d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49cbe92a-7b82-438e-8b6a-540fc9b87349","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Y2H showed that the titin domain Z2-Zis1 interacts with FLNC\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16949617","type":"dc:BibliographicResource","dc:abstract":"While the role of titin as a sarcomeric protein is well established, its potential functional role(s) in smooth muscles and non-muscle tissues are controversial. We used a titin exon array to search for which part(s) of the human titin transcriptional unit encompassing 363 exons is(are) expressed in non-striated muscle tissues. Expression profiling of adult smooth muscle tissues (aorta, bladder, carotid, stomach) identified alternatively spliced titin isoforms, encompassing 80 to about 100 exons. These exons code for parts of the titin Z-disk, I-band and A-band regions, allowing the truncated smooth muscle titin isoform to link Z-disks/dense bodies together with thick filaments. Consistent with the array data, Western blot studies detected the expression of approximately 1 MDa smooth muscle titin in adult smooth muscles, reacting with selected Z-disc, I-band, and A-band titin antibodies. Immunofluorescence with these antibodies located smooth muscle titin in the cytoplasm of cultured human aortic smooth muscle cells and in the tunica media of intact adult bovine aorta. Real time PCR studies suggested that smooth muscle titins are expressed from a promoter located 35 kb or more upstream of the transcription initiation site used for striated muscle titin, driving expression of a bi-cistronic mRNA, coding 5' for the anonymous gene FL39502, followed 3' by titin, respectively. Our work showed that smooth muscle and striated muscle titins share in their conserved amino-terminal regions binding sites for alpha-actinin and filamins: Yeast two-hybrid screens using Z2-Zis1 titin baits identified prey clones coding for alpha-actinin-1 and filamin-A from smooth muscle, and alpha-actinin-2/3, filamin-C, and nebulin from skeletal muscle cDNA libraries, respectively. This suggests that the titin Z2-Zis1 domain can link filamins and alpha-actinin together in the periphery of the Z-line/dense bodies in a fashion that is conserved in smooth and striated muscles.","dc:creator":"Labeit S","dc:date":"2006","dc:title":"Expression of distinct classes of titin isoforms in striated and smooth muscles by alternative splicing, and their conserved interaction with filamins."},"rdfs:label":"Labeit protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:e552dd99-8f97-4e43-9d5a-7be86aaae978","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28b20766-53fd-43fb-a6ee-1c7a2838a96e","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Y2H method showed 2 Ig-like domains from myotilin interacted directly with Ig-like domain 20 of FLNC – indicating that the amino-terminal of FLNC may be indirectly anchored to 𝛼-actinin in the Z-disc via myotilin\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11038172","type":"dc:BibliographicResource","dc:abstract":"gamma-Filamin, also called ABP-L, is a filamin isoform that is specifically expressed in striated muscles, where it is predominantly localized in myofibrillar Z-discs. A minor fraction of the protein shows subsarcolemmal localization. Although gamma-filamin has the same overall structure as the two other known isoforms, it is the only isoform that carries a unique insertion in its immunoglobulin (Ig)-like domain 20. Sequencing of the genomic region encoding this part of the molecule shows that this insert is encoded by an extra exon. Transient transfections of the insert-bearing domain in skeletal muscle cells and cardiomyocytes show that this single domain is sufficient for targeting to developing and mature Z-discs. The yeast two-hybrid method was used to identify possible binding partners for the insert-bearing Ig-like domain 20 of gamma-filamin. The two Ig-like domains of the recently described alpha-actinin-binding Z-disc protein myotilin were found to interact directly with this filamin domain, indicating that the amino-terminal end of gamma-filamin may be indirectly anchored to alpha-actinin in the Z-disc via myotilin. Since defects in the myotilin gene were recently reported to cause a form of autosomal dominant limb-girdle muscular dystrophy, our findings provide a further contribution to the molecular understanding of this disease.","dc:creator":"van der Ven PF","dc:date":"2000","dc:title":"Indications for a novel muscular dystrophy pathway. gamma-filamin, the muscle-specific filamin isoform, interacts with myotilin."},"rdfs:label":"Van der Ven protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:850c0380-b37f-40f3-828b-87503beb832d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7bbaefb1-06ef-4948-8f99-928195964c24","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Gontier 2005, Faulkner 2000, Frey 2002, Holmes 2008, Linnemann 2010, Lu 2003, Takada 2001, Thompson 2000, van der Ven 2000","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23109048","type":"dc:BibliographicResource","dc:abstract":"The term filaminopathy was introduced after a truncating mutation in the dimerization domain of filamin C (FLNc) was shown to be responsible for a devastating muscle disease. Subsequently, the same mutation was found in patients from diverse ethnical origins, indicating that this specific alteration is a mutational hot spot. Patients initially present with proximal muscle weakness, while distal and respiratory muscles become affected with disease progression. Muscle biopsies of these patients show typical signs of myofibrillar myopathy, including disintegration of myofibrils and aggregation of several proteins into distinct intracellular deposits. Highly similar phenotypes were observed in patients with other mutations in Ig-like domains of FLNc that result in expression of a noxious protein. Biochemical and biophysical studies showed that the mutated domains acquire an abnormal structure causing decreased stability and eventually becoming a seed for abnormal aggregation with other proteins. The disease usually presents only after the fourth decade of life possibly as a result of ageing-related impairments in the machinery that is responsible for disposal of damaged proteins. This is confirmed by mutations in components of this machinery that cause a highly similar phenotype. Transfection studies of cultured muscle cells reflect the events observed in patient muscles and, therefore, may provide a helpful model for testing future dedicated therapeutic strategies. More recently, FLNC mutations were also found in families with a distal myopathy phenotype, caused either by mutations in the actin-binding domain of FLNc that result in increased actin-binding and non-specific myopathic abnormalities without myofibrillar myopathy pathology, or a nonsense mutation in the rod domain that leads to RNA instability, haploinsufficiency with decreased expression levels of FLNc in the muscle fibers and myofibrillar abnormalities, but not to the formation of desmin-positive protein aggregates required for the diagnosis of myofibrillar myopathy.","dc:creator":"Fürst DO","dc:date":"2013","dc:title":"Filamin C-related myopathies: pathology and mechanisms."},"rdfs:label":"Furst biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:230ea8a8-3315-422c-842e-a7ceeaa093ea","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e3fab3ba-ea1a-4845-b57d-63b96d1e12f6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Compared to WT FLNC+/∆7aa :\nDid not effect FLNC expression \nDid not effect sarcomere formation and function\nCaused aggregate formation\nCaused increases in lysosome content, enhancement of autoflux, and accumulation of FLNC-binding partners & Z-disc proteins \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34405687","type":"dc:BibliographicResource","dc:abstract":"[Figure: see text].","dc:creator":"Agarwal R","dc:date":"2021","dc:title":"Filamin C Cardiomyopathy Variants Cause Protein and Lysosome Accumulation."},"rdfs:label":"Agarwal cell culture model "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:d64c18af-7289-4057-ab54-d131f290f3dd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ece6d5e9-601c-4caa-837c-4afc50182237","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Overexpression of eGFP-labled FLNC (p.A1183L & p.A1186V) in zebra fish embryos causes formation of protein aggregates and mild Z-disc abnormalities seen by confocal imaging \nSkeletal muscle aggregates 4E & 4F\nZ-disc streaming along myofibrils in 4H\nAbnormal Z-disc patterning 4I\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29858533","type":"dc:BibliographicResource","dc:abstract":"Mutations in FLNC for a long time are known in connection to neuromuscular disorders and only recently were described in association with various cardiomyopathies. Here, we report a new clinical phenotype of filaminopathy in four unrelated patients with early-onset restrictive cardiomyopathy (RCM) in combination with congenital myopathy due to FLNC mutations (NM_001458.4:c.3557C>T, p.A1186V, rs1114167361 in three probands and c.[3547G>C; 3548C>T], p.A1183L, rs1131692185 in one proband). In all cases, concurrent myopathy was confirmed by neurological examination, electromyography, and morphological studies. Three of the patients also presented with arthrogryposis. The pathogenicity of the described missense variants was verified by cellular and morphological studies and by in vivo modeling in zebrafish. Combination of in silico and experimental approaches revealed that FLNC missense variants localized in Ig-loop segments often lead to development of RCM. The described FLNC mutations associated with early-onset RCMP extend cardiac spectrum of filaminopathies and facilitate the differential diagnosis of restrictive cardiac phenotype associated with neuromuscular involvement in children.","dc:creator":"Kiselev A","dc:date":"2018","dc:title":"De novo mutations in FLNC leading to early-onset restrictive cardiomyopathy and congenital myopathy."},"rdfs:label":"Kiselev Zebra Fish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebra fish model "},{"id":"cggv:da87e08d-e9e1-44a6-9b5a-62070c639764","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f1f32fc2-1fa7-46a0-803c-ffdf26f7436e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"FLNCW2710X causes protein aggregation \nFLNC is a target of the BAG3-mediated chaperone assisted selective autophagy (CASA) pathway and similar to those found in patients, the aggregates in FLNCW2710X expressing fish contain the co-chaperone BAG3. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26969713","type":"dc:BibliographicResource","dc:abstract":"Myofibrillar myopathy is a progressive muscle disease characterized by the disintegration of muscle fibers and formation of protein aggregates. Causative mutations have been identified in nine genes encoding Z-disk proteins, including the actin binding protein filamin C (FLNC). To investigate the mechanism of disease in FLNC","dc:creator":"Ruparelia AA","dc:date":"2016","dc:title":"FLNC myofibrillar myopathy results from impaired autophagy and protein insufficiency."},"rdfs:label":"Ruparelia Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish Model "},{"id":"cggv:6108e2af-80ca-4482-92e7-ce73c42eb046","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4eb2dd3d-e7bb-496c-a636-f8fb284ccd25","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transgenic ice were develoepd using a gene-trap technology to replace the TGG codon in mouse 2711 (equivalent to human 2710) with TGA, and creating the hW2710/ m2711* patient derived variant. \nThe W2711 het mice were studied. No significant change in body weight was observed from 2-12 months (checking every 2 months). \nThe W2711 mice showed reduced ability to hang from a wire at all time points, with significance reached at 10 and 12 months ( Figure 3 B). \nFurthemore, the mice showed redued gripstrength for 4 paws at 4 months (significant) and trended all others. For the forelimb grip strength the W2711* mutant mice showed reduced strength at 4 and 8 months (statistically significant). \nEM of the soleus muscle of the W2711* mice showed aggregation and disorganization of myofibrils. BY IMS of soleus muscle, aggregation of the mutant FLNC was observed, as well as accumulation/ aggregation of XIn, and DES, consistent with pathology obesrved in humans (Figure 5). \nIncreases in micro- and macro-lesions were observed in the non-exercised and exercised mice (Figure 6), as well as sarcomeric lesions. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26472074","type":"dc:BibliographicResource","dc:abstract":"Filamin C (FLNC) mutations in humans cause myofibrillar myopathy (MFM) and cardiomyopathy, characterized by protein aggregation and myofibrillar degeneration. We generated the first patient-mimicking knock-in mouse harbouring the most common disease-causing filamin C mutation (p.W2710X). These heterozygous mice developed muscle weakness and myofibrillar instability, with formation of filamin C- and Xin-positive lesions streaming between Z-discs. These lesions, which are distinct from the classical MFM protein aggregates by their morphology and filamentous appearance, were greatly increased in number upon acute physical exercise in the mice. This pathology suggests that mutant filamin influences the mechanical stability of myofibrillar Z-discs, explaining the muscle weakness in mice and humans. Re-evaluation of biopsies from MFM-filaminopathy patients with different FLNC mutations revealed a similar, previously unreported lesion pathology, in addition to the classical protein aggregates, and suggested that structures previously interpreted as aggregates may be in part sarcomeric lesions. We postulate that these lesions define preclinical disease stages, preceding the formation of protein aggregates.","dc:creator":"Chevessier F","dc:date":"2015","dc:title":"Myofibrillar instability exacerbated by acute exercise in filaminopathy."},"rdfs:label":"FLNC mouse model - Myofibrillar instability & acute exercise"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Showed phenotype in mice over time "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.3}],"evidenceStrength":"Definitive","sequence":8691,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.3,"subject":{"id":"cggv:449ee6c1-8829-431c-8373-0c0281784a6b","type":"GeneValidityProposition","disease":"obo:MONDO_0018943","gene":"hgnc:3756","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Non-loss of function variation of FLNC results in the development of myofibrillar myopathy 5 presenting with a combination and isolated skeletal and cardiac features. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism and phenotypic variability. Loss of function variation causes weakening of myocyte adhesion and is implicated in arrhythmogenic cardiomyopathy and dilated cardiomyopathy without musculoskeletal abnormalities (Verdonschot 2020, PMID 32112656). Conversely, the mechanism of non-loss of function variation for FLNC-induced myopathy is attributed to the aggregation of FLNC and FLNC-binding proteins in muscle and the sarcomere (Furst 2013, PMID 23109048). Therefore, we have split the molecular mechanism, curating only non-loss of function variation for the disease entity [Myopathy, myofibrillar, 5] (OMIM: 609524). Over 22 probands in 9 publications have been published (Vorgerd 2005, PMID 15929027; Kley 2007, PMID 18055494; Kley 2012, PMID 22961544; Shatunov 2009, PMID 19050726; Laun 2010, PMID 20417099; Avila-Smirnow 2012, PMID 27633507; Roldán-Sevilla 2019, PMID 30919686; Gaudreault 2023, PMID 36864778;; Bermúdez-Jiménez 2023, PMID 35952944). There were 16 unique heterozygous variants (12 missense, 1 in-frame deletion, 1 in-frame indel, 1 duplication, and 1 termination in the last exon). One variant (p.Trp2710Ter) was seen in 36 affected individuals across six families and represents a founder effect. Of note, FLNC has a pseudogene located 53.6kb downstream from the functional FLNC gene, and exons 46, 47, and 48 are 98% homologous in the functional and pseudogene (Odgerel 2010, PMID: 20578970). \n\nThe gene-disease relationship is also supported by expression studies, protein interaction studies, and model systems (Xie 1998, PMID 979101; Furst 2013, PMID 23109048; van der Ven 2000, PMID 11038172; Gonzalez-Morales 2017 2017, PMID 28732005; Labeit 2006, PMID 16949617; Chevessier 2015, PMID 29859533; Kiselev 2018, PMID 29859533; Ruparelia 2016, PMID 26969713; Agarwal 2012, PMID 34405687), reaching the maximum points for experimental evidence. \n\nIn summary, there is definitive evidence supporting the relationship between FLNC non-loss of function variation and autosomal dominant myofibrillar myopathy 5. This has been repeatedly demonstrated in research and clinical settings and upheld over time. This gene-disease pair was originally evaluated as definitive by the ClinGen Hypertrophic Cardiomyopathy GCEP on December 12th, 2017. As a result of this reevaluation, the classification has remained the same; however, the molecular mechanism has been split to include only non-loss of function variation approved on October 26, 2023, by the Hereditary Cardiovascular Disease GCEP.\n","dc:isVersionOf":{"id":"cggv:d61672a0-06f2-4df4-845b-57566075fdb1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}