{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:51:35.026Z","role":"Publisher"},{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:51:24.845Z","role":"Approver"}],"evidence":[{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a08ac94e-a5bc-4393-86aa-9dfbdd9defb5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9e804d1-658e-4227-81d6-f850337b344e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Episodic disease following gastroenteritis: \nAt 4 years: Encephalopathic with decreased consciousness (GCS 12), dyskinesia and mydriasis. \nBiochem:  he had mild hypoglycemia 50 mg/dL, mild hyperammonemia 100 μM, and metabolic acidosis (pH 7.23, bicarbonate 12 mmol/L, base excess −14 mmol/L) with elevated lactate 6.0 mmol/L, and large ketones in urine.\nBrain MRI showed lesions of the splenium of the corpus callosum (Figure 3G, white arrows), felt to be clinically and radiographically consistent with mild encephalitis/ encephalopathy with reversible splenial lesion (MERS).Neurological signs of ptosis, strabismus and ataxia persisted for a few months before recovering, and the MRI lesions resolved after 4 months. \n\nAge 5 1/2, second episode following diarrhea, fever and fasting, he presented again encephalopathic with decreased consciousness (GCS 10), mild hypoglycemia 56 mg/dL, metabolic acidosis (pH 7.3, bicarbonate 14.2 mmol/L), elevated serum lactate 6.5 mmol/L, and in urine elevated lactate, ketones, and dicarboxylic acids. He was stable for several years but had learning difficulties and unilateral hearing loss.\n\nAt age 13 6/12 years, he had headache, asthenia and anorexia for 36 hours, and became stuporous without metabolic abnormalities.\nBrain MRI demonstrated hyperintense lesions on T2-weighted imaging of the caudate nuclei and putamina (Figure 3H-I, white arrowheads), and the ventromedial aspects of the thalami (Figure 3I, white notched arrowheads).\n\nConsanguineous parents. Note: Two unaffected sisters with the same genotype.","previousTesting":true,"previousTestingDescription":"Molecular analysis of SLC19A3 and DLD was normal","sex":"Male","variant":{"id":"cggv:a08ac94e-a5bc-4393-86aa-9dfbdd9defb5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9b5ca49f-5999-4721-84d5-821cac524dfa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021199.4(SQRDL):c.446del (p.Leu149ArgfsTer18)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7544554"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32160317","type":"dc:BibliographicResource","dc:abstract":"Hydrogen sulfide, a signaling molecule formed mainly from cysteine, is catabolized by sulfide:quinone oxidoreductase (gene SQOR). Toxic hydrogen sulfide exposure inhibits complex IV. We describe children of two families with pathogenic variants in SQOR. Exome sequencing identified variants; SQOR enzyme activity was measured spectrophotometrically, protein levels evaluated by western blotting, and mitochondrial function was assayed. In family A, following a brief illness, a 4-year-old girl presented comatose with lactic acidosis and multiorgan failure. After stabilization, she remained comatose, hypotonic, had neurostorming episodes, elevated lactate, and Leigh-like lesions on brain imaging. She died shortly after. Her 8-year-old sister presented with a rapidly fatal episode of coma with lactic acidosis, and lesions in the basal ganglia and left cortex. Muscle and liver tissue had isolated decreased complex IV activity, but normal complex IV protein levels and complex formation. Both patients were homozygous for c.637G > A, which we identified as a founder mutation in the Lehrerleut Hutterite with a carrier frequency of 1 in 13. The resulting p.Glu213Lys change disrupts hydrogen bonding with neighboring residues, resulting in severely reduced SQOR protein and enzyme activity, whereas sulfide generating enzyme levels were unchanged. In family B, a boy had episodes of encephalopathy and basal ganglia lesions. He was homozygous for c.446delT and had severely reduced fibroblast SQOR enzyme activity and protein levels. SQOR dysfunction can result in hydrogen sulfide accumulation, which, consistent with its known toxicity, inhibits complex IV resulting in energy failure. In conclusion, SQOR deficiency represents a new, potentially treatable, cause of Leigh disease.","dc:creator":"Friederich MW","dc:date":"2020","dc:title":"Pathogenic variants in SQOR encoding sulfide:quinone oxidoreductase are a potentially treatable cause of Leigh disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32160317","rdfs:label":"Family B subject II-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Variant located in exon3/10, NMD expected.\nPatient fibroblasts showed reduced levels of SQOR protein and had SQOR activity of 0.49% of average control value.\nAt GCEP review the score for this case was downgraded from 2 pts to 1pt to note the non-segregation in this case. There is currently insufficient evidence of a second hit mechanism."},{"id":"cggv:afffa93d-6700-4b1f-9fd8-12bc922655a8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:be33d7ef-e7eb-4fbb-99bf-21543c42356c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"At onset of the illness, during the day she was more tired and vomited, and in the evening became rapidly encephalopathic with an episode of tonic seizures.\nAt presentation: comatose with seizure like movements, Kussmaul breathing due to lactic acidosis, she developed shock, acute respiratorory distress syndrome with and multi-organ failure including liver failure.\nIn subsequent weeks, she had generalized hypotonia, and episodes of neurostorming with tachycardia, hypertension, and potentially pain. Died upon dicharge.\nLactate levels:  17.3 mM (?serum) reduced to 3-5 mM as condition was stabilised, CSF lactate 3.0 mM)\nMRI: (4th day of illness): T2 prolongation and diffusion restriction in the caudate, putamina, and globi pallidi (Figure 3A,B, white arrowheads). There was also diffusion restriction in the posterior part of the hippocampi (Figure 3B white arrows), medial left temporal lobe, posterior inferior thalamus and the mammillary bodies (Figure 3C, white notched arrowheads). Further, there was increased T2 and FLAIR signal in the cerebral peduncles, dentate nuclei, and medial thalami, but brain stem, cerebellum, cortex and white matter were normal.\n\nMRS over the right basal ganglia  showed a large lactate peak six times larger than the choline peak with a depressed N-acetyl aspartate peak.\n\nMuscle and liver biopsy: Reduced complex IV activity with mildly decreased complex II activity, more so in muscle than in liver (Table 1). BN PAGE analysis in muscle and liver showed only a mild decrease in complex IV activity within the range of normal variation\n\nFamily History: \nConsanguineous grandparents, Lehrerleut Hutterite\n\nAffected sister: Subject II-2- developed migraines 5 months prior to presentation. 8 years at onset. At age 8 years, she developed a fever, nausea and\nvomiting, and rapidly became comatose with apnea requiring intubation. Elevated lactate (peak 22 mmol/L). She was tachycardic but otherwise had normal cardiovascular function. \nShe had depressed encephalopathic function on EEG with spike waves over the left frontal area. She died 3 days later.\nBrain MRI: On brain MRI, she had restricted diffusion of the left frontoparietal cortex (Figure 3D,E, white arrows) and\nright frontal cortex (not labeled). She had restricted diffusion of caudate nuclei and putamina (Figure 3E). MRS of the right basal ganglia revealed a large lactate inverted doublet, increased choline and reduced N-acetylaspartate signal (Figure 3F, white notched arrowhead).","sex":"Female","variant":{"id":"cggv:afffa93d-6700-4b1f-9fd8-12bc922655a8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:00ec3c21-35af-4672-8d9b-e0ff7909d38e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021199.4(SQRDL):c.637G>A (p.Glu213Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392286111"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32160317"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32160317","rdfs:label":"Family A subject II-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Crystal structure of SQOR: The side chain of Glu213 is predicted to be involved in hydrogen bonding interactions with the side chains of these two arginine residues, positively charged lysine in the Glu213Lys mutant is predicted to disrupt these electrostatic interactions and destabilize the tertiary structure of the protein.\nMuscle and liver tissue showed reduced levels of SQOR protein\nSQOR activity assay: SQOR activity in subject A.II-3 liver was severely reduced to 6% of the average of control values.\nNote: Founder variant in the Lehrerleut Hutterite population with a carrier frequency estimated to be as high as 1 in 13 based on limited screening of samples from this population."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0814684f-bcf5-4f70-ab84-644f85acb1dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e876df5e-91ad-4bff-b8c2-4843b704f9b5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Quantitative RTPCR showed higher expression of Sqor mRNA in adult rats compared to earlier in development (Fig1) and  throughout all regions of the brain\nFractionation and immunuofluorescence experiments with GFP tagged Sqor showed localisation to the mitochondria\nImmunohistochemistry in rat brain showed expression neuronal, glial, and endothelial cells could be observed throughout the brain, with strongest signals in the brainstem, cerebellum, substantia nigra, and cortex. SQOR did not appear to be expressed in all neuronal type, specifically cells positive for dopamine beta-hydroxylase staining did not express Sqor. \nData from the protein atlas is consistent, https://www.proteinatlas.org/ENSG00000137767-SQOR/tissue: \nProtein and RNA expression is almost ubiquitous, within the brain expression within the cerebral cortx, cerebellum and caudate( expression is not reported in the hippocampus). High expression in the skeletal muscle. a subcellular level SQOR is localized to the mitochondria","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22067608","type":"dc:BibliographicResource","dc:abstract":"Hydrogen sulfide (H₂S) can be consumed by both invertebrates and vertebrates as an inorganic substrate. The pathway metabolizing H₂S probably involves three mitochondrial enzymes, one of which is sulfide-quinone oxidoreductase (SQR), known as sulfide-quinone reductase-like protein (SQRDL) in vertebrates. Evidence from fission yeast suggests that SQR might have a role in regulating sulfide levels in the cell. Regulation might be essential for H₂S to act as a gaseous transmitter (gasotransmitter). The brain is an organ with high activity of gasotransmitters, like nitric oxide (NO) and H₂S, which are known to affect synaptic transmission. In this study, we provide evidence that SQRDL is expressed in the mammalian brain. Real-time polymerase chain reaction (PCR) showed an increase in the number of Sqrdl transcripts in the brain with increasing age. Cellular fractionation and subsequent analysis by Western blotting indicated that the protein is located in mitochondria, which is the site of sulfide consumption in the cell. With an immunohistochemical approach, we demonstrated that the SQRDL protein is expressed in neurons, oligodendrocytes, and endothelial cells. Taken together, our data suggest that brain tissue harbors the machinery required for local regulation of sulfide levels.","dc:creator":"Ackermann M","dc:date":"2011","dc:title":"The vertebrate homolog of sulfide-quinone reductase is expressed in mitochondria of neuronal tissues."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression throughout regions of the brain, scored 0.5 as per rubric."},{"id":"cggv:3fd7f6e4-3e97-481f-a02d-153da1d97e60","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d8d8355-a59c-4b40-9a79-50af32ef954c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SQOR- sulfide:quinone oxidoreductase plays a role as  the first step in the oxidation pathway of sulfide (hydrogen sulfide, H2S).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"hydrogen sulfide oxidation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Variants in ETHE1, the next step in the oxidation pathway of sulphides. Variants in ETHE1 have been associated with an accumulation of H2S and with Leigh syndrome spectrum."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":1871,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.5,"subject":{"id":"cggv:452dfadb-e2f8-48bd-9422-3abfeb1ece56","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:20390","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SQOR and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 23, 2020. The SQOR gene encodes sulfide quinone oxidoreductase, an enzyme that breaks down hydrogen sulfide which, when accumulated, inhibits complex IV. \n\nThe SQOR gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2020 (PMID: 32160317). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included two variants identified in two cases from one publication (PMID: 32160317). Of note, there was much debate among this Expert Panel if Subject II-3 from Family B should be scored as the variant was also found to be homozygous in two healthy siblings. However, after extensive discussion within the Expert Panel, it was decided to score this case but downgrade the score. No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function and expression (PMIDs: 27977873, 22067608).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 23, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:09ea3b0c-cc3a-44d1-a702-9f1674c33040"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}