{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T14:20:15.583Z","role":"Publisher"},{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd670c99-7594-416c-ba6c-5cfdd485d244","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9b0eec88-4e53-474c-a1a1-ba3b2be085f9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GPIIb antibody added to Triton X-100-solubilized membranes, caused the coprecipitation of GPIIb and GPIIIa, indicating that the two proteins form a complex. This was supported by the observations of disassociation into monomers with the addition of EDTA, and re-association upon the re-addition of Ca2+.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6213621","type":"dc:BibliographicResource","dc:abstract":"Human platelet membrane glycoproteins IIb and III are two major integral membrane components that have been identified as sites mediating thrombin-induced aggregation. For purposes of our study, glycoproteins IIb and III were solubilized by extracting platelet plasma membranes with a buffer containing 0.1% Triton X-100 and were separated by gel filtration chromatography on Sephacryl S-300, employing Triton X-100-containing column buffers with or without urea or guanidine hydrochloride. The physical properties of the purified glycoproteins were: for glycoprotein IIb, Rs = 61 A, s20.w = 4.7, f/f0 = 1.7, Mr = 125,000 (hydrodynamic values), Mr = 136,000 (sodium dodecyl sulfate gels); for glycoprotein III, Rs = 67 A, s20,w = 3.2 f/f0 = 2.1, Mr = 93,000 (hydrodynamic values), Mr = 95,000 (sodium dodecyl sulfate gels). Although the amino acid compositions of the two glycoproteins were similar, antibodies raised against glycoprotein IIb did not crossreact with glycoprotein III. If divalent cations were not chelated in the Triton extract, glycoproteins IIb and III coeluted during gel filtration chromatography (apparent Stokes radius of 71 A) and co-sedimented on sucrose gradients (apparent s20.w of 8.6), from which Mr = 265,000 was calculated. Glycoproteins IIb and III were coprecipitated by an antibody monospecific for glycoprotein IIb. The two glycoproteins dissociated into monomers when EDTA was added to Triton lysates. Readdition of Ca2+ caused them to reassociate into a complex with physical properties similar to those of the complex in the original Triton lysate. The data show that glycoproteins IIb and III are a heterodimer complex, that complex formation depends upon the presence of Ca2+, and that chelation of Ca2+ causes dissociation into monomeric glycoproteins.","dc:creator":"Jennings LK","dc:date":"1982","dc:title":"Purification of glycoproteins IIb and III from human platelet plasma membranes and characterization of a calcium-dependent glycoprotein IIb-III complex."},"rdfs:label":"Jennings_Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Coprecipitation indicated the interaction between ITGA2B and ITGB3 proteins forming the αIIbβ3 complex on the platelet surface. Both of these genes are implicated in platelet-type bleeding disorder 16."},{"id":"cggv:18abfef8-8b2d-48e6-ae2a-d2a0dfb87841","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a87b1ad9-7d3b-422d-bdcc-ae7f8e0aeeb7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ITGB3 encodes the integrin β3 glycoprotein and ITGA2B encodes the integrin αIIb glycoprotein. They interact to form the subunits of the αIIbβ3 complex, which is a platelet receptor for fibrinogen, among other ligands. The complex plays a significant role in platelet spreading and enabling clot formation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6460044","type":"dc:BibliographicResource","dc:abstract":"We have recently reported the isolation of purified platelet membrane glycoproteins IIb and IIIa and the generation of monospecific antisera to these membrane proteins. Using these monospecific antisera in an enzyme-linked immunosorbent assay system, it is no demonstrated that glycoprotein IIb (GPIIb) and glycoprotein IIIa (GPIIIa) form a complex with purified human fibrinogen. The formation of this GPIIb-GPIIIa fibrinogen complex is calcium dependent, fibrinogen specific, saturable, and inhibited by specific amino sugars and amino acids. These observations suggest that the GPIIb-GPIIIa macromolecular complex on the platelet surface acts under the proper physiologic circumstances as the fibrinogen binding site required for normal platelet aggregation.","dc:creator":"Nachman RL","dc:date":"1982","dc:title":"Complex formation of platelet membrane glycoproteins IIb and IIIa with fibrinogen."},"rdfs:label":"αIIbβ3 complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"ITGB3 encodes the integrin β3 glycoprotein and ITGA2B encodes the integrin αIIb glycoprotein. They interact to form the subunits of the αIIbβ3 complex, which is a platelet receptor for fibrinogen, among other ligands. The complex plays a significant role in platelet spreading and enabling clot formation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a658d7c-88cc-4ddb-8610-26f6d60e4a7f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f4932fc6-b18e-41de-a58b-9e854959122a","type":"FunctionalAlteration","dc:description":"In αIIb-W1026/β3-transfected mouse fetal liver cells there was altered timing of production of proplatelet formation- positive megakaryocytes. The number of proplatelet tips was decreased, and the size of the tips increased.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21454453","type":"dc:BibliographicResource","dc:abstract":"Congenital macrothrombocytopenia is a genetically heterogeneous group of rare disorders. αIIbβ3 has not been implicated in these conditions. We identified a novel, conserved heterozygous ITGA2B R995W mutation in 4 unrelated families. The surface expression of platelet αIIbβ3 was decreased to 50% to 70% of control. There was spontaneous PAC-1 and fibrinogen binding to resting platelets without CD62p expression. The activation state of αIIbβ3 in 293T cells was higher for αIIb-W995 than for β3-H723 but was weaker than for β3-N562. FAK was spontaneously phosphorylated in αIIb-W995/β3-transfected 293T cells. These results indicate that αIIb-W995/β3 has a constitutive, activated conformation but does not induce platelet activation. αIIb-W995/β3-transfected CHO cells developed membrane ruffling and abnormal cytoplasmic protrusions. The increased size and decreased number of proplatelet tips in αIIb-W995/β3-transduced mouse fetal liver-derived megakaryocytes indicate defective pro-platelet formation. We propose that activating mutations in ITGA2B and ITGB3 represent the etiology of a subset of congenital macrothrombocytopenias.","dc:creator":"Kunishima S","dc:date":"2011","dc:title":"Heterozygous ITGA2B R995W mutation inducing constitutive activation of the αIIbβ3 receptor affects proplatelet formation and causes congenital macrothrombocytopenia."},"rdfs:label":"Platelet Production"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b18a8e74-87e9-4f51-aa95-42e3ba037e2d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6d506ac8-0744-4e21-bf69-776f6a78f403","type":"FunctionalAlteration","dc:description":"Analysis of megakaryocyte (MK) development in cultured patient cells revealed that while the mature MKs basically showed normal morphology, proplatelet numbers tended to be lower and some extensions appeared swollen and with decreased branching. The size of the tips and bulges occurring at intervals along the proplatelets tended to be larger than for control MKs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29090484","type":"dc:BibliographicResource","dc:abstract":"Rare gain-of-function mutations within the ITGA2B or ITGB3 genes have been recognized to cause macrothrombocytopenia (MTP). Here we report three new families with autosomal dominant (AD) MTP, two harboring the same mutation of ITGA2B, αIIbR995W, and a third family with an ITGB3 mutation, β3D723H. In silico analysis shows how the two mutated amino acids directly modify the salt bridge linking the intra-cytoplasmic part of αIIb to β3 of the integrin αIIbβ3. For all affected patients, the bleeding syndrome and MTP was mild to moderate. Platelet aggregation tended to be reduced but not absent. Electron microscopy associated with a morphometric analysis revealed large round platelets; a feature being the presence of abnormal large α-granules with some giant forms showing signs of fusion. Analysis of the maturation and development of megakaryocytes reveal no defect in their early maturation but abnormal proplatelet formation was observed with increased size of the tips. Interestingly, this study revealed that in addition to the classical phenotype of patients with αIIbβ3 intracytoplasmic mutations there is an abnormal maturation of α-granules. It is now necessary to determine if this feature is a characteristic of all mutations disturbing the αIIb R995/β3 D723 salt bridge.","dc:creator":"Favier M","dc:date":"2018","dc:title":"Mutations of the integrin αIIb/β3 intracytoplasmic salt bridge cause macrothrombocytopenia and enlarged platelet α-granules."},"rdfs:label":"Megakaryopoiesis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a7289dc-8a62-48ca-8d74-b71410606e6a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:40265cf8-f341-4e50-ac80-d02572edfa8d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Spontaneous binding of fibrinogen was detected in mouse αIIb(R990W)β3‐expressing CHO cells, and results indicated that the activation state of mouse αIIb(R990W)β3 was comparable to that of human αIIb(R995W=R1026W)β3.\n\nPlatelet counts of heterozygous and homozygous R990W knock-in (KI) mice were decreased by ~10% and ~25% relative to those of wild‐type mice, respectively, with increase in platelet size. Decrease in absolute reticulated platelet numbers in steady state, delayed recovery from thrombocytopenia induced by anti‐platelet antibody and impaired response to exogenous thrombopoietin administration suggested impaired platelet production in KI mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31691484","type":"dc:BibliographicResource","dc:abstract":"To date, several mutations that induce constitutive activation of integrin αIIbβ3 have been identified in congenital macrothrombocytopenia. Of these, αIIb(R995W) is the most prevalent mutation observed in Japanese patients with αIIbβ3-related congenital macrothrombocytopenia.","dc:creator":"Akuta K","dc:date":"2020","dc:title":"Knock-in mice bearing constitutively active αIIb(R990W) mutation develop macrothrombocytopenia with severe platelet dysfunction."},"rdfs:label":"R990W knock-in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.2}],"evidenceStrength":"Definitive","sequence":7171,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.7,"subject":{"id":"cggv:177ecff4-91e6-4202-aef9-127f91ba6df5","type":"GeneValidityProposition","disease":"obo:MONDO_0008552","gene":"hgnc:6138","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*ITGA2B* was first reported in relation to autosomal dominant platelet-type bleeding disorder 16 in 1998 (Peyruchaud et al., 1998, PMID: 9834222). At least 5 unique variants (4 missense variants and 1 single amino acid deletion in the highly conserved GFFKR sequence of the cytoplasmic domain) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 29 probands in 10 publications (PMIDs: 29090484, 24498605, 21454453, 9834222, 31119735, 31064749, 33276370, 32581362, 34355501, 36430862). Variants in this gene segregated with disease in 27 additional family members. The mechanism for disease is thought to be heterozygous gain of function, or activating, mutations (PMIDs: 9834222, 21454453). Of note, this gene has also been implicated in autosomal recessive Glanzmann’s Thrombasthenia due to loss of function variants. This has been assessed separately. This gene-disease association is supported by its shared biochemical function (PMID: 6460044) and protein interaction with *ITG3B* (PMID: 6213621), and functional alteration in both patient (PMID: 29090484) and non-patient (PMID: 21454453) cells, indicating a defect in proplatelet formation. Additionally, a knock-in mouse model recapitulated the macrothrombocytopenia phenotype due to constuative activation (PMID: 31691484). In summary, there is definitive evidence supporting the relationship between *ITGA2B* and autosomal dominant platelet-type bleeding disorder 16. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis gene-disease pair was originally evaluated by the HT GCEP on 06/25/2021. It was reevaluated on 10/23/2023. As a result of this reevaluation 9 additional patients were identified (PMIDs: 32581362, 34355501, 36430862) and increased the classification from Moderate to Definitive (SOP Version 9).","dc:isVersionOf":{"id":"cggv:380c4fb9-aa51-4d34-9349-7938667612b7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}