{"id":"cggv:66012775-240c-4640-ac66-12647021eee5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:66012775-240c-4640-ac66-12647021eee5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:66012775-240c-4640-ac66-12647021eee5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-08-23T12:33:24.493Z","role":"Publisher"}],"evidence":[{"id":"cggv:66012775-240c-4640-ac66-12647021eee5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:66012775-240c-4640-ac66-12647021eee5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:66012775-240c-4640-ac66-12647021eee5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:576e3bad-8369-4096-878d-fd4b3b6b0d46","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f401a20-d1d1-4068-be98-2124a50961b0","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"EFTUD2 knock-out zebrafish exhibit abnormal apoptosis in neural progenitors; expression of wildtype EFTUD2 in EFTUD2 knock-out zebrafish rescued apoptosis phenotype by >80%","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27899647","type":"dc:BibliographicResource","dc:abstract":"Haploinsufficiency of EFTUD2 (Elongation Factor Tu GTP Binding Domain Containing 2) is linked to human mandibulofacial dysostosis, Guion-Almeida type (MFDGA), but the underlying cellular and molecular mechanisms remain to be addressed. We report here the isolation, cloning and functional analysis of the mutated eftud2 (snu114) in a novel neuronal mutant fn10a in zebrafish. This mutant displayed abnormal brain development with evident neuronal apoptosis while the development of other organs appeared less affected. Positional cloning revealed a nonsense mutation such that the mutant eftud2 mRNA encoded a truncated Eftud2 protein and was subjected to nonsense-mediated decay. Disruption of eftud2 led to increased apoptosis and mitosis of neural progenitors while it had little effect on differentiated neurons. Further RNA-seq and functional analyses revealed a transcriptome-wide RNA splicing deficiency and a large amount of intron-retaining and exon-skipping transcripts, which resulted in inadequate nonsense-mediated RNA decay and activation of the p53 pathway in fn10a mutants. Therefore, our study has established that eftud2 functions in RNA splicing during neural development and provides a suitable zebrafish model for studying the molecular pathology of the neurological disease MFDGA.","dc:creator":"Lei L","dc:date":"2017","dc:title":"Spliceosomal protein eftud2 mutation leads to p53-dependent apoptosis in zebrafish neural progenitors."},"rdfs:label":"EFTUD2 knock-out zebrafish rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Partial rescue"},{"id":"cggv:5b0acf4e-d944-4894-9eeb-e11b720a02ab","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c1b50ac-665c-4588-992d-ee3d90a43a27","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"EFTUD2 conditional homozygous knock-out mice had brain and craniofacial malformations and abnormal splicing","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33601405","type":"dc:BibliographicResource","dc:abstract":"EFTUD2 is mutated in patients with mandibulofacial dysostosis with microcephaly (MFDM). We generated a mutant mouse line with conditional mutation in Eftud2 and used Wnt1-Cre2 to delete it in neural crest cells. Homozygous deletion of Eftud2 causes brain and craniofacial malformations, affecting the same precursors as in MFDM patients. RNAseq analysis of embryonic heads revealed a significant increase in exon skipping and increased levels of an alternatively spliced Mdm2 transcript lacking exon 3. Exon skipping in Mdm2 was also increased in O9-1 mouse neural crest cells after siRNA knock-down of Eftud2 and in MFDM patient cells. Moreover, we found increased nuclear P53, higher expression of P53-target genes and increased cell death. Finally, overactivation of the P53 pathway in Eftud2 knockdown cells was attenuated by overexpression of non-spliced Mdm2, and craniofacial development was improved when Eftud2-mutant embryos were treated with Pifithrin-α, an inhibitor of P53. Thus, our work indicates that the P53-pathway can be targeted to prevent craniofacial abnormalities and shows a previously unknown role for alternative splicing of Mdm2 in the etiology of MFDM.","dc:creator":"Beauchamp MC","dc:date":"2021","dc:title":"Mutation in Eftud2 causes craniofacial defects in mice via mis-splicing of Mdm2 and increased P53."},"rdfs:label":"EFTUD2 conditional knock-out in neural crest cells mouse mod"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to lack of phenotype in heterozygous knockout"},{"id":"cggv:ae762418-876d-49ce-9a62-bca1f54ebdd5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:661ea1e6-7c13-4af2-a433-c4e7cd11f9dc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"abnormal brain development","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27899647","rdfs:label":"Lei-Zebrafish-Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded by 1 point because it is a non-mammalian model organism; downgraded an additional 0.5 points because of the lack of phenotype in heterozygous knock-outs"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":4941,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:0b0bba2d-6a30-4a25-9802-52cef906708b","type":"GeneValidityProposition","disease":"obo:MONDO_0012516","gene":"hgnc:30858","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*EFTUD2* variants were first reported in relation to autosomal dominant mandibulofacial dysostosis-microcephaly syndrome (MFDM) in 2012 (PMID: 22305528). *EFTUD2* encodes a GTPase subunit of the U5 small nuclear ribonucleoprotein complex of the spliceosome. MFDM is characterized by global developmental delay, intellectual disability, microcephaly, craniofacial skeletal anomalies, and abnormalities of the ears and hearing (PMIDs: 22305528, 24999515, 35395430). To date, at least 126 MFDM patients have been reported with *EFTUD2* variants, including large deletions, nonsense, frameshift, splice site, and missense variants (PMIDs: 22305528, 24999515, 35395430). Nine unique variants reported in nine probands (PMIDs: 22305528, 35395430) are included in this curation. Most cases are *de novo*, although inheritance from mildly affected parents has been reported in rare cases (PMID: 24999515). The mechanism of pathogenicity is haploinsufficiency. Homozygous *EFTUD2* knock-out zebrafish and mice with a homozygous conditional *EFTUD2* knock-out in neural crest cells display abnormal brain development, abnormal craniofacial malformations, and abnormal splicing, which further supports the gene-disease relationship (PMIDs: 27899647, 33601405).\n\nIn summary, there is definitive evidence supporting the relationship between *EFTUD2* and autosomal dominant mandibulofacial dysostosis-microcephaly syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on July 20, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:66012775-240c-4640-ac66-12647021eee5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}