{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-03-30T20:34:00.030Z","role":"Publisher"},{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-10-11T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c935a1a3-6d15-4606-a445-47ff21ea0663","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2387e263-c5c1-4e44-9dd9-37ad23fd924d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Both of the interacting gene, along with EWSR1 are part of the FET family. Bacterially expressed GST tagged EWSR1, FUS and TAF15 (N-terminal) recombinant proteins used as bait to immobilize proteins from extracts of cultured human cells. Immunoblot analysis of pulldown samples (C) shows that TAF15 and FUS are EWSR1 binding partners as enriched in pulldown material from all FET N-terminal domains.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23975937","type":"dc:BibliographicResource","dc:abstract":"The three FET (FUS, EWSR1, and TAF15) family RNA binding proteins are expressed in all tissues and almost all cell types. The disordered N-terminal parts are always present in FET fusion oncoproteins of sarcomas and leukemia. Mutations in FUS and TAF15 cause aggregation of FET proteins in neurological disorders. Here we used recombinant proteins in pulldown experiments and mass spectrometry to identify major interaction partners of the FET N-terminal parts. We report that FUS, EWSR1, and TAF15 form homo- and heterocomplexes as major binding partners and identify an evolutionarily conserved N-terminal motif (FETBM1) that is required for this interaction. The binding is RNA and DNA independent and robust up to 1 M of NaCl. The localization of FETBM1 and its target sequences supports a simple model for FET protein aggregation as reported in neurological disorders such as amyotrophic lateral sclerosis, frontotemporal dementia, and essential tremor. The FETBM1 localization also explains the binding of normal full-length FET proteins to their oncogenic fusion proteins.","dc:creator":"Thomsen C","dc:date":"2013","dc:title":"A conserved N-terminal motif is required for complex formation between FUS, EWSR1, TAF15 and their oncogenic fusion proteins."},"rdfs:label":"FET Family Pulldown"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"The pulldown in question does not have a loading control, and questions were raised regarding whether the interaction seen here is forced in an artificial model, therefore this is scored at zero."},{"id":"cggv:c2113c04-994c-43d6-9577-25eeff4af25b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d28458c-f613-4dca-b04b-e2dcae340654","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"In the same paper (Figure 4A,B,C), it is shown that these genes possess similar aggregation kinetics to EWSR1 with a hierarchy of aggregation propensity of FUS > EWSR1 > TDP-43","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22454397","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease affecting motor neurons. Mutations in related RNA-binding proteins TDP-43, FUS/TLS and TAF15 have been connected to ALS. These three proteins share several features, including the presence of a bioinformatics-predicted prion domain, aggregation-prone nature in vitro and in vivo and toxic effects when expressed in multiple model systems. Given these commonalities, we hypothesized that a related protein, EWSR1 (Ewing sarcoma breakpoint region 1), might also exhibit similar properties and therefore could contribute to disease. Here, we report an analysis of EWSR1 in multiple functional assays, including mutational screening in ALS patients and controls. We identified three missense variants in EWSR1 in ALS patients, which were absent in a large number of healthy control individuals. We show that disease-specific variants affect EWSR1 localization in motor neurons. We also provide multiple independent lines of in vitro and in vivo evidence that EWSR1 has similar properties as TDP-43, FUS and TAF15, including aggregation-prone behavior in vitro and ability to confer neurodegeneration in Drosophila. Postmortem analysis of sporadic ALS cases also revealed cytoplasmic mislocalization of EWSR1. Together, our studies highlight a potential role for EWSR1 in ALS, provide a collection of functional assays to be used to assess roles of additional RNA-binding proteins in disease and support an emerging concept that a class of aggregation-prone RNA-binding proteins might contribute broadly to ALS and related neurodegenerative diseases.","dc:creator":"Couthouis J","dc:date":"2012","dc:title":"Evaluating the role of the FUS/TLS-related gene EWSR1 in amyotrophic lateral sclerosis."},"rdfs:label":"GST-tagged EWSR1 kinetics"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:727dc56b-3f26-403e-b587-85a6c07743b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7d19b19b-c077-4b31-a65f-d18ec7bf1cd4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SQSTM1 has been shown to disrupt selective autophagy and can increase stress granule and aggregate formation under oxidative stress PMID: 31362587, 34929165. FIG4 mutations cause enlarged endosomes and disrupted autolysosome clearance PMID: 26662798, 17572665. Loss of C9orf72 results in impaired clearance of DPR proteins and leads to accumulation of C9 and cell death PMID: 31930538.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25946189","type":"dc:BibliographicResource","dc:abstract":"The EWSR1 (EWS RNA-binding protein 1/Ewing Sarcoma Break Point Region 1) gene encodes a RNA/DNA binding protein that is ubiquitously expressed and involved in various cellular processes. EWSR1 deficiency leads to impairment of development and accelerated senescence but the mechanism is not known. Herein, we found that EWSR1 modulates the Uvrag (UV radiation resistance associated) gene at the post-transcription level. Interestingly, EWSR1 deficiency led to the activation of the DROSHA-mediated microprocessor complex and increased the level of Mir125a and Mir351, which directly target Uvrag. Moreover, the Mir125a- and Mir351-mediated reduction of Uvrag was associated with the inhibition of autophagy that was confirmed in ewsr1 knockout (KO) MEFs and ewsr1 KO mice. Taken together, our data indicate that EWSR1 is involved in the post-transcriptional regulation of Uvrag via a miRNA-dependent pathway, resulting in the deregulation of autophagy inhibition. The mechanism of Uvrag and autophagy regulation by EWSR1 provides new insights into the role of EWSR1 deficiency-related cellular dysfunction. ","dc:creator":"Kim Y","dc:date":"2015","dc:title":"Uvrag targeting by Mir125a and Mir351 modulates autophagy associated with Ewsr1 deficiency."},"rdfs:label":"Autophagy changes in MEFs"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"KO homozygous EWSR1 mouse embryonic fibroblasts do not capitulate the ALS phenotype."},{"id":"cggv:505268df-daef-4f3d-9231-516084e30079","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a50dd855-1f92-49c9-895e-775dd5ae9749","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Neuronal cytoplasmic inclusions are a pathological hallmark of ALS and exist in many different forms such as seen here (EWSR1), ubiquitinated inclusions (TDP-43, MATR3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22454397","rdfs:label":"Immunohistochemistry in spinal cord motor neurons"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d9db164c-7d98-4aa8-b3b2-b739be30b1a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff3b5b10-375d-488f-8ef0-f56d2dc9064e","type":"FunctionalAlteration","dc:description":"Compared to WT nuclear localisation, both ALS specific variants G511A and P552L lead to a significant cytoplasmic accumulation of EWSR1 protein compared to WT, with neurite accumulation into dendrites and axons happening also.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22454397","rdfs:label":"Localisation in rat primary neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The MAF of the variant studied here, P553L, is too high to be scored, therefore there is no genetic evidence supporting the role of this variant and therefore mechanism, with ALS."},{"id":"cggv:d7955223-6ec5-4197-8040-edeebd5c9a1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5da627f4-326b-4e77-bcae-3c1b61fe30e6","type":"FunctionalAlteration","dc:description":"There was an enhanced accumulation  in the cytoplasm and neuronal processes of ALS-mutant transduced cells compared to WT, without changes in expression levels.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22454397","rdfs:label":"Localisation in mouse primary neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The MAF of the variant studied here, P553L, is too high to be scored, therefore there is no genetic evidence supporting the role of this variant and therefore mechanism, with ALS."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c1c867c-4f11-4b0d-b79e-6066eae73f07","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e46112e-df99-4d6e-9294-5e87b5dab464","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mice display increased limb clasping and slightly higher torso flexion with decreased limb coordination which indicates a dystonia-like phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29731676","type":"dc:BibliographicResource","dc:abstract":"A recent study reveals that missense mutations of ","dc:creator":"Yoon Y","dc:date":"2018","dc:title":"Genetic Ablation of EWS RNA Binding Protein 1 (EWSR1) Leads to Neuroanatomical Changes and Motor Dysfunction in Mice."},"rdfs:label":"Tail Suspension Test Mice KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"KO homozygous EWSR1 mice do not capitulate the ALS phenotype, which is traditionally that heterozygous missense mutations contribute to the phenotype, and they might not necessarily be loss of function as the expression of the gene product is the same in WT and mutants."},{"id":"cggv:485c2b0f-407a-41e0-972c-600207603c6a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:959fe32e-c46f-4f21-a0ae-3892df3c14fd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"There was a dose-dependent effect on retinal degeneration, with EWSR1 leading to shortened lifespan and progressive loss of motility.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22454397","rdfs:label":"Transgenic Drosophila lines"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Both WT and mutant EWSR1 demonstrate similar expression in patients (Figure 3C) and model systems (Figure 5F) with this having no impact on retinal degeneration (Figure 5E)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Disputed","sequence":6041,"specifiedBy":"GeneValidityCriteria9","strengthScore":1,"subject":{"id":"cggv:7dbfad5d-1b06-48db-846e-81b7faf29ced","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:3508","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"EWSR1 was first reported in relation to amyotrophic lateral sclerosis (ALS) of undetermined inheritance in 2012 (Couthouis et al., PMID: 22454397). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in molecular mechanism, inheritance pattern and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities; amyotrophic lateral sclerosis and Ewing sarcoma/neuroepithlioma (OMIM: 612219). The split curation for ALS of undetermined inheritance has been curated separately. Four missense variants that have been reported in four probands in two publications (PMIDs: 22454397, 25299611) are included in this curation. We classified EWSR1 as of undetermined inheritance as we couldn't identify if any variants segregated with disease as parental information was unavailable. We determined that the mechanism of pathogenicity appears to be loss of function (heterozygous). There were four variants which were evaluated but not scored (G512A, P533L, G585S, Y190F) as their population specific allele frequencies were above the ALS GCEP threshold. One of these variants (G585S) was also present in an individual that was harboring a C9orf72 gene expansion, therefore it is unclear whether this variant contributed to the ALS phenotype. This gene-disease association is refuted by several lines of experimental data. Evidence supporting EWSR1 as being a binding partner of FUS and TAF15 was not scored as technical elements of the experiment were questionable (PMID:23975937). Experiments showing the functional impact of the P553L variant on cytoplasmic localisation in rat and mouse primary neurons was not scored as we determined that this variant was not causal for ALS based on genetic evidence (PMID: 22454397). Furthermore, the levels of retinal degeneration and expression of EWSR1 observed in a Drosophila model system were similar between wild type and mutants (PMID: 22454397). Also, neurodegenerative/ALS-like phenotypes observed in homozygous knockout mouse models (PMID: 29731676) and mouse embryonic fibroblasts (PMID: 25946189) do not adequately reflect the human ALS phenotype as heterozygous missense EWSR1 variants are thought to be responsible. The gene-disease association is supported by in vitro functional assays which implicate soluble wild-type EWSR1 as participating in key ALS associated processes such as aggregation and cytoplasmic localisation (PMID: 22454397). In summary, the evidence supporting the relationship between EWSR1 and ALS has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role EWSR1 plays in this disease. This classification was approved by the ClinGen ALS GCEP on the meeting date October 11, 2022 (SOP Version 9).\nThere was no genetic evidence for EWSR1 as all of the variants carried  population-specific minor allele frequencies that were above the threshold to be considered causal ALS variants (0.000005). Because of this, the experimental evidence which involved those variants was not convincing enough to support a gene-disease relationship. ","dc:isVersionOf":{"id":"cggv:4e210cfa-3eb4-4f9b-ad0c-67cfae624029"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}