{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-11-07T20:00:00.000Z","role":"Approver"},{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-11-08T06:13:17.506Z","role":"Publisher"}],"evidence":[{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:029ff883-4749-4faf-b3bb-bf80143b0422","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:c0f2b88b-c359-4488-966d-47d20a5d0586","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Analysis of immunohistochemically stained consecutive sections from wild-type mouse brain showed that, overall, the two Kv3 isoforms were expressed prominently in similar brain regions. As previously reported in rat (Sekirnjak et al. 1997; Weiser et al. 1995) Kv3.1b immunoreactivity was most prominent in the cerebellar cortex. Other regions with strong labeling for Kv3.1b were the hippocampus, the reticular thalamic nucleus, the neocortex and several structures in the brain stem. Consistent with observations on the distribution of splice version-specific mRNA transcripts (Perney et al. 1992), Kv3.1a immunostaining was seen in similar areas, although signals were weaker for this isoform, particularly in the brain stem. On the other hand, there were a few structures, most notably the olfactory bulb, where Kv3.1a immunoreactivity was stronger. In fact, while the olfactory bulb was one of the areas showing highest levels of Kv3.1a protein, this structure expressed Kv3.1b weakly.   \n\n Kv3.1b  proteins  were prominently  expressed  in  the  somatic  and  proximal  dendritic  membrane of specific neuronal populations in the mouse brain. The axons of most of these neurons also expressed Kv3.1b protein. In contrast,Kv3.1a proteins were prominently expressed in the axons of some of the  same  neuronal  populations,  but  there  was  little  to  no  Kv3.1a protein expression in somatodendritic membrane. Exceptions to this pattern were seen in two neuronal populations with unusual targeting of  axonal  proteins,  mitral  cells  of  the  olfactory  bulb,  and  mesencephalic  trigeminal  neurons,  which  expressed  Kv3.1a  protein  in  dendritic  and  somatic  membrane,  respectively.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12091563","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated K(+) channels containing pore-forming subunits of the Kv3 subfamily have specific roles in the fast repolarization of action potentials and enable neurons to fire repetitively at high frequencies. Each of the four known Kv3 genes encode multiple products by alternative splicing of 3' ends resulting in the expression of K(+) channel subunits differing only in their C-terminal sequence. The alternative splicing does not affect the electrophysiological properties of the channels, and its physiological role is unknown. It has been proposed that one of the functions of the alternative splicing of Kv3 genes is to produce subunit isoforms with differential subcellular membrane localizations in neurons and differential modulation by signaling pathways. We investigated the role of the alternative splicing of Kv3 subunits in subcellular localization by examining the brain distribution of the two alternatively spliced versions of the Kv3.1 gene (Kv3.1a and Kv3.1b) with antibodies specific for the alternative spliced C-termini. Kv3.1b proteins were prominently expressed in the somatic and proximal dendritic membrane of specific neuronal populations in the mouse brain. The axons of most of these neurons also expressed Kv3.1b protein. In contrast, Kv3.1a proteins were prominently expressed in the axons of some of the same neuronal populations, but there was little to no Kv3.1a protein expression in somatodendritic membrane. Exceptions to this pattern were seen in two neuronal populations with unusual targeting of axonal proteins, mitral cells of the olfactory bulb, and mesencephalic trigeminal neurons, which expressed Kv3.1a protein in dendritic and somatic membrane, respectively. The results support the hypothesis that the alternative spliced C-termini of Kv3 subunits regulate their subcellular targeting in neurons.","dc:creator":"Ozaita A","dc:date":"2002","dc:title":"Differential subcellular localization of the two alternatively spliced isoforms of the Kv3.1 potassium channel subunit in brain."},"rdfs:label":"Isoform localization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"We do not usually score experimental studies showing expression in brain regions."},{"id":"cggv:5637de95-841c-46af-8c15-a298c85f840b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:5201f3f7-49bf-482c-8edc-e8165feb1f1a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This result shows that KCNC1 plays a role in maintaining high frequency firing of neurons by rapid repolarization. If the neurons' ability to fire high frequency action potentials, the balance of brain's electrical activity is expected to be inbalances, leading to seizures, which is an uncontrolled electrical activity in the brain. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33735526","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNC1 can cause severe neurological dysfunction, including intellectual disability, epilepsy, and ataxia. The Arg320His variant, which occurs in the voltage-sensing domain of the channel, causes a highly penetrant and specific form of progressive myoclonus epilepsy with severe ataxia, designated myoclonus epilepsy and ataxia due to potassium channel mutation (MEAK). KCNC1 encodes the voltage-gated potassium channel K","dc:creator":"Carpenter JC","dc:date":"2021","dc:title":"Progressive myoclonus epilepsy KCNC1 variant causes a developmental dendritopathy."},"rdfs:label":"Firing of cortical neuron cultures expressing Kv3.1b"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"In the Epilepsy GCEP meeting, we decided that we do not need this evidence."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89f6e55e-4e87-4b4c-9ea1-7aa89e108573","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:ced51004-f510-40d6-9a80-a69b47d841db","type":"FunctionalAlteration","dc:description":"Current amplitudes recorded in oocytes expressing either of the three mutant channels were barely detectable and similar to water‐injected controls (Fig. ​(Fig.2A2A and ​and2).2). Coexpression of wild type (WT) with mutant channels indicated dominant‐negative loss‐of‐function effects with a significant decrease in K+ current amplitudes of approximately 68% and 48% for Thr399Met and Ala421Val mutant channels compared to WT alone (Fig. ​(Fig.2C2C and D), whereas coexpression of Cys208Tyr mutant and WT channels did not cause a significant amplitude reduction. The activation curve showed a hyperpolarizing shift when WT channels were coexpressed with Ala421Val mutant channels in comparison to WT channels alone (Fig. ​(Fig.2E),2E), whereas Cys208Tyr channels did not show any significant difference. Thr399Met showed a strong dominant‐negative effect on the WT which impeded the evaluation of further gating parameters.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31353862","type":"dc:BibliographicResource","dc:abstract":"A recurrent de novo missense variant in KCNC1, encoding a voltage-gated potassium channel expressed in inhibitory neurons, causes progressive myoclonus epilepsy and ataxia, and a nonsense variant is associated with intellectual disability. We identified three new de novo missense variants in KCNC1 in five unrelated individuals causing different phenotypes featuring either isolated nonprogressive myoclonus (p.Cys208Tyr), intellectual disability (p.Thr399Met), or epilepsy with myoclonic, absence and generalized tonic-clonic seizures, ataxia, and developmental delay (p.Ala421Val, three patients). Functional analyses demonstrated no measurable currents for all identified variants and dominant-negative effects for p.Thr399Met and p.Ala421Val predicting neuronal disinhibition as the underlying disease mechanism.","dc:creator":"Park J","dc:date":"2019","dc:title":"KCNC1-related disorders: new de novo variants expand the phenotypic spectrum."},"rdfs:label":"Current analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This is a variant level experimental evidence."},{"id":"cggv:d6e2637b-9ceb-4feb-9519-a89ab0c827c4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:ad228783-19f0-4dee-adca-e5085d6f15a8","type":"FunctionalAlteration","dc:description":"Current traces obtained from a set of depolarizing pulses from − 60 to + 60 mV revealed a clear loss of function for all but the Ala513Val variant, being the variant observed once in gnomAD (not scored or assessed as causative by authors).  To determine potential dominant‐negative effect, we performed coexpression experiments, where both WT and mutant cRNA of the same concentration were injected at a 1:1 ratio. Two variants that showed very small or no currents, (Arg317His and Arg339X) caused a significant reduction compared to the WT current amplitude indicating a dominant‐negative effect (Fig. ​(Fig.3A3A and ​and3).3). For the coexpression of the Gln492X with the WT, the normalized current amplitudes were as follows: WT + H20 – 1.00 ± 0.03 (n = 111) and WT + Gln492X – 1.02 ± 0.12 (n = 21). In both cases, the injected amount of WT cRNA was the same, so that the resulting current amplitude of the coexpression should be the sum of the expressed WT + H2O (1.00 ± 0.03) and half of the amplitude recorded for the Gln492X alone (0.7 ± 0.1; Fig. ​Fig.2C),2C), that is, with a value of about 1.3. Since this predicted value is larger than the recorded one this might suggest the dominant‐negative effect of the Gln492X.  The conductance‐voltage relationships for Ala421Val + WT, Arg317His + WT, Gln492X + WT, and Arg339X + WT did not differ from the wild type alone. With no changes seen in the voltage dependence of activation, the observed reduction in current amplitudes may be explained by other mechanisms such as reduced number of mutant channels reaching the membrane or reduced open probability of these channels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31353855","type":"dc:BibliographicResource","dc:abstract":"To analyze clinical phenotypes associated with KCNC1 variants other than the Progressive Myoclonus Epilepsy-causing variant p.Arg320His, determine the electrophysiological functional impact of identified variants and explore genotype-phenotype-physiological correlations.","dc:creator":"Cameron JM","dc:date":"2019","dc:title":"Encephalopathies with KCNC1 variants: genotype-phenotype-functional correlations."},"rdfs:label":"Current analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This is variant-level experimental evidence."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7fcbc63-6701-4999-8ed0-f1dc076361fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6f05035e-e17d-45cd-9a91-9331caf7c355","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to ataxia and behavioral anomalies seen in affected children.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9037088","type":"dc:BibliographicResource","dc:abstract":"To investigate the roles of K+ channels in the regulation and fine-tuning of cellular excitability, we generated a mutant mouse carrying a disrupted gene for the fast activating, voltage-gated K+ channel Kv3.1. Kv3.1-/- mice are viable and fertile but have significantly reduced body weights compared with their Kv3.1+/- littermates. Wild-type, heterozygous, and homozygous Kv3.1 channel-deficient mice exhibit similar spontaneous locomotor and exploratory activity. In a test for coordinated motor skill, however, homozygous Kv3.1-/- mice perform significantly worse than their heterozygous Kv3.1+/- or wild-type littermates. Both fast and slow skeletal muscles of Kv3.1-/- mice are slower to reach peak force and to relax after contraction, consequently leading to tetanic responses at lower stimulation frequencies. Both mutant muscles generate significantly smaller contractile forces during a single twitch and during tetanic conditions. Although Kv3.1-/- mutants exhibit a normal auditory frequency range, they show significant differences in their acoustic startle responses. Contrary to expectation, homozygous Kv3.1-/- mice do not have increased spontaneous seizure activity.","dc:creator":"Ho CS","dc:date":"1997","dc:title":"Pleiotropic effects of a disrupted K+ channel gene: reduced body weight, impaired motor skill and muscle contraction, but no seizures."},"rdfs:label":"Knockout Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Did not express full phenotype and present largely in homozygous knockout animals."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5323,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:d26d7515-06b8-4395-bbfc-def0a46f7e31","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:6233","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KCNC1 was first reported in relation to autosomal dominant complex neurodevelopmental disorder (CND) in a family in 2017 (Poirier et al. 2017 PMID: 28145425). Since then, seven variants in 15 families with CND have been reported in four studies. The phenotypes of patients with KCNC1-related CND vary from developmental delay/intellectual disability and hypotonia without seizures to seizures, global developmental delay, hypotonia, and ataxia. The onset varies from birth to 3 years of age. There is a recurrent variant, p.Ala421Val, which is associated with severe phenotypes with myoclonic and generalized tonic clonic seizures and intellectual disability. In addition to CND, KCNC1 is also associated with autosomal dominant progressive myoclonus epilepsy, which is curated separately. The mechanism of pathogenicity appears to be loss of function and dominant negative. Of the 15 reported probands, two had loss-of-function variants inherited from a parent and each received 1.5 pts. Of the remaining 13 families, 12 had de novo variants and received 0.5pt. Of these 12 families de novo variants, 11 had variants with their effects verified by functional studies and received additional 0.5 pts each. In total, maximum score for genetic evidence (12 pts) has been reached. In summary, KCNC1 is definitively associated with autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:5146494e-71e7-4e06-b10f-cc126429e3fb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}