{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-11-08T17:00:00.000Z","role":"Approver"},{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-03-13T21:14:11.935Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9082aeed-2e0c-4f15-89c9-0f5729199475","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f08f2034-d8d5-4807-9251-40f9f8427aac","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pathogenic variants in CASK1 cause X-linked intellectual disability.\nHEK293H cells co-transfected with V5-tagged-KIRREL3 and GFP-tagged CASK were immunoprecipitated with antibodies to either V5 or GFP. Both immunoprecipitation methods showed the interaction of the exogenous proteins in HE293H cells. The assays were repeated in a mouse hippocampal cell line, HT22, and the same results were noted. CASK and KIRREL3 were shown to co-localize when overexpressed in the neuronal cell line PC12 and the HT22 cell, thus indicating that the two proteins localize to the same cellular domains.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19012874","type":"dc:BibliographicResource","dc:abstract":"Cell-adhesion molecules play critical roles in brain development, as well as maintaining synaptic structure, function, and plasticity. Here we have found the disruption of two genes encoding putative cell-adhesion molecules, CDH15 (cadherin superfamily) and KIRREL3 (immunoglobulin superfamily), by a chromosomal translocation t(11;16) in a female patient with intellectual disability (ID). We screened coding regions of these two genes in a cohort of patients with ID and controls and identified four nonsynonymous CDH15 variants and three nonsynonymous KIRREL3 variants that appear rare and unique to ID. These variations altered highly conserved residues and were absent in more than 600 unrelated patients with ID and 800 control individuals. Furthermore, in vivo expression studies showed that three of the CDH15 variations adversely altered its ability to mediate cell-cell adhesion. We also show that in neuronal cells, human KIRREL3 colocalizes and interacts with the synaptic scaffolding protein, CASK, recently implicated in X-linked brain malformation and ID. Taken together, our data suggest that alterations in CDH15 and KIRREL3, either alone or in combination with other factors, could play a role in phenotypic expression of ID in some patients.","dc:creator":"Bhalla K","dc:date":"2008","dc:title":"Alterations in CDH15 and KIRREL3 in patients with mild to severe intellectual disability."},"rdfs:label":"KIRREL3 interacts with CASK"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"There is no genetic evidence supporting the relationship between KIRREL3 and complex neurodevelopmental disorder; therefore, this experimental data is not scored."},{"id":"cggv:2ce16794-f218-4f64-874d-5d5d1fbca5a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1711bb1a-c910-4823-8970-bd424aee6b3e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"KIRREL3 encodes a neuronal transmembrane protein involved in synapse formation.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32503885","type":"dc:BibliographicResource","dc:abstract":"Missense variants in Kirrel3 are repeatedly identified as risk factors for autism spectrum disorder and intellectual disability, but it has not been reported if or how these variants disrupt Kirrel3 function. Previously, we studied Kirrel3 loss of function using KO mice and showed that Kirrel3 is a synaptic adhesion molecule necessary to form one specific type of hippocampal synapse ","dc:creator":"Taylor MR","dc:date":"2020","dc:title":"Kirrel3-Mediated Synapse Formation Is Attenuated by Disease-Associated Missense Variants."},"rdfs:label":"KIRREL3 synaptogenic function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Kirrel3 variants that showed deficiency in synaptogenic function were observed at a high frequency in gnomAD; therefore, it is not clear whether KIRREL3 functions in synapse formation is relevant to the neurodevelopmental phenotypes observed in humans."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:898142f9-f90b-4a97-8690-b3dc5de60413","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f07ecc2f-ad0b-4fae-a18a-b5ae2f03a8dc","type":"FunctionalAlteration","dc:description":"Mouse neurons with Kirrel3 knockdown showed reduced migration. Many of the Kirrel3 knockdwon neurons were localized near the midline compared to mock control transfected neurons. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21241806","type":"dc:BibliographicResource","dc:abstract":"Nuclei are anatomical units of the central nervous system (CNS). Their formation sets the structural basis for the functional organization of the brain, a process known as nucleogenesis. In the present study, we investigated the role of the transmembrane immunoglobulin superfamily molecule Neph2 in the nucleogenesis of the pontine nucleus (PN). Neph2 expression is turned on in migrating PN neurons only after they enter the presumptive nuclear region. Neph2 knockdown disrupted the nuclear organization of PN presumably by changing the migratory behavior of PN neurons inside the nuclear region. Moreover, overexpression of the cytoplasmic region of Neph2, which can sequester intracellular signaling of endogenous Neph2, resulted in similar phenotypes. Overall, these results suggest Neph2 is involved in the nucleogenesis of the PN through the control of neuronal migration inside the nucleus.","dc:creator":"Nishida K","dc:date":"2011","dc:title":"Role of Neph2 in pontine nuclei formation in the developing hindbrain."},"rdfs:label":"Kirrel3 shRNA knockdown results in aberrant migration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The experimental evidence is not scored due to lack of compelling genetic evidence. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:650350d9-1660-48db-a80b-124b7edafe3f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:751e3bcc-40ca-44ca-bc51-85adc8b1a374","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"wildtype and Kirrel3 -/- littermates were tested in a battery of behavioral tests including: the three-chambered social test, ultrasonic vocalizations, open field test for anxiety, repetitive behavior, rotarod, elevated plus maze, light-dark test, resident-intruder test for aggression, acoustic startle response, olfactory habituation/dishabituation test (buried food test), foot shock test for pain sensitivity, Morris water maze for spatial learning and memory, and passive avoidance test of short-term fear memory.\n\nKirrel3-/- mice showed significant differences (or deficits) compared to wildtype littermates in the following: (1) reduced preference for a novel mouse and (2) reduced social investigation, suggesting deficits in social investigation and recognition memory. (3) reduced ultrasonic vocalization in adult Kirrel3+/- mice when mating or same sex intruder paradigm. (4) Hyperactivity in the open field including increased rearing behavior. (5) reduced aggressive behavior towards same sex intruder mouse. (6) increased amplitude of startle response with no change in pre-pulse inhibition.\n\nSome of these behaviors including the reduced aggression and hyperactivity are consistent with another model of Kirrel3 knockout mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29362445","type":"dc:BibliographicResource","dc:abstract":"In the nervous system, Kirrel3 is involved in neuronal migration, axonal fasciculation, and synapse formation. Recently, genetic links have been reported between mutations in the KIRREL3 gene and increased risk of neurodevelopmental disorders, including autism spectrum disorder (ASD) and intellectual disability. To elucidate the causal relationship between KIRREL3 deficiency and behavioural abnormalities relevant to neurodevelopmental disorders, we generated global Kirrel3-knockout (Kirrel3-/-) mice and investigated the detailed behavioural phenotypes. In the three-chambered social approach test, Kirrel3-/- mice displayed a significant preference for a mouse over a non-social object but no significant preference for a stranger mouse over a familiar mouse. Ultrasonic communications, including pup-to-mother calls, male-female courtship vocalisation and resident responses to intruder, were significantly impaired in Kirrel3-/- mice. Significant increases in locomotor activity and repetitive rearing were also observed in Kirrel3-/- mice. Furthermore, the performance of Kirrel3-/- mice in the rotarod test was significantly better than that of wild-type mice. In the acoustic startle test, Kirrel3-/- mice were significantly hypersensitive to acoustic stimuli. Anxiety-related behaviours and spatial or fear memory acquisition were normal in Kirrel3-/- mice. These findings suggest that Kirrel3-/- mice exhibit autistic-like behaviours, including social and communicative deficits, repetitive behaviours, and sensory abnormalities, as well as hyperactivity.","dc:creator":"Hisaoka T","dc:date":"2018","dc:title":"Abnormal behaviours relevant to neurodevelopmental disorders in Kirrel3-knockout mice."},"rdfs:label":"Kirrel3 homozygous mouse social deficits and hyperactivit"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The experimental evidence is not scored due to a lack of compelling genetic evidence. Furthermore, this model does not provide support for a dominant disorder as the mouse model is a homozygous knockout."},{"id":"cggv:f663a683-1b44-44cb-93c8-85b78956b978","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b9c0858-7563-4910-a5ab-f31556ca5803","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A battery of behavioral assays were performed on wild type littermates and Kirrel3-/- (homozygous null) mice, including open field, elevated plus maze, social novelty recognition (three chamber assay), self grooming repetitive behavior, novel object recognition, Morris water maze (spatial learning and memory), contextual fear conditioning and extinction, contextual discrimination test, buried food test, and radial arm maze.\n\nKirrel3-/- mice showed significant differences compared to wildtype controls in the: (1) open field, where the Kirrel3-/-  mice showed hyperactivity in their familiar cage compared to WT littermates. Note that this was not observed in a novel environment. (2) novel object, in which Kirrel3-/- mice showed showed a reduced capability to recognize the new object. For all the other assays tested, the Kirrel3 -/- performed similar to the control, wildtype\nlittermate mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26283919","type":"dc:BibliographicResource","dc:abstract":"Synaptic adhesion molecules regulate diverse aspects of neuronal synapse development, including synapse specificity, formation, and maturation. Neph2, also known as Kirrel3, is an immunoglobulin superfamily adhesion molecule implicated in intellectual disability, neurocognitive delay associated with Jacobsen syndrome, and autism spectrum disorders. We here report mice lacking Neph2 (Neph2(-/-) mice) display moderate hyperactivity in a familiar, but not novel, environment and defective novel object recognition with normal performances in Morris water maze spatial learning and memory, contextual fear conditioning and extinction, and pattern separation tests. These mice also show normal levels of anxiety-like behaviors, social interaction, and repetitive behaviors. At the synapse level, Neph2(-/-) dentate gyrus granule cells exhibit unaltered dendritic spine density and spontaneous excitatory synaptic transmission. These results suggest that Neph2 is important for normal locomotor activity and object recognition memory. ","dc:creator":"Choi SY","dc:date":"2015","dc:title":"Mice lacking the synaptic adhesion molecule Neph2/Kirrel3 display moderate hyperactivity and defective novel object preference."},"rdfs:label":"KIRREL3-/- mice display behavioral abnormalities"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model is not scored because there is no genetic evidence supporting the relationship of the gene with ID or autism, and there is no evidence that the disease mechanism is LOF (which this mouse model represents). In addition, mice studied are homozygous, whereas the variants reported in humans are heterozygous."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":7895,"specifiedBy":"GeneValidityCriteria10","strengthScore":0,"subject":{"id":"cggv:817c5254-e2ec-4049-a5d0-4e7313a980a0","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:23204","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*KIRREL3* was first reported in relation to autosomal dominant intellectual disability (ID) in 2008 (Bhalla et al., PMID: 19012874). The authors found an individual with ID and a balanced translocation disrupting *KIRREL3* and *CDH15* and went on to identify five additional individuals with ID and *KIRREL3* missense variants of unknown inheritance. However, two of the three unique variants had an allele frequency in gnomAD too high to be considered pathogenic. Since then, additional individuals with *KIRREL3* missense variants and neurodevelopmental disorders (NDD), including ID, autism, and seizures, have been reported in the literature; at least 5 were *de novo* (PMIDs: 25363760, 25363768, 28714951, 32503885, 33853164), but 8 were inherited from an unaffected parent (PMIDs: 27824329, 29271092). None of the missense variants were scored due to their presence in gnomAD and/or inheritance from reportedly unaffected parents and a lack of evidence of pathogenicity. Additionally, 3 probands with truncating variants have been reported: one with a de novo variant and ID (PMID: 26411299) and 2 with an inherited variant and ASD (PMID: 37007974). KIRREL3 is not constrained for truncating variants (pLI = 0, gnomAD v4.0.0) or missense variants (Z = 1.59). Therefore, the truncating variants were also not scored.\n\nKIRREL3 is a synaptic cell adhesion protein shown to be required for synapse formation in the rodent hippocampus (PMIDs: 26575286, 28670619). Functional in vitro studies of five *KIRREL3* missense variants observed in affected individuals showed decreased synapse formation in hippocampal neurons (PMID: 32503885); however, at least two of these variants were observed at a high frequency in gnomAD, questioning the relevance of this assay for the neurodevelopmental phenotypes observed in humans.  \n\nWhile studies in homozygous null Kirrel3-/- mice and synapse deficits in cultured Kirrel3+/- mouse hippocampal neurons suggest that *KIRREL3* plays a role in central nervous system development, none of the experimental evidence was scored due to the lack of compelling genetic evidence.\n\nIn summary, the evidence supporting the relationship between *KIRREL3* and complex neurodevelopmental disorder has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role of *KIRREL3* in this disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on November 8, 2023 (SOP Version 10).\n\nTo date, over 20 probands (PMIDs: 29271092, 32503885, 37007974) with KIRREL3 truncating or missense variants and complex neurodevelopmental disorder have been reported. However, there is no compelling evidence of pathogenicity for any of the variants; therefore, the classification has been changed from “No Known Disease Relationship” to Disputed. ","dc:isVersionOf":{"id":"cggv:55fd22eb-792f-4e84-926d-846aae0f4733"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}