{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fav1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-05-28T18:46:27.812Z","role":"Publisher"},{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-08-28T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:419dd01e-9e08-45b7-bbc7-01605c03277f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f02ea09-05b6-4b11-8e3e-345123e30c0f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-isolation of glycoproteins IIb and IIIa suggest that the two were in a complex. This was confirmed by the addition of anti-glycoprotein IIb antiserum to Triton X-100-solubilized membranes, which coprecipitated glycoprotein IIb and IIIa. The experiment also suggests that the glycoprotein complex exists as a calcium-dependent complex in the platelet membrane.\n\nKunicki et al. show that the two glycoproteins are co-precipitated in the presence of Ca2+ ions by crossed immunoelectrophoresis. The addition of EDTA to Triton extracts causes the precipitin line (complex) to disappear with the concomitant appearance of two new arcs (dissociated glycoproteins.)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6213621","type":"dc:BibliographicResource","dc:abstract":"Human platelet membrane glycoproteins IIb and III are two major integral membrane components that have been identified as sites mediating thrombin-induced aggregation. For purposes of our study, glycoproteins IIb and III were solubilized by extracting platelet plasma membranes with a buffer containing 0.1% Triton X-100 and were separated by gel filtration chromatography on Sephacryl S-300, employing Triton X-100-containing column buffers with or without urea or guanidine hydrochloride. The physical properties of the purified glycoproteins were: for glycoprotein IIb, Rs = 61 A, s20.w = 4.7, f/f0 = 1.7, Mr = 125,000 (hydrodynamic values), Mr = 136,000 (sodium dodecyl sulfate gels); for glycoprotein III, Rs = 67 A, s20,w = 3.2 f/f0 = 2.1, Mr = 93,000 (hydrodynamic values), Mr = 95,000 (sodium dodecyl sulfate gels). Although the amino acid compositions of the two glycoproteins were similar, antibodies raised against glycoprotein IIb did not crossreact with glycoprotein III. If divalent cations were not chelated in the Triton extract, glycoproteins IIb and III coeluted during gel filtration chromatography (apparent Stokes radius of 71 A) and co-sedimented on sucrose gradients (apparent s20.w of 8.6), from which Mr = 265,000 was calculated. Glycoproteins IIb and III were coprecipitated by an antibody monospecific for glycoprotein IIb. The two glycoproteins dissociated into monomers when EDTA was added to Triton lysates. Readdition of Ca2+ caused them to reassociate into a complex with physical properties similar to those of the complex in the original Triton lysate. The data show that glycoproteins IIb and III are a heterodimer complex, that complex formation depends upon the presence of Ca2+, and that chelation of Ca2+ causes dissociation into monomeric glycoproteins.","dc:creator":"Jennings LK","dc:date":"1982","dc:title":"Purification of glycoproteins IIb and III from human platelet plasma membranes and characterization of a calcium-dependent glycoprotein IIb-III complex."},"rdfs:label":"Jennings_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This paper and PMID: 6454451 demonstrate the interaction between ITGA2B and ITGB3 proteins forming the αIIbβ3 complex on platelet surface. Both these genes are implicated in the pathogenesis of Glanzmann's Thrombasthenia. The evidence is awarded default points."},{"id":"cggv:5ad9dcb6-470d-4454-8ad3-04276e2b7dbb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58da177d-429c-4d7c-aab8-16feedfb304e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ITGB3 encodes the integrin β3 glycoprotein and ITGA2B encodes the integrin αIIb glycoprotein. They interact to form the subunits of the αIIbβ3 complex, which is a platelet receptor for fibrinogen, among other ligands. The complex plays a significant role in platelet spreading and enabling clot formation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6460044","type":"dc:BibliographicResource","dc:abstract":"We have recently reported the isolation of purified platelet membrane glycoproteins IIb and IIIa and the generation of monospecific antisera to these membrane proteins. Using these monospecific antisera in an enzyme-linked immunosorbent assay system, it is no demonstrated that glycoprotein IIb (GPIIb) and glycoprotein IIIa (GPIIIa) form a complex with purified human fibrinogen. The formation of this GPIIb-GPIIIa fibrinogen complex is calcium dependent, fibrinogen specific, saturable, and inhibited by specific amino sugars and amino acids. These observations suggest that the GPIIb-GPIIIa macromolecular complex on the platelet surface acts under the proper physiologic circumstances as the fibrinogen binding site required for normal platelet aggregation.","dc:creator":"Nachman RL","dc:date":"1982","dc:title":"Complex formation of platelet membrane glycoproteins IIb and IIIa with fibrinogen."},"rdfs:label":"Nachman_Biochem function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This paper describes the fibrinogen-binding function of the αIIbβ3 complex and is one of the initial reports suggesting the role for the integrin αIIbβ3 complex as the fibrinogen binding site on platelets."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aac0b14e-be8a-4860-a0e0-b78305196681","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ffa3f3c1-a914-4aac-9feb-64a620ce9850","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Restoration of platelet function was also tested in vivo. Infusion of ADP led to the formation of platelet emboli in the lungs of β3+/+ and β3+/– mice, as evidenced by paraffin-embedded sections of fixed tissue. Platelets from β3–/– mice were unable to form aggregates. However, transplanted β3–/– mice, when ADP-challenged, showed the formation of pulmonary thromboemboli with occluded vessels similar to controls.\n\nTail bleeding times were short in normal β3+/+ mice, while β3–/– mice required cauterization of the wound beyond the end point of 600 seconds. Depending on the levels of expression of αIIbβ3 on platelets, transplant-recipient mice stopped bleeding prior to the experimental end point, demonstrating functional correction of the GT phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15972454","type":"dc:BibliographicResource","dc:abstract":"Integrins mediate the adhesion of cells to each other and to the extracellular matrix during development, immunity, metastasis, thrombosis, and wound healing. Molecular defects in either the alpha- or beta-subunit can disrupt integrin synthesis, assembly, and/or binding to adhesive ligands. This is exemplified by the bleeding disorder, Glanzmann thrombasthenia (GT), where abnormalities of the platelet-specific integrin, alphaIIbbeta3, prevent platelet aggregation following vascular injury. We previously used a retrovirus vector containing a cDNA cassette encoding human integrin beta3 to restore integrin alphaIIbbeta3 on the surface of megakaryocytes derived from peripheral blood stem cells of GT patients. In the present study, bone marrow from beta3-deficient (beta3-/-) mice was transduced with the ITGbeta3-cassette to investigate whether the platelet progeny could establish hemostasis in vivo. A lentivirus transfer vector equipped with the human ITGA2B gene promoter confined transgene expression to the platelet lineage. Human beta3 formed a stable complex with murine alphaIIb, effectively restoring platelet function. Mice expressing significant levels of alphaIIbbeta3 on circulating platelets exhibited improved bleeding times. Intravenous immunoglobulin effectively diminished platelet clearance in animals that developed an antibody response to alphaIIbbeta3. These results indicate the feasibility of targeting platelets with genetic therapies for better management of patients with inherited bleeding disorders.","dc:creator":"Fang J","dc:date":"2005","dc:title":"Therapeutic expression of the platelet-specific integrin, alphaIIbbeta3, in a murine model for Glanzmann thrombasthenia."},"rdfs:label":"Fang_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"The paper describes the correction of GT phenotype by expression of transgenic β3 in mice. The evidence is awarded default points."},{"id":"cggv:d2b87237-9143-4cf0-bad2-ec8929198bfe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:556a6d29-9d37-4749-976c-548fd483053e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The β3-integrin gene was disrupted by homologous recombination. FACS analysis of platelets showed that there was approximately half as much β3-integrin on the surfaces of β3-heterozygous platelets as on wild-type platelets and that the β3-null platelets had undetectable levels of β3-integrin. Immunoprecipitation and surface iodination showed undetectable levels of αvβ3 and αIIbβ3 integrins, while α5, β1, α3A, αIIb, β5, α6 integrins remained normal.\n\nSurvival of β3-null mice was compromised at various stages of development. About 10% of embryos carried by β3-null mothers were found dead in utero due to hemorrhage within the labyrinth of the placenta. Some β3-null embryos also displayed hemorrhage in the skin and appeared anemic. β3-null pups were lost after birth due to hemorrhage in skin, petechiae, purpura and GI tract. Some suffered acute blood loss and entered sudden crisis.\n\nThe null mice showed prolonged bleeding times and reduced thrombus formation. No significant difference between bleeding times of wild-type and β3-heterozygous mice (average 50–150 seconds) was observed. β3-null mice had greatly prolonged bleeding times exceeding 600 seconds.\n\nADP- and other agonist-induced platelet aggregation was normal in the wild-type and β3-heterozygous platelets, but the β3-deficient platelets did not aggregate. Clot retraction assay showed that thrombin-induced clots formed in wild-type and heterozygous samples retracted extensively around the glass rod, while clots formed in the β3-null samples had not retracted at all. When analyzing the fibrinogen uptake of platelet lysates, normal control human, wild-type and heterozygous mouse platelet lysates each contained a prominent fibrinogen band, which was nearly absent from the β3-null and Glanzmann thrombasthenic platelet lysates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9916135","type":"dc:BibliographicResource","dc:abstract":"beta3 integrins have been implicated in a wide variety of functions, including platelet aggregation and thrombosis (alphaIIbbeta3) and implantation, placentation, angiogenesis, bone remodeling, and tumor progression (alphavbeta3). The human bleeding disorder Glanzmann thrombasthenia (GT) can result from defects in the genes for either the alphaIIb or the beta3 subunit. In order to develop a mouse model of this disease and to further studies of hemostasis, thrombosis, and other suggested roles of beta3 integrins, we have generated a strain of beta3-null mice. The mice are viable and fertile, and show all the cardinal features of GT (defects in platelet aggregation and clot retraction, prolonged bleeding times, and cutaneous and gastrointestinal bleeding). Implantation appears to be unaffected, but placental defects do occur and lead to fetal mortality. Postnatal hemorrhage leads to anemia and reduced survival. These mice will allow analyses of the other suggested functions of beta3 integrins and we report that postnatal neovascularization of the retina appears to be beta3-integrin-independent, contrary to expectations from inhibition experiments.","dc:creator":"Hodivala-Dilke KM","dc:date":"1999","dc:title":"Beta3-integrin-deficient mice are a model for Glanzmann thrombasthenia showing placental defects and reduced survival."},"rdfs:label":"Hodivala_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The mouse model recapitulates the Glnazmann phenotype and warrants increased points. The model has been published 108 times as seen on MGI (https://goo.gl/rmW8Cw)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:83c26a4b-18f8-434f-a269-bfa40ed18d97_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4aaeab2-0d91-4df2-92b7-2e504c7fa5c3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"detectionMethod":"PCR amplification of one or more exons and intronic flanking regions of ITGB3 was performed. Mutation screening was done by cold SSCP analysis. 198-bp fragment comprising exon-11 was amplified, restriction digested and electrophoresed. DNAs showing altered mobility were cloned into T-vector and sequenced.\n\nThe proband and her family as well as 100 unrelated individuals were tested for the variation.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Proband had a history of mucocutaneous bleeding episodes and unprovoked bruising that started soon after birth and copious menstrual hemorrhages. Bleeding time was 18 minutes, platelet count was 305,000/μL, platelet adhesion capacity was reduced (7%), no aggregation was detected either spontaneously or in response to agonists. Plasma fibrinogen content was 250 mg/dL.","phenotypes":["obo:HP_0001975","obo:HP_0031126"],"sex":"Female","variant":{"id":"cggv:83c26a4b-18f8-434f-a269-bfa40ed18d97_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87cd0e59-19bd-47eb-9291-8b7d015b8981","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000212.3(ITGB3):c.1924G>T (p.Glu642Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13565"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9845537","type":"dc:BibliographicResource","dc:abstract":"This work reports the molecular genetic study of a patient who suffered from Glanzmann thrombasthenia (GT). Structural analysis of the glycoprotein (GP) IIb and GPIIIa genes showed the presence of a homozygous G1846-->T transversion in exon 11 of GPIIIa that changes Glu616-->Stop. Cytometric and immunochemical analysis indicated that platelet GPIIb-IIIa was absent in the proband but present at normal levels in the heterozygous relatives. The following observations indicate that this mutation is responsible for the thrombasthenic phenotype of the proband. (1) We failed to detect mutations other than [T1846]GPIIIa in the coding region of both GPIIb and GPIIIa genes. (2) The G1846-->T mutation was observed in either parent and a brother of the proband, but none of 100 unrelated individuals carried this defect. (3) Pulse-chase and immunoprecipitation analysis of GPIIb-IIIa complexes in cells transiently cotransfected with cDNAs encoding normal GPIIb and [T1846]GPIIIa showed neither maturation of GPIIb nor complex formation and surface exposure of GPIIb-triangle upGPIIIa. These observations indicate that the sequence from Glu616 to Thr762 in GPIIIa is essential for heterodimerization with GPIIb. Polymerase chain reaction-based analysis demonstrated the presence of normal levels of full-length GPIIIa-mRNA in the proband and in heterozygous relatives. In addition, a shortened transcript, with a 324-nucleotide deletion, resulting from in-frame skipping of exons 10 and 11, was detectable upon reamplification of the DNA. Thus, unlike other nonsense mutations, [T1846]GPIIIa does not lead to abnormal processing or reduction in the number of transcripts with the termination codon.","dc:creator":"Ferrer M","dc:date":"1998","dc:title":"Truncation of glycoprotein (GP) IIIa (616-762) prevents complex formation with GPIIb: novel mutation in exon 11 of GPIIIa associated with thrombasthenia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9845537","rdfs:label":"Ferrer_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The variant was found in the homozygous state in the patient. The variant causes a nonsense mutation and a truncated mRNA that does not undergo NMD. It is absent from the gnomAD database.\n\nRT-PCR analysis of RNA from proband and her heterozygous relative revealed that the proband expressed only the mutant transcript, while the heterozygous relative expressed similar proportions of both mutant and wild-type transcripts. Translation of the mutant transcript was expected to result in a deletion of residues 538 to 645.\n\nTransient transfection of CHO cells with the GPIIb cDNA (alpha subunit) and either wild-type or mutant GPIIIa cDNAs was done to test surface expression of the GPIIb-IIIa complex. The mutant plasmid did not show expression of the complex.\n\nThe authors also established that the mutant GPIIIa did not complex with GPIIb by immunoprecipitating GPIIb, mutant GPIIIa, but no GPIIb-IIIa complex.\n\nThis variant is predicted null, but is also supported by functional evidence that it indeed results loss of function of the protein product. It is scored higher than default."},{"id":"cggv:7faae2ec-e395-42c9-98ee-98cecc3a65ea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:447704b3-07df-435d-8097-984f79a7845f","type":"Proband","detectionMethod":"First strand cDNA synthesis from specific regions of GPIIIa from platelet RNA was performed for patients and controls and amplified by PCR.  Direct sequencing of PCR products performed. \nGenomic DNA from additional patients and controls was analyzed to identify the specific genetic defect by PCR amplification and dot-blot hybridization.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"No immunodetectable GPIIb-IIIa complex, no platelet aggregation in response to ADP, no clot retraction","phenotypes":"obo:HP_0001975","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:7faae2ec-e395-42c9-98ee-98cecc3a65ea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e123072f-56ea-446b-ba3e-a3f6c4aced8d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ITGB3, 11-BP DEL, EX12","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13566"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2014236","type":"dc:BibliographicResource","dc:abstract":"Glanzmann thrombasthenia is an autosomal recessive bleeding disorder characterized by a decrease or absence of functional platelet glycoprotein (GP) IIb-IIIa (alpha IIb beta 3) integrin receptors. Although thrombasthenia is a rare disorder, its occurrence is increased in some regions of the world where intracommunity marriage and consanguinity are commonplace, resulting in increased expression of autosomal recessive traits. We have been studying two populations having an unusually high frequency of Glanzmann disease, Iraqi Jews and Arabs living in Israel, and were able to distinguish the populations on the basis of immunodetectable GPIIIa and platelet surface vitronectin receptor (alpha v beta 3) expression. In this article, we describe molecular genetic studies based on use of the PCR that have allowed us to characterize platelet mRNA sequences encoding GPIIb and GPIIIa from patients in these populations. In six of six Iraqi-Jewish families studied, cDNA sequence analysis identified an 11-base deletion within exon 12 of the GPIIIa gene. This mutation produces a frameshift leading to protein termination shortly before the transmembrane domain of GPIIIa. In contrast, a 13-base deletion encompassing the splice acceptor site of exon 4 of the GPIIb gene was found in three of five Arab kindreds studied. This deletion results in forced alternative splicing to a downstream AG acceptor, producing a 6-amino acid deletion in the GPIIb protein, including a single cysteine residue. These nucleotide sequence variations were exploited to design a rapid, PCR-based oligonucleotide dot-blot hybridization test for both pre- and postnatal diagnosis of Glanzmann disease. These studies demonstrate the heterogeneity of Glanzmann thrombasthenia in different populations, and its homogeneity within geographically restricted populations, and offer insight into the requirements for integrin surface expression.","dc:creator":"Newman PJ","dc:date":"1991","dc:title":"The molecular genetic basis of Glanzmann thrombasthenia in the Iraqi-Jewish and Arab populations in Israel."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2014236","rdfs:label":"Newman_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A 11-bp deletion that produces a frameshift, leading to protein termination ahead of the transmembrane domain, was observed on analysis of platelet mRNA. Subsequent analysis on genomic DNA from patients and controls showed that 7 individuals from 6 unrelated kindreds carried the same variant. This is the first report of a genetic variant in the ITGB3 gene in relation to Glanzmann's Thrombasthenia. It has been reported in the Iraqi-Jewish population in Israel. It is not found in gnomAD. This variant is scored default points. \n\nNote: The paper does not specify the zygosity of variant. However, the dot blot result suggests that the patients are homozygous as they show no hybridization to the normal probe (Figure 3B)."},{"id":"cggv:2a739199-0e38-4ca9-ae7e-04425aa5b420_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0417ed5f-aada-4963-891a-29d438348891","type":"Proband","detectionMethod":"PCR was performed on genomic DNA obtained from individual and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001975","sex":"UnknownEthnicity","variant":{"id":"cggv:2a739199-0e38-4ca9-ae7e-04425aa5b420_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6c7544f1-37a2-4826-9f83-7e633e5efa2a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000212.3(ITGB3):c.166-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA291224483"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20020534","type":"dc:BibliographicResource","dc:abstract":"Glanzmann thrombasthenia (GT) is an autosomal recessive inherited bleeding disorder characterized by an impaired platelet aggregation due to defects in integrin alphaIIbbeta3 (ITGA2B, ITGB3), a fibrinogen receptor. Mutations from 24 GT patients and two carriers of various origins, Caucasian, North-African and Asian were characterized. Promoter and exon sequences of alphaIIb and beta3 genes were amplified and directly sequenced. Among 29 identified mutations, 17 new allelic variants resulting from nonsense, missense and deletion/insertion mutations were described. RNA alterations were evaluated by using Web servers. The alphaIIb p.S926L, p.V903F, and beta3 p.C38Y, p.M118R, p.G221D substitutions prevented complex expression at the surface of COS-7 cells by altering the alphaIIb or the beta3 subunit structure. As shown by free energy analyses applied on the resolved structure of alphaIIbbeta3 and structural modeling of the mutant, the p.K253M substitution of beta3 helped to define a key role of the K253 in the interaction of the alphaIIb beta-propeller and the beta3 beta-I domains. finally, the alphaIIb p.Q595H substitution allowed cell surface expression of the complex but its corresponding c.2800G>T mutation is predicted to alter normal RNA splicing. In conclusion, our study yielded the discovery of 17 new GT allelic variants, revealed the key role of K253 of alphaIIb for the alphaIIbbeta3 complex formation and provides an additional example of an apparently missense mutation causing a splicing defect.","dc:creator":"Jallu V","dc:date":"2010","dc:title":"AlphaIIbbeta3 integrin: new allelic variants in Glanzmann thrombasthenia, effects on ITGA2B and ITGB3 mRNA splicing, expression, and structure-function."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"Jallu_CabGT-19"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This homozygous splice site variant occurs between exons 2 and 3 and is said to disrupt the acceptor splice site. The variant is scored default for a predicted null effect."},{"id":"cggv:4aab1089-ace8-4102-9322-7db7731762cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d95f726f-f1a2-4b0b-96fa-c45d53da7a49","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Mutation detection was performed by PCR-SSCP analysis, followed by direct or automated sequencing and RFLP analyses.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed based on evaluation of a mucocutaneous bleeding disorder.\nAssessment of normal platelet count and impaired platelet aggregation and clot retraction","phenotypes":"obo:HP_0011889","sex":"Female","variant":{"id":"cggv:4aab1089-ace8-4102-9322-7db7731762cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:04329201-7817-4d5f-be0c-a1c598663b20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000212.2(ITGB3):c.115T>G (p.Cys39Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400031666"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16463284","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of Glanzmann thrombasthenia (GT) was studied in 40 families from southern India. Of 23 identified mutations (13 in the alphaIIb (ITGA2B) gene and 10 in the beta3 (ITGB3) gene), 20 were novel and three were described previously. Three mutations in the beta3 gene-p.Leu143Trp (Leu117Trp), p.Tyr307Stop (Tyr281Stop), and p.Arg119Gln (Arg93Gln)-were detected in 12, three, and two families, respectively, with definite founder effects observed for the first two mutations. Alternative splicing was predicted in silico for the normal variant and a missense variant of the beta3 gene, and for 10/11 frameshift or nonsense mutations in alphaIIb or beta3. The prediction was confirmed experimentally for a c.2898_2902dupCCCCT mutation in exon 28 of the alphaIIb gene that induced exon skipping. Seven out of nine missense mutations substituted highly conserved amino acids buried in the proteins' cores, predicting structural abnormalities. Among these, a beta3 substitution, p.Cys39Gly (Cys13Gly) was found to cause intracellular degradation of the beta3 subunit, in contrast to previous findings that mutations at Cys435, the partner of Cys13 in a disulfide bond, cause constitutive activation of alphaIIbbeta3. The two patients with a beta3 Arg93Gln mutation had normal clot retraction, consistent with a recent finding that this substitution is associated with normal surface expression of alphaIIbbeta3. In conclusion, this study demonstrates that a variety of mutations account for GT in southern Indian patients, provides new insights into mRNA splicing, and highlights the role of specific amino acids in structure-function correlations of alphaIIbbeta3.","dc:creator":"Peretz H","dc:date":"2006","dc:title":"Molecular diversity of Glanzmann thrombasthenia in southern India: new insights into mRNA splicing and structure-function correlations of alphaIIbbeta3 integrin (ITGA2B, ITGB3)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16463284","rdfs:label":"Peretz_GT11"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous missense variant results in the amino acid substitution of Cysteine at position 39 by Glycine, located in the PSI domain and buried 98% within the protein core. The Cys39 is a highly conserved residue among integrins and is connected to Cys461 by A long-range disulfide bond.\n\nTransient transfection of baby hamster kidney cells with Cys13Gly \nand the artificial Cys13Ser variants was performed to analyze the impact of the variant on the biogenesis and expression of αIIbβ3. FACS analysis revealed trace amount of αIIbβ3 on the cell surface of both Cys13Gly and Cys13Ser expressing cells. Immunoblot analysis of the transfected cell lysates, using AP3 monoclonal antibody against β3, failed to detect any β3 in the cells, but trace amounts of β3 were detected using a polyclonal antibody after extended exposure of the blot. It is predicted that Cys39 is required for interactions with endoplasmatic reticulum (ER)\nchaperone proteins (e.g., ERP57 and PDI) during initial folding of β3 in the ER.\n\nThe variant is not found in gnomAD. It is awarded default points."},{"id":"cggv:d8b5a5b7-5dda-405d-b3e4-fd54d3796aa1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f3fd6b97-eb0f-4d4c-9669-ec0b631fcf6f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"Amplification of all 15 exons and splice sites of ITGB3 and direct sequencing was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, diagnosed at 5 years of age","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Amplification of all 30 exons and splice sites of ITGA2B and direct sequencing revealed no mutations.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d8b5a5b7-5dda-405d-b3e4-fd54d3796aa1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6b0232de-3e5f-464c-ae4d-5dfac7c5819f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000212.2(ITGB3):c.565C>T (p.Pro189Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA291224669"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24236036","type":"dc:BibliographicResource","dc:abstract":"Mutations in ITGA2B and ITGB3 cause Glanzmann thrombasthenia, an inherited bleeding disorder in which platelets fail to aggregate when stimulated. Whereas an absence of expression or qualitative defects of αIIbβ3 mainly affect platelets and megakaryocytes, αvβ3 has a widespread tissue distribution. Little is known of how amino acid substitutions of β3 comparatively affect the expression and structure of both integrins. We now report computer modelling including molecular dynamics simulations of extracellular head domains of αIIbβ3 and αvβ3 to determine the role of a novel β3 Pro189Ser (P163S in the mature protein) substitution that abrogates αIIbβ3 expression in platelets while allowing synthesis of αvβ3. Transfection of wild-type and mutated integrins in CHO cells confirmed that only αvβ3 surface expression was maintained. Modeling initially confirmed that replacement of αIIb by αv in the dimer results in a significant decrease in surface contacts at the subunit interface. For αIIbβ3, the presence of β3S163 specifically displaces an α-helix starting at position 259 and interacting with β3R261 while there is a moderate 11% increase in intra-subunit H-bonds and a very weak decrease in the global H-bond network. In contrast, for αvβ3, S163 has different effects with β3R261 coming deeper into the propeller with a 43% increase in intra-subunit H-bonds but with little effect on the global H-bond network. Compared to the WT integrins, the P163S mutation induces a small increase in the inter-subunit fluctuations for αIIbβ3 but a more rigid structure for αvβ3. Overall, this mutation stabilizes αvβ3 despite preventing αIIbβ3 expression. ","dc:creator":"Laguerre M","dc:date":"2013","dc:title":"Molecular dynamics analysis of a novel β3 Pro189Ser mutation in a patient with glanzmann thrombasthenia differentially affecting αIIbβ3 and αvβ3 expression."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24236036","rdfs:label":"Laguerre_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The damaging impact of this homozygous missense variant is supported by functional evidence. The β3P189 residue is highly conserved within mammals and vertebrates and within different β3 subunits. In-silico tools predict the variant to have a deleterious effect.\n\nTransient transfection expression of the variant in CHO cells showed a 94% reduction in surface expression of the αIIbβ3 receptor compared to wild type. Static modeling analysis showed that the β3P189 residue is situated at the interface between αIIb or αv and β3 subunit head domains, important for their interaction. Molecular Dynamics simulations to examine the effects of the P189S variant on αIIbβ3 and αvβ3 structure showed small fluctuations at the site of mutation, but more substantial changes were noticeable 100 amino acids downstream.\n\nThis variant was also reported in two individuals in a study by Nurden et al., in PMID: 25728920. They report that the variant inﬂuences Arg287, an amino acid of β3 that penetrates deep within the core of the αIIb β-propeller. This variant was homozygous in a type I French patient and associated with a frameshift mutation in a second unrelated type I French patient.\n\nThe variant is reported in gnomAD at a frequency of 0.00002686 in the European non-Finninsh population and at a total frequency of 0.00001218. The variant is scored increased points as the missense variant is found in three unrelated individuals and validated by functional evidence."},{"id":"cggv:c33820f5-5404-4aff-91f3-5d0f9f983923_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11784112-880c-492d-9a5c-ac3f3bda192c","type":"Proband","detectionMethod":"PCR was performed on genomic DNA obtained from individual and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT; %GPIIIa = <5; intraplatelet fibrinogen = <5","phenotypes":"obo:HP_0001975","sex":"Male","variant":{"id":"cggv:c33820f5-5404-4aff-91f3-5d0f9f983923_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d917cda1-4a39-4b5d-bcd2-6688d4b5964d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000212.3(ITGB3):c.100C>T (p.Arg34Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8622852"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"Jallu_CabGT-20"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous variant, present in exon 1 in a patient from North Africa, introduces premature termination of the transcript and is predicted to result in loss of functional protein. The variant is reported at a frequency of 0.00008324 in the African population and at a total  frequency of 0.00001807, with no homozygotes reported. This proband is awarded default points."},{"id":"cggv:43ac8623-7f47-4641-93c7-a48ad778c67e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ecbbf065-1721-4a1a-bba5-d13fcf77cfd6","type":"Proband","detectionMethod":"PCR was performed on genomic DNA obtained from individual and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT,  %GPIIIa = <5, intraplatelet fibrinogen = <5","phenotypes":"obo:HP_0001975","sex":"Male","variant":{"id":"cggv:43ac8623-7f47-4641-93c7-a48ad778c67e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d4ebeb79-b17e-4ce7-82c7-dd3e8965ffd5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000212.3(ITGB3):c.431T>G (p.Met144Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA291224645"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"Jallu_CabGT-22"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This homozygous missense variant found in a patient from North Africa is located in the β-I domain of β3 and is reported to be highly conserved in most integrin β subunits and through invertebrates to vertebrates. The deleterious effect of this variant is supported by flow cytometry analysis assessing the cell surface expression of mutant αIIbβ3 complex in COS-7 cells. The variant prevented normal complex expression, as seen by the Type I GT phenotype observed in the proband. It is expected to alter protein folding and induce changes of steric hindrance  and charge, thus preventing expression of the complex at the platelet surface. The variant is not found in gnomAD. It is awarded default points here."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2833,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:962c438f-afe7-4886-b043-64c315c9596f","type":"GeneValidityProposition","disease":"obo:MONDO_0100326","gene":"hgnc:6156","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The ITGB3 gene has been associated with the Autosomal Recessive condition Glanzmann Thrombasthenia, using the ClinGen Clinical Validity Framework as of 09/21/2018. This association was made using case-level data only. More than a 100 variants in this gene are reported in humans, ranging from deletions, nonsense, frameshift and splicing variants to a number of functionally characterized missense variants. Glanzmann’s Thrombasthenia is characterized by a bleeding diathesis diagnosed by an increased bleeding time, reduced platelet aggregation and lack of clot retraction. Variants in this gene were reported in an Iraqi-Jewish cohort (a possible founder variant) as early as 1991 (Newman et al., PMID: 2014236). \n\nSummary of Case Level Data (12 points): The association is seen in at least 7 probands in 5 publications (PMIDs: 9845537, 20020534, 2014236, 16463284, 24236036). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n\nThe mechanism for disease is biallelic loss of function, with the majority of variants observed resulting in reduced or absence of expression of the integrin αIIbβ3 receptor complex on the platelet surface (PMID: 2014236). An autosomal dominant Glanzmann-like disorder, Platelet-type Bleeding Disorder 16, is also reported in the literature with the predominant observation of macrothrombocytopenia. Gain of function variants causing constitutional activation of the receptor resulting in slightly increased binding of fibrinogen cause this condition (PMIDs: 24498605, 22102273, 20081061, 19336737). The relationship between ITGB3 and Platelet-type Bleeding Disorder 16 is evaluated separately.\n\nSummary of Experimental Data (5 points): The pathological mechanism of the disease is the impaired binding of fibrinogen of the αIIbβ3 receptor complex, and experimental evidence elucidating ITGB3 protein function is well-characterized. This gene encodes the β3 glycoprotein, which interacts with the protein encoded by ITGA2B, αIIb, to form the αIIbβ3 receptor complex expressed on the surface of platelets and bind fibrinogen. (PMID: 6460044, 6213621). The β3-null mouse recapitulates the Glanzmann’s phenotype observed in humans and has been studied widely in the literature. (PMID: 9916135). The GT phenotype is also shown to be corrected in vivo using the β3-null mouse model, when transplanted with bone marrow transduced with human β3 cDNA.  \n\nIn summary, the ITGB3-Glanzmann’s Thrombasthenia gene-disease relationship is definitive.\nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis Gene Curation Expert Panel on August 28, 2019 (SOP Version 6).","dc:isVersionOf":{"id":"cggv:e16b727e-c4c6-4d1d-8e66-8acab2b605fa"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}