{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-12-16T15:52:07.941Z","role":"Publisher"},{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-12-12T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0dd30811-a576-4506-80e0-deb2e1515893","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:417b117e-3bb9-4f04-adc7-9e93605270b2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors took samples of both cirrhotic and normal livers and measured them for various enzymes involved in methionine metabolism, including GMNT. It was very low/undetectable in 54% of the cirrhotic samples, with the controls showing a significant increase in activity comparatively. Since the vast majority of phenotypes demonstrated by those with GNMT deficiency are in the liver, this demonstrates that the gene is expressed in the area of interest to the deficiency. It is also further noted that the expression is confined mainly to the liver in the introduction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11131452","type":"dc:BibliographicResource","dc:abstract":"It has been known for at least 50 years that alterations in methionine metabolism occur in human liver cirrhosis. However, the molecular basis of this alteration is not completely understood. In order to gain more insight into the mechanisms behind this condition, mRNA levels of methionine adenosyltransferase (MAT1A), glycine methyltransferase (GNMT), methionine synthase (MS), betaine homocysteine methyltransferase (BHMT) and cystathionine beta-synthase (CBS) were examined in 26 cirrhotic livers, five hepatocellular carcinoma (HCC) tissues and ten control livers.","dc:creator":"Avila MA","dc:date":"2000","dc:title":"Reduced mRNA abundance of the main enzymes involved in methionine metabolism in human liver cirrhosis and hepatocellular carcinoma."},"rdfs:label":"Expression of Liver Enzymes in Cirrhotic and Control Livers"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The authors use both cirrhotic patients and controls to demonstrate the expression in the liver, with multiple other sources cited using supporting methionine metabolism literature. This level of evidence provides enough to earn a default score."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aaf5f36e-0ac4-4c9d-8c3c-94bc4c1cc063","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d9c98c3-569c-4a6e-a661-fc30176f800d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The most prevalent symptom of GNMT deficency is humans is hypermethioninemia, since GNMT is integral to the metabolism of methionine, and the knockout mice show a significant increase as well. This, coupled with the increase in SAM and the decrease in SAH levels, very closely mimics the phenotype described in the human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16779654","type":"dc:BibliographicResource","dc:abstract":"Three human cases having mutations in the glycine N-methyltransferase (GNMT) gene have been reported. This enzyme transfers a methyl group from S-adenosylmethionine (SAM) to glycine to form S-adenosylhomocysteine (SAH) and N-methylglycine (sarcosine) and is believed to be involved in the regulation of methylation. All three cases have mild liver disease but they seem otherwise unaffected. To study this further, gnmt deficient mice were generated for the first time. This resulted in the complete absence of GNMT protein and its activity in livers of homozygous mice. Compared to WT animals the absence of GNMT resulted in up to a 7-fold increase of free methionine and up to a 35-fold increase of SAM. The amount of SAH was significantly decreased (3 fold) in the homozygotes compared to WT. The ratio of SAM/SAH increased from 3 in WT to 300 in livers of homozygous transgenic mice. This suggests a possible significant change in methylation in the liver and other organs where GNMT is expressed.","dc:creator":"Luka Z","dc:date":"2006","dc:title":"A glycine N-methyltransferase knockout mouse model for humans with deficiency of this enzyme."},"rdfs:label":"GNMT Knockout Mice Generation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Although the model is well researched, there are few phenotypes established. Given that the hypermethioninemia plus the enzyme activity alone is a significant portion of the phenotype, but lacks any other information, this score has been downgraded accordingly."},{"id":"cggv:12db1609-e11d-48d3-b368-fa25c45bfc3b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7fa74706-7f35-4d96-8b30-4761d434ac5e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The GMNT knockout mice match the phenotypes of GNMT deficency patients in several ways, most notably being the similar symptoms of hypermethioninemia, hepatomegaly, and elevated serum ALT. All of these are hallmarks of the few known patients with the deficiency. In addition, the mice shared several other phenotypes with patients of G6PT deficiencies such as decreased numbers of white blood cells and hypoglycemia. These mimic some of the phenotypes found in GNMT deficiency as well. Altogether, this model gives strong indications that the gene and disease are linked.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17937387","type":"dc:BibliographicResource","dc:abstract":"Glycine N-methyltransferase (GNMT) affects genetic stability by regulating DNA methylation and interacting with environmental carcinogens. To establish a Gnmt knockout mouse model, 2 lambda phage clones containing a mouse Gnmt genome were isolated. At 11 weeks of age, the Gnmt-/- mice had hepatomegaly, hypermethioninemia, and significantly higher levels of both serum alanine aminotransferase and hepatic S-adenosylmethionine. Such phenotypes mimic patients with congenital GNMT deficiencies. A real-time polymerase chain reaction analysis of 10 genes in the one-carbon metabolism pathway revealed that 5,10-methylenetetrahydrofolate reductase, S-adenosylhomocysteine hydrolase (Ahcy), and formiminotransferase cyclodeaminase (Ftcd) were significantly down-regulated in Gnmt-/- mice. This report demonstrates that GNMT regulates the expression of both Ftcd and Ahcy genes. Results from pathological examinations indicated that 57.1% (8 of 14) of the Gnmt-/- mice had glycogen storage disease (GSD) in their livers. Focal necrosis was observed in male Gnmt-/- livers, whereas degenerative changes were found in the intermediate zones of female Gnmt-/- livers. In addition, hypoglycemia, increased serum cholesterol, and significantly lower numbers of white blood cells, neutrophils, and monocytes were observed in the Gnmt-/- mice. A real-time polymerase chain reaction analysis of genes involved in the gluconeogenesis pathways revealed that the following genes were significantly down-regulated in Gnmt-/- mice: fructose 1,6-bisphosphatase, phosphoenolpyruvate carboxykinase, and glucose-6-phosphate transporter.","dc:creator":"Liu SP","dc:date":"2007","dc:title":"Glycine N-methyltransferase-/- mice develop chronic hepatitis and glycogen storage disease in the liver."},"rdfs:label":"GNMT Knockout Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This model provides a well-researched and significant group of phenotypic similarities to the few known patients with GNMT deficiencies. The experiment receives a point increase to represent the rigor and amount of evidence provided."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.7},{"id":"cggv:ccc46a66-70ce-4e24-9521-5b80bb94471c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ccc46a66-70ce-4e24-9521-5b80bb94471c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":66,"allele":{"id":"cggv:3f5e7726-0197-4d48-ad2b-1563916dff08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018960.6(GNMT):c.296G>A (p.Arg99His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3810624"}},"detectionMethod":"Paper does not elaborate on how the mutation was discovered.","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypeFreeText":"Plasma tHcy elevation, Plasma AdoHcy elevation, at 2y 8mo AST 6x normal; ALT 3x normal; elevated plasma methionine (815, 1018, 1246, and 1247 umol/L; reference 7-47), elevated tHcy (21.4, 28.3 umol/L; reference 5-12), elevated plasma AdoMet (3348 nmol/L; reference 71-118), elevated plasma AdoHcy (63 nmol/L; reference 9.3-14.1)","phenotypes":["obo:HP_0002910","obo:HP_0003235","obo:HP_0002373"],"previousTesting":true,"previousTestingDescription":"Plasma amino acid, Plasma tHcy, AdoMet, AdoHcy measurement","sex":"Male","variant":{"id":"cggv:06117e27-39d4-4676-8ebd-e7194b10e6ad_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3f5e7726-0197-4d48-ad2b-1563916dff08"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27207470","type":"dc:BibliographicResource","dc:abstract":"Glycine N-methyltransferase deficiency is an inherited disorder of methionine metabolism, reported so far in only four patients and characterised by permanent hypermethioninemia. This disorder has been considered as probably benign because moderate hepatomegaly in two patients was the only obvious symptom and mild to moderate elevation of aminotransferases the only laboratory abnormality. Our experience with the current novel patient points out that this disease, due to very high hypermethioninemia, is not harmless and that there may be diagnostic pitfalls in interpretation of biochemical hallmarks of the disease. Since the first description of glycine N-methyltransferase deficiency, other disorders of this metabolic pathway affecting the liver have been reported pointing to dysmethylation as the common pathogenetic mechanism. Therefore, we suggest the whole group to be named dysmethylating liver diseases.","dc:creator":"Barić I","dc:date":"2016","dc:title":"Glycine N-Methyltransferase Deficiency: A Member of Dysmethylating Liver Disorders?"}},"rdfs:label":"Baric et al. Case 1"},{"id":"cggv:06117e27-39d4-4676-8ebd-e7194b10e6ad","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:06117e27-39d4-4676-8ebd-e7194b10e6ad_variant_evidence_item"},{"id":"cggv:06117e27-39d4-4676-8ebd-e7194b10e6ad_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Expression of recombinant GNMT was performed in E. coli and in HEK293 cells. In the former, the variant showed reduced solubility and activity. In the latter, the variant displayed reduced expression. Because there are ample phenotypes/variant-level evidence and the heterozygosity of the consanguineous parents has been established, this patient earns the default points."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d6258eeb-2ea4-4d19-b2ba-9c8610de3061_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d6258eeb-2ea4-4d19-b2ba-9c8610de3061","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:d7b7913c-a4f6-4ebf-9293-496ea1a57a1b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018960.6(GNMT):c.422A>G (p.Asn141Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/218931"}},"detectionMethod":"Genomic DNA isolated from blood samples (affected patient and 10 healthy American controls). All exons, most introns, and ~300 nucleotides of the 5' and 3' flanking ends were purified and sequencing done by dideoxy sequencing method.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"3350 g birthweight, mildly elevated ALT and AST at 2y, mild ferritin elevation (173 ng/ml; reference 13-150), elevated serum triglycerides (155 mg/dl; reference 40-144), elevated total cholesterol (248 mg/dl; reference 120-220), elevated aspartate transaminase (31 to 154 U/L; reference 10-34), elevated alanine transaminase (34-180 U/L; reference 7-33), elevated urine methionine (508-627 umol/L; reference 8-40), elevated methionine excretion (60 umol/mmol; reference 5-21), elevated plasma methionine (1005-1049 umol/L; reference 13-45), plasma AdoMet (1643-2222 nmol/L; reference 93 +/- 16), plasma cystathionine (740-900 nmol/L; reference 44-342), plasma phosphatidylcholine (2622-2641 umol/L; reference 1500-2559), plasma betaine (218-382 umol/L; reference 26-67), plasma dimethylglycine (11.7-12.1 umol/L; reference 1.4-5.3)","phenotypes":["obo:HP_0008872","obo:HP_0002587","obo:HP_0003235","obo:HP_0001662","obo:HP_0002910","obo:HP_0003281"],"previousTesting":true,"previousTestingDescription":"Metabolite assays: tHcy- fluorescent polarization method; urinary organic acids- gas chromatography mass spectrometry; plasma methionine, tHcy, cystathionine, tCys, dimethylglycine, sarcosine- capillary gas chromatography","sex":"Male","variant":{"id":"cggv:782d5423-f8c0-47e9-a1dc-c0247ebc4dfd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d7b7913c-a4f6-4ebf-9293-496ea1a57a1b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14739680","type":"dc:BibliographicResource","dc:abstract":"We report studies of a Greek boy of gypsy origin that show that he has severe deficiency of glycine N -methyltransferase (GNMT) activity due to apparent homozygosity for a novel mutation in the gene encoding this enzyme that changes asparagine-140 to serine. At age 2 years he was found to have mildly elevated serum liver transaminases that have persisted to his present age of 5 years. At age 4 years, hypermethioninaemia was discovered. Plasma methionine concentrations have ranged from 508 to 1049 micro mol/L. Several known causes of hypermethioninaemia were ruled out by studies of plasma metabolites: tyrosinaemia type I by a normal plasma tyrosine and urine succinylacetone; cystathionine beta-synthase deficiency by total homocysteine of 9.4-12.1 micro mol/L; methionine adenosyltransferase I/III deficiency by S -adenosylmethionine (AdoMet) levels elevated to 1643-2222 nmol/L; and S -adenosylhomocysteine (AdoHcy) hydrolase deficiency by normal AdoHcy levels. A normal plasma N -methylglycine concentration in spite of elevated AdoMet strongly suggested GNMT deficiency. Molecular genetic studies identified a missense mutation in the coding region of the boy's GNMT gene, which, upon expression, retained only barely detectable catalytic activity. The mild hepatitis-like manifestations in this boy are similar to those in the only two previously reported children with GNMT deficiency, strengthening the likelihood of a causative association. Although his deficiency of GNMT activity may well be more extreme, his metabolic abnormalities are not strikingly greater. Also discussed is the metabolic role of GNMT; several additional metabolite abnormalities found in these patients; and remaining questions about human GNMT deficiency, such as the long-term prognosis, whether other individuals with this defect are currently going undetected, and means to search for such persons.","dc:creator":"Augoustides-Savvopoulou P","dc:date":"2003","dc:title":"Glycine N -methyltransferase deficiency: a new patient with a novel mutation."}},"rdfs:label":"Augoustides-Savvopoulou Case 1"},{"id":"cggv:782d5423-f8c0-47e9-a1dc-c0247ebc4dfd","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:782d5423-f8c0-47e9-a1dc-c0247ebc4dfd_variant_evidence_item"},{"id":"cggv:782d5423-f8c0-47e9-a1dc-c0247ebc4dfd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant was expressed in E. coli cells and showed <1% activity compared to wild-type."}],"strengthScore":0.25,"dc:description":"Although we have a good amount of phenotypic and variant-level information, the likelihood of the proband being consanguineous in their unknown parentage is too high considering his background and homozygosity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:78bb6e3d-7e61-4ee0-8bbb-97340a135829_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:78bb6e3d-7e61-4ee0-8bbb-97340a135829","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:9b3e3a00-fa54-4e3f-8ca3-91b1ae55856b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018960.6(GNMT):c.529C>A (p.His177Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4170"}},{"id":"cggv:d9295b4c-6179-4888-9f4d-9a18b8722d0b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018960.6(GNMT):c.149T>C (p.Leu50Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4169"}}],"detectionMethod":"Genomic DNAs isolated from blood and fibroblast cell culture samples. Control DNA samples from 44 US individuals on the DNA Polymorphism Discovery Resource Panel, 33 non-related individual of the Centre d'Etude du Polymorphisme Humain panel, and 21 healthy Italian individuals. PCR amplification of genomic DNA by specific primers. DNA sequenced by dideoxy sequencing method and checked for matching by BLAST software. Mutations detected were confirmed by restriction analysis.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"Birthweight 3060 g, SGOT at 11 mo 150 U/L, SGPT at 11 mo 160 U/L, updated to 96 U/L and 100 U/L at 1.8 y respectively (Reference for both <35), At 1.8 y plasma lactic acid (2.9 mmol/L; reference 2.5) was elevated and Serum folic acid (4.9 ng/ml; reference 3.1-12.4) and vitamin B12 (900 pg/ml; reference 223-1132) were normal, At 3.9 y alkaline phosphatase was elevated (928 U/L; reference 223-703), 4.7 y serum tricglycerides elevated (184 mg/dl; reference 30-154), fasting plasma methionine elevated (644 umol/L; reference 13-45). Increased urinary methionine excretion (40 umol/mmol creatinine; reference 5-21). Increased lactic acid excretion (107 umol/mmol creatinine). Mild centrilobular fibrosis in liver. Some eosinophils present in liver.","phenotypes":["obo:HP_0003648","obo:HP_0001395","obo:HP_0003128","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Amino acid assays; urinary organic acid analysis by gas chromatography- mass spectrometry; MAT II, MTHFR, AdoMet activity assay","secondTestingMethod":"Restriction digest","sex":"Female","variant":[{"id":"cggv:47150774-6d7a-431f-b6e9-be3af1b763cc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9b3e3a00-fa54-4e3f-8ca3-91b1ae55856b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11596649","type":"dc:BibliographicResource","dc:abstract":"This paper reports clinical and metabolic studies of two Italian siblings with a novel form of persistent isolated hypermethioninaemia, i.e. abnormally elevated plasma methionine that lasted beyond the first months of life and is not due to cystathionine beta-synthase deficiency, tyrosinaemia I or liver disease. Abnormal elevations of their plasma S-adenosylmethionine (AdoMet) concentrations proved they do not have deficient activity of methionine adenosyltransferase I/III. A variety of studies provided evidence that the elevations of methionine and AdoMet are not caused by defects in the methionine transamination pathway, deficient activity of methionine adenosyltransferase II, a mutation in methylenetetrahydrofolate reductase rendering this activity resistant to inhibition by AdoMet, or deficient activity of guanidinoacetate methyltransferase. Plasma sarcosine (N-methylglycine) is elevated, together with elevated plasma AdoMet in normal subjects following oral methionine loads and in association with increased plasma levels of both methionine and AdoMet in cystathionine beta-synthase-deficient individuals. However, plasma sarcosine is not elevated in these siblings. The latter result provides evidence they are deficient in activity of glycine N-methyltransferase (GNMT). The only clinical abnormalities in these siblings are mild hepatomegaly and chronic elevation of serum transaminases not attributable to conventional causes of liver disease. A possible causative connection between GNMT deficiency and these hepatitis-like manifestations is discussed. Further studies are required to evaluate whether dietary methionine restriction will be useful in this situation.","dc:creator":"Mudd SH","dc:date":"2001","dc:title":"Glycine N-methyltransferase deficiency: a novel inborn error causing persistent isolated hypermethioninaemia."}},{"id":"cggv:0a853e42-2eef-4dea-86ee-602fc08d3d3c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d9295b4c-6179-4888-9f4d-9a18b8722d0b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11596649"}],"rdfs:label":"Mudd et al. Case 1"},{"id":"cggv:0a853e42-2eef-4dea-86ee-602fc08d3d3c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0a853e42-2eef-4dea-86ee-602fc08d3d3c_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:47150774-6d7a-431f-b6e9-be3af1b763cc","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:47150774-6d7a-431f-b6e9-be3af1b763cc_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.7}],"evidenceStrength":"Limited","sequence":5483,"specifiedBy":"GeneValidityCriteria9","strengthScore":6.2,"subject":{"id":"cggv:c3c1e317-b7b5-41d1-b23c-ed9f793bc38c","type":"GeneValidityProposition","disease":"obo:MONDO_0011698","gene":"hgnc:4415","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between GNMT and Glycine N-methyltransferase Deficiency (AR) was evaluated using\nthe ClinGen Clinical Validity Framework as of 03/29/19. Variants in GNMT were first reported in\nhumans with this disease as early as 2001 (Mudd et al., PMID: 11596649). At least four variants, mostly missense, have been reported in humans in three publications (Mudd et al., 2001; PMID: 11596649; Barić et al., 2016; PMID: 27207470; Augoustides-Savvopoulou et al., 2003; PMID: 14739680). Patients with GNMT deficiency have elevated serum transaminases without other serious clinical symptoms.  Evidence supporting this gene-disease relationship includes case-level data and experimental data, including animal models and expression studies. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Aminoacidopathy Working Group on 05/10/19 (SOP Version 6). It was reevaluated on 10/14/2022 with no new evidence found. As a result of this reevaluation, the classification remained Limited. \nDespite the points technically placing this curation into the Moderate category, the amount of information gathered about this disorder is too small to uphold this classification. With more evidence, particularly genetic, this could be reconsidered.","dc:isVersionOf":{"id":"cggv:cafb0200-f6cf-482d-9ffb-69ae7bc43669"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}