{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2023-01-18T19:00:00.000Z","role":"Approver"},{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2023-01-18T21:11:30.105Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9560156","type":"dc:BibliographicResource","dc:abstract":"Parkinson's disease is a common neurodegenerative disease with complex clinical features. Autosomal recessive juvenile parkinsonism (AR-JP) maps to the long arm of chromosome 6 (6q25.2-q27) and is linked strongly to the markers D6S305 and D6S253; the former is deleted in one Japanese AR-JP patient. By positional cloning within this microdeletion, we have now isolated a complementary DNA done of 2,960 base pairs with a 1,395-base-pair open reading frame, encoding a protein of 465 amino acids with moderate similarity to ubiquitin at the amino terminus and a RING-finger motif at the carboxy terminus. The gene spans more than 500 kilobases and has 12 exons, five of which (exons 3-7) are deleted in the patient. Four other AR-JP patients from three unrelated families have a deletion affecting exon 4 alone. A 4.5-kilobase transcript that is expressed in many human tissues but is abundant in the brain, including the substantia nigra, is shorter in brain tissue from one of the groups of exon-4-deleted patients. Mutations in the newly identified gene appear to be responsible for the pathogenesis of AR-JP, and we have therefore named the protein product 'Parkin'.","dc:creator":"Kitada T","dc:date":"1998","dc:title":"Mutations in the parkin gene cause autosomal recessive juvenile parkinsonism."},"evidence":[{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cba1c7e-912c-47a4-8493-e6bfebafe1fe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5480e6bd-22b2-4db5-a4cc-b8fd6bbcd311","type":"FunctionalAlteration","dc:description":"Patient Mutations in PINK1 and Parkin Disrupt PINK1/Parkin Pathway at Distinct Steps\nAs was reported previously, wild-type YFP-Parkin is recruited to mitochondria in the majority of HeLa cells (94.7±5.8%) by confocal microscopy, following treatment with 10 µM CCCP for 1 h (Figure 9A and 9B). Pathogenic mutations in the UBL domain (R42P and R46P), deletion of the UBL, or mutation of a key residue (I44A) in the interaction of UBLs with UBDs [47], all cause a moderate deficit in Parkin recruitment to depolarized mitochondria (34±5.3% and 26.5±6.6% for R42P and R46P, respectively) (Figure 9A and 9B and Figure S7A–S7E). Mutations in conserved cysteines of the RING domains (the patient mutations C253Y, C289G, and C441R and the engineered mutation C332S) completely disrupt recruitment at 1 h of CCCP treatment, as do mutations (patient mutation Q311X and engineered mutation T415X) that result in loss of RING2 (Figure 9A and 9B). Mutations K211N and C212Y, which lie within a highly conserved region of Parkin that is likely a novel RING-like domain [41] (Figure S5A), similarly blocked the recruitment of Parkin to mitochondria (Figure 9B), consistent with the importance of this region for Parkin's activity. Mitochondrial recruitment was seen for several of the conserved cysteine RING mutants (C289G, C332S, and C441R) after 24 h of CCCP exposure, suggesting that recruitment is not completely disrupted with these mutations (Figure S8A and S8B). Interestingly, the R275W mutation in RING1 exhibited only a mild deficit in recruitment (81.7±2.1%) (Figure 9A and 9B). The recruitment of YFP-Parkin R275W was verified in a live-cell imaging experiment (Figure S8C). Although under control conditions some mutants formed visible aggregates (Figure S8D), no mutant, including R275W, colocalized with mitochondria (Figure 9B and Figure S8E).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20126261","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in PINK1 and Parkin cause parkinsonism in humans and mitochondrial dysfunction in model organisms. Parkin is selectively recruited from the cytosol to damaged mitochondria to trigger their autophagy. How Parkin recognizes damaged mitochondria, however, is unknown. Here, we show that expression of PINK1 on individual mitochondria is regulated by voltage-dependent proteolysis to maintain low levels of PINK1 on healthy, polarized mitochondria, while facilitating the rapid accumulation of PINK1 on mitochondria that sustain damage. PINK1 accumulation on mitochondria is both necessary and sufficient for Parkin recruitment to mitochondria, and disease-causing mutations in PINK1 and Parkin disrupt Parkin recruitment and Parkin-induced mitophagy at distinct steps. These findings provide a biochemical explanation for the genetic epistasis between PINK1 and Parkin in Drosophila melanogaster. In addition, they support a novel model for the negative selection of damaged mitochondria, in which PINK1 signals mitochondrial dysfunction to Parkin, and Parkin promotes their elimination.","dc:creator":"Narendra DP","dc:date":"2010","dc:title":"PINK1 is selectively stabilized on impaired mitochondria to activate Parkin."},"rdfs:label":"Parkin recruitment to mitochondria and/or Parkin-induced mit"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:7d8b0cfe-c01e-435a-92e2-0f41eff31358","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:876f6f6f-2b81-42d7-9194-096cd068e068","type":"FunctionalAlteration","dc:description":" FRET efficiencies between TOMM70A and each of nine PARK2 variants overproduced in COS7 cells were lower than those between TOMM70A and normal PARK2 after CCCP treatment. Furthermore, all the mutations tested abolished energy transfer from TOMM40 to PARK2 (Fig. 3A and B), suggesting that they alter the orientation of PARK2 within the complex, thereby modifying its behavior in FRET experiments.27 We confirmed these findings by using fluorescence lifetime imaging microscopy (FLIM) as an alternative technique to analyze the impact of selected PARK2 mutations","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24149440","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in PARK2/PARKIN and PINK1 cause early-onset autosomal recessive Parkinson disease (PD). The cytosolic E3 ubiquitin-protein ligase PARK2 cooperates with the mitochondrial kinase PINK1 to maintain mitochondrial quality. A loss of mitochondrial transmembrane potential (ΔΨ) leads to the PINK1-dependent recruitment of PARK2 to the outer mitochondrial membrane (OMM), followed by the ubiquitination and proteasome-dependent degradation of OMM proteins, and by the autophagy-dependent clearance of mitochondrial remnants. We showed here that blockade of mitochondrial protein import triggers the recruitment of PARK2, by PINK1, to the TOMM machinery. PD-causing PARK2 mutations weakened or disrupted the molecular interaction between PARK2 and specific TOMM subunits: the surface receptor, TOMM70A, and the channel protein, TOMM40. The downregulation of TOMM40 or its associated core subunit, TOMM22, was sufficient to trigger OMM protein clearance in the absence of PINK1 or PARK2. However, PARK2 was required to promote the degradation of whole organelles by autophagy. Furthermore, the overproduction of TOMM22 or TOMM40 reversed mitochondrial clearance promoted by PINK1 and PARK2 after ΔΨ loss. These results indicated that the TOMM machinery is a key molecular switch in the mitochondrial clearance program controlled by the PINK1-PARK2 pathway. Loss of functional coupling between mitochondrial protein import and the neuroprotective degradation of dysfunctional mitochondria may therefore be a primary pathogenic mechanism in autosomal recessive PD.","dc:creator":"Bertolin G","dc:date":"2013","dc:title":"The TOMM machinery is a molecular switch in PINK1 and PARK2/PARKIN-dependent mitochondrial clearance."},"rdfs:label":"Interaction with TOMM machinery"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:06426bef-0dda-4da8-b932-250fe32895c6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:adec219e-6039-4868-b405-3edd55a15b0a","type":"FunctionalAlteration","dc:description":"There was significant cell death occurring throughout differentiation specifically in the PRKN mutant patient derived DA neurons; the percentage of cells surviving until the end of the differentiation was significantly reduced (mean ± SD, controls 83.62 ± 4.8; parkin mutants 52.72 ± 11.98)\nWe observe the same mitochondrial fragmentation at the end stage\nof differentiation accompanied by an increase in mitochondrial number (Fig. 3A mitochondrial interconnectivity: controls 0.07 ± 0.003; PRKN mutants 0.04 ± 0.005 p < 0.05; Fig. 3B mitochondrial number (% normalised to controls): controls 100 ± 3.4; PRKN mutants 204 ± 35; p < 0.0001).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32968089","type":"dc:BibliographicResource","dc:abstract":"Mutations in PRKN are the most common cause of early onset Parkinson's disease. Parkin is an E3 ubiquitin ligase, functioning in mitophagy. Mitochondrial abnormalities are present in PRKN mutant models. Patient derived neurons are a promising model in which to study pathogenic mechanisms and therapeutic targets. Here we generate induced neuronal progenitor cells from PRKN mutant patient fibroblasts with a high dopaminergic neuron yield. We reveal changing mitochondrial phenotypes as neurons undergo a metabolic switch during differentiation. Fibroblasts from 4 controls and 4 PRKN mutant patients were transformed into induced neuronal progenitor cells and subsequently differentiated into dopaminergic neurons. Mitochondrial morphology, function and mitophagy were evaluated using live cell fluorescent imaging, cellular ATP and reactive oxygen species production quantification. Direct conversion of control and PRKN mutant patient fibroblasts results in induced neuronal progenitor and their differentiation yields high percentage of dopaminergic neurons. We were able to observe changing mitochondrial phenotypes as neurons undergo a metabolic switch during differentiation. Our results show that when pre-neurons are glycolytic early in differentiation mitophagy is unimpaired by PRKN deficiency. However as neurons become oxidative phosphorylation dependent, mitophagy is severely impaired in the PRKN mutant patient neurons. These changes correlate with changes in mitochondrial function and morphology; resulting in lower neuron yield and altered neuronal morphology. Induced neuronal progenitor cell conversion can produce a high yield of dopaminergic neurons. The mitochondrial phenotype, including mitophagy status, is highly dependent on the metabolic status of the cell. Only when neurons are oxidative phosphorylation reliant the extent of mitochondrial abnormalities are identified. These data provide insight into cell specific effects of PRKN mutations, in particular in relation to mitophagy dependent disease phenotypes and provide avenues for alternative therapeutic approaches.","dc:creator":"Schwartzentruber A","dc:date":"2020","dc:title":"Oxidative switch drives mitophagy defects in dopaminergic parkin mutant patient neurons."},"rdfs:label":"mitophagy defects in dopaminergic parkin mutant patient neur"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b07a146-a1a1-41b2-b409-1b59caee9763","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8e9d077c-37ee-48d4-8ecc-9a5d39963145","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The crushed thorax and downturned wing phenotypes of PINK1\nmutants were markedly restored by Parkin expression","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16672980","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive juvenile parkinsonism (AR-JP) is an early-onset form of Parkinson's disease characterized by motor disturbances and dopaminergic neurodegeneration. To address its underlying molecular pathogenesis, we generated and characterized loss-of-function mutants of Drosophila PTEN-induced putative kinase 1 (PINK1), a novel AR-JP-linked gene. Here, we show that PINK1 mutants exhibit indirect flight muscle and dopaminergic neuronal degeneration accompanied by locomotive defects. Furthermore, transmission electron microscopy analysis and a rescue experiment with Drosophila Bcl-2 demonstrated that mitochondrial dysfunction accounts for the degenerative changes in all phenotypes of PINK1 mutants. Notably, we also found that PINK1 mutants share marked phenotypic similarities with parkin mutants. Transgenic expression of Parkin markedly ameliorated all PINK1 loss-of-function phenotypes, but not vice versa, suggesting that Parkin functions downstream of PINK1. Taken together, our genetic evidence clearly establishes that Parkin and PINK1 act in a common pathway in maintaining mitochondrial integrity and function in both muscles and dopaminergic neurons.","dc:creator":"Park J","dc:date":"2006","dc:title":"Mitochondrial dysfunction in Drosophila PINK1 mutants is complemented by parkin."},"rdfs:label":"Overexpression of Parkin in PINK1 mutant flies"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:35d9e642-f58c-4366-a9d1-6eeb0e81ff48","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:188ec7bf-ee47-44f1-a7b6-dbf2c7a2e83e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"motor impairment","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12642658","type":"dc:BibliographicResource","dc:abstract":"Parkinson's disease (PD) is a common neurodegenerative disorder characterized by loss of dopaminergic neurons in the substantia nigra. Several lines of evidence strongly implicate mitochondrial dysfunction as a major causative factor in PD, although the molecular mechanisms responsible for mitochondrial dysfunction are poorly understood. Recently, loss-of-function mutations in the parkin gene, which encodes a ubiquitin-protein ligase, were found to underlie a familial form of PD known as autosomal recessive juvenile parkinsonism (AR-JP). To gain insight into the molecular mechanism responsible for selective cell death in AR-JP, we have created a Drosophila model of this disorder. Drosophila parkin null mutants exhibit reduced lifespan, locomotor defects, and male sterility. The locomotor defects derive from apoptotic cell death of muscle subsets, whereas the male sterile phenotype derives from a spermatid individualization defect at a late stage of spermatogenesis. Mitochondrial pathology is the earliest manifestation of muscle degeneration and a prominent characteristic of individualizing spermatids in parkin mutants. These results indicate that the tissue-specific phenotypes observed in Drosophila parkin mutants result from mitochondrial dysfunction and raise the possibility that similar mitochondrial impairment triggers the selective cell loss observed in AR-JP.","dc:creator":"Greene JC","dc:date":"2003","dc:title":"Mitochondrial pathology and apoptotic muscle degeneration in Drosophila parkin mutants."},"rdfs:label":"Parkin knockout flies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:3599ca74-06c0-440f-ae11-1829e687e212_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3599ca74-06c0-440f-ae11-1829e687e212","type":"Proband","allele":{"id":"cggv:c0717696-1a9e-4476-b6d9-f56ca3fc7fa6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004562.2(PRKN):c.172-?_871+?del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7034"}},"detectionMethod":"Positional cloning: To investigate a small chromosomal deletion in a Japanese AR-JP\npatient, we first used screening by polymerase chain reaction (PCR)\nwith a set of amplimers for D6S305 to isolate two clones, KB761D4\ncDNA analysis","firstTestingMethod":"Other","previousTesting":true,"previousTestingDescription":"Linkage analysis","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:b74c41c1-8c24-47d8-a868-6ee88367a3af_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c0717696-1a9e-4476-b6d9-f56ca3fc7fa6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9560156"},"rdfs:label":"IV:1"},{"id":"cggv:b74c41c1-8c24-47d8-a868-6ee88367a3af","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b74c41c1-8c24-47d8-a868-6ee88367a3af_variant_evidence_item"},{"id":"cggv:b74c41c1-8c24-47d8-a868-6ee88367a3af_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"smaller transcript"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:31c0de8e-6268-490a-a5b6-d65f005c02e3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:31c0de8e-6268-490a-a5b6-d65f005c02e3","type":"Proband","allele":{"id":"cggv:83dae090-45ee-4e3e-9fb6-bc12a7e0ac4d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004562.3(PRKN):c.7+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254088"}},"detectionMethod":"Haplotype analysis revealed that PD patients were ho-\nmozygous for markers across the PARK2 locus (on\nchromosome 6q25-q27) (Fig. 2a), but not the PARK6 and\nPARK7 loci (data not shown), supporting the involvement\nof the parkin gene. Sequencing the 12 exons and splice\nsites of parkin in the proband revealed a novel homozy-\ngous mutation in the splice donor site of exon 1 (IVS1+\n1G/T, Fig. 2b–d). ","firstTestingMethod":"Linkage analysis","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:352c9a2d-ff0e-4ac5-805e-1edb26aacc97_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:83dae090-45ee-4e3e-9fb6-bc12a7e0ac4d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16328510","type":"dc:BibliographicResource","dc:abstract":"We describe clinical and molecular findings in a genetic isolate from north-eastern Brazil with early-onset Parkinson's disease (PD) and a novel mutation in the parkin gene. Genealogical studies could connect 255 individuals, of whom 15 had PD. Geographic isolation and multiple consanguineous marriages initially suggested an autosomal recessive inheritance for PD in these patients. The available individuals were personally examined, and DNA was obtained from 26 members: ten early-onset PD patients, one case with likely neuroleptic-induced parkinsonism and 15 unaffected relatives. The average age at onset of PD symptoms was 30.8 years (range 12-46). Haplotype analysis revealed homozygosity in the PD patients for markers across the PARK2 locus. Genomic sequencing identified a novel homozygous splice-site parkin mutation (IVS1 + 1G/T), which completely co-segregated with the early-onset PD phenotype. cDNA analysis confirmed the total loss of parkin transcript in homozygous mutation carriers, delineating this as a loss-of-function mutation. The case with neuroleptic-induced parkinsonism and 13 of 15 healthy relatives were heterozygous carriers of the mutation. The absence of PD in heterozygous carriers indicates a genuinely recessive nature of this mutation, suggesting that parkin haploinsufficiency is not a relevant risk factor for early- or late-onset PD. However, parkin haploinsufficiency could facilitate the emergence of neuroleptic-induced parkinsonism. The cluster reported here, which to our knowledge is the largest described to date with early-onset PD and parkin mutations, also offers a unique opportunity for the search of modifiers of the parkin-related disease.","dc:creator":"Chien HF","dc:date":"2006","dc:title":"Early-onset Parkinson's disease caused by a novel parkin mutation in a genetic isolate from north-eastern Brazil."}},"rdfs:label":"162"},{"id":"cggv:352c9a2d-ff0e-4ac5-805e-1edb26aacc97","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:352c9a2d-ff0e-4ac5-805e-1edb26aacc97_variant_evidence_item"},{"id":"cggv:352c9a2d-ff0e-4ac5-805e-1edb26aacc97_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"cDNA analysis (absence of transcript"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9b8a5e74-785d-47e2-99de-5e0a4190c958_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9b8a5e74-785d-47e2-99de-5e0a4190c958","type":"Proband","allele":{"id":"cggv:1d40179b-857b-4aa7-badb-5938ef72ab59","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004562.3(PRKN):c.101del (p.Gln34ArgfsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4090513"}},"detectionMethod":"All exons of the parkin gene were screened for\ndeletions, insertions, or point mutations by direct sequenc-\ning of the PCR products that were sequenced on both\nstrands with a BigDye terminator cycle sequencing kit on\nan ABI310 sequencer (Perkin-Elmer).\nRestriction analysis for mutation of exon 2. A mismatch\noligonucleotide primer (forward) for restriction fragment\nlength polymorphism was designed by replacing G and T at\nnucleotide position 199 artificially. The PCR product of the\nwild type could be digested with restriction endonuclease SfcI\n(New England Biolabs, Beverly, MA)","firstTestingMethod":"Sanger sequencing","previousTesting":false,"secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:18f23a80-9b3a-46b5-9674-677a8ee6470f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d40179b-857b-4aa7-badb-5938ef72ab59"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11402119","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive juvenile parkinsonism (AR-JP) is an early-onset parkinsonism caused by exonic deletions or point mutations in the parkingene. The relationship between the type of the genetic defect and the clinical presentation, the response to therapy, and the evolution have not been yet determined. The authors describe a single-basepair deletion at nucleotide 202 in exon 2 of the parkin gene in a kindred with a benign clinical course.","dc:creator":"Nisipeanu P","dc:date":"2001","dc:title":"Parkin gene causing benign autosomal recessive juvenile parkinsonism."}},"rdfs:label":"1"},{"id":"cggv:18f23a80-9b3a-46b5-9674-677a8ee6470f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:18f23a80-9b3a-46b5-9674-677a8ee6470f_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f84c0906-9e94-44af-8ac9-aab675127b71_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f84c0906-9e94-44af-8ac9-aab675127b71","type":"Proband","allele":{"id":"cggv:74caa4f6-db5a-4555-bb92-bb2199bece6e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004562.2(PRKN):c.413-?_534+?del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7035"}},"firstTestingMethod":"Other","previousTesting":true,"previousTestingDescription":"Linkage","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:900bc1dd-876c-4901-b856-be7598d9bc2a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:74caa4f6-db5a-4555-bb92-bb2199bece6e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9560156"},"rdfs:label":"II:1"},{"id":"cggv:900bc1dd-876c-4901-b856-be7598d9bc2a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:900bc1dd-876c-4901-b856-be7598d9bc2a_variant_evidence_item"},{"id":"cggv:900bc1dd-876c-4901-b856-be7598d9bc2a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"smaller transcript"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5799,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:656cee01-34a0-4124-a800-5243cedce6c0","type":"GeneValidityProposition","disease":"obo:MONDO_0005180","gene":"hgnc:8607","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PRKN (also known as Parkin or PARK2) was first reported in relation to autosomal-recessive Parkinson´s disease in 1998 (Kitada et al. 1998, PMID: 9560156). Parkinson´s disease is a progressive degenerative disorder of the central nervous system characterized by loss of dopamine-producing neurons in the substantia nigra. Signs and symptoms include tremor, which is most pronounced during rest, muscle rigidity, slowing of voluntary movements (bradykinesia), and a tendency to fall back (postural instability). Many PRKN pathogenic variants in the biallelic state have been reported in >1000 patients by different authors/groups from different ethnicities (Kasten et al. 2018, PMID: 29644727, www.mdsgene.org). The mutational spectrum is broad, often including structural variants (e.g. exon deletions), nonsense, frameshift, splice site, and missense changes. Four multiplex families from three publications are included in this curation, covering patients with biallelic truncating variants. The additional evidence from the literature was not included in this curation because the maximum score for genetic evidence (12 pts.) has been reached. The disease follows a recessive mode of inheritance with almost full, but age-dependent penetrance (Deng et al. 2006, PMID: 16476817; Qin et al. 2014, PMID: 25404955; www.medgene.org). Notably, there is an ongoing debate on the potential role of heterozygous variants as genetic risk factors for Parkinson´s disease (Klein et al. 2007, PMID: 17582365; Zhu et al. 2022, PMID: 35640906). The gene-disease association is also supported by recurrent experimental evidence, including animal models and in-vitro functional assays. The mechanism of pathogenicity appears to be a loss-of-function (LOF) indicated by the many truncating variants and further supported by knock-out fly models (Greene et al., PMID: 12642658). There is a well-defined functional interaction with another autosomal-recessive Parkinson´s disease-linked gene, i.e. PINK1. While PINK1 functions as a sensor for disrupted mitochondria, the PRKN-encoded Parkin protein as an E3-ubiquitin ligase is involved in labeling such mitochondria for degradation (Narendra et al. 2010, PMID: 20126261; Rakovic et al. 2010, PMID: 20508036). It has further repeatedly been shown that several of the PRKN missense variants have impaired ubiquitination properties and impair proper mitophagy (e.g. Sriram et al. 2005, PMID: 16049031; Hampe et al. 2006, PMID: 16714300; Lee et al. 2010; PMID: 20457763; Chaugule et al. 2011, PMID: 21694720; Yi et al. 2019, PMID: 30994895). PRKN overexpression was shown to rescue the phenotype in PINK1 mutant flies (Park et al. 2006, PMID: 16672980). In summary, biallelic, pathogenic variants in PRKN are definitively causing autosomal-recessive Parkinson´s disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:6b39c4a0-f6bd-4afc-b2a7-f234eab5a667"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}