{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T13:58:24.042Z","role":"Approver"},{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T13:58:33.321Z","role":"Publisher"}],"evidence":[{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2a9413c3-a56d-4a25-8476-a8fba8961d7f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d257a40e-d9e8-4286-b18d-85b57cf12f90","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"Trio WES","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental regresssion at 8 months, stopped crawling and standing, continued regression of motor skills observed at 13 months.\nprofound hypotonia and required gastrostomy tube placement for feedings.\nSeizures from 2 years of age - epileptic spasms without hypsarrhythmia \nbilateral hypoplasia of the 2nd–5th toes\nLactate elevated at 3.0 mmol/L\nBrain MRI (Fig 1a) showed mild to moderate generalized cerebral/ cerebellar atrophy and evidence of bilateral hypertrophic olivary degeneration with conspicuous non-enhancing lesions along the medullary pyramid and subtle signal changes along the bilateral basal ganglia and cerebellar fossa (Figure 1a).\nFour months after initiation of therapy with coenzyme Q10, parents reported improvement in head control and tone.\n\nFH: Consanguineous Family, 9 year old male sibling with similar phenotype (Patient 2).\n11 years at report; \nRegression of motor skills was noted around 11 months of age and continued. 14 years of age. He had profound hypotonia with poor head control, inability to sit unsupported and was wheelchair bound.\nInfantile spasms associated with hypsarrhythmia on EEG started at 12 months\nNormal lactate levels\nMRI of the brain showed gliosis of bilateral basal ganglia, thalami, cerebellum and periventricular white matter with diffuse cerebral and cerebellar volume loss, and congenital hypoplasia of the inferior vermis (Figure 1c).\nMuscle biopsy showed complex IV activity was reduced.","previousTesting":true,"previousTestingDescription":"chromosomal microarray analysis","sex":"Male","variant":{"id":"cggv:2a9413c3-a56d-4a25-8476-a8fba8961d7f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:042444d5-4bbb-4c0b-a860-8885d34222ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001861.6(COX4I1):c.454C>A (p.Pro152Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/834063"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31290619","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive COX4I1 deficiency has been previously reported in a single individual with a homozygous pathogenic variant in COX4I1, who presented with short stature, poor weight gain, dysmorphic features, and features of Fanconi anemia. COX4I1 encodes subunit 4, isoform 1 of cytochrome c oxidase. Cytochrome c oxidase is a respiratory chain enzyme that plays an important role in mitochondrial electron transport and reduces molecular oxygen to water leading to the formation of ATP. Defective production of cytochrome c oxidase leads to a variable phenotypic spectrum ranging from isolated myopathy to Leigh syndrome. Here, we describe two siblings, born to consanguineous parents, who presented with encephalopathy, developmental regression, hypotonia, pathognomonic brain imaging findings resembling Leigh-syndrome, and a novel homozygous variant on COX4I1, expanding the known clinical phenotype associated with pathogenic variants in COX4I1.","dc:creator":"Pillai NR","dc:date":"2019","dc:title":"Biallelic variants in COX4I1 associated with a novel phenotype resembling Leigh syndrome with developmental regression, intellectual disability, and seizures."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31290619","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Proline at amino acid position 152 is highly conserved across multiple vertebrate species from zebrafish to humans. Muscle biopsy specimen of Patient 2 showed that COX activity was reduced to 16% residual activity. "}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:19cae23c-5956-419b-a375-fa11e1eab383","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b26359b9-ceba-4760-891d-8a188a2ff26e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Protein Atlas: https://www.proteinatlas.org/ENSG00000131143-COX4I1- confirms ubiquitous mRNA and protein expression, including at significant levels within brain regions.\n28593021 Sinkler et al. 2017: COX4I1 is ubiquitously expressed in mammals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"default score for expression in the brain."},{"id":"cggv:7e4ecf55-6c1c-47b6-be28-81d8dfbb71d8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb9ea53b-8d92-47b2-a990-15aa265938cf","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The largest of the nuclear-encoded subunits, COX subunit IV, is located adjacent to the catalytic subunits, containing numerous contact sites with subunits I\nand II . This  location allows the subunit to play a major role in regulation of overall COX activity.\nResponsible for modulating COX activity through allosteric regulation—ATP and ADP are capable of binding to COX through subunit IV, resulting in fine-tuned control of respiration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28593021","type":"dc:BibliographicResource","dc:abstract":"Cytochrome c oxidase (COX) is the terminal enzyme of the electron transport chain and catalyzes the transfer of electrons from cytochrome c to oxygen. COX consists of 14 subunits, three and eleven encoded, respectively, by the mitochondrial and nuclear DNA. Tissue- and condition-specific isoforms have only been reported for COX but not for the other oxidative phosphorylation complexes, suggesting a fundamental requirement to fine-tune and regulate the essentially irreversible reaction catalyzed by COX. This article briefly discusses the assembly of COX in mammals and then reviews the functions of the six nuclear-encoded COX subunits that are expressed as isoforms in specialized tissues including those of the liver, heart and skeletal muscle, lung, and testes: COX IV-1, COX IV-2, NDUFA4, NDUFA4L2, COX VIaL, COX VIaH, COX VIb-1, COX VIb-2, COX VIIaH, COX VIIaL, COX VIIaR, COX VIIIH/L, and COX VIII-3. We propose a model in which the isoforms mediate the interconnected regulation of COX by (1) adjusting basal enzyme activity to mitochondrial capacity of a given tissue; (2) allosteric regulation to adjust energy production to need; (3) altering proton pumping efficiency under certain conditions, contributing to thermogenesis; (4) providing a platform for tissue-specific signaling; (5) stabilizing the COX dimer; and (6) modulating supercomplex formation.","dc:creator":"Sinkler CA","dc:date":"2017","dc:title":"Tissue- and Condition-Specific Isoforms of Mammalian Cytochrome c Oxidase Subunits: From Function to Human Disease."},"rdfs:label":"Review of Complex IV"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1.5,"dc:description":"27977873: Rahman 2017 (LeighMa)p: COX8A, NDUFA4 complex IV subunits and  SURF1, SCO2, COX10, COX15, PET100 complex IV assembly units are associated with LSS. \nScored according to rubric: 6-9 gene products"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5921b1ef-3a52-4542-aea3-5fb2f1d8b9ac","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0316bcb1-7e17-4acf-bce1-89bc082f27e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cox4i1tm1.1(KOMP)Vlcg: Reporter-tagged deletion allele (post Cre, with no selection cassette)(https://www.mousephenotype.org/data/genes/MGI:88473)\nThe homozygous mouse is noted to be embryonic lethal prior to organogenesis (E9.5).\nThe heterozygous KO mouse is noted to have abnormal midbrain and hindbrain development and abnormal neural closure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31127358","type":"dc:BibliographicResource","dc:abstract":"The International Mouse Phenotyping Consortium (IMPC) continues to expand the catalogue of mammalian gene function by conducting genome and phenome-wide phenotyping on knockout mouse lines. The extensive and standardized phenotype screens allow the identification of new potential models for human disease through cross-species comparison by computing the similarity between the phenotypes observed in the mutant mice and the human phenotypes associated to their orthologous loci in Mendelian disease. Here, we present an update on the novel disease models available from the most recent data release (DR10.0), with 5861 mouse genes fully or partially phenotyped and a total number of 69,982 phenotype calls reported. With approximately one-third of human Mendelian genes with orthologous null mouse phenotypes described, the range of available models relevant for human diseases keeps increasing. Among the breadth of new data, we identify previously uncharacterized disease genes in the mouse and additional phenotypes for genes with existing mutant lines mimicking the associated disorder. The automated and unbiased discovery of relevant models for all types of rare diseases implemented by the IMPC constitutes a powerful tool for human genetics and precision medicine.","dc:creator":"Cacheiro P","dc:date":"2019","dc:title":"New models for human disease from the International Mouse Phenotyping Consortium."},"rdfs:label":"IMPC KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"0.5pts for embryonic lethality."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":2511,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.5,"subject":{"id":"cggv:238a4bb9-ada1-457f-b0f8-61fedeb9dcf5","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2265","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between COX4I1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of December 16, 2020. The COX4I1 gene encodes cytochrome c oxidase (complex IV) subunit 4I1. Defects of this protein lead to complex IV deficiency.\n\nThe COX4I1 gene has been reported only once in relation to autosomal recessive Leigh syndrome spectrum, in 2019 (PMID: 31290619), and this has been the only case reported to date. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one homozygous variant identified in one case in one publication (PMID: 31290619). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, and animal models (PMIDs: 28593021, 18853439, 31127358).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 16, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:d56c1fe4-7711-45f4-992c-7e9586b9efc6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}