{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-04-12T10:38:08.867Z","role":"Approver"},{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-04-12T18:40:30.580Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20368421","type":"dc:BibliographicResource","dc:abstract":"We report a unique mutation in the D-amino acid oxidase gene (R199W DAO) associated with classical adult onset familial amyotrophic lateral sclerosis (FALS) in a three generational FALS kindred, after candidate gene screening in a 14.52 cM region on chromosome 12q22-23 linked to disease. Neuronal cell lines expressing R199W DAO showed decreased viability and increased ubiquitinated aggregates compared with cells expressing the wild-type protein. Similarly, lentiviral-mediated expression of R199W DAO in primary motor neuron cultures caused increased TUNEL labeling. This effect was also observed when motor neurons were cocultured on transduced astrocytes expressing R199W, indicating that the motor neuron cell death induced by this mutation is mediated by both cell autonomous and noncell autonomous processes. DAO controls the level of D-serine, which accumulates in the spinal cord in cases of sporadic ALS and in a mouse model of ALS, indicating that this abnormality may represent a fundamental component of ALS pathogenesis.","dc:creator":"Mitchell J","dc:date":"2010","dc:title":"Familial amyotrophic lateral sclerosis is associated with a mutation in D-amino acid oxidase."},"evidence":[{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:985ea524-f671-4022-82f0-b04cd5dc13b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b022a7c-5f85-4960-a271-dd5f6dec81a3","type":"FunctionalAlteration","dc:description":"Using annexin V, a marker of early apoptosis, and analysis by flow cytometry, a significant increase in the number of R199W DAO cells (11.9% ± 3.5%) were annexin V positive, compared with cells expressing the wild-type (WT) protein (6.4% ± 1.8%) and C6 cells alone (5.0% ± 1.8%) (Fig. 1A ). A significant increase in 7-aminoactinomycin D (7-AAD), a marker of late apoptosis was also detected in R199W DAO expressing cells compared with cells expressing WT DAO protein.\nIncrease in annexin V staining (marker of early apoptosis) observed in NSC-34 cells (mouse motor neuron) only when cocultured with R199W DAO-expressing C6 glioma cells. To investigate whether D-serine contributed to the effect of R199W DAO in coculture, NSC-34 cells that express NMDA receptors when differentiated were pretreated with DCKA, an antagonist at the glycine/D-serine binding site of NMDARs. NSC-34 cells were clearly sensitive to DCKA, as demonstrated by a decrease in early and late apoptotic markers. Therefore, expression of glial R199W DAO is sufficient to induce apoptosis in cocultured motor neurons and the effect appeasr to be mediated by D-serin. R199W DAO activates protein aggregation and autophagy, which is also sensitive to this antagonist.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24138986","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis is a neuromuscular disease characterized by selective loss of motor neurons leading to fatal paralysis. We previously reported a coding mutation in D-amino acid oxidase (R199W DAO) associated with familial amyotrophic lateral sclerosis. DAO metabolizes D-serine, a co-agonist at the N-methyl-D-aspartic acid receptor. We investigated the mechanisms mediating the pathogenic effects of R199W DAO on motor neuron survival and showed that expression of glial R199W DAO is sufficient to induce apoptosis in cocultured motor neurons and this is sensitive to 5,7-dichloro-4-hydroxyquinoline-2-carboxylic acid, an N-methyl-d-aspartic acid receptor antagonist selective for the D-serine/glycine site. R199W DAO activates protein aggregation and autophagy, which is also sensitive to this antagonist. Using immunocytochemistry, we showed that D-serine and DAO were abundant in spinal cord motor neurons and depleted in amyotrophic lateral sclerosis. In summary, the toxic effects of R199W DAO on motor neurons can be mediated directly by expression in motor neurons or by astrocytes in coculture, R199W DAO promotes autophagy and its pathogenic effects are at least in part mediated via the N-methyl-d-aspartic acid receptor. ","dc:creator":"Paul P","dc:date":"2014","dc:title":"Pathogenic effects of amyotrophic lateral sclerosis-linked mutation in D-amino acid oxidase are mediated by D-serine."},"rdfs:label":"p.Arg199Trp apoptotic effects mediated by D-serine"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:678d089b-4e56-489a-8d68-f93cde92844b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b12c8b94-df8e-4f95-80aa-ee0ad5f3cf5f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Motor neuron degeneration","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29194436","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is the most common adult-onset neuromuscular disorder characterised by selective loss of motor neurons leading to fatal paralysis. Current therapeutic approaches are limited in their effectiveness. Substantial advances in understanding ALS disease mechanisms has come from the identification of pathogenic mutations in dominantly inherited familial ALS (FALS). We previously reported a coding mutation in D-amino acid oxidase (DAOR199W) associated with FALS. DAO metabolises D-serine, an essential co-agonist at the N-Methyl-D-aspartic acid glutamate receptor subtype (NMDAR). Using primary motor neuron cultures or motor neuron cell lines we demonstrated that expression of DAOR199W, promoted the formation of ubiquitinated protein aggregates, activated autophagy and increased apoptosis. The aim of this study was to characterise the effects of DAOR199W in vivo, using transgenic mice overexpressing DAOR199W. Marked abnormal motor features, e.g. kyphosis, were evident in mice expressing DAOR199W, which were associated with a significant loss (19%) of lumbar spinal cord motor neurons, analysed at 14 months. When separated by gender, this effect was greater in females (26%; p< 0.0132). In addition, we crossed the DAOR199W transgenic mouse line with the SOD1G93A mouse model of ALS to determine whether the effects of SOD1G93A were potentiated in the double transgenic line (DAOR199W/SOD1G93A). Although overall survival was not affected, onset of neurological signs was significantly earlier in female double transgenic animals than their female SOD1G93A littermates (125 days vs 131 days, P = 0.0239). In summary, some significant in vivo effects of DAOR199W on motor neuron function (i.e. kyphosis and loss of motor neurons) were detected which were most marked in females and could contribute to the earlier onset of neurological signs in double transgenic females compared to SOD1G93A littermates, highlighting the importance of recognizing gender effects present in animal models of ALS.","dc:creator":"Kondori NR","dc:date":"2017","dc:title":"Characterisation of the pathogenic effects of the in vivo expression of an ALS-linked mutation in D-amino acid oxidase: Phenotype and loss of spinal cord motor neurons."},"rdfs:label":"Mice over-expressing DAO p.Arg299Trp"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Does not fully recapitulate mechanism or phenotype. Marked overexpression of p.Arg199Trp compared to WT (therefore not mimicking heterozygous state in humans). Of note, this variant was previously identified in family with ALS. Survival in mice is not impacted, unlike human ALS. However, motor neuron degeneration is observed in mice. While a mutation can cause a lethal disease in humans, no overt ALS phenotype was evident in mice expressing DAO p.Arg199Trp. However, marked structural and abnormal motor features were evident which were associated with a significant loss of lumbar motor neurons.Therefore, points awarded, but decreased from default."},{"id":"cggv:80465af6-87b6-49e1-b58e-6a0e1f8df4a7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1731fbe-23c3-47a4-9d39-51e624771375","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Motor neuron loss and ubiquitin positive aggregations are seen in human patients with ALS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22203986","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disorder involving an extensive loss of motoneurons. Aberrant excitability of motoneurons has been implicated in the pathogenesis of selective motoneuronal death in ALS. D-serine, an endogenous coagonist of N-methyl-D-aspartate receptors, exacerbates motoneuronal death and is increased both in patients with sporadic/familial ALS and in a G93A-SOD1 mouse model of ALS (mSOD1 mouse). More recently, a unique mutation in the D-amino acid oxidase (DAO) gene, encoding a D-serine degrading enzyme, was reported to be associated with classical familial ALS. However, whether DAO affects the motoneuronal phenotype and D-serine increase in ALS remains uncertain. Here, we show that genetic inactivation of DAO in mice reduces the number and size of lower motoneurons with axonal degeneration, and that suppressed DAO activity in reactive astrocytes in the reticulospinal tract, one of the major inputs to the lower motoneurons, predominantly contributes to the D-serine increase in the mSOD1 mouse. The DAO inactivity resulted from expressional down-regulation, which was reversed by inhibitors of a glutamate receptor and MEK, but not by those of inflammatory stimuli. Our findings provide evidence that DAO has a pivotal role in motoneuron degeneration through D-serine regulation and that inactivity of DAO is a common feature between the mSOD1 ALS mouse model and the mutant DAO-associated familial ALS. The therapeutic benefit of reducing D-serine or controlling DAO activity in ALS should be tested in future studies.","dc:creator":"Sasabe J","dc:date":"2012","dc:title":"D-amino acid oxidase controls motoneuron degeneration through D-serine."},"rdfs:label":"DAO p.Gly181Arg mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse model does not fully recapitulate the human molecular mechanism or phenotype. The mouse is homozygous, whereas human patients are heterozygous. natural mouse model, not human disease-causing variant. No survival data are presented. In common with the human phenotype is motor neuron loss and ubiquitin-positive aggregates in neurons."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Refuted","sequence":4219,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.5,"subject":{"id":"cggv:8d4e4ade-78f0-42c2-b308-dd7e86772ad9","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:2671","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"DAO was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) in 2010 (Mitchell et al., PMID: 20368421). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in molecular mechanism, inheritance pattern and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, amyotrophic lateral sclerosis 1 (OMIM: 105400), schizophrenia (OMIM: 181500) and bipolar disorder (OMIM: 612371). The split curation for autosomal dominant ALS has been curated separately. The mechanism of pathogenicity appears to be loss of function. Four missense variants that have been reported in six probands in 4 publications (PMIDs: 20368421, 20538972, 29895397, 33414559) are included in this curation. This gene-disease association is also supported by animal models and functional alterations in primary rat motor neurons and non-patient cells (PMIDs: 20368421, 22203986, 29194436). Mouse animal models which express pathogenic and naturally inactivating DAO mutations recapitulate the ALS phenotype by displaying motor neuron loss and neuronal ubiquitin-positive aggregates. Furthermore, non-patient NSC-34 cells express higher amounts of apoptotic markers when co-cultured with glioma C6 cells expressing R199W. This is mediated by D-serine as confirmed by reduced levels of early and late apoptotic markers when NMDARs in NSC-34 cells are blocked with a D-serine/glycine binding site antagonist. In summary, DAO has limited association with autosomal dominant ALS. This classification was approved by the ClinGen ALS GCEP on March 8, 2022 (SOP Version 8).\nFour mutations presented in the genetic evidence section did not meet the minor allele frequency cut-off of below 0.000005. The remaining mutation, R199W, was identified from candidate gene screening of a 14.52cM region where 148 genes were also found, although the majority of these genes were not screened and therefore the segregation  is likely to be the consequence of a linkage peak rather than a causative DAO variant. When consulting the experimental evidence, many of the model systems used homozygous DAO mutations instead of heterozygous mutations (the human DAO phenotype), and the R199W mutation (which does not have strong enough genetic evidence to be associated with ALS) to characterise physiological events, therefore the true phenotype was not recapitulated. ","dc:isVersionOf":{"id":"cggv:35ac00ac-3279-4c7e-89b6-8a75e3cae414"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}