{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-07-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T14:19:46.995Z","role":"Publisher"}],"evidence":[{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89a7a3ab-9df0-42a9-a313-9ef6d9d37791","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6aa47674-202c-4a5d-b112-80e1e79fe2db","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"PNPLA2 encodes patatin-like phospholipase domain-containing protein (aka adipose triglyceride lipase), which is deficient among individuals with NLSDM (PMID: 17187067) \nPatatin-like phospholipase domain-containing protein is an enzyme involved in triglyceride hydrolysis in adipocytes and in non-adipocyte droplets (PMID: 15550674), via catalyzing the hydrolysis of long-chain fatty acid esters at the sn2 position of the glycerol backbone \nPNPLA2 deficiency leads to accumulation of incompletely degraded triglycerides in leukocytes and muscle cells (skeletal and cardiac myocytes), resulting in the characteristic disease manifestations of myopathy and cardiomyopathy (PMID: 17187067, PMID: 21544567)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15550674","type":"dc:BibliographicResource","dc:abstract":"Mobilization of fatty acids from triglyceride stores in adipose tissue requires lipolytic enzymes. Dysfunctional lipolysis affects energy homeostasis and may contribute to the pathogenesis of obesity and insulin resistance. Until now, hormone-sensitive lipase (HSL) was the only enzyme known to hydrolyze triglycerides in mammalian adipose tissue. Here, we report that a second enzyme, adipose triglyceride lipase (ATGL), catalyzes the initial step in triglyceride hydrolysis. It is interesting that ATGL contains a \"patatin domain\" common to plant acyl-hydrolases. ATGL is highly expressed in adipose tissue of mice and humans. It exhibits high substrate specificity for triacylglycerol and is associated with lipid droplets. Inhibition of ATGL markedly decreases total adipose acyl-hydrolase activity. Thus, ATGL and HSL coordinately catabolize stored triglycerides in adipose tissue of mammals.","dc:creator":"Zimmermann R","dc:date":"2004","dc:title":"Fat mobilization in adipose tissue is promoted by adipose triglyceride lipase."},"rdfs:label":"PNPLA2 encodes adipose triglyceride lipase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Per ClinGen LD GCEP guidelines, gene products that have a well-established function in a metabolic pathway, supported by multiple studies over many years, and discussed in review papers are scored 2 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65e41ec3-ca78-4467-8c36-ed8e2d3843e3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:badbe9c0-abe8-41b5-b7ab-a85f2b98dee6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"PMID: 21857651: in PNPLA2 knockout mice, reexpression of a PNPLA2 transgene in the hearts of the knockout mice hearts rescued the cardiac phenotype: in contrast to the triglyceride accumulation in the heart muscle tissue and premature death due to cardiomyopathy in knockout mice, mice with the PNPLA2 transgene showed normal levels of triglycerides and normal lifespan with normal cardiac function ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21857651","type":"dc:BibliographicResource","dc:abstract":"Peroxisome proliferator-activated receptors (PPARs) are nuclear hormone receptors that regulate genes involved in energy metabolism and inflammation. For biological activity, PPARs require cognate lipid ligands, heterodimerization with retinoic X receptors, and coactivation by PPAR-γ coactivator-1α or PPAR-γ coactivator-1β (PGC-1α or PGC-1β, encoded by Ppargc1a and Ppargc1b, respectively). Here we show that lipolysis of cellular triglycerides by adipose triglyceride lipase (patatin-like phospholipase domain containing protein 2, encoded by Pnpla2; hereafter referred to as Atgl) generates essential mediator(s) involved in the generation of lipid ligands for PPAR activation. Atgl deficiency in mice decreases mRNA levels of PPAR-α and PPAR-δ target genes. In the heart, this leads to decreased PGC-1α and PGC-1β expression and severely disrupted mitochondrial substrate oxidation and respiration; this is followed by excessive lipid accumulation, cardiac insufficiency and lethal cardiomyopathy. Reconstituting normal PPAR target gene expression by pharmacological treatment of Atgl-deficient mice with PPAR-α agonists completely reverses the mitochondrial defects, restores normal heart function and prevents premature death. These findings reveal a potential treatment for the excessive cardiac lipid accumulation and often-lethal cardiomyopathy in people with neutral lipid storage disease, a disease marked by reduced or absent ATGL activity.","dc:creator":"Haemmerle G","dc:date":"2011","dc:title":"ATGL-mediated fat catabolism regulates cardiac mitochondrial function via PPAR-α and PGC-1."},"rdfs:label":"PNPLA2 knockout mouse rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:fa33bbea-2fc0-4aff-bed6-5cc0d5d4c90c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e17619a-cd0b-487c-8b8f-75c579ec7f54","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout mice show deficient PNPLA2 lipase enzymatic activity and accumulation of triglyceride droplets in multiple tissues, including muscle and heart cells, and die prematurely due to cardiomyopathy resulting from triglyceride accumulation in cardiac myocytes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16675698","type":"dc:BibliographicResource","dc:abstract":"Fat tissue is the most important energy depot in vertebrates. The release of free fatty acids (FFAs) from stored fat requires the enzymatic activity of lipases. We showed that genetic inactivation of adipose triglyceride lipase (ATGL) in mice increases adipose mass and leads to triacylglycerol deposition in multiple tissues. ATGL-deficient mice accumulated large amounts of lipid in the heart, causing cardiac dysfunction and premature death. Defective cold adaptation indicated that the enzyme provides FFAs to fuel thermogenesis. The reduced availability of ATGL-derived FFAs leads to increased glucose use, increased glucose tolerance, and increased insulin sensitivity. These results indicate that ATGL is rate limiting in the catabolism of cellular fat depots and plays an important role in energy homeostasis.","dc:creator":"Haemmerle G","dc:date":"2006","dc:title":"Defective lipolysis and altered energy metabolism in mice lacking adipose triglyceride lipase."},"rdfs:label":"PNPLA2 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21efdeec-61a8-48b6-bd2c-f9320d673257_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:21efdeec-61a8-48b6-bd2c-f9320d673257","type":"Proband","allele":{"id":"cggv:9693abc5-e0d6-4d3d-ac09-d4e55aa463a6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.613dup (p.Leu205fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144790"}},"detectionMethod":"PCR and Sanger sequencing of PNPLA2 gene","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:800030a5-cdcc-43b8-9834-f5c808661998_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9693abc5-e0d6-4d3d-ac09-d4e55aa463a6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21544567","type":"dc:BibliographicResource","dc:abstract":"Neutral lipid storage disease is caused by mutations in the CGI-58 or the PNPLA2 genes. Lipid storage can be detected in various cell types including blood granulocytes. While CGI-58 mutations are associated with Chanarin-Dorfman syndrome, a condition characterized by lipid storage and skin involvement (ichthyosis), mutations in the patatin-like phospholipase domain-containing protein 2 gene (PNPLA2) were reported with skeletal and cardiac muscle disease only. We describe clinical, myopathological, magnetic resonance imaging (MRI), and genetic findings of six patients carrying different recessive PNPLA2 mutations. Pulse-chase labeling of control and patient cells with supplementation of clenbuterol, salmeterol, and dexamethasone was performed in vitro. The patients share a recognizable phenotype with prominent shoulder girdle weakness and mild pelvic girdle and distal muscle weakness, with highly elevated creatine kinase (CK) and cardiomyopathy developing at later stages. Muscle histology invariably reveals massive accumulation of lipid droplets. New muscle or whole-body MRI techniques may assist diagnosis and may become a useful tool to quantify intramuscular lipid storage. Four novel and two previously reported mutations were detected, affecting different parts of the PNPLA2 gene. Activation of hormone-sensitive lipase by beta-adrenergic substances such as clenbuterol appears to bypass the enzymatic block in PNPLA2-deficient patient cells in vitro. PNPLA2 deficiency is a slowly progressive myopathy with onset around the third decade. Cardiac involvement is relatively common at a later stage. Muscle MRI may detect increased lipid in a characteristic distribution, which could be used for monitoring disease progression. Beta-adrenergic agents may be beneficial in improving triacylglycerol breakdown in patients with PNPLA2 mutations.","dc:creator":"Reilich P","dc:date":"2011","dc:title":"The phenotypic spectrum of neutral lipid storage myopathy due to mutations in the PNPLA2 gene."}},"rdfs:label":"Patient 1"},{"id":"cggv:800030a5-cdcc-43b8-9834-f5c808661998","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:800030a5-cdcc-43b8-9834-f5c808661998_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"scored 0.75pt/variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:6d7f561a-b93f-4b94-b477-d8d99e822209_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6d7f561a-b93f-4b94-b477-d8d99e822209","type":"Proband","allele":[{"id":"cggv:1c6aec48-e920-4e9d-8330-fd113be6eb09","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.808del (p.His270fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115258"}},{"id":"cggv:ca62e97c-42a7-47b3-8f6a-bc5e93959bbc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.584C>T (p.Pro195Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115259"}}],"detectionMethod":"PCR amplification and Sanger sequencing of PNPLA2 gene; ABHD5 gene was also sequenced (as alternate molecular cause)","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:a612a3b8-3475-428d-bc7f-1050b6346fe0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1c6aec48-e920-4e9d-8330-fd113be6eb09"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17187067","type":"dc:BibliographicResource","dc:abstract":"Neutral lipid storage disease comprises a heterogeneous group of autosomal recessive disorders characterized by systemic accumulation of triglycerides in cytoplasmic droplets. Here we report a neutral lipid storage disease subgroup characterized by mild myopathy, absence of ichthyosis and mutations in both alleles of adipose triglyceride lipase (PNPLA2, also known as ATGL). Three of these mutations are predicted to lead to a truncated ATGL protein with an intact patatin domain containing the active site, but with defects in the hydrophobic domain. The block in triglyceride degradation was mimicked by short interfering RNA directed against ATGL. NLSDM is distinct from Chanarin-Dorfman syndrome, which is characterized by neutral lipid storage disease with ichthyosis, mild myopathy and hepatomegaly due to mutations in ABHD5 (also known as CGI-58).","dc:creator":"Fischer J","dc:date":"2007","dc:title":"The gene encoding adipose triglyceride lipase (PNPLA2) is mutated in neutral lipid storage disease with myopathy."}},{"id":"cggv:ba288432-e38b-4ebb-a69d-211811a7b9e1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ca62e97c-42a7-47b3-8f6a-bc5e93959bbc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17187067"}],"rdfs:label":"Individual 1"},{"id":"cggv:ba288432-e38b-4ebb-a69d-211811a7b9e1","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ba288432-e38b-4ebb-a69d-211811a7b9e1_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:a612a3b8-3475-428d-bc7f-1050b6346fe0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a612a3b8-3475-428d-bc7f-1050b6346fe0_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:318816ca-5b36-40b1-a2c5-36d1d9fa8a7c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:318816ca-5b36-40b1-a2c5-36d1d9fa8a7c","type":"Proband","allele":{"id":"cggv:d2e7e65b-9277-4dec-a711-e27fe4fb231c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.467del (p.Pro156fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130659"}},"detectionMethod":"PCR and Sanger sequencing of PNPLA2 gene","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:2095174f-1db3-4f93-8c69-1696577df26e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d2e7e65b-9277-4dec-a711-e27fe4fb231c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22832386","type":"dc:BibliographicResource","dc:abstract":"Neutral lipid storage disease with myopathy (NLSDM) referred to those neutral lipid storage disease (NLSD) patients with myopathy but without ichthyosis. Recently, NLSDM has been attributed to mutations in the PNPLA2 gene. Until now, 19 patients with PNPLA2 mutations have been reported. In the present study, we describe the clinical and genetic findings in three Chinese patients with NLSDM. Sequence analysis of PNPLA2 gene was performed. In our patients we identified four novel mutations in the PNPLA2 gene including two splicing mutations. The identification and study of mutations found in PNPLA2 is also particularly important to define the clinical spectrum and genotype-phenotype correlations of the PNPLA2 gene.","dc:creator":"Lin P","dc:date":"2012","dc:title":"Novel PNPLA2 gene mutations in Chinese Han patients causing neutral lipid storage disease with myopathy."}},"rdfs:label":"Patient 3"},{"id":"cggv:2095174f-1db3-4f93-8c69-1696577df26e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2095174f-1db3-4f93-8c69-1696577df26e_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"scored 0.75pts/variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:334e5e07-9c38-4cc1-9ce0-6371ad6aef3a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:334e5e07-9c38-4cc1-9ce0-6371ad6aef3a","type":"Proband","allele":{"id":"cggv:556f0b1e-b8d5-4966-9306-5839b56b688b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.822607G>C (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378980662"}},"firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:23906e36-7b37-406c-a7d4-30cac3883d6c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:556f0b1e-b8d5-4966-9306-5839b56b688b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24332944","type":"dc:BibliographicResource","dc:abstract":"Adipose triglyceride lipase (ATGL, also known as PNPLA2) is an essential molecule for hydrolysis of intracellular triglyceride (TG). Genetic ATGL deficiency is a rare multi-systemic neutral lipid storage disease. Information regarding its clinical profile and pathophysiology, particularly for cardiac involvement, is still very limited. A previous middle-aged ATGL-deficient patient in our institute (Case 1) with severe heart failure required cardiac transplantation (CTx) and exhibited a novel phenotype, \"Triglyceride deposit cardiomyovasculopathy (TGCV)\". Here, we tried to elucidate molecular mechanism underlying TGCV. The subjects were two cases with TGCV, including our second case who was a 33-year-old male patient (Case 2) with congestive heart failure requiring CTx. Case 2 was homozygous for a point mutation in the 5' splice donor site of intron 5 in the ATGL, which results in at least two types of mRNAs due to splicing defects. The myocardium of both patients (Cases 1 and 2) showed up-regulation of peroxisome proliferated activated receptors (PPARs), key transcription factors for metabolism of long chain fatty acids (LCFAs), which was in contrast to these molecules' lower expression in ATGL-targeted mice. We investigated the intracellular metabolism of LCFAs under human ATGL-deficient conditions using patients' passaged skin fibroblasts as a model. ATGL-deficient cells showed higher uptake and abnormal intracellular transport of LCFA, resulting in massive TG accumulation. We used these findings from cardiac specimens and cell-biological experiments to construct a hypothetical model to clarify the pathophysiology of the human disorder. In patients with TGCV, even when hydrolysis of intracellular TG is defective, the marked up-regulation of PPARγ and related genes may lead to increased uptake of LCFAs, the substrates for TG synthesis. This potentially vicious cycle of LCFAs could explain the massive accumulation of TG and severe clinical course for this rare disease. ","dc:creator":"Hirano K","dc:date":"2014","dc:title":"Genetic mutations in adipose triglyceride lipase and myocardial up-regulation of peroxisome proliferated activated receptor-γ in patients with triglyceride deposit cardiomyovasculopathy."}},"rdfs:label":"Case 2"},{"id":"cggv:23906e36-7b37-406c-a7d4-30cac3883d6c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23906e36-7b37-406c-a7d4-30cac3883d6c_variant_evidence_item"},{"id":"cggv:23906e36-7b37-406c-a7d4-30cac3883d6c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 24332944: shown via analysis of cDNA from patient fibroblasts to result in either exon 5 skipping (p.p.Arg163_Leu232del, including deleting Asp166 which is a critical catalytic residue) or  frameshift and premature truncation (p.Val233LeufsX162, which ‘lacks the hydrophobic carboxy terminus responsible for mediating lipid droplet binding’)"}],"strengthScore":1,"dc:description":"scored 1pt/variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:29294038-e14f-4930-a1bb-4f79afa91609_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:29294038-e14f-4930-a1bb-4f79afa91609","type":"Proband","allele":[{"id":"cggv:303d68b9-11e9-433e-9933-7cb083757410","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.167T>G (p.Leu56Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378977213"}},{"id":"cggv:e8cc87c4-9d95-41d4-af29-8016710854cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.577A>T (p.Ile193Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378980242"}}],"detectionMethod":"PCR and sanger sequencing of PNPLA2 gene","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:ce6b61ee-1c74-4db7-93c0-53ae692b5cb5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e8cc87c4-9d95-41d4-af29-8016710854cd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25956450","type":"dc:BibliographicResource","dc:abstract":"Neutral lipid storage disease with myopathy (NLSD-M) is a rare autosomal recessive disorder characterised by an abnormal accumulation of triacylglycerol into cytoplasmic lipid droplets (LDs). NLSD-M patients are mainly affected by progressive myopathy, cardiomyopathy and hepatomegaly. Mutations in the PNPLA2 gene cause variable phenotypes of NLSD-M. PNPLA2 codes for adipose triglyceride lipase (ATGL), an enzyme that hydrolyses fatty acids from triacylglycerol. This report outlines the clinical and genetic findings in a NLSD-M Italian family with three affected members. In our patients, we identified two novel PNPLA2 missense mutations (p.L56R and p.I193F). Functional data analysis demonstrated that these mutations caused the production of ATGL proteins able to bind to LDs, but with decreased lipase activity. The oldest brother, at the age of 38, had weakness and atrophy of the right upper arm and kyphosis. Now he is 61 years old and is unable to raise arms in the horizontal position. The second brother, from the age of 44, had exercise intolerance, cramps and pain in lower limbs. He is currently 50 years old and has an asymmetric distal amyotrophy. One of the two sisters, 58 years old, presents the same PNPLA2 mutations, but she is still oligo-symptomatic on neuromuscular examination with slight triceps muscle involvement. She suffered from diabetes and liver steatosis. This NLSD-M family shows a wide range of intra-familial phenotypic variability in subjects carrying the same mutations, both in terms of target-organs and in terms of rate of disease progression.","dc:creator":"Missaglia S","dc:date":"2015","dc:title":"Novel missense mutations in PNPLA2 causing late onset and clinical heterogeneity of neutral lipid storage disease with myopathy in three siblings."}},{"id":"cggv:f22daa40-8f0a-4399-b0b9-ccd4fd09d271_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:303d68b9-11e9-433e-9933-7cb083757410"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25956450"}],"rdfs:label":"Family II:1"},{"id":"cggv:f22daa40-8f0a-4399-b0b9-ccd4fd09d271","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f22daa40-8f0a-4399-b0b9-ccd4fd09d271_variant_evidence_item"},{"id":"cggv:f22daa40-8f0a-4399-b0b9-ccd4fd09d271_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data, PMID: 25956450: in transfected HeLa cells, showed significantly decreased lipase activity vs WT, as assessed by increased cellular lipid droplet content and triglyceride content"}],"strengthScore":0.5},{"id":"cggv:ce6b61ee-1c74-4db7-93c0-53ae692b5cb5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce6b61ee-1c74-4db7-93c0-53ae692b5cb5_variant_evidence_item"},{"id":"cggv:ce6b61ee-1c74-4db7-93c0-53ae692b5cb5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data, PMID: 25956450: in transfected HeLa cells, showed significantly decreased lipase activity vs WT, as assessed by increased cellular lipid droplet content and triglyceride content"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d90c37bb-33f7-4db4-86a9-de163c4ffc64_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d90c37bb-33f7-4db4-86a9-de163c4ffc64","type":"Proband","allele":{"id":"cggv:81f24083-9334-4018-b6b4-4b58a7f5178d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.757+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130656"}},"detectionMethod":"PCR and sanger sequencing of PNPLA2","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:99dadfa3-6647-458c-be2d-729ea902c137_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:81f24083-9334-4018-b6b4-4b58a7f5178d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22832386"},"rdfs:label":"Patient 2"},{"id":"cggv:99dadfa3-6647-458c-be2d-729ea902c137","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:99dadfa3-6647-458c-be2d-729ea902c137_variant_evidence_item"},{"id":"cggv:99dadfa3-6647-458c-be2d-729ea902c137_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 22832386: shown via RT-PCR analysis of skeletal muscle mRNA from patient to result in no detectable transcript"}],"strengthScore":1,"dc:description":"scored 1pt/variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8df0ec09-525e-4f8d-a1a6-4348f75e96dc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8df0ec09-525e-4f8d-a1a6-4348f75e96dc","type":"Proband","allele":{"id":"cggv:666c5450-19cf-48be-9790-0b761749d3e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.865C>T (p.Gln289Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115261"}},"detectionMethod":"PCR and Sanger sequencing of PNPLA2; ABHD5 gene also sequenced to rule out alternate genetic cause","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:27814749-d03c-4078-bf3e-7cae5c9f9b98_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:666c5450-19cf-48be-9790-0b761749d3e3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17187067"},"rdfs:label":"Individual 3"},{"id":"cggv:27814749-d03c-4078-bf3e-7cae5c9f9b98","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27814749-d03c-4078-bf3e-7cae5c9f9b98_variant_evidence_item"},{"id":"cggv:27814749-d03c-4078-bf3e-7cae5c9f9b98_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data, PMID: 32542055: in Lunet N hCD81 cells, resulted in reduced lipase activity (as indexed by significantly higher cellular lipid droplet content) vs WT "}],"strengthScore":1,"dc:description":"scored 1pt/variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:70046a21-2225-415a-909a-bce94bd08e7a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:70046a21-2225-415a-909a-bce94bd08e7a","type":"Proband","allele":{"id":"cggv:3f61cc7b-0989-4e5f-b711-9967cf225ab5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020376.4(PNPLA2):c.543del (p.Ile182fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144791"}},"detectionMethod":"PCR and sanger sequencing of PNPLA2 gene","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ca49053b-050a-41a3-888f-1e75260b7b57_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3f61cc7b-0989-4e5f-b711-9967cf225ab5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21544567"},"rdfs:label":"Patient 4"},{"id":"cggv:ca49053b-050a-41a3-888f-1e75260b7b57","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ca49053b-050a-41a3-888f-1e75260b7b57_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"scored 0.75pts/variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5083,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:29767bfc-427d-43c0-a685-2927523ad739","type":"GeneValidityProposition","disease":"obo:MONDO_0012545","gene":"hgnc:30802","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between the PNPLA2 gene and neutral lipid storage disease with myopathy (NLSDM), an autosomal recessive lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 9, 2022. PNPLA2 encodes patatin-like phospholipase domain-containing protein (aka adipose triglyceride lipase), an enzyme involved in triglyceride hydrolysis in adipocytes and in non-adipocyte droplets (PMID: 15550674) via catalyzing the hydrolysis of long-chain fatty acid esters at the sn2 position of the glycerol backbone. Among individuals with NLSDM, PNPLA2 deficiency leads to accumulation of incompletely degraded triglycerides in leukocytes and skeletal and cardiac muscle cells, resulting in the characteristic disease manifestations of myopathy and cardiomyopathy (PMID: 17187067, PMID: 21544567). \n\nThe disease mechanism of NLSDM is loss of function. NLSDM was first reported in 2007 (PMID: 17187067), and this publication was the first report of biallelic variants in PNPLA2 among patients with NLSDM. Both case-level (genetic) and experimental evidence support the relationship between PNPLA2 and NLSDM. Reported causal variants include missense, nonsense, frameshift, and splice-altering variants (PMID: 17187067, PMID: 21544567, PMID: 25956450, PMID: 24332944, PMID: 22832386). In total, 10 variants from eight probands in five publications were curated. Although there is additional published case-level evidence available, the maximum score for genetic evidence (12 points) has already been reached. \n\nExperimental evidence for the relationship between PNPLA2 and NLSDM includes the biochemical function of the gene product (patatin-like phospholipase domain-containing protein, aka adipose triglyceride lipase) being consistent with the clinical and biochemical findings identified individuals with NLSDM (PMID: 17187067, PMID: 21544567), the biochemical and clinical features of a PNPLA2 knockout mouse animal (PMID: 16675698), and rescue of a PNPLA2 knockout mouse model via reexpression of a wild-type PNPLA2 transgene (PMID: 21857651). Additional experimental evidence is available, but the maximum score for experimental evidence (6 points) has already been reached.\n\nIn sum, PNPLA2 is definitively associated with NLSDM. The association has been repeatedly demonstrated in both clinical and research settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Lysosomal Diseases GCEP on July 21, 2022 (SOP v9).","dc:isVersionOf":{"id":"cggv:fd21d68b-7688-4164-ba13-1ced669c4dfa"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}