{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-09T22:21:44.218Z","role":"Publisher"},{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-11-21T05:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.5},{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5720dea0-6ca4-4aaf-a073-63237b0419ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c503f1a1-affb-4128-8d35-e4ecc2dac9d4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This was a study of chick embryos. At stages 16, 17, and 18, there was expression in the heart and at stage 11+ expression in the endocardium.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12915311","type":"dc:BibliographicResource","dc:abstract":"The transcription factor Ets-1 is expressed in many different migratory cell types, suggesting that it may play an important role in regulating motility. To determine whether its expression in the neural crest is consistent with such a function, we have performed a detailed analysis of its expression during early chick embryogenesis. Our results show that this transcription factor is up-regulated in the cranial neural folds and dorsal neural tube approximately 4-6 h prior to commencement of neural crest migration. c-Ets-1 continues to be expressed by migrating cranial neural crest cells and subsequently by some neural crest-derived tissues. In addition to neural crest, we find expression of c-Ets-1 in endothelial cells of blood vessels, in somitic and intermediate mesoderm, in limb buds and in the heart.","dc:creator":"Tahtakran SA","dc:date":"2003","dc:title":"Ets-1 expression is associated with cranial neural crest migration and vasculogenesis in the chick embryo."},"rdfs:label":"Chick embryo expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2625018-f714-48ce-84d5-b3da930d420b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:423fd0ea-3d44-4731-b905-c8925d3e50c8","type":"FunctionalAlteration","dc:description":"In the cells from HLHS patients, the ability of the NPR3 promoter to bind to ETS1 was statistically significantly reduced in comparison to control cells. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32810435","type":"dc:BibliographicResource","dc:abstract":"Hypoplastic left heart syndrome (HLHS) is a complex congenital heart disease characterized by abnormalities in the left ventricle, associated valves, and ascending aorta. Studies have shown intrinsic myocardial defects but do not sufficiently explain developmental defects in the endocardial-derived cardiac valve, septum, and vasculature. Here, we identify a developmentally impaired endocardial population in HLHS through single-cell RNA profiling of hiPSC-derived endocardium and human fetal heart tissue with an underdeveloped left ventricle. Intrinsic endocardial defects contribute to abnormal endothelial-to-mesenchymal transition, NOTCH signaling, and extracellular matrix organization, key factors in valve formation. Endocardial abnormalities cause reduced cardiomyocyte proliferation and maturation by disrupting fibronectin-integrin signaling, consistent with recently described de novo HLHS mutations associated with abnormal endocardial gene and fibronectin regulation. Together, these results reveal a critical role for endocardium in HLHS etiology and provide a rationale for considering endocardial function in regenerative strategies.","dc:creator":"Miao Y","dc:date":"2020","dc:title":"Intrinsic Endocardial Defects Contribute to Hypoplastic Left Heart Syndrome."},"rdfs:label":"iPSC-derived endocardial cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Downgrading as patient cells weren't directly analyzed, but were used to make iPSCs, which were then differentiated into endocardial cells. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d18e8ace-96fb-464f-aeb0-62ad70f991af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c2f21682-aec4-4696-8979-dbfbc9bc0819","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both humans with CHD and the mice in this model experience left sided heart structural anomalies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19942620","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects comprise the most common form of major birth defects, affecting 0.7% of all newborn infants. Jacobsen syndrome (11q-) is a rare chromosomal disorder caused by deletions in distal 11q. We have previously determined that a wide spectrum of the most common congenital heart defects occur in 11q-, including an unprecedented high frequency of hypoplastic left heart syndrome (HLHS). We identified an approximately 7 Mb 'cardiac critical region' in distal 11q that contains a putative causative gene(s) for congenital heart disease. In this study, we utilized chromosomal microarray mapping to characterize three patients with 11q- and congenital heart defects that carry interstitial deletions overlapping the 7 Mb cardiac critical region. We propose that this 1.2 Mb region of overlap harbors a gene(s) that causes at least a subset of the congenital heart defects that occur in 11q-. We demonstrate that one gene in this region, ETS-1 (a member of the ETS family of transcription factors), is expressed in the endocardium and neural crest during early mouse heart development. Gene-targeted deletion of ETS-1 in mice in a C57/B6 background causes, with high penetrance, large membranous ventricular septal defects and a bifid cardiac apex, and less frequently a non-apex-forming left ventricle (one of the hallmarks of HLHS). Our results implicate an important role for the ETS-1 transcription factor in mammalian heart development and should provide important insights into some of the most common forms of congenital heart disease.","dc:creator":"Ye M","dc:date":"2010","dc:title":"Deletion of ETS-1, a gene in the Jacobsen syndrome critical region, causes ventricular septal defects and abnormal ventricular morphology in mice."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The evidence is specific, and includes expression-level evidence in healthy mice embryos. The expression-level evidence is as follows: At embryonic day 8.75 (ED8.75) there was expression in the endocardium and atrium. ETS1 showed high expression throughout the vascular endothelium at ED9.5. Expression in interventricular septum, as well as endocardium of semilunar and atrioventricular valves, was evident in the ED13.5 mouse heart. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":7495,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.5,"subject":{"id":"cggv:9e0fdab2-fa90-431a-8b72-9d5064df86bb","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:3488","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ETS1* was first reported in relation to autosomal dominant Congenital Heart Disease in 2014 (Glessner et al., 2014; PMID: 25205790). The phenotype may be syndromic, with neurological and facial symptoms as well. Four variants (frameshift, nonsense) that have been reported in four probands in three publications (PMIDs: 25205790, 31160359, 32368696; 3Billion internal data) are included in this curation. The mechanism of pathogenicity appears to be loss of function, with multiple frameshift variants occurring at residue 349, and truncating the protein about 20 amino acids down. This gene-disease relationship is also supported by experimental evidence (a mouse model, functional alteration evidence, expression level evidence; PMIDs: 12915311, 19942620, 32810435). The mouse model has homozygous mutants showing the cardiac phenotype, as well as expression in the endocardium of healthy mice throughout the embryonic stage. Functional alteration indicates impaired function in iPSCs from patients with hypoplastic left heart syndrome. A chick embryo model shows cardiac expression. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date [11/21/2023 (SOP Version 10)]","dc:isVersionOf":{"id":"cggv:d880eb55-5a26-46f7-b53d-1276c521fa1b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}