{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-12-12T16:51:00Z","role":"Publisher"},{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-10-08T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/36216080","type":"dc:BibliographicResource","dc:abstract":"The signal transducer and activator of transcription 6 (STAT6) signaling pathway plays a central role in allergic inflammation. To date, however, there have been no descriptions of STAT6 gain-of-function variants leading to allergies in humans.","dc:creator":"Suratannon N","dc:date":"2023","dc:title":"A germline STAT6 gain-of-function variant is associated with early-onset allergies."},"evidence":[{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.25},{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85a7dde1-b959-497d-b13c-db61aa5451ae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc493dd2-cdc0-47e0-bb63-bb8834de3348","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Physical protein-protein interaction among TFs was measured using the Mammalian Two Hybrid (M2H) system, STAT3 and STAT6 were found to interact.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20211142","type":"dc:BibliographicResource","dc:abstract":"Combinatorial interactions among transcription factors are critical to directing tissue-specific gene expression. To build a global atlas of these combinations, we have screened for physical interactions among the majority of human and mouse DNA-binding transcription factors (TFs). The complete networks contain 762 human and 877 mouse interactions. Analysis of the networks reveals that highly connected TFs are broadly expressed across tissues, and that roughly half of the measured interactions are conserved between mouse and human. The data highlight the importance of TF combinations for determining cell fate, and they lead to the identification of a SMAD3/FLI1 complex expressed during development of immunity. The availability of large TF combinatorial networks in both human and mouse will provide many opportunities to study gene regulation, tissue differentiation, and mammalian evolution.","dc:creator":"Ravasi T","dc:date":"2010","dc:title":"An atlas of combinatorial transcriptional regulation in mouse and man."},"rdfs:label":"STAT3 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The SCID-CID GCEP classified the STAT3 related hyper-IgE recurrent infection syndrome 1 as a Definitive gene-disease relationship."},{"id":"cggv:eb9cbd67-6c31-4206-a2d9-a6f116012f32","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f4298d3-e78d-4a90-96a1-7ca41c59562f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Interleukin-4 (IL-4) is an immunomodulatory cytokine secreted by activated T lymphocytes, basophils, and mast cells. It plays an important role in modulating the balance of T helper (Th) cell subsets, favoring expansion of the Th2 lineage relative to Th1. Imbalance of these T lymphocyte subsets has been implicated in immunological diseases including allergy, inflammation, and autoimmune disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8085155","type":"dc:BibliographicResource","dc:abstract":"Interleukin-4 (IL-4) is an immunomodulatory cytokine secreted by activated T lymphocytes, basophils, and mast cells. It plays an important role in modulating the balance of T helper (Th) cell subsets, favoring expansion of the Th2 lineage relative to Th1. Imbalance of these T lymphocyte subsets has been implicated in immunological diseases including allergy, inflammation, and autoimmune disease. IL-4 may mediate its biological effects, at least in part, by activating a tyrosine-phosphorylated DNA binding protein. This protein has now been purified and its encoding gene cloned. Examination of the primary amino acid sequence of this protein indicates that it is a member of the signal transducers and activators of transcription (Stat) family of DNA binding proteins, hereby designated IL-4 Stat. Study of the inhibitory activities of phosphotyrosine-containing peptides derived from the intracellular domain of the IL-4 receptor provided evidence for direct coupling of receptor and transcription factor during the IL-4 Stat activation cycle. Such observations indicate that IL-4 Stat has the same functional domain for both receptor coupling and dimerization.","dc:creator":"Hou J","dc:date":"1994","dc:title":"An interleukin-4-induced transcription factor: IL-4 Stat."},"rdfs:label":"IL-4 Stat"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"IL-4 mediated its biological effects, at least in part, by activating a tyrosine-phosphorylated DNA binding protein, STAT6, which was purified here (referred to as IL-4 Stat). Examination of the primary amino acid sequence of this protein indicates that it is a member of the signal transducers and activators of transcription (Stat) family of DNA binding proteins, hereby designated IL-4 Stat. Study of the inhibitory activities of phosphotyrosine-containing peptides derived from the intracellular domain of the IL-4 receptor provided evidence for direct coupling of receptor and transcription factor during the IL-4 Stat activation cycle."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5da3dd28-1f7e-47f6-879e-54c0d2bb06a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b71eebea-9f79-482b-b95a-3465e96f745c","type":"FunctionalAlteration","dc:description":"Observed that WT-, p.E382Q-, and D419G-transduced cells clustered separately from each other both at baseline and after stimulation with IL-4. Differential gene expression analysis revealed significantly increased transcript abundance of known STAT6 target genes, including IL4R, CISH, and XBP1 in p.E382Q and p.D419G transduced cells when compared to WT transduced control. Further investigation through gene set enrichment analyses showed increased enrichment in IL-4-STAT6 target genes at baseline, increased enrichment in T helper 2 (TH2) drivers after stimulation, and increased enrichment in proliferation pathways for p.D419G.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36884218","type":"dc:BibliographicResource","dc:abstract":"STAT6 (signal transducer and activator of transcription 6) is a transcription factor that plays a central role in the pathophysiology of allergic inflammation. We have identified 16 patients from 10 families spanning three continents with a profound phenotype of early-life onset allergic immune dysregulation, widespread treatment-resistant atopic dermatitis, hypereosinophilia with esosinophilic gastrointestinal disease, asthma, elevated serum IgE, IgE-mediated food allergies, and anaphylaxis. The cases were either sporadic (seven kindreds) or followed an autosomal dominant inheritance pattern (three kindreds). All patients carried monoallelic rare variants in STAT6 and functional studies established their gain-of-function (GOF) phenotype with sustained STAT6 phosphorylation, increased STAT6 target gene expression, and TH2 skewing. Precision treatment with the anti-IL-4Rα antibody, dupilumab, was highly effective improving both clinical manifestations and immunological biomarkers. This study identifies heterozygous GOF variants in STAT6 as a novel autosomal dominant allergic disorder. We anticipate that our discovery of multiple kindreds with germline STAT6 GOF variants will facilitate the recognition of more affected individuals and the full definition of this new primary atopic disorder.","dc:creator":"Sharma M","dc:date":"2023","dc:title":"Human germline heterozygous gain-of-function STAT6 variants cause severe allergic disease."},"rdfs:label":"Transcriptomic changes"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:910c7549-2447-4a1a-877c-cb7728b7dd8c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7d5a9cec-e820-407c-a794-a8a5e5e71ab0","type":"FunctionalAlteration","dc:description":"Differences emerged when the authors monitored the kinetics of STAT6 dephosphorylation after stimulation. Specifically, washing out of IL-4 led to slower dephosphorylation kinetics of STAT6 in most patient cells compared to healthy controls, supporting a GOF mechanism in patient lymphocytes.\n\nGiven that the STAT6 axis is critical for the differentiation of TH2 cells, they next investigated TH2 signatures in these patients. Patients showed skewing towards TH2 pathway activity compared to healthy controls based on higher levels of the TH2 cytokines IL-5, IL-13, and IL-4 as measured by flow cytometry.\n\nUsing flow cytometry, the authors confirmed that IL-4Rα expression was significantly higher on both naive and memory CD4+ T cells, similar to that seen in the Jurkat model.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36884218","rdfs:label":"STAT6 dephosphorylation kinetics after IL-4 stimulation and "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"PMID: 36216080 reports similar results in patient cells, confirming a significant increase of TH2 lymphocytes in the 3 patients, as well as an  increased IL-4 production by CD4+ T lymphocytes.\n\nPMID: 36758835 also reports similar results with dysregulated TH2 cell responses"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31ab5014-c7bd-4687-bc27-55d0c35fd00b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:826a8787-178b-4964-86f7-de1083d57e5c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A GOF STAT6 model (designated STAT6VT) has previously been described in vitro (Daniel et al., 2000) and has been used to study chronic atopic dermatitis in a mouse model here and in PMID: 29368135.  The expression of a constitutively active Stat6 in vivo increases surface expression of IL-4-induced genes and increases serum levels of IgG1 and IgE, compared with nontransgenic mice. Stat6VT expression increases Th2 differentiation in vivo and in vitro. The humans identified with STAT6 GOF variants and STAT6VT mice share a number of key features of the allergic diathesis, including elevated serum IgE and chronic atopic dermatitis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12646608","type":"dc:BibliographicResource","dc:abstract":"IL-4 is a critical cytokine in the regulation of immune responses and genesis of atopy. Engagement of the IL-4R activates multiple signaling pathways, including the transcription factor Stat6. Stat6-deficient mice demonstrate the importance of this factor in lymphocyte proliferation, gene expression, and Th cell differentiation. Recently, a mutant Stat6 (Stat6VT) was generated that is transcriptionally active independent of IL-4 stimulation. To determine the ability of a constitutively active Stat6 to mimic IL-4-stimulated responses, we have generated transgenic mice expressing Stat6VT under control of the CD2 locus control region, restricting expression to lymphoid populations. The phenotype of Stat6VT transgenic mice is similar, but not identical, to IL-4 transgenic mice, suggesting a critical role for Stat6-independent signaling pathways in the generation of some IL-4 responses in vivo. The expression of a constitutively active Stat6 in vivo increases surface expression of IL-4-induced genes and increases serum levels of IgG1 and IgE, compared with nontransgenic mice. Stat6VT expression increases Th2 differentiation in vivo and in vitro. Stat6VT expression also dramatically alters homeostasis of peripheral lymphocyte populations resulting in decreased CD3(+) cells and increased B220(+) cells, compared with nontransgenic littermates. Altered T and B cell populations correlate with an activated phenotype and increased cell death in transgenic T cell, but not B cell, populations. Together these results suggest that expression of a constitutively active Stat6 has distinct effects on B and T lymphocytes.","dc:creator":"Bruns HA","dc:date":"2003","dc:title":"Expression of a constitutively active Stat6 in vivo alters lymphocyte homeostasis with distinct effects in T and B cells."},"rdfs:label":"Stat6VT mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Strong","sequence":9515,"specifiedBy":"GeneValidityCriteria11","strengthScore":13.25,"subject":{"id":"cggv:e846c174-8c30-4c49-9323-99a293c82568","type":"GeneValidityProposition","disease":"obo:MONDO_0957807","gene":"hgnc:11368","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*STAT6* was first reported in relation to autosomal dominant hyper-IgE syndrome 6 in 2023 (Suratannon N, et al., 2023, PMID: 36216080). This is an immunologic disorder characterized by early-childhood onset of severe refractory atopic dermatitis, IgE-mediated food and drug allergies, asthma, and eosinophilic esophagitis. Laboratory studies show increased serum IgE levels and eosinophilia. Additional features may include allergic rhinitis, recurrent secondary infections (bacterial, viral, fungal), and short stature. It is caused by caused by heterozygous gain of function mutations; 11 missense variants reported in 12 probands in 3 publications (PMIDs: 36216080, 36884218, 36758835). This gene-disease relationship is further supported by experimental evidence including its biochemical function in mediating the effects of IL4 (PMID: 8085155), a key cytokine necessary for type 2 differentiation of CD4+ T cells (TH2) and B cells, cell proliferation, and class switching to IgE. Functional alteration in patient cells confirmed a significant increase of TH2 lymphocytes and increased IL-4 production, while transcriptomic changes were found in D419G-transducted cells (PMID: 36884218). A protein interaction with STAT3 (definitively related to hyper-IgE syndrome 1) has been reported (PMID: 20211142). In addition, a gain of function mouse model shares a number of key features of the allergic diathesis, including elevated serum IgE and chronic atopic dermatitis (PMID: 12646608). In summary, there is strong evidence to support the relationship between *STAT6* and autosomal dominant hyper-IgE syndrome 6. Three years must elapse from the first proposal of the assertion to reach a definitive classification without any valid contradictory evidence. We will re-evaluate this gene-disease relationship at that time to determine if an upgraded classification of definitive is warranted.","dc:isVersionOf":{"id":"cggv:36ad71e9-f666-4b5c-82e0-02d21425d5b4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}