{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2023-06-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2023-06-29T18:06:28.416Z","role":"Publisher"}],"evidence":[{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:acca2323-2ec4-40dd-a280-bb8e1d8108cb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a72367e1-fdfb-46bf-9e4c-2fda9271b885","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Chronic nonspherocytic hemolytic anemia results from a near complete loss of G6PD enzymatic activity. In contrast to other classes of G6PD deficiency, chronic nonspherocytic hemolytic anemia is characterized by a chronic affected state, whereby anemia occurs even in the absence of exogenous oxidative stressors. In chronic nonspherocytic hemolytic anemia, endogenous oxidative stressors are sufficient to induce hemolysis and anemia as G6PD enzymatic activity is severely reduced. In the near absence of G6PD enzymatic activity, NADPH production is significantly reduced. Without sufficient NADPH, cellular structures are more prone to damage by oxygen free radicals, as NADPH serves as a substrate to glutathione reductase. Reduced glutathione is used to convert hydrogen peroxide to water, preventing preventing damage to cellular structures. This function of gluthione reductase is particularly important to the cell wall of mature red blood cells, as unlike many other types of cells, they lack a nucleus and have limited repair mechanisms.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32702756","type":"dc:BibliographicResource","dc:abstract":"Glucose 6-phosphate dehydrogenase (G6PD) deficiency is 1 of the commonest human enzymopathies, caused by inherited mutations of the X-linked gene G6PD. G6PD deficiency makes red cells highly vulnerable to oxidative damage, and therefore susceptible to hemolysis. Over 200 G6PD mutations are known: approximately one-half are polymorphic and therefore common in various populations. Some 500 million persons with any of these mutations are mostly asymptomatic throughout their lifetime; however, any of them may develop acute and sometimes very severe hemolytic anemia when triggered by ingestion of fava beans, by any of a number of drugs (for example, primaquine, rasburicase), or, more rarely, by infection. Approximately one-half of the G6PD mutations are instead sporadic: rare patients with these mutations present with chronic nonspherocytic hemolytic anemia. Almost all G6PD mutations are missense mutations, causing amino acid replacements that entail deficiency of G6PD enzyme activity: they compromise the stability of the protein, the catalytic activity is decreased, or a combination of both mechanisms occurs. Thus, genotype-phenotype correlations have been reasonably well clarified in many cases. G6PD deficiency correlates remarkably, in its geographic distribution, with past/present malaria endemicity: indeed, it is a unique example of an X-linked human polymorphism balanced through protection of heterozygotes from malaria mortality. Acute hemolytic anemia can be managed effectively provided it is promptly diagnosed. Reliable diagnostic procedures are available, with point-of-care tests becoming increasingly important where primaquine and its recently introduced analog tafenoquine are required for the elimination of malaria.","dc:creator":"Luzzatto L","dc:date":"2020","dc:title":"Glucose-6-phosphate dehydrogenase deficiency."},"rdfs:label":"Luzzatto, Ally, and Notaro Biochemical function of G6PD"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Upscored to 2 points given the role of G6PD in the pentose phosphate pathway, as well as the consequences of G6PD deficiency are very well understood and well studied over decades of research."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99ffc183-b58a-4521-b3a2-69eb8e3a7f71","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b67e3a7c-e00b-44d6-85ab-db50e5242b55","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Knock out G6PD HeLa cells recapitulated several phenotypes associated with G6PD deficiency including loss of G6PD enzymatic activity, increased sensitization to oxidative stressors including hydrogen peroxide, and decreased NADPH. Transfection of WT G6PD including transfection of G6PD with variants observed in G6PD deficiency and variants observed in association to chronic nonspherocytic hemolytic anemia, rescued the phenotype of increased susceptibility to hydrogen peroxide. Transfection of WT also rescued the enzymatic activity, while mutants observed in humans rescued enzymatic activity but to a lesser extent, while mechanistic variants failed to rescue G6PD enzymatic activity. Transfection of WT also rescued the phenotype of significantly decreased levels of NADPH and rescued the phenotype of increased susceptibility to oxidative stressors such as phenazine methosulfate and hypoxia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36243112","type":"dc:BibliographicResource","dc:abstract":"G6PD (glucose-6-phosphate dehydrogenase) is the rate-limiting enzyme in the oxidative pentose phosphate pathway that can generate cytosolic NADPH for biosynthesis and oxidative defense. Since cytosolic NADPH can be compensatively produced by other sources, the enzymatic activity deficiency alleles of G6PD are well tolerated in somatic cells but the effect of null mutations is unclear. Herein, we show that G6PD KO sensitizes cells to the stresses induced by hydrogen peroxide, superoxide, hypoxia, and the inhibition of the electron transport chain. This effect can be completely reversed by the expressions of natural mutants associated with G6PD deficiency, even without dehydrogenase activity, exactly like the WT G6PD. Furthermore, we demonstrate that G6PD can physically interact with AMPK (AMPK-activated protein kinase) to facilitate its activity and directly bind to NAMPT (nicotinamide phosphoribosyltransferase) to promote its activity and maintain the NAD(P)H/NAD(P)","dc:creator":"Jin X","dc:date":"2022","dc:title":"Glucose-6-phosphate dehydrogenase exerts antistress effects independently of its enzymatic activity."},"rdfs:label":"Jin et al. Rescue of G6PD in Knock out HeLa Cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:d8d3683a-0621-4091-9e91-7023ed2c9e22","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ddda18a4-c959-421e-a47a-db5c5d2b3c8d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"G6PD(–) ES cell clones with 15, 3 and 2% residual enzyme activity were originally injected into C57BL/6J mouse blastocystes. Hemizygous mice with the deficient G6PD allele were embryonic lethal at around day E10.5. This is in contrast to hemizygous probands with G6PD enzymatic activity at or around 1% that typically develop chronic nonspherocytic hemolytic anemia. Knock out mice were lethal around the establishment of angiogenesis and blood circulation. The authors posit that lethality was due to oxygen radicals building up, causing tissue damage, with insufficient NADPH production. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12169625","type":"dc:BibliographicResource","dc:abstract":"Mouse chimeras from embryonic stem cells in which the X-linked glucose 6-phosphate dehydrogenase (G6PD) gene had been targeted were crossed with normal females. First-generation (F(1)) G6PD(+/-) heterozygotes born from this cross were essentially normal; analysis of their tissues demonstrated strong selection for cells with the targeted G6PD allele on the inactive X chromosome. When these F(1) G6PD(+/-) females were bred to normal males, only normal G6PD mice were born, because: (i) hemizygous G6PD(-) male embryos died by E10.5 and their development was arrested from E7.5, the time of onset of blood circulation; (ii) heterozygous G6PD(+/-) females showed abnormalities from E8.5, and died by E11.5; and (iii) severe pathological changes were present in the placenta of both G6PD(-) and G6PD(+/-) embryos. Thus, G6PD is not indispensable for early embryo development; however, severe G6PD deficiency in the extraembryonic tissues (consequent on selective inactivation of the normal paternal G6PD allele) impairs the development of the placenta and causes death of the embryo. Most importantly, G6PD is indispensable for survival when the embryo is exposed to oxygen through its blood supply.","dc:creator":"Longo L","dc:date":"2002","dc:title":"Maternally transmitted severe glucose 6-phosphate dehydrogenase deficiency is an embryonic lethal."},"rdfs:label":"Severely deficient G6PD mice are embryonic lethal"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downscored to 0.5 given that mice displaying enzymatic G6PD activity levels similar to patients with chronic nonspherocytic hemolytic anemia are embryonic lethal at day 10.5. "},{"id":"cggv:c83659be-db17-427a-b921-f431949566fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a38b390e-e954-48b7-a8d9-520db58e8238","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous G6PD deficient mice recapitulated several phenotypes associated with chronic nonspherocytic hemolytic anemia due to G6PD deficiency including significantly decreased NADPH levels, significantly decreased G6PD enzymatic activity, increased oxidative stress, and decreases in glutathione. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19805580","type":"dc:BibliographicResource","dc:abstract":"Glucose-6-phosphate dehydrogenase (G6PD) is the rate-limiting enzyme of the pentose phosphate pathway and the principal source of NADPH, a major cellular reductant, and is central to cell survival. Our previous work showed that diabetes and increased aldosterone are acquired forms of G6PD deficiency, leading to decreased G6PD activity and NADPH levels and damage to kidney tissue and endothelial cells. In this study, G6PD-deficient mice were studied to test the hypothesis that decreased G6PD activity per se can cause changes similar to those seen in the acquired conditions of G6PD deficiency. Results show that as compared with control mice, G6PD-deficient mice had increased oxidative stress, as manifested by decreased NADPH levels and decreased GSH levels, and increased markers of lipid peroxidation. G6PD-deficient mice had increased protein kinase C activity, increased nuclear factor-kappaB activity, and increased urinary albumin levels, all of which is similar to changes seen in diabetic mice. Changes persisted as the mice aged, as old G6PD-deficient mice (17-20 mo) had higher urine albumin levels and also had evidence for increased apoptosis in the renal cortex. These results show that decreased G6PD activity per se is sufficient to cause changes similar to those seen in diabetic mice.","dc:creator":"Xu Y","dc:date":"2010","dc:title":"Glucose-6-phosphate dehydrogenase-deficient mice have increased renal oxidative stress and increased albuminuria."},"rdfs:label":"Xu et al. G6PD deficient mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downscored to 1 due to the G6PD enzymatic activity of homozygous (25%) female mice more closely resembling the G6PD enzymatic deficiency phenotypes observed in patients without chronic nonspherocytic hemolytic anemia. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6541,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.5,"subject":{"id":"cggv:2d6b47e2-4702-450c-a586-79bbc6c92cd5","type":"GeneValidityProposition","disease":"obo:MONDO_0010480","gene":"hgnc:4057","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"Mutations in *G6PD* have long been known as the cause of X linked G6PD deficiency. In most cases, G6PD deficiency, the most common enzymopathy, is better described as a genetic trait rather than a disease, with an estimated over 500 million affected individuals worldwide. These individuals, individuals without a chronic affected state, only present with acute hemolytic anemia upon exposure to an exogenous oxidative stressor, such as fava beans. In contrast, there exists a subset of very rare mutations that severely disrupt the enzyme function sufficient to cause chronic nonspherocytic hemolytic anemia, which likewise can cause acute hemolytic anemia after exposure to exogenous oxidative stressors.  Patients with chronic nonspherocytic hemolytic anemia (CNSHA), also referred to as class 1 variants, may require blood transfusions and often present with severe neonatal jaundice. \n\nImportantly, a decision to split chronic nonspherocytic anemia due to G6PD deficiency (class 1) from G6PD deficiency without chronic nonspherocytic hemolytic anemia was made by the general IEM GCEP and G6PD VCEP on 4/14/2023. This decision was based upon the specific phenotypic differences observed in patients with CNSHA from other G6PD patients. Additionally, the decision was made off observable differences in the underlying enzymatic function, whereby individuals with CNSHA typically have 1% to undetectable (but existing) enzymatic function that causes an insufficiency in NADPH causing hemolysis even in the presence of endogenous stressors.\n\nThe underlying disease mechanism is loss of enzymatic function. In this curation, 17 variants were scored from 15 publications (PMIDs: 10556177, 10556177, 10666231, 9290617, 3393536, 26275698, 7655862, 1536798, 14757426, 34773909, 9410474, 17959407, 7803800, 7577654, 2602358), to reach a maximum score of genetic evidence, though over 101 variants have been associated with CNSHA (PMID:32702756). The overwhelming majority of variants are missense variants, many of which cluster around exon 10, though a nonsense and two frameshift variants have been identified. Complete loss of function is embryonic lethal. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Experimentally, this gene-disease relationship is supported by the biochemical function of G6PD, which is a rate limiting step in the pentose phosphate pathway. When G6PD enzymatic activity is significantly diminished, insufficient NADPH is produced. NADPH is crucial to reducing oxidative stressors by mediating several cellular oxidative defense lines. In the absence of NADPH, red blood cells are particularly sensitive to oxidative stressors, resulting in phenotypes such chronic anemia, as reactive oxygen species, produced from metabolism, cause hemolysis (PMID:32702756). Further evidence comes from a knock out HeLa cell model, where transfection of G6PD WT rescues phenotypes observed in the KO cells such as, loss of G6PD enzymatic activity, increased sensitization to oxidative stressors including hydrogen peroxide, and decreased NADPH (PMID:36243112). Finally, the gene-disease relationship is supported by two G6PD deficient mouse models. Severely deficient mice are embryonic lethal, while mice with diminished G6PD deficiency recapitulated phenotypes such as significantly decreased NADPH levels, significantly decreased G6PD enzymatic activity, increased oxidative stress, and decreases in glutathione (PMIDs:19805580, 121696250). \n\nIn summary *G6PD* is definitively associated with X linked chronic nonspherocytic hemolytic anemia due to G6PD deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Inborn Errors of Metabolism on the meeting date 6/23/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:cb70a1c4-e861-4c45-adc6-9afc82f4a7a0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}