{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-12-23T19:30:47.075Z","role":"Approver"},{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-12-23T19:31:08.414Z","role":"Publisher"}],"evidence":[{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5f00da0-9986-426a-bd8a-f6f371f810a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e5b5adf6-9c89-4bdb-aa0a-716b0de41624","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showed that Megf8 was strongly expressed in the pharyngeal arches of WT mouse embryos at embryonic days 8.5-10.5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24052814","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic protein (BMP) signaling has emerged as an important regulator of sensory neuron development. Using a three-generation forward genetic screen in mice we have identified Megf8 as a novel modifier of BMP4 signaling in trigeminal ganglion (TG) neurons. Loss of Megf8 disrupts axon guidance in the peripheral nervous system and leads to defects in development of the limb, heart, and left-right patterning, defects that resemble those observed in Bmp4 loss-of-function mice. Bmp4 is expressed in a pattern that defines the permissive field for the peripheral projections of TG axons and mice lacking BMP signaling in sensory neurons exhibit TG axon defects that resemble those observed in Megf8 (-/-) embryos. Furthermore, TG axon growth is robustly inhibited by BMP4 and this inhibition is dependent on Megf8. Thus, our data suggest that Megf8 is involved in mediating BMP4 signaling and guidance of developing TG axons. DOI:http://dx.doi.org/10.7554/eLife.01160.001. ","dc:creator":"Engelhard C","dc:date":"2013","dc:title":"MEGF8 is a modifier of BMP signaling in trigeminal sensory neurons."},"rdfs:label":"Expression in mouse embryo"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f41fcf63-8a94-4c1f-a787-6b7689ba3bbf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d0ec78f-18c7-4ca7-a247-cd23110eab8a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Hedgehog signaling is associated with phenotypes including polydactyly, cardiac development defects, hyperterlorism, exencephaly, and heterotaxy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32966817","type":"dc:BibliographicResource","dc:abstract":"The etiology of congenital heart defects (CHDs), which are among the most common human birth defects, is poorly understood because of its complex genetic architecture. Here, we show that two genes implicated in CHDs, Megf8 and Mgrn1, interact genetically and biochemically to regulate the strength of Hedgehog signaling in target cells. MEGF8, a transmembrane protein, and MGRN1, a RING superfamily E3 ligase, assemble to form a receptor-like ubiquitin ligase complex that catalyzes the ubiquitination and degradation of the Hedgehog pathway transducer Smoothened. Homozygous Megf8 and Mgrn1 mutations increased Smoothened abundance and elevated sensitivity to Hedgehog ligands. While mice heterozygous for loss-of-function Megf8 or Mgrn1 mutations were normal, double heterozygous embryos exhibited an incompletely penetrant syndrome of CHDs with heterotaxy. Thus, genetic interactions can arise from biochemical mechanisms that calibrate morphogen signaling strength, a conclusion broadly relevant for the many human diseases in which oligogenic inheritance is emerging as a mechanism for heritability.","dc:creator":"Kong JH","dc:date":"2020","dc:title":"A Membrane-Tethered Ubiquitination Pathway Regulates Hedgehog Signaling and Heart Development."},"rdfs:label":"Regulation of hedgehog signaling"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9f2355a7-9cb7-4f34-8ddf-3845c1d676ee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50d3cf2a-751c-4089-8a2d-13b3ed173a60","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"83% of morpholino knockdowns had epiboly defects, while only 12% of embryos with WT human MEGF8 RNA were affected. 3 missense variants observed in Carpenter syndrome patients failed to rescue the phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23063620","type":"dc:BibliographicResource","dc:abstract":"Carpenter syndrome is an autosomal-recessive multiple-congenital-malformation disorder characterized by multisuture craniosynostosis and polysyndactyly of the hands and feet; many other clinical features occur, and the most frequent include obesity, umbilical hernia, cryptorchidism, and congenital heart disease. Mutations of RAB23, encoding a small GTPase that regulates vesicular transport, are present in the majority of cases. Here, we describe a disorder caused by mutations in multiple epidermal-growth-factor-like-domains 8 (MEGF8), which exhibits substantial clinical overlap with Carpenter syndrome but is frequently associated with abnormal left-right patterning. We describe five affected individuals with similar dysmorphic facies, and three of them had either complete situs inversus, dextrocardia, or transposition of the great arteries; similar cardiac abnormalities were previously identified in a mouse mutant for the orthologous Megf8. The mutant alleles comprise one nonsense, three missense, and two splice-site mutations; we demonstrate in zebrafish that, in contrast to the wild-type protein, the proteins containing all three missense alterations provide only weak rescue of an early gastrulation phenotype induced by Megf8 knockdown. We conclude that mutations in MEGF8 cause a Carpenter syndrome subtype frequently associated with defective left-right patterning, probably through perturbation of signaling by hedgehog and nodal family members. We did not observe any subject with biallelic loss-of function mutations, suggesting that some residual MEGF8 function might be necessary for survival and might influence the phenotypes observed.","dc:creator":"Twigg SR","dc:date":"2012","dc:title":"Mutations in multidomain protein MEGF8 identify a Carpenter syndrome subtype associated with defective lateralization."},"rdfs:label":"Rescue in zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Downgraded for zebrafish model"},{"id":"cggv:6f6f1c99-7ad2-4c0c-8793-2b38b803a429","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1c38d7a7-8a5a-4afb-8953-fce4573137b1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Megf8lacZ/lacZ embryos had a phenotype similar to previously published nulls. 100% had cardiovascular defects, laterality defects, and postaxial polydactyly, while 29% had exencephaly. In addition, temporal deletion of Megf8 using a ubiquitous Cre driver at embryonic day 7.5 resulted in preaxial polydactyly and exencephaly without laterality or cardiovascular defects. Preaxial polydactyly, heart defects, and heterotaxy are core features of Carpenter syndrome in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32203821","type":"dc:BibliographicResource","dc:abstract":"Laterality disease is frequently associated with congenital heart disease (CHD). However, it is unclear what is behind this association, a pleiotropic effect of common genetic causes of laterality diseases or the impact of abnormal left-right patterning on the downstream cardiovascular development. MEGF8 is a disease gene of Carpenter syndrome characterized by defective lateralization and CHD. Here we performed spatial and temporal deletion to dissect the tissue and time requirements of Megf8 on cardiovascular development. None of conditional deletions in cardiomyocytes, endothelium/endocardium, epicardium, cardiac mesoderm or neural crest cells led to cardiovascular defects. More surprisingly, temporal deletion with a ubiquitous Cre driver at embryonic day 7.5 (E7.5), a time point before symmetry break and cardiogenesis, causes preaxial polydactyly (PPD) and exencephaly, but not laterality and cardiovascular defects. These data suggested that Megf8 was dispensable for cardiac organogenesis. Only with E6.5 deletion, we observed aortic arch artery defects including right aortic arch, an indicator of reversed left-right patterning. The concurrence of laterality and cardiovascular defects in pre-streak stage deletion rather than cardiac organogenesis stage deletion indicates that the laterality defect may directly impact heart development. Interestingly, the latent effect of Megf8 on the left-right patterning suggests that the regulation of laterality may be much earlier than we previously thought.","dc:creator":"Wang W","dc:date":"2020","dc:title":"Spatial and temporal deletion reveals a latent effect of Megf8 on the left-right patterning and heart development."},"rdfs:label":"Knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because exencephaly phenotype does not correspond well to the human craniosynostosis phenotype."},{"id":"cggv:5e1e9316-d20e-4cda-bd07-3bf79106b0e6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:570b2439-937e-46f9-a34b-1efdb91a8bcb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice exhibited preaxial polydactyly and heterotaxy (core features of Carpenter syndrome), typically dextrocardia/mesocardia, right pulmonary isomerism, transposition of the great arteries, abnormal pulmonary venous connections, right-sided stomach, and asplenia/polysplenia. Previously described by Aune et al. 2008 (PMID: 18043505). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19218456","type":"dc:BibliographicResource","dc:abstract":"Forward genetic screens with ENU (N-ethyl-N-nitrosourea) mutagenesis can facilitate gene discovery, but mutation identification is often difficult. We present the first study in which an ENU-induced mutation was identified by massively parallel DNA sequencing. This mutation causes heterotaxy and complex congenital heart defects and was mapped to a 2.2-Mb interval on mouse chromosome 7. Massively parallel sequencing of the entire 2.2-Mb interval identified 2 single-base substitutions, one in an intergenic region and a second causing replacement of a highly conserved cysteine with arginine (C193R) in the gene Megf8. Megf8 is evolutionarily conserved from human to fruit fly, and is observed to be ubiquitously expressed. Morpholino knockdown of Megf8 in zebrafish embryos resulted in a high incidence of heterotaxy, indicating a conserved role in laterality specification. Megf8(C193R) mouse mutants show normal breaking of symmetry at the node, but Nodal signaling failed to be propagated to the left lateral plate mesoderm. Videomicroscopy showed nodal cilia motility, which is required for left-right patterning, is unaffected. Although this protein is predicted to have receptor function based on its amino acid sequence, surprisingly confocal imaging showed it is translocated into the nucleus, where it is colocalized with Gfi1b and Baf60C, two proteins involved in chromatin remodeling. Overall, through the recovery of an ENU-induced mutation, we uncovered Megf8 as an essential regulator of left-right patterning.","dc:creator":"Zhang Z","dc:date":"2009","dc:title":"Massively parallel sequencing identifies the gene Megf8 with ENU-induced mutation causing heterotaxy."},"rdfs:label":"p.Cys193Arg mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because craniofacial phenotype (exencephaly) does not align well with craniosynostosis. The phenotype is further described by Kong et al. 2020 (PMID: 32966817)."},{"id":"cggv:8b84b550-303d-4af9-b3ac-de45cec81e72","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eca08eba-cfb7-4b85-9df4-28da7df6a2f9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The two lines of mice had a similar phenotype. For nulls, 36% had exencephaly, 100% had polydactyly, and 33% had reversed heart looping, among other features. While the exencephaly phenotype differs from the craniosynostosis feature seen in human patients with Carpenter syndrome, polydactyly, heart defects, and heterotaxy are core features. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24052814","rdfs:label":"Megf8 p.Leu1775Pro homozygous mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because exencephaly phenotype does not align well with craniosynotosis in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48930916-bb66-4f15-8fcf-b453dafd2c14_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:48930916-bb66-4f15-8fcf-b453dafd2c14","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:bf9c9c63-e399-413c-b0bf-53f636c210aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001271938.2(MEGF8):c.4697G>A (p.Arg1566His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130632"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Right and left coronal trigonocephaly, craniofacial malformations (hypertelorism, epicanthus, up-slanted palpebral fissures, blue sclerae, sparse eyebrows, low-set, posteriorly rotated ears, narrow nares, long philtrum, retrognathia, malocclusion, high, narrow palate, dental caries), camptodactyly (hand), broad, radially deviated thumbs, short toes, cutaneous syndactyly (feet), polydactyly (hands and feet), dextrocardia, small penis, shawl scrotum, cryptorchidism, hypoplastic, wide-spaced nipples. Birth weight was +1.9 SD. At 4.5 yr height was -1 SD and DQ was 78.","phenotypes":["obo:HP_0011304","obo:HP_0000670","obo:HP_0000689","obo:HP_0012385","obo:HP_0006610","obo:HP_0000286","obo:HP_0009933","obo:HP_0000028","obo:HP_0012725","obo:HP_0000592","obo:HP_0000368","obo:HP_0001651","obo:HP_0000049","obo:HP_0000243","obo:HP_0000278","obo:HP_0010442","obo:HP_0000054","obo:HP_0001831","obo:HP_0045075","obo:HP_0000582","obo:HP_0000189","obo:HP_0000343","obo:HP_0000316"],"sex":"Male","variant":{"id":"cggv:6dc7495b-eec9-402c-8c19-564bbc923f25_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bf9c9c63-e399-413c-b0bf-53f636c210aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23063620"},"rdfs:label":"Subject 1"},{"id":"cggv:6dc7495b-eec9-402c-8c19-564bbc923f25","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6dc7495b-eec9-402c-8c19-564bbc923f25_variant_evidence_item"},{"id":"cggv:6dc7495b-eec9-402c-8c19-564bbc923f25_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant is supported by a functional assay in zebrafish (failure to rescue phenotype compared to WT rescue)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:a758d38a-44b4-47b3-ad57-8e5a74d1ad9e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a758d38a-44b4-47b3-ad57-8e5a74d1ad9e","type":"Proband","allele":[{"id":"cggv:264933f1-e41f-4698-9ba5-ee4eab713fde","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.42353130_42353131dup (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139771743"}},{"id":"cggv:79ac50dc-08ac-4e7c-8e6c-4862676d4176","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.42375505A>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406138928"}}],"firstTestingMethod":"PCR","phenotypeFreeText":"Birth weight + 2.3 SDs. At 10 mo, height +1.4 SDs, weight +2.0 SDs. Metopic craniosynostosis, highly arched eyebrows, hypertelorism, epicanthus, ectropion of lower eyelids w/ bilateral nasolacrimal duct obstruction, depressed nasal bridge, enlarged anteverted nares, midface retrusion, narrow palate, low-set/posteriorly rotated ears, absent middle phalanges and cutaneous syndactyly of the hands and feet, clubfoot, hand camptodactyly, short fingers, and single transverse palmar creases, patent ductus arteriosus, bilateral undescended testes, loose skin w/ excessive folds, broad neck, wide-spaced nipples, pectus excavatum, bilateral eventration of the diaphragm, central position of the liver, hypotonia, and delayed milestones (sat w/ support at 10 mo.). Published clinical photos and radiograph showing interposition of the colon on the right side of the chest and uncertain assignment of abdominal situs.","phenotypes":["obo:HP_0000463","obo:HP_0006610","obo:HP_0000579","obo:HP_0000286","obo:HP_0000316","obo:HP_0000028","obo:HP_0012385","obo:HP_0000973","obo:HP_0000767","obo:HP_0001643","obo:HP_0000475","obo:HP_0001762","obo:HP_0005280","obo:HP_0001252","obo:HP_0001156","obo:HP_0009110","obo:HP_0001263","obo:HP_0000368","obo:HP_0011330","obo:HP_0001392","obo:HP_0002553","obo:HP_0007651","obo:HP_0000954","obo:HP_0011800","obo:HP_0000189"],"sex":"Male","variant":[{"id":"cggv:5c0947b6-10a2-42f2-ad98-193f694027b1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:79ac50dc-08ac-4e7c-8e6c-4862676d4176"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23063620"},{"id":"cggv:8fddadb9-12c7-4130-baf7-0e9e971c6885_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:264933f1-e41f-4698-9ba5-ee4eab713fde"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23063620"}],"rdfs:label":"Subject 4"},{"id":"cggv:8fddadb9-12c7-4130-baf7-0e9e971c6885","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8fddadb9-12c7-4130-baf7-0e9e971c6885_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded for first cousin parents, total of 1 pt for this case."},{"id":"cggv:5c0947b6-10a2-42f2-ad98-193f694027b1","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5c0947b6-10a2-42f2-ad98-193f694027b1_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downgraded for first cousin parents, total of 1 pt for this case."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dc34f04f-1054-49db-aef0-f25552e72b5a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dc34f04f-1054-49db-aef0-f25552e72b5a","type":"Proband","allele":{"id":"cggv:11175bbf-3dc2-4fdf-9a8c-fcb8d66d8fdb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"G199R","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39848"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Birth weight + 1.3 SDs, metopic and sagittal craniosynostosis, prominent forehead, 5th finger clinodactyly, hand and foot cutaneous syndactyly, preaxial polydactyly of the feet, dextrocardia, situs inversus totalis, bilateral cryptorchidism, and wide-spaced nipples","phenotypes":["obo:HP_0004442","obo:HP_0012725","obo:HP_0001651","obo:HP_0001696","obo:HP_0011220","obo:HP_0004209","obo:HP_0001841","obo:HP_0011330"],"sex":"Male","variant":{"id":"cggv:833a84ef-b351-49f8-a1d9-255b35fd4314_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:11175bbf-3dc2-4fdf-9a8c-fcb8d66d8fdb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23063620"},"rdfs:label":"Subject 3"},{"id":"cggv:833a84ef-b351-49f8-a1d9-255b35fd4314","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:833a84ef-b351-49f8-a1d9-255b35fd4314_variant_evidence_item"},{"id":"cggv:833a84ef-b351-49f8-a1d9-255b35fd4314_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant is supported by a functional assay in zebrafish (failure to rescue phenotype compared to WT rescue)."}],"strengthScore":0.25,"dc:description":"Downgraded for first cousin parents."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:06179383-fe97-4f45-9132-4ce3e865b43c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:06179383-fe97-4f45-9132-4ce3e865b43c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":[{"id":"cggv:2d20d891-3e20-4458-842e-42fe8b51dfdd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001271938.2(MEGF8):c.7300A>G (p.Ser2434Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130634"}},{"id":"cggv:62b5cd40-5c36-4d0b-bf6a-cd800a1cd141","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001271938.2(MEGF8):c.1342C>T (p.Arg448Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130636"}}],"firstTestingMethod":"PCR","phenotypeFreeText":"Metopic craniosynostosis, craniofacial malformations (hypertelorism, epicanthus, up-slanted palpebral fissures, depressed and wide nasal bridge, high palate), broad, radially deviated thumbs, short digits (hands and feet), clubfoot, cutaneous syndactyly (hands and feet), transposition of great arteries, ASD, PDA, tricuspid insufficiency, hypoplastic, wide-spaced nipples. Birth weight was +1.5 SD. At 6.5 yr. height and weight were +2.1 and +3.5 SD. At 5.8 yr. IQ was 109. ","phenotypes":["obo:HP_0001631","obo:HP_0005280","obo:HP_0012725","obo:HP_0001156","obo:HP_0000286","obo:HP_0011304","obo:HP_0006610","obo:HP_0000316","obo:HP_0005180","obo:HP_0001831","obo:HP_0001669","obo:HP_0000582","obo:HP_0000218","obo:HP_0001762","obo:HP_0011330","obo:HP_0001643"],"sex":"Female","variant":[{"id":"cggv:d3053e3d-ce22-47e7-8299-d8e4248ee817_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2d20d891-3e20-4458-842e-42fe8b51dfdd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23063620"},{"id":"cggv:858a5012-4ccf-474b-977f-b940be3fd0e9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:62b5cd40-5c36-4d0b-bf6a-cd800a1cd141"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23063620"}],"rdfs:label":"Subject 2"},{"id":"cggv:d3053e3d-ce22-47e7-8299-d8e4248ee817","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d3053e3d-ce22-47e7-8299-d8e4248ee817_variant_evidence_item"},{"id":"cggv:d3053e3d-ce22-47e7-8299-d8e4248ee817_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant is supported by a functional assay in zebrafish (failure to rescue phenotype compared to WT rescue)."}],"strengthScore":0.5},{"id":"cggv:858a5012-4ccf-474b-977f-b940be3fd0e9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:858a5012-4ccf-474b-977f-b940be3fd0e9_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":3821,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.5,"subject":{"id":"cggv:ef6ad76d-1c14-40a5-a318-bb730193bfbd","type":"GeneValidityProposition","disease":"obo:MONDO_0013998","gene":"hgnc:3233","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"MEGF8 was first reported in relation to autosomal recessive Carpenter syndrome as early as 2012 (Twigg et al., PMID: 23063620). At least six different variants (missense, nonsense, splice site) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation includes six variants described in four probands in one publication (PMID: 23063620). In addition, we included one internal case, a proband with Carpenter syndrome who was compound heterozygous for c.4872delG (p.Phe1625Serfs) and c.7769_7771delCCT (p.Ser2590del), to reach a score of 6 points for genetic evidence. The mechanism of disease is proposed to be partial loss of function (PMID: 26340332). This gene-disease relationship is also supported by mouse models, expression data, and in vitro functional assays (PMID: 19218456, 23063620, 24052814, 32203821, 32966817). In summary, there is moderate evidence to support the relationship between MEGF8 and autosomal recessive Carpenter syndrome. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This curation was approved by the Craniofacial Malformations Gene Curation Expert Panel on 6/17/21 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:dd9400f1-2c0b-4ffd-989a-486b81779a53"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}