{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242effv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-05-04T17:50:29.737Z","role":"Publisher"},{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-04-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:402869aa-2168-4ab1-a01d-07716989cc08","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7b12aa9-4aa7-4a43-9bab-ef4a0de2927e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In the absence of MPST enzymatic activity, 3-mercaptopyruvate accumulates and is converted into 3-mercaptolactate (3ML). Patients with MPST enzymatic deficiency or mercaptolactate-cysteine disulfiduria present with elevated urinary 3ML levels. There is no clear disease phenotype associated with 3ML. No variants in MPST have been associated with MPST deficiency in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33055309","type":"dc:BibliographicResource","dc:abstract":"3-Mercaptopyruvate sulfurtransferase (MPST) catalyzes the desulfuration of 3-mercaptopyruvate to generate an enzyme-bound hydropersulfide. Subsequently, MPST transfers the persulfide's outer sulfur atom to proteins or small molecule acceptors. MPST activity is known to be involved in hydrogen sulfide generation, tRNA thiolation, protein urmylation and cyanide detoxification. Tissue-specific changes in MPST expression correlate with ageing and the development of metabolic disease. Deletion and overexpression experiments suggest that MPST contributes to oxidative stress resistance, mitochondrial respiratory function and the regulation of fatty acid metabolism. However, the role and regulation of MPST in the larger physiological context remain to be understood.","dc:creator":"Pedre B","dc:date":"2021","dc:title":"3-Mercaptopyruvate sulfurtransferase: an enzyme at the crossroads of sulfane sulfur trafficking."},"rdfs:label":"Pedre and Dick Biochemical function of MPST "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a33ab6bd-026f-4db2-b7dc-5834e32b02e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:029d94d1-4114-4315-ab59-d9fe0981da80","type":"FunctionalAlteration","dc:description":"From a genetic screening of 50 unrelated French individuals, MPST variants were identified and expressed into a yeast in vitro assay. The nonsense mutation Tyr85Stop, found in the heterozygous state, resulted in no MPST enzymatic activity. The result of this assay suggests that homozygous null alleles may result in MPST deficiency. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16545926","type":"dc:BibliographicResource","dc:abstract":"Mercaptopyruvate sulfurtransferase (MPST) plays a central role in both cysteine degradation and cyanide detoxification. Moreover, deficiency in MPST activity has been suggested to be responsible for a rare inheritable disorder known as mercaptolactate-cysteine disulfiduria (MCDU). To date, no mutation of the human MPST gene has been reported. We developed a screening strategy to search for mutations in the MPST gene of 50 unrelated French individuals. Two intronic polymorphisms (IVS1-110C>G and IVS2+39C>T) and a nonsense mutation (Tyr(85)Stop) were identified and their functional consequences were assessed in vivo by measurement of erythrocyte MPST activity and/or in vitro using heterologous expression or transient transfection assay. The nonsense mutation likely leads to the synthesis of a severely truncated protein without enzymatic activity, as supported by our in vitro data. This work constitutes the first report of the existence of a functional genetic polymorphism affecting MPST and should be of great help to investigate certain disorders such as MCDU.","dc:creator":"Billaut-Laden I","dc:date":"2006","dc:title":"Evidence for a functional genetic polymorphism of the human mercaptopyruvate sulfurtransferase (MPST), a cyanide detoxification enzyme."},"rdfs:label":"In vitro expression of human MPST variants in yeast"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c45f0d1-ccc6-47c8-855a-e56ba668ccc5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aabbbdae-69ec-4fa8-bfa3-938d7fdbaa04","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This animal model recapitulates the only consistent phenotype associated with MPST enzymatic deficiency, elevated urinary mercaptolactate excretion. In addition, MPST KO mice displayed elevated passive systemic anaphylactic responses, a phenotype that has not yet been associated with the deficiency in humans. MPST KO mice were otherwise normal, displaying normal serum biochemistry, suggestive of normal liver and kidney function. Due to the presence of 0 genetic evidence associated with this gene-disease relationship, further work is needed to establish a connection to MPST enzymatic deficiency and elevated urinary 3ML. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32012740","type":"dc:BibliographicResource","dc:abstract":"Mercaptopyruvate sulfurtransferase (Mpst) and its homolog thiosulfate sulfurtransferase (Tst = rhodanese) detoxify cyanide to thiocyanate. Mpst is attracting attention as one of the four endogenous hydrogen sulfide (H","dc:creator":"Akahoshi N","dc:date":"2020","dc:title":"Increased Urinary 3-Mercaptolactate Excretion and Enhanced Passive Systemic Anaphylaxis in Mice Lacking Mercaptopyruvate Sulfurtransferase, a Model of Mercaptolactate-Cysteine Disulfiduria."},"rdfs:label":"Akahoshi et al. MPST- KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"MPST KO mice recapitulated the only consistently observed phenotype associated with MPST enzymatic deficiency, elevated urinary 3-mercaptolactate excretion. However, due to the existence of 0 genetic evidence, this model was downscored. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":6207,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.5,"subject":{"id":"cggv:791e08a2-645b-40b1-807e-86b673d36f22","type":"GeneValidityProposition","disease":"obo:MONDO_0009585","gene":"hgnc:7223","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The gene *MPST* encodes mercaptopyruvate sulfurtransferase, an enzyme that catalyzes the desulfuration of 3-mercaptopyruvate to generate enzyme bound persulfide and pyruvate. MPST also catalyzes the transfer of sulfur atoms from the persulfide to proteins and small thiol molecule acceptors. A deficiency in MPST enzymatic activity has been identified in relation to mercaptolactate-cysteine disulfiduria (MCDU), a rare autosomal recessive metabolic disorder originally associated with intellectual disability in 1968 by Crawhall et al. (PMID:5644041). Since then, several phenotypically normal individuals and individuals with intellectual disability have been identified with MCDU (PMIDs:4690911, 6945862). However, to date no individuals have been identified with biallelic variants in MPST resulting in MCDU or a deficiency in MPST enzymatic activity. One individual carrying a nonsense variant in the heterozygous state, which results in null enzymatic activity in yeast, displayed a normal MPST phenotype (PMID:16545926). Support for a potential gene-disease relationship comes from the biochemical function of MPST (PMID:33055309), which normally functions to convert cysteine-derived 3-mercaptopyruvate (3MP) to pyruvate, but when absent causes 3- mercaptopyruvate to be converted to 3-mercaptolactate (3ML). Individuals with urinary accumulations of 3ML were originally associated with MPST deficiency and MCDU. Additionally, a knock out MPST (-/-) mouse model demonstrated that KO mice were phenotypically normal besides elevated urinary mercaptolactate excretion and elevated passive systemic anaphylactic responses (PMID: 32012740). In summary, there is insufficient genetic evidence to support a gene-disease relationship. A classification of No Known Disease Relationship was approved by the General IEM GCEP on 04/28/2023. ","dc:isVersionOf":{"id":"cggv:cc10dd44-961d-4925-b387-ed4569242eff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}