{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55eav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-03-02T21:49:41.540Z","role":"Approver"},{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-03-02T21:49:56.959Z","role":"Publisher"}],"evidence":[{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5},{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e9351282-ebbd-4e98-bc76-2392de75de96","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ef2ada6-af1d-4370-af40-49ed5c1ad723","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"No RP2 protein detected in affected male cell lines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15031171","type":"dc:BibliographicResource","dc:abstract":"To determine the molecular basis and describe the phenotype of an atypical retinal dystrophy in a family presenting with bilateral, progressive central visual loss.","dc:creator":"Dandekar SS","dc:date":"2004","dc:title":"An atypical phenotype of macular and peripapillary retinal atrophy caused by a mutation in the RP2 gene."},"rdfs:label":"RP2 lack of protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1887ac5c-ff7a-48f2-b735-f49b0e6f02eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57da9ac7-aa55-437d-83d5-6db91fe0b26c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"RP2 binds to GTP-Arl3. ARL3 is associated with a syndromic retinal dystrophy (Joubert syndrome) as well as with retinitis pigmentosa (PMID 30932721); per paper: \"Analysis of the bound products by SDS-PAGE showed that Arl3 bound to in vitro translated RP2 but only in the presence of the slowly hydrolyzable GTP analogue, GTP-γ-S (Fig. 4 A). This suggested a specific binding between RP2 and GTP-Arl3. As a positive control, both Arl2 and Arl3 bound to BART, while none of the three Arl proteins tested bound to cofactor C.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11847227","type":"dc:BibliographicResource","dc:abstract":"Mutations in the X-linked retinitis pigmentosa 2 gene cause progressive degeneration of photoreceptor cells. The retinitis pigmentosa 2 protein (RP2) is similar in sequence to the tubulin-specific chaperone cofactor C. Together with cofactors D and E, cofactor C stimulates the GTPase activity of native tubulin, a reaction regulated by ADP-ribosylation factor-like 2 protein. Here we show that in the presence of cofactor D, RP2 protein also stimulates the GTPase activity of tubulin. We find that this function is abolished by mutation in an arginine residue that is conserved in both cofactor C and RP2. Notably, mutations that alter this arginine codon cause familial retinitis pigmentosa. Our data imply that this residue acts as an \"arginine finger\" to trigger the tubulin GTPase activity and suggest that loss of this function in RP2 contributes to retinal degeneration. We also show that in Saccharomyces cerevisiae, both cofactor C and RP2 partially complement the microtubule phenotype resulting from deletion of the cofactor C homolog, demonstrating their functional overlap in vivo. Finally, we find that RP2 interacts with GTP-bound ADP ribosylation factor-like 3 protein, providing a link between RP2 and several retinal-specific proteins, mutations in which also cause retinitis pigmentosa.","dc:creator":"Bartolini F","dc:date":"2002","dc:title":"Functional overlap between retinitis pigmentosa 2 protein and the tubulin-specific chaperone cofactor C."},"rdfs:label":"RP2 binding to Arl3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16e3d200-a4b4-4cc7-bc09-9b91257b0d18","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b3419d5-30df-4601-be9b-5b75f77730a7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Retinopathy phenotype rescued - preservation of photoreceptor morphology and expression of rod and cone-specific proteins in the retina. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21738648","type":"dc:BibliographicResource","dc:abstract":"Genetic mutations are frequently associated with diverse phenotypic consequences, which limits the interpretation of the consequence of a variation in patients. Mutations in the retinitis pigmentosa 2 (RP2) gene are associated with X-linked RP, which is a phenotypically heterogenic form of retinal degeneration. The purpose of this study was to assess the functional consequence of disease-associated mutations in the RP2 gene using an in vivo assay. Morpholino-mediated depletion of rp2 in zebrafish resulted in perturbations in photoreceptor development and microphthalmia (small eye). Ultrastructural and immunofluorescence analyses revealed defective photoreceptor outer segment development and lack of expression of photoreceptor-specific proteins. The retinopathy phenotype could be rescued by expressing the wild-type human RP2 protein. Notably, the tested RP2 mutants exhibited variable degrees of rescue of rod versus cone photoreceptor development as well as microphthalmia. Our results suggest that RP2 plays a key role in photoreceptor development and maintenance in zebrafish and that the clinical heterogeneity associated with RP2 mutations may, in part, result from its potentially distinct functional relevance in rod versus cone photoreceptors.","dc:creator":"Patil SB","dc:date":"2011","dc:title":"Functional analysis of retinitis pigmentosa 2 (RP2) protein reveals variable pathogenic potential of disease-associated missense variants."},"rdfs:label":"Zebrafish rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:baceed54-e605-42a1-84da-e90e2d865ef7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af2ffb4a-0375-4825-9eaf-def8d8da4140","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mislocalization of cone opsin and cone dysfunction consistent with macular/cone dysfunction in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23745007","type":"dc:BibliographicResource","dc:abstract":"Mutations in the RP2 gene are associated with 10% to 15% of X-linked retinitis pigmentosa (XLRP), a debilitating disorder characterized by the degeneration of retinal rod and cone photoreceptors. The molecular mechanism of pathogenesis of photoreceptor degeneration in XLRP-RP2 has not been elucidated, and no treatment is currently available. This study was undertaken to investigate the pathogenesis of RP2-associated retinal degeneration.","dc:creator":"Li L","dc:date":"2013","dc:title":"Ablation of the X-linked retinitis pigmentosa 2 (Rp2) gene in mice results in opsin mislocalization and photoreceptor degeneration."},"rdfs:label":"Mouse model RP2 knockout 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":4039,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.5,"subject":{"id":"cggv:149de96c-1a4d-4df8-8897-16085b1e61ae","type":"GeneValidityProposition","disease":"obo:MONDO_0100442","gene":"hgnc:10274","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"RP2 was first reported in relation to RP2-related retinopathy, an X-linked retinal dystrophy, in 1998 (Schwahn et al., PMID: 9697692). The RP2 gene (RP2 Activator of ARL3 GTPase) codes for protein XRP2, which is a GTPase-activating protein. RP2-related retinopathy is typically described as an early-onset, severe retinal dystrophy in males with early macular involvement (PMIDs: 20625056, 10520237, 27911705). Childhood-onset nyctalopia and reduced visual acuity are often reported in affected males, with significant vision loss by mid-adulthood. Progressive loss of peripheral vision, and paracentral or pericentral scotomas are also reported. Rod photoreceptor degeneration is a primary feature of RP2-related retinal dystrophy, though notable cone photoreceptor degeneration is also reported. Mild, moderate, and/or high myopia are reported in some families (PMID: 10520237). In addition, choroideremia-like presentation has been reported in affected males (PMID: 20625056). In some families, affected carrier females are reported with similar features of retinitis pigmentosa with macular involvement, but with delayed onset of disease and less severe vision loss (PMIDs: 20625056, 10520237). An estimated 10-15% of X-linked retinitis pigmentosa is due to variants in RP2 (PMIDs: 23745007, 10090907). RP2 is associated with the disease entity retinitis pigmentosa 2 in OMIM (MIM 312600), however the Retina GCEP opted to curate RP2 for RP2-related retinopathy given the atypical features of RP2-associated retinitis pigmentosa. 14 RP2 gene variants (missense, nonsense, frameshift) that have been reported in in 22 probands in 8 publications (PMIDs: 9697692, 20625056, 23150612, 10520237, 10937588, 11462235, 10090907, 28559085) are included in this curation. Nonsense and frameshift variants are most commonly reported, however missense variants have been reported to be disease-causing as well. For example, the missense variant RP2 c.353G>A (p.Arg118His) was reported in multiple probands (PMIDs: 9697692, 20625056, 10520237). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease association is also supported by animal models, expression studies, and in vitro functional assays (PMIDs: 11847227, 32531192, 12417528, 26358772, 21738648, 23745007). In vitro assays indicate that RP2 binds to GTP-Arl3 (PMID: 11847227). The ARL3 (ADP-ribosylation factor-like 3) gene is a GTP-binding protein involved in cilia signaling that is associated with two retinal dystrophy phenotypes, autosomal recessive Joubert syndrome (MIM 618161) and autosomal dominant retinitis pigmentosa (MIM 618173). An RP2 knockout mouse model shows early-onset cone dysfunction, which can be rescued with an AAV vector carrying human RP2 (PMID: 26358772). In addition, zebrafish morpholino knockout shows a retinopathy phenotype that can be rescued with wild-type human RP2 expression (PMID: 21738648). Knockout iPSCs show photoreceptor cell death and thinning of the outer nuclear layer, phenotypes consistent with the human retinal dystrophy (PMID: 32531192). RP2 is ubiquitously expressed. RP2 is detected in rod and cone photoreceptors and shown to localize to the plasma membrane of all cells in the adult human retina (PMID: 12417528). In summary, RP2 is definitively associated with X-linked retinal dystrophy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This gene-disease clinical validity classification was approved by the Retina GCEP on August 5, 2021.","dc:isVersionOf":{"id":"cggv:75e3203d-3841-49eb-84d4-e6238eda55ea"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}