{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-05-10T16:12:18.227Z","role":"Publisher"},{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-04-13T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a04a01c4-8607-4824-9ee2-feeacee1f9e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2c0dcb6-e969-4c8f-9ce0-591d88c69ae0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Quantitative transcriptomic approach. CACNB2 expressed widely in human tissues but mostly in heart, brain, adrenal and ovary. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNAseq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:25a9ed82-53df-46b1-9eb2-cd6f68e84d32","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9ad6007-4a6b-42e1-808b-c6791e68a913","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR analysis shows expression of CACNB2 in heart","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34307509","type":"dc:BibliographicResource","dc:abstract":"L-type voltage-gated calcium channels (LTCCs) regulate crucial physiological processes in the heart. They are composed of the Ca","dc:creator":"Pickel S","dc:date":"2021","dc:title":"The β"},"rdfs:label":"RT-PCR expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:192d9042-349f-4e67-91cf-067b07ec65ae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5b7ceeef-fc25-4233-8fd9-7448142107d6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot of heart tissue - expression in heart","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21357697","type":"dc:BibliographicResource","dc:abstract":"The major L-type voltage-gated calcium channels in heart consist of an α1C (Ca(V)1.2) subunit usually associated with an auxiliary β subunit (Ca(V)β2). In embryonic cardiomyocytes, both the complete and the cardiac myocyte-specific null mutant of Ca(V)β2 resulted in reduction of L-type calcium currents by up to 75%, compromising heart function and causing defective remodeling of intra- and extra-embryonic blood vessels followed by embryonic death. Here we conditionally excised the Ca(V)β2 gene (cacnb2) specifically in cardiac myocytes of adult mice (KO). Upon gene deletion, Ca(V)β2 protein expression declined by >96% in isolated cardiac myocytes and by >74% in protein fractions from heart. These latter protein fractions include Ca(V)β2 proteins expressed in cardiac fibroblasts. Surprisingly, mice did not show any obvious impairment, although cacnb2 excision was not compensated by expression of other Ca(V)β proteins or changes of Ca(V)1.2 protein levels. Calcium currents were still dihydropyridine-sensitive, but current density at 0 mV was reduced by <29%. The voltage for half-maximal activation was slightly shifted to more depolarized potentials in KO cardiomyocytes when compared with control cells, but the difference was not significant. In summary, Ca(V)β2 appears to be a much stronger modulator of L-type calcium currents in embryonic than in adult cardiomyocytes. Although essential for embryonic survival, Ca(V)β2 down-regulation in cardiomyocytes is well tolerated by the adult mice.","dc:creator":"Meissner M","dc:date":"2011","dc:title":"Moderate calcium channel dysfunction in adult mice with inducible cardiomyocyte-specific excision of the cacnb2 gene."},"rdfs:label":"Western blot expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a3012a1-2e05-4d54-9dea-8c24a8cb126f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f9e699a-f801-4e16-b401-1fff51500cda","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Myocyte enlargement indicative of cellular hypertrophy seen in human HCM.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34307509","rdfs:label":"sh-RNA mediated knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Indirect model"},{"id":"cggv:66c4d6fc-0d0a-435c-9c94-3e595af7d289","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ff80fb3-4d98-4a25-ba5d-486cd2d41713","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice over-expressing CaVB2 had increased heart weight, cross sectional area and fibrosis. Exaggerated LVH response to trans-aortic constriction. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21111744","type":"dc:BibliographicResource","dc:abstract":"Pathological cardiac hypertrophy (PCH) is associated with the development of arrhythmia and congestive heart failure. While calcium (Ca(2+)) is implicated in hypertrophic signaling pathways, the specific role of Ca(2+) influx through the L-type Ca(2+) channel (I(Ca-L)) has been controversial and is the topic of this study. To determine if and how sustained increases in I(Ca-L) induce PCH, transgenic mouse models with low (LE) and high (HE) expression levels of the β2a subunit of Ca(2+) channels (β2a) and in cultured adult feline (AF) and neonatal rat (NR) ventricular myocytes (VMs) infected with an adenovirus containing a β2a-GFP were used. In vivo, β2a LE and HE mice had increased heart weight to body weight ratio, posterior wall and interventricular septal thickness, tissue fibrosis, myocyte volume, and cross-sectional area and the expression of PCH markers in a time- and dose-dependent manner. PCH was associated with a hypercontractile phenotype including enhanced I(Ca-L), fractional shortening, peak Ca(2+) transient, at the myocyte level, greater ejection fraction, and fractional shortening at the organ level. In addition, LE mice had an exaggerated hypertrophic response to transverse aortic constriction. In vitro overexpression of β2a in cultured AFVMs increased I(Ca-L), cell volume, protein synthesis, NFAT, and HDAC translocations and in NRVMs increased surface area. These effects were abolished by the blockade of I(Ca-L), intracellular Ca(2+), calcineurin, CaMKII, and SERCA. In conclusion, increasing I(Ca-L) is sufficient to induce PCH through the calcineurin/NFAT and CaMKII/HDAC pathways. Both cytosolic and SR/ER-nuclear envelop Ca(2+) pools were shown to be involved.","dc:creator":"Chen X","dc:date":"2011","dc:title":"Calcium influx through Cav1.2 is a proximal signal for pathological cardiomyocyte hypertrophy."},"rdfs:label":"transgenic mouse model over-expression"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Indirect model. Transcription variant CAvB2a not expressed in heart. "},{"id":"cggv:60e9189d-ceae-4dcf-afd7-c425defec4a4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6cf15f21-f853-48ee-a4ca-1709c6d2e9e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LVH attenuated by CavB2 knockdown","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17556655","type":"dc:BibliographicResource","dc:abstract":"Calcium cycling figures prominently in excitation-contraction coupling and in various signaling cascades involved in the development of left ventricular hypertrophy. We hypothesized that genetic suppression of the L-type calcium channel accessory beta-subunit would modulate calcium current and suppress cardiac hypertrophy. A short hairpin RNA template sequence capable of mediating the knockdown of the L-type calcium channel accessory beta-subunit gene was incorporated into a lentiviral vector (PPT.CG.H1.beta(2)). Transduction of ventricular myocytes in vivo with the active short hairpin RNA partially inhibited the L-type calcium current. In neonatal rat cardiomyocytes, L-type calcium channel accessory beta-subunit gene knockdown reduced calcium transient amplitude. Similarly, [(3)H]leucine incorporation was attenuated in PPT.CG.H1.beta(2)-transduced neonatal rat cardiomyocytes compared with nonsilencing controls in a phenylephrine-induced hypertrophy model. In vivo gene transfer attenuated the hypertrophic response in an aortic-banded rat model of left ventricular hypertrophy, with reduced left ventricular wall thickness and heart weight/body weight ratios in PPT.CG.H1.beta(2)-injected rats at four weeks post transduction. Fractional shortening was preserved in rats treated with PPT.CG.H1.beta(2). These findings indicate that knockdown of L-type calcium channel accessory beta-subunit is capable of attenuating the hypertrophic response both in vitro and in vivo without compromising systolic performance. Suppression of the calcium channel beta subunit may represent a novel and useful therapeutic strategy for left ventricular hypertrophy.","dc:creator":"Cingolani E","dc:date":"2007","dc:title":"Gene therapy to inhibit the calcium channel beta subunit: physiological consequences and pathophysiological effects in models of cardiac hypertrophy."},"rdfs:label":"shRNA knockdown in-vitro and in-vivo"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Indirect model. Implies over-expression of CAvB2 may be important in disease mechanism. Only 25% reduction in expression in knockdown model. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":4371,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.5,"subject":{"id":"cggv:84986ba2-f29a-4c59-b885-8870e43dc2b0","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:1402","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*CACNB2* codes for the β subunit of the L-type voltage gated calcium channel. It regulates trafficking and gating properties of the channel. *CACNB2* has only been reported in relation to autosomal dominant hypertrophic cardiomyopathy in one Chinese family 2017 (Zhang et al. PMID 28614222) where it was asserted as a possible disease modifier in a family with a known pathogenic *MYBPC3 *variant. Note that this variant is common in the East Asian population (MAF 0.01) and may be benign. As such no clear gene-disease assertion for this gene has been made and there is no other genetic level evidence to support or refute this gene-disease relationship. This gene is expressed in heart tissue (PMIDs 24309898, 21357697, 34307509) and model organisms/functional studies indicate it may play a role in hypertrophic pathways (PMIDs: 34307509, 21111744, 17556655, 21357697, 16946137). \n\nThis gene-disease relationship was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy GCEP on January 17, 2017. It was re-evaluated on March 10, 2022. As a result of this recuration, the classification changed from the original No Known Disease Relationship (formerly No reported Evidence) to Disputed. In summary, the evidence supporting the relationship between *CACNB2* and autosomal dominant Hypertrophic Cardiomyopathy has been DISPUTED and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *CACNB2* plays in HCM. This classification was approved by the ClinGen Hereditary Cardiovascular Diseases GCEP on March 10, 2022.\n\nCACNB2 has no known cases where a variant is associated with hypertrophic cardiomyopathy without being complicated by a variant significantly more likely to be causing the phenotypes, such as MYBPC3, and supported by segregation evidence. Therefore, this association has been disputed.","dc:isVersionOf":{"id":"cggv:e7a08ba4-6024-449c-b824-c762a85277a1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}