{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-08-06T18:00:16.176Z","role":"Publisher"},{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-08-06T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:337a61be-c098-4a55-b3cb-83ef89d01b0f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33c89df1-b848-4415-9a10-b1cd604b8bc0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"An inter-topologically associated domain (TAD) duplication of the regulatory region of Sox9 and the flanking genes Kcnj2 and Kcnj16 (Dup-C) was generated by trans-allelic recombination. Dup-C limb buds showed a new chromatin domain corresponding to the duplicated region. Whole-mount in situ hybridization showed Kcnj2 to be expressed in the digit anlagen with a pattern similar to Sox9.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27706140","type":"dc:BibliographicResource","dc:abstract":"Chromosome conformation capture methods have identified subchromosomal structures of higher-order chromatin interactions called topologically associated domains (TADs) that are separated from each other by boundary regions. By subdividing the genome into discrete regulatory units, TADs restrict the contacts that enhancers establish with their target genes. However, the mechanisms that underlie partitioning of the genome into TADs remain poorly understood. Here we show by chromosome conformation capture (capture Hi-C and 4C-seq methods) that genomic duplications in patient cells and genetically modified mice can result in the formation of new chromatin domains (neo-TADs) and that this process determines their molecular pathology. Duplications of non-coding DNA within the mouse Sox9 TAD (intra-TAD) that cause female to male sex reversal in humans, showed increased contact of the duplicated regions within the TAD, but no change in the overall TAD structure. In contrast, overlapping duplications that extended over the next boundary into the neighbouring TAD (inter-TAD), resulted in the formation of a new chromatin domain (neo-TAD) that was isolated from the rest of the genome. As a consequence of this insulation, inter-TAD duplications had no phenotypic effect. However, incorporation of the next flanking gene, Kcnj2, in the neo-TAD resulted in ectopic contacts of Kcnj2 with the duplicated part of the Sox9 regulatory region, consecutive misexpression of Kcnj2, and a limb malformation phenotype. Our findings provide evidence that TADs are genomic regulatory units with a high degree of internal stability that can be sculptured by structural genomic variations. This process is important for the interpretation of copy number variations, as these variations are routinely detected in diagnostic tests for genetic disease and cancer. This finding also has relevance in an evolutionary setting because copy-number differences are thought to have a crucial role in the evolution of genome complexity.","dc:creator":"Franke M","dc:date":"2016","dc:title":"Formation of new chromatin domains determines pathogenicity of genomic duplications."},"rdfs:label":"Dup-C2 mice indicate misexpression of Kcnj2"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Data suggests misexpression of Kcnj2 causes Cooks syndrome."},{"id":"cggv:88bfaf2b-2495-4a9d-a2dc-46ccf6b0be8f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6382c7cf-5221-4860-a870-1a38a207a077","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showing Sox9 expression in the distal mesenchymal condensation of the phalanges at E12.5 and in the forming nail bed (arrowhead) at E17.5 . C, cartilage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19639023","type":"dc:BibliographicResource","dc:creator":"Kurth I","dc:date":"2009","dc:title":"Duplications of noncoding elements 5' of SOX9 are associated with brachydactyly-anonychia."},"rdfs:label":"SOX9 is expressed in developing limb buds"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1bf134d2-c6ce-4a7e-98e2-26f1c65c8ea4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ec70134-1c20-48de-bc93-36903394ca14","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In embryonic day (E) 12.5 limb buds, Sox9 is expressed in the cartilage anlagen of the developing limbs","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31358994","type":"dc:BibliographicResource","dc:abstract":"The genome is organized in three-dimensional units called topologically associating domains (TADs), through a process dependent on the cooperative action of cohesin and the DNA-binding factor CTCF. Genomic rearrangements of TADs have been shown to cause gene misexpression and disease, but genome-wide depletion of CTCF has no drastic effects on transcription. Here, we investigate TAD function in vivo in mouse limb buds at the Sox9-Kcnj2 locus. We show that the removal of all major CTCF sites at the boundary and within the TAD resulted in a fusion of neighboring TADs, without major effects on gene expression. Gene misexpression and disease phenotypes, however, were achieved by redirecting regulatory activity through inversions and/or the repositioning of boundaries. Thus, TAD structures provide robustness and precision but are not essential for developmental gene regulation. Aberrant disease-related gene activation is not induced by a mere loss of insulation but requires CTCF-dependent redirection of enhancer-promoter contacts.","dc:creator":"Despang A","dc:date":"2019","dc:title":"Functional dissection of the Sox9-Kcnj2 locus identifies nonessential and instructive roles of TAD architecture."},"rdfs:label":"Functional dissection of the Sox9–Kcnj2 locus"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:0f089494-7d41-4c2f-b8be-0d04314f448b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b930b57a-7809-4ec1-814a-9a22eaaa7b27","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"A transient transgenic assay using the wild-type HCNE-F2* showed strong activity in the craniofacial region in mouse embryos at 11.5 days post coitum.\n\n*F2: missense variant identified in the PRS-affected family that falls within the F1** deletion\n**F1: deletion between locus markers D17S795 and D17S929 identified in a family with 12 PRS affected members. The interval of 5.4 Mb encompasses a gene desert of 2.46 Mb","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19234473","type":"dc:BibliographicResource","dc:abstract":"Pierre Robin sequence (PRS) is an important subgroup of cleft palate. We report several lines of evidence for the existence of a 17q24 locus underlying PRS, including linkage analysis results, a clustering of translocation breakpoints 1.06-1.23 Mb upstream of SOX9, and microdeletions both approximately 1.5 Mb centromeric and approximately 1.5 Mb telomeric of SOX9. We have also identified a heterozygous point mutation in an evolutionarily conserved region of DNA with in vitro and in vivo features of a developmental enhancer. This enhancer is centromeric to the breakpoint cluster and maps within one of the microdeletion regions. The mutation abrogates the in vitro enhancer function and alters binding of the transcription factor MSX1 as compared to the wild-type sequence. In the developing mouse mandible, the 3-Mb region bounded by the microdeletions shows a regionally specific chromatin decompaction in cells expressing Sox9. Some cases of PRS may thus result from developmental misexpression of SOX9 due to disruption of very-long-range cis-regulatory elements.","dc:creator":"Benko S","dc:date":"2009","dc:title":"Highly conserved non-coding elements on either side of SOX9 associated with Pierre Robin sequence."},"rdfs:label":"Strong Sox9 activity in craniofacial region of mice embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:995b87b2-4253-4759-bf76-ef8f3d6a209f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1237e78a-c626-440a-b675-098a41355302","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Msx1 was identified as a potential transcription factor for which binding to the HCNE-F2 would be altered by the F2 mutation. Msx1 is a transcriptional regulator expressed in the human first pharyngeal arch that is required for the development of craniofacial skeletal elements, including the palate and mandible in mice and has been found to be mutated in some families with orofacial clefting.\n\nElectrophoretic mobility shift assay (EMSA) analysis using in vitro–transcribed and translated Msx1, showed significantly greater Msx1 binding to the mutant target sequence than to the wild-type consensus sequence","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19234473","rdfs:label":"Msx1 identified as a potential transcription factor"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f1a426c9-08a0-4bba-ad26-9ff38ccf2212","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b5d0981-cb1d-40c2-a744-e683aeb6e3ed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The distance between the BP-F2 probe and the delSp2 probe was significantly greater in Sox9-expressing mandibular arch cells than in the periocular mesenchyme, which does not express Sox9. This chromatin decompaction implicates Sox9 as the best candidate target of the enhancer activity associated with the PRS1 locus.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19234473","rdfs:label":"The three-dimensional distance between pairs of BAC probes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":8767,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:58e0fdff-16ac-40a5-aac2-5c493962e86b","type":"GeneValidityProposition","disease":"obo:MONDO_0009869","gene":"hgnc:11204","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Pierre Robin Sequence (PRS), a collection of clinical features consisting of mandibular hypoplasia, cleft secondary palate, and glossoptosis leading to obstructive apnea and feeding difficulties, was first described in 1923 by P. Robin. (PMIDs: 8171154, 23799581). PRS can present in isolation as well as in association with various conditions such as Stickler syndrome.  Evidence supporting the SOX9-Pierre Robin Sequence gene disease relationship includes segregation data and experimental evidence including a mouse model. Deletions in the non-coding region of SOX9 have been identified in patients with PRS (PMIDs: 19234473, 23532965, 24934569). These variants have been found to cause reduced expression of SOX9 and KCNJ2 (PMIDs: 19234473, 17551083). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the Skeletal Disorders Gene Curation Expert Panel on 8/3/2020.","dc:isVersionOf":{"id":"cggv:951f7fcd-2b6a-46cd-be1d-7993ee5119c1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}