{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-02-23T17:00:00.000Z","role":"Approver"},{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-04-12T22:17:51.692Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21256114","type":"dc:BibliographicResource","dc:abstract":"Myomesin plays an important structural and functional role in the M-band of striated muscles. The C-terminal domain 13 of myomesin dimerises and forms antiparallel strands which cross-link neighboring Myosin filaments and titin in the M-line of the sarcomeres. These interactions stabilise the contractile apparatus during striated muscle contraction. Since myomesin is an important component of the M-band we screened the myomesin gene for genetic variants in patients with hypertrophic cardiomyopathy (HCM). We identified the missense mutation V1490I in domain 12 of myomesin in a family with inherited HCM. Analytical ultracentrifugation experiments, circular dichroism spectra, and surface plasmon resonance spectroscopy of myomesin fragments were carried out to investigate the effects of the mutation V1490I on structure and function of myomesin domains 11-13 and 12-13. Both the wild type and mutated myomesin domains My11-13 revealed similar secondary structures and formed stable dimers. Mutated myomesin domains My11-13 and My12-13 dimers revealed a reduced thermal stability and a significantly decreased dimerisation affinity, showing disturbed functional properties of V1490I mutated myomesin. However, monomeric myomesin domains My11-12, i.e. without dimerisation domain 13 showed no difference in thermal stability between wild type and V1490I mutated myomesin. In conclusion, the V1490I mutation associated with HCM lead to myomesin proteins with abnormal functional properties which affect dimerisation properties of myomesin domain 13. These effects may contribute to the pathogenesis of HCM.","dc:creator":"Siegert R","dc:date":"2011","dc:title":"A myomesin mutation associated with hypertrophic cardiomyopathy deteriorates dimerisation properties."},"evidence":[{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1},{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b027263e-9270-4e31-a60c-72069f28e5f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ace702be-3f82-43bc-9127-6c3fd62712e9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expressed in healthy human heart, detected by qRT-PCR and immunofluorescence.  However, Myom1 has been shown to be expressed in mouse skeletal muscle, so its expression is not limited to cardiomyocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21069531","type":"dc:BibliographicResource","dc:abstract":"The M-band is the prominent cytoskeletal structure that cross-links the myosin and titin filaments in the middle of the sarcomere. To investigate M-band alterations in heart disease, we analyzed the expression of its main components, proteins of the myomesin family, in mouse and human cardiomyopathy. Cardiac function was assessed by echocardiography and compared to the expression pattern of myomesins evaluated with RT-PCR, Western blot, and immunofluorescent analysis. Disease progression in transgenic mouse models for dilated cardiomyopathy (DCM) was accompanied by specific M-band alterations. The dominant splice isoform in the embryonic heart, EH-myomesin, was strongly up-regulated in the failing heart and correlated with a decrease in cardiac function (R = -0.86). In addition, we have analyzed the expressions of myomesins in human myocardial biopsies (N = 40) obtained from DCM patients, DCM patients supported by a left ventricular assist device (LVAD), hypertrophic cardiomyopathy (HCM) patients and controls. Quantitative RT-PCR revealed that the EH-myomesin isoform was up-regulated 41-fold (P < 0.001) in the DCM patients compared to control patients. In DCM hearts supported by a LVAD and HCM hearts, the EH-myomesin expression was comparable to controls. Immunofluorescent analyses indicate that EH-myomesin was enhanced in a cell-specific manner, leading to a higher heterogeneity of the myocytes' cytoskeleton through the myocardial wall. We suggest that the up-regulation of EH-myomesin denotes an adaptive remodeling of the sarcomere cytoskeleton in the dilated heart and might serve as a marker for DCM in mouse and human myocardium.","dc:creator":"Schoenauer R","dc:date":"2011","dc:title":"EH-myomesin splice isoform is a novel marker for dilated cardiomyopathy."},"rdfs:label":"MYOM1 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Disputed","sequence":6139,"specifiedBy":"GeneValidityCriteria9","strengthScore":0.6,"subject":{"id":"cggv:7e2ab461-2151-4bd7-9255-0a4a97119c63","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:7613","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*MYOM1* was first reported in relation to hypertrophic cardiomyopathy (HCM) in humans in 2011 (Siegert et al, 2011, PMID 21256114). *MYOM1* has been associated with hypertrophic cardiomyopathy (HCM) in 11 probands across 4 publications (Siegert et al, 2011, PMID 21256114; Cecconi M, et al., 2016, PMID: 27600940; Bottillo I, et al., 2016, PMID: 26656175; Guo X, et al., 2017, PMID: 28323875). A single missense variant, p.Val1490Ile, segregated in 2 affected family members with HCM and destabilized dimerization of the MYOM1 protein; however, variants in all 8 sarcomeric genes were not ruled out (Siegert et al, 2011, PMID 21256114). Nine additional missense variants, one intronic variant, one splice-site variant, and a synonymous variant are included in this curation. All but one received reduced scores either due to the presence of variants in other HCM genes, inconsistent phenotypes, or high allele frequencies in gnomAD (Cecconi M, et al., 2016, PMID: 27600940; Bottillo I, et al., 2016, PMID: 26656175; Guo X, et al., 2017, PMID: 28323875). The mechanism for disease is unknown.This gene-disease relationship is supported by an expression study (Schoenauer et al, 2011, PMID 21069531). This gene-disease pair was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on July 20th, 2017. It was reevaluated by the Hereditary Cardiovascular Disease Gene Curation Expert Panel on February 23rd, 2023. As a result of this reevaluation, the classification was changed from limited to disputed.\n\nGiven the reduction in score upon recuration and the lack of new evidence, this gene-disease association has been moved from limited to disputed. ","dc:isVersionOf":{"id":"cggv:8ff00fbf-6b20-49cd-8af8-0f6404240db5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}