{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-08-09T16:00:00.000Z","role":"Approver"},{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-08-09T19:12:35.495Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19118816","type":"dc:BibliographicResource","dc:abstract":"Mutations of the lipid phosphatase FIG4 that regulates PI(3,5)P(2) are responsible for the recessive peripheral-nerve disorder CMT4J. We now describe nonsynonymous variants of FIG4 in 2% (9/473) of patients with amyotrophic lateral sclerosis (ALS) and primary lateral sclerosis (PLS). Heterozygosity for a deleterious allele of FIG4 appears to be a risk factor for ALS and PLS, extending the list of known ALS genes and increasing the clinical spectrum of FIG4-related diseases.","dc:creator":"Chow CY","dc:date":"2009","dc:title":"Deleterious variants of FIG4, a phosphoinositide phosphatase, in patients with ALS."},"evidence":[{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f19d5b5-c3dc-48c4-94bc-f43405631dcd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:623666d6-02f9-4c83-844c-f4f77a21c2a3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot was performed on developing mouse neuron tissues. In both the brain and the spinal cord, FIG4 was abundantly expressed but decreased later in development while it remained at a high level in sciatic nerves throughout development. In particular, this was observed at robust levels in myelinating neurons. RT-PCR analysis agreed with the above results. \n\nTo determine the subcellular localization of Fig4, the authors performed immunocytochemistry on rat mixed DRG and cortical cultures, finding that Fig4 predominantly resides in early endosomes .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22157617","type":"dc:BibliographicResource","dc:abstract":"The phosphatase FIG4 regulates the concentration of phosphatidylinositol 3,5-diphosphate (PI3,5P2), a molecule critical for endosomal/lysosomal membrane trafficking and neuron function. We investigated Fig4 expression in the developing CNS of mice and rats using Western blot, real-time polymerase chain reaction, and morphological techniques in situ and in vitro and after spinal cord injury. Fig4 was expressed at a high levels throughout development in myelinating cells, particularly Schwann cells, and dorsal root ganglia sensory neurons. Fig4 protein and mRNA in CNS neurons were markedly diminished in adult versus embryonal animals. Spinal cord hemisection induced upregulation of Fig4 in adult spinal cord tissues that was associated with accumulation of lysosomes in neurons and glia. This accumulation appeared similar to the abnormal lysosomal storage observed in dorsal root ganglia of young fig4-null mice. The results suggest that Fig4 is involved in normal neural development and the maintenance of peripheral nervous system myelin. We speculate that adequate levels of Fig4 may be required to prevent neurons and glia from excessive lysosomal accumulation after injury and in neurodegeneration.","dc:creator":"Guo J","dc:date":"2012","dc:title":"Fig4 expression in the rodent nervous system and its potential role in preventing abnormal lysosomal accumulation."},"rdfs:label":"Expression in Nervous System"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7750ec98-29ec-4438-9da8-b904d5b36c3d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c1ccd4c4-0ec0-4d63-828c-11c875178cda","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Several of the gene defects that have been identified in ALS patients suggest a role for defective endosomal and receptor trafficking in the pathogenesis of this neuromuscular disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17556371","type":"dc:BibliographicResource","dc:abstract":"Perturbations in phosphatidylinositol 3,5-bisphosphate (PtdIns(3,5)P2)-synthesizing enzymes result in enlarged endocytic organelles from yeast to humans, indicating evolutionarily conserved function of PtdIns(3,5)P2 in endosome-related events. This is reinforced by the structural and functional homology of yeast Vac14 and human Vac14 (ArPIKfyve), which activate yeast and mammalian PtdIns(3,5)P2-producing enzymes, Fab1 and PIKfyve, respectively. In yeast, PtdIns(3,5)P2-specific phosphatase, Fig4, in association with Vac14, turns over PtdIns(3,5)P2, but whether such a mechanism operates in mammalian cells and what the identity of mammalian Fig4 may be are unknown. Here we have identified and characterized Sac3, a Sac domain phosphatase, as the Fig4 mammalian counterpart. Endogenous Sac3, a widespread 97-kDa protein, formed a stable ternary complex with ArPIKfyve and PIKfyve. Concordantly, Sac3 cofractionated and colocalized with ArPIKfyve and PIKfyve. The intrinsic Sac3(WT) phosphatase activity preferably hydrolyzed PtdIns(3,5)P2 in vitro, although the other D5-phosphorylated polyphosphoinositides were also substrates. Ablation of endogenous Sac3 by short interfering RNAs elevated PtdIns(3,5)P2 in (32)P-labeled HEK293 cells. Ectopically expressed Sac3(WT) in COS cells colocalized with and dilated EEA1-positive endosomes, consistent with the PtdIns(3,5)P2 requirement in early endosome dynamics. In vitro reconstitution of carrier vesicle formation from donor early endosomes revealed a gain of function upon Sac3 loss, whereas PIKfyve or ArPIKfyve protein depletion produced a loss of function. These data demonstrate a coupling between the machinery for PtdIns(3,5)P2 synthesis and turnover achieved through a physical assembly of PIKfyve, ArPIKfyve, and Sac3. We suggest that the tight regulation in PtdIns(3,5)P2 homeostasis is mechanistically linked to early endosome dynamics in the course of cargo transport.","dc:creator":"Sbrissa D","dc:date":"2007","dc:title":"Core protein machinery for mammalian phosphatidylinositol 3,5-bisphosphate synthesis and turnover that regulates the progression of endosomal transport. Novel Sac phosphatase joins the ArPIKfyve-PIKfyve complex."},"rdfs:label":"phosphoinositide 5-phosphatase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"The intrinsic phosphatase activity preferably hydrolyzed PtdIns(3,5)P2 in vitro, while ablation of endogenous Fig4 by siRNAs elevated PtdIns(3,5)P2 in 32P-labeled HEK293 cells.\n\nAdditionally, ectopically expressed Fig4WT in COS cells colocalized with and dilated EEA1-positive endosomes, consistent with the PtdIns(3,5)P2 requirement in early endosome dynamics. Suggesting that the tight regulation in PtdIns(3,5)P2 homeostasis is mechanistically linked to early endosome dynamics in the course of cargo transport.\n\nIt has not been established if the intrinsic phosphatase activity is directly related to the ALS phenotype observed in patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb60c885-31e0-47f6-963e-bf678ecb3ca3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52571adc-d1ad-44f4-84c7-2e7876f1a3dd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"p62/ubiquitin inclusion bodies are a hallmark of ALS. Detection of p62/ubiquitin inclusions in Fig4-deficient mice support the role of this gene in ALS.\n\nMarkers of autophagy are elevated in brain from Fig4−/− brain. To determine whether the elevated p62 in Fig4−/− brain is associated with ubiquitinated protein, brain slices were immunostained for p62 and ubiquitin. Co-localization of p62 and ubiquitin was evident in sections of the cortex and other regions of the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19793721","type":"dc:BibliographicResource","dc:abstract":"Mutations affecting the conversion of PI3P to the signaling lipid PI(3,5)P(2) result in spongiform degeneration of mouse brain and are associated with the human disorders Charcot-Marie-Tooth disease and amyotrophic lateral sclerosis (ALS). We now report accumulation of the proteins LC3-II, p62 and LAMP-2 in neurons and astrocytes of mice with mutations in two components of the PI(3,5)P(2) regulatory complex, Fig4 and Vac14. Cytoplasmic inclusion bodies containing p62 and ubiquinated proteins are present in regions of the mutant brain that undergo degeneration. Co-localization of p62 and LAMP-2 in affected cells indicates that formation or recycling of the autolysosome is impaired. These results establish a role for PI(3,5)P(2) in autophagy in the mammalian central nervous system (CNS) and demonstrate that mutations affecting PI(3,5)P(2) can contribute to inclusion body disease.","dc:creator":"Ferguson CJ","dc:date":"2009","dc:title":"Defective autophagy in neurons and astrocytes from mice deficient in PI(3,5)P2."},"rdfs:label":"Pale tremor mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Pale tremor mice have an AR inherited disorder, with phenotypes reminiscent of Charcot-Marie-Tooth disease. Overall, the mouse does not model ALS but there is still some support for how FIG4 could relate to ALS via the p62/ubiquitin inclusion bodies."},{"id":"cggv:0609bfd0-3b29-42f4-aa9d-a2670e5eb01f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:39bfa54c-02c8-40db-8b81-9e82a34efba2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"neuron-specific knockdown of dFIG4 affected the life span of the dFIG4-knockdown flies and reduced the climbing abilities of adult flies","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26708557","type":"dc:BibliographicResource","dc:abstract":"Mutations in Factor-Induced-Gene 4 (FIG4) gene have been identified in Charcot-Marie-Tooth disease type 4J (CMT4J), Yunis-Varon syndrome and epilepsy with polymicrogyria. FIG4 protein regulates a cellular abundance of phosphatidylinositol 3,5-bisphosphate (PI(3,5)P2), a signaling lipid on the cytosolic surface of membranes of the late endosomal compartment. PI(3,5)P2 is required for retrograde membrane trafficking from lysosomal and late endosomal compartments to the Golgi. However, it is still unknown how the neurodegeneration that occurs in these diseases is related to the loss of FIG4 function. Drosophila has CG17840 (dFIG4) as a human FIG4 homolog. Here we specifically knocked down dFIG4 in various tissues, and investigated their phenotypes. Neuron-specific knockdown of dFIG4 resulted in axonal targeting aberrations of photoreceptor neurons, shortened presynaptic terminals of motor neurons in 3rd instar larvae and reduced climbing ability in adulthood and life span. Fat body-specific knockdown of dFIG4 resulted in enlarged lysosomes in cells that were detected by staining with LysoTracker. In addition, eye imaginal disk-specific knockdown of dFIG4 disrupted differentiation of pupal ommatidial cell types, such as cone cells and pigment cells, suggesting an additional role of dFIG4 during eye development.","dc:creator":"Kyotani A","dc:date":"2016","dc:title":"Knockdown of the Drosophila FIG4 induces deficient locomotive behavior, shortening of motor neuron, axonal targeting aberration, reduction of life span and defects in eye development."},"rdfs:label":"Fly knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.1,"dc:description":"To clarify whether or not disruption of the physiological functions of dFIG4 are critical for the development of neurodegeneration, the authors established fly models in which the dFIG4 gene is knocked down. \n\nThe model is not specific to ALS and may represent the pathology of CMT."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.6}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.1},{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.6}],"evidenceStrength":"Limited","sequence":4923,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.7,"subject":{"id":"cggv:6421eae8-62ed-4ffb-a9ce-3d9b2f1a702e","type":"GeneValidityProposition","disease":"obo:MONDO_0012945","gene":"hgnc:16873","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*FIG4* was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) type 11 in 2009 (Chow CY, et al., 2009, PMID: 19118816 ). ALS causes progressive degeneration of nerve cells in the spinal cord and brain. Dysfunctional endo-lysosomal and autophagic trafficking, leading to impaired proteostasis is common across ALS related genes. *FIG4*, also known as *SAC3*, is a phosphoinositide 5-phosphatase that regulates the cellular abundance of PI(3,5)P2, a signaling lipid located on the cytosolic surface of membranes of the late endosomal compartment. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 16 rare variants have been reported in relation to ALS11. These variants have been reported in 16 probands across 8 publications (PMIDs: 19118816, 25299611, 25382069, 26742954, 27790088, 28051077, 35021275, and 29411640). Experimentally, this gene-disease relationship is supported by the role of *FIG4* in early endosome dynamics (PMID: 17556371 and 22157617) as well as model organisms with some overlapping features (PMID: 19793721 and 26708557). In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nOf note, *FIG4* has also been reported in relation to Charcot-Marie-Tooth disease, type 4J (CMT4J), Yunis-Varon syndrome, and autosomal recessive polymicrogyria. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found ALS to be a distinct disease entity due to the autosomal dominant inheritance and differences in phenotype. It was curated separately from the additional disease entities. CMT4J and Yunis-Varon Syndrome, which are generally autosomal recessive, are on a single spectrum of severity with overlapping phenotypes and variants, and similar molecular mechanisms, therefore these entities were lumped together in a single curation performed by the Charcot-Marie-Tooth GCEP. Autosomal recessive polymicrogyria is an additional, distinct early onset seizure disorder, outside the scope of the ALS GCEP.","dc:isVersionOf":{"id":"cggv:d038fb84-1f98-4047-b6c5-039a53756775"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}