{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593cv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-04-03T17:23:05.771Z","role":"Publisher"},{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-07-14T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6cf0772-5cf0-4b36-a49b-3ae4b1cb64af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42076d42-4087-4149-bda3-b924c093a278","type":"FunctionalAlteration","dc:description":"From a description of the paper in GeneReviews: \"...when Chd2 was depleted from mouse neuronal progenitor cells, the pool of progenitor cells was reduced, and cells differentiated prematurely into other neural lineages.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25786798","type":"dc:BibliographicResource","dc:abstract":"Chromodomain helicase DNA-binding protein 2 (CHD2) has been associated with a broad spectrum of neurodevelopmental disorders, such as autism spectrum disorders and intellectual disability. However, it is largely unknown whether and how CHD2 is involved in brain development. Here, we demonstrate that CHD2 is predominantly expressed in Pax6(+) radial glial cells (RGs) but rarely expressed in Tbr2(+) intermediate progenitors (IPs). Importantly, the suppression of CHD2 expression inhibits the self-renewal of RGs and increases the generation of IPs and the production of neurons. CHD2 mediates these functions by directly binding to the genomic region of repressor element 1-silencing transcription factor (REST), thereby regulating the expression of REST. Furthermore, the overexpression of REST rescues the defect in neurogenesis caused by CHD2 knockdown. Taken together, these findings demonstrate an essential role of CHD2 in the maintenance of the RGs self-renewal levels, the subsequent generation of IPs, and neuronal output during neurogenesis in cerebral cortical development, suggesting that inactivation of CHD2 during neurogenesis might contribute to abnormal neurodevelopment.","dc:creator":"Shen T","dc:date":"2015","dc:title":"CHD2 is Required for Embryonic Neurogenesis in the Developing Cerebral Cortex."},"rdfs:label":"Shen 2015 mouse neural progenitors"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfca4f60-d1af-4b96-8787-389a7f9de6da","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:493f0c7d-07ba-43ae-92a2-8521a356377d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"From paper: \"Already from 4 dpf, E2I2-MO-injected larvae displayed epileptiform discharges (Figure 3). Discharges consisted of multiple upward spikes of amplitudes several times larger than those of ctrl-MO-injected or uninjected larvae and with occasional ictal-like patterns. This spiking pattern resembled preictal discharges observed in immature hippocampi of a mouse model of temporal lobe epilepsy.27 These experimental findings suggest that loss of CHD2 results in an epilepsy phenotype.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24207121","type":"dc:BibliographicResource","dc:abstract":"Dravet syndrome is a severe epilepsy syndrome characterized by infantile onset of therapy-resistant, fever-sensitive seizures followed by cognitive decline. Mutations in SCN1A explain about 75% of cases with Dravet syndrome; 90% of these mutations arise de novo. We studied a cohort of nine Dravet-syndrome-affected individuals without an SCN1A mutation (these included some atypical cases with onset at up to 2 years of age) by using whole-exome sequencing in proband-parent trios. In two individuals, we identified a de novo loss-of-function mutation in CHD2 (encoding chromodomain helicase DNA binding protein 2). A third CHD2 mutation was identified in an epileptic proband of a second (stage 2) cohort. All three individuals with a CHD2 mutation had intellectual disability and fever-sensitive generalized seizures, as well as prominent myoclonic seizures starting in the second year of life or later. To explore the functional relevance of CHD2 haploinsufficiency in an in vivo model system, we knocked down chd2 in zebrafish by using targeted morpholino antisense oligomers. chd2-knockdown larvae exhibited altered locomotor activity, and the epileptic nature of this seizure-like behavior was confirmed by field-potential recordings that revealed epileptiform discharges similar to seizures in affected persons. Both altered locomotor activity and epileptiform discharges were absent in appropriate control larvae. Our study provides evidence that de novo loss-of-function mutations in CHD2 are a cause of epileptic encephalopathy with generalized seizures.","dc:creator":"Suls A","dc:date":"2013","dc:title":"De novo loss-of-function mutations in CHD2 cause a fever-sensitive myoclonic epileptic encephalopathy sharing features with Dravet syndrome."},"rdfs:label":"Suls 2013 Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":8057,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:18e50a53-495c-47fe-8c87-21796fc90c24","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:1917","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*CHD2* variants were first reported in relation to autosomal dominant epileptic encephalopathies in 2013 (PMID:23708187). *CHD2* alters gene expression by affecting chromatin regulation and acetylation. Patients with variants in *CHD2* have been reported to have intellectual disability ranging in severity, autism spectrum disorder, seizures (including generalized myoclonic, atonic, bilateral tonic-clonic, etc.), myoclonus, status epilepticus, and ataxia. The ClinGen Epilepsy GCEP decided to curate variants in this gene for “complex neurodevelopmental disorder” to encompass the variability in severity, age of onset, and clinical presentations. \n\nThere are 10 unique variants (nonsense, frameshift, splice-site, and missense) reported in 10 probands in 3 publications (PMIDs:23934111, 23708187, 24207121) included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by functional alteration of mouse neuronal progenitor cells (PMIDs:25786798). \n\nIn summary, there is definitive evidence to support the gene-disease relationship between *CHD2* and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on July 18, 2018. As of July 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.","dc:isVersionOf":{"id":"cggv:5af80ea6-31c6-47d2-a5a5-299380f5593c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}