{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"},{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T19:41:34.137Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20673863","type":"dc:BibliographicResource","dc:abstract":"By using a combination of array comparative genomic hybridization and a candidate gene approach, we identified nuclear factor I/X (NFIX) deletions or nonsense mutation in three sporadic cases of a Sotos-like overgrowth syndrome with advanced bone age, macrocephaly, developmental delay, scoliosis, and unusual facies. Unlike the aforementioned human syndrome, Nfix-deficient mice are unable to gain weight and die in the first 3 postnatal weeks, while they also present with a spinal deformation and decreased bone mineralization. These features prompted us to consider NFIX as a candidate gene for Marshall-Smith syndrome (MSS), a severe malformation syndrome characterized by failure to thrive, respiratory insufficiency, accelerated osseous maturation, kyphoscoliosis, osteopenia, and unusual facies. Distinct frameshift and splice NFIX mutations that escaped nonsense-mediated mRNA decay (NMD) were identified in nine MSS subjects. NFIX belongs to the Nuclear factor one (NFI) family of transcription factors, but its specific function is presently unknown. We demonstrate that NFIX is normally expressed prenatally during human brain development and skeletogenesis. These findings demonstrate that allelic NFIX mutations trigger distinct phenotypes, depending specifically on their impact on NMD.","dc:creator":"Malan V","dc:date":"2010","dc:title":"Distinct effects of allelic NFIX mutations on nonsense-mediated mRNA decay engender either a Sotos-like or a Marshall-Smith syndrome."},"evidence":[{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c34b598-6c3d-41ee-ba04-8ad59737a03a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7072c878-d666-4ae9-91c6-47696ce41f01","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous deficient mice have phenotype consistent with Malan overgrowth syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30503862","type":"dc:BibliographicResource","dc:abstract":"Nuclear Factor One X (NFIX) haploinsufficiency in humans results in Malan syndrome, a disorder characterized by overgrowth, macrocephaly and intellectual disability. Although clinical assessments have determined the underlying symptomology of Malan syndrome, the fundamental mechanisms contributing to the enlarged head circumference and intellectual disability in these patients remains undefined.","dc:creator":"Oishi S","dc:date":"2019","dc:title":"Heterozygosity for Nuclear Factor One X in mice models features of Malan syndrome."},"rdfs:label":"Mouse KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Heterozygous deficient mice have phenotype consistent with Malan overgrowth syndrome."},{"id":"cggv:13aef041-c2dc-4550-ace6-ae622596936c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:76a217fa-9725-4113-a911-a81b7cccebfc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous deficient mice provide a good recapitulation of human phenotype, features thought be more specific to Marshall-Smith vs. Malan syndrome in SD-GCEP discussion.  Campbell et al. (2008; PMID 18477394) created a similar mouse model with a similar phenotype. Reduced to one point due to method of KO creation which does not mimic post-NMD PTC variants seen in Marshall-Smith.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17353270","type":"dc:BibliographicResource","dc:abstract":"The transcription factor family of nuclear factor I (NFI) proteins is encoded by four closely related genes: Nfia, Nfib, Nfic, and Nfix. A potential role for NFI proteins in regulating developmental processes has been implicated by their specific expression pattern during embryonic development and by analysis of NFI-deficient mice. It was shown that loss of NFIA results in hydrocephalus and agenesis of the corpus callosum and that NFIB deficiency leads to neurological defects and to severe lung hypoplasia, whereas Nfic knockout mice exhibit specific tooth defects. Here we report the knockout analysis of the fourth and last member of this gene family, Nfix. Loss of NFIX is postnatally lethal and leads to hydrocephalus and to a partial agenesis of the corpus callosum. Furthermore, NFIX-deficient mice develop a deformation of the spine, which is due to a delay in ossification of vertebral bodies and a progressive degeneration of intervertebral disks. Impaired endochondral ossification and decreased mineralization were also observed in femoral sections of Nfix-/- mice. Consistent with the defects in bone ossification we could show that the expression level of tetranectin, a plasminogen-binding protein involved in mineralization, is specifically downregulated in bones of NFIX-deficient mice.","dc:creator":"Driller K","dc:date":"2007","dc:title":"Nuclear factor I X deficiency causes brain malformation and severe skeletal defects."},"rdfs:label":"Mouse KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced to one point due to method of KO creation which does not mimic post-NMD PTC or missense variants seen in Marshall-Smith."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6283,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:59d1cba2-e0ac-44e0-81f3-727ed7b40bfb","type":"GeneValidityProposition","disease":"obo:MONDO_0011244","gene":"hgnc:7788","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The NFIX gene is located on chromosome 19 at 19p13.13 and encodes nuclear factor IX, a transcription factor implicated in brain and skeletal development. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, Malan overgrowth syndrome (OMIM:614753) and Marshall-Smith syndrome (OMIM:602535). The split curation for autosomal dominant Malan overgrowth syndrome has been curated separately. Marshall-Smith syndrome is characterized by feeding difficulties, failure to thrive, craniofacial dysmorphism, recurrent respiratory issues, developmental delay, abnormal bone morphology and hypertrichosis. The NFIX gene was first reported in relation to autosomal dominant Marshall-Smith syndrome in 2010 (Malan et al., PMID 20673863). Two canonical splice site, two exon deletion, one nonsense and 12 frameshift alleles have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in 24 unrelated individuals in four publications (PMID: 20673863; Schanze et al., 2014, PMID: 24924640; Martinez et al., 2015, PMID: 26600704; Aggarwal et al., 2017, PMID: 28442439) are included in this curation. There was no segregation data reported for these cases. This gene-disease relationship is also supported by mouse model experimental data (Driller et al., 2007, PMID: 17353270). A dominant negative mechanism of action has been proposed for alleles associated with Marshall-Smith syndrome, but this has yet to be experimentally demonstrated. In summary, NFIX is definitively associated with autosomal dominant Marshall-Smith syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 08.03.2022 (SOP Version 9).\nReplication over time.","dc:isVersionOf":{"id":"cggv:5ea5e599-a88b-46de-be18-62e71389c413"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}