{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-16T03:10:33.484Z","role":"Publisher"},{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-16T03:09:42.670Z","role":"Approver"}],"evidence":[{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a910bb9-c572-4ff1-97e7-e6a2f50c941a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68bcd458-3811-4db5-8d52-3cbfa76f906d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The authors transfected 293T cells with HA-RhoBTB2 and Myc-Cul3. Cul3 proteins were immunoprecipitated and their ability to bind RhoBTB2 was assessed by Western blotting. It was found that Cul3 bound robustly to RhoBTB2. In vitro ubiquitination assay confirmed that RhoBTB2 is indeed a direct substrate of a Cul3- based E3 ubiquitin ligase complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15107402","type":"dc:BibliographicResource","dc:abstract":"Rhobtb2 is a candidate tumor suppressor located on human chromosome 8p21, a region commonly deleted in cancer. Rhobtb2 is homozygously deleted in 3.5% of primary breast cancers, and gene expression is ablated in approximately 50% of breast and lung cancer cell lines. RhoBTB2 is an 83-kD, atypical Rho GTPase of unknown function, comprising an N-terminal Rho GTPase domain and two tandem BTB domains. In this report, we demonstrate that RhoBTB2 binds to the ubiquitin ligase scaffold, Cul3, via its first BTB domain and show in vitro and in vivo that RhoBTB2 is a substrate for a Cul3-based ubiquitin ligase complex. Moreover, we show that a RhoBTB2 missense mutant identified in a lung cancer cell line is neither able to bind Cul3 nor is it regulated by the ubiquitin/proteasome system, resulting in increased RhoBTB2 protein levels in vivo. We suggest a model in which RhoBTB2 functions as a tumor suppressor by recruiting proteins to a Cul3 ubiquitin ligase complex for degradation.","dc:creator":"Wilkins A","dc:date":"2004","dc:title":"RhoBTB2 is a substrate of the mammalian Cul3 ubiquitin ligase complex."},"rdfs:label":"RHOBTB2 binds to CUL3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"CUL3 interacts with three proteins involved in intellectual disability: RHOBTB2, LZTR1, and KLHL15. A total of 0.5 points were awarded for the supporting evidence from the three publications. Pathogenic variants in RHOBTB2 have been associated with Developmental and epileptic encephalopathy 64 (OMIM #618004)."},{"id":"cggv:321557ec-55ed-49ad-a320-bbd587681024","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:95dc2c3a-b454-401a-8d75-2eba6f4bf105","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-immunoprecipitation assays showed that RAS interacted with the LZTR1-Kelch and/or BTB1 domain and that Flag-CUL3 strongly bound to the LZTR1-BTB1 domain and weakly interacted with the LZTR1-Kelch domain. Myc-LZTR1 dimerized with Flag-LZTR1, indicating that LZTR1 homodimerizes. These results suggest that LZTR1 homodimerizes with itself and captures RAS\nproteins as a substrate adaptor for CUL3-based E3 ligase.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31337872","type":"dc:BibliographicResource","dc:abstract":"Leucine zipper-like transcriptional regulator 1 (LZTR1) encodes a member of the BTB-Kelch superfamily, which interacts with the Cullin3 (CUL3)-based E3 ubiquitin ligase complex. Mutations in LZTR1 have been identified in glioblastoma, schwannomatosis, and Noonan syndrome. However, the functional role of LZTR1 in carcinogenesis or human development is not fully understood. Here, we demonstrate that LZTR1 facilitates the polyubiquitination and degradation of RAS via the ubiquitin-proteasome pathway, leading to the inhibition of the RAS/MAPK signaling. The polyubiquitination and degradation of RAS was also observed in cells expressing MRAS, HRAS, NRAS, and KRAS as well as oncogenic RAS mutants and inhibited the activation of ERK1/2 and cell growth. In vivo ubiquitination assays showed that MRAS-K127 and HRAS-K170 were ubiquitinated by LZTR1 and that the polyubiquitinated-chains contained mainly Ub-K48, K63, and K33-linked chains, suggesting its possible involvement in autophagy. Immunoprecipitation analyses showed the interaction of LZTR1 and RAS-GTPases with autophagy-related proteins, including LC3B and SQSTM1/p62. Co-expression of LZTR1 and RAS increased the expression of lipidated form of LC3B. However, long-term treatment with chloroquine had little effect on RAS protein levels, suggesting that the contribution of autophagy to LZTR1-mediated RAS degradation is minimal. Taken together, these results show that LZTR1 functions as a \"RAS killer protein\" mainly via the ubiquitin-proteasome pathway regardless of the type of RAS GTPase, controlling downstream signal transduction. Our results also suggest a possible association of LZTR1 and RAS-GTPases with the autophagy. These findings provide clues for the elucidation of the mechanisms of RAS degradation and regulation of the RAS/MAPK signaling cascade.","dc:creator":"Abe T","dc:date":"2020","dc:title":"LZTR1 facilitates polyubiquitination and degradation of RAS-GTPases."},"rdfs:label":"LZTR1 (homodimers) forms a complex with RAS and and CUL3 "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"CUL3 interacts with three proteins involved in intellectual disability: RHOBTB2, LZTR1, and KLHL15. A total of 0.5 points were awarded for the supporting evidence from the three publications. Pathogenic variants in LZTR1 gene have been associated with autosomal dominant and autosomal recessive Noonan syndrome (OMIM #616564 and OMIM #605275)."},{"id":"cggv:5112115e-7c65-4179-8f0e-b65a0ab1e5f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b26581f-a1a8-4da0-9ffb-9519689cb6e1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using CtIP as a bait protein, only two proteins, CUL3 and KLHL15, were identified with multiple peptides in two independent mass spectrometry analyses. To confirm that CtIP and CUL3-KLHL15 form a complex, the authors performed an immunoprecipitation experiment and found that endogenous KLHL15 and CUL3 efficiently co-precipitated with GFP-tagged CtIP. Along with other experiments, the authors showed that CUL3-KLHL15 specifically interacts with CtIP and controls its protein turnover.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27561354","type":"dc:BibliographicResource","dc:abstract":"Human CtIP is a decisive factor in DNA double-strand break repair pathway choice by enabling DNA-end resection, the first step that differentiates homologous recombination (HR) from non-homologous end-joining (NHEJ). To coordinate appropriate and timely execution of DNA-end resection, CtIP function is tightly controlled by multiple protein-protein interactions and post-translational modifications. Here, we identify the Cullin3 E3 ligase substrate adaptor Kelch-like protein 15 (KLHL15) as a new interaction partner of CtIP and show that KLHL15 promotes CtIP protein turnover via the ubiquitin-proteasome pathway. A tripeptide motif (FRY) conserved across vertebrate CtIP proteins is essential for KLHL15-binding; its mutation blocks KLHL15-dependent CtIP ubiquitination and degradation. Consequently, DNA-end resection is strongly attenuated in cells overexpressing KLHL15 but amplified in cells either expressing a CtIP-FRY mutant or lacking KLHL15, thus impacting the balance between HR and NHEJ. Collectively, our findings underline the key importance and high complexity of CtIP modulation for genome integrity.","dc:creator":"Ferretti LP","dc:date":"2016","dc:title":"Cullin3-KLHL15 ubiquitin ligase mediates CtIP protein turnover to fine-tune DNA-end resection."},"rdfs:label":"CUL3-KLHL15 complex interacts and regulates CtIP "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Pathogenic variants in the KLHL15 gene have been associated with X-linked Mental retardation 103 (OMIM #300982). Two additional OMIM disease genes, LZTR1 and RHOBTB2, also support the disease association through protein interaction. The study of Abe T et al. (PMID: 31337872) and Wilkins A et al. (PMID: 15107402) detailed above support direct protein interactions of CUL3 with LZTR1 and RHOBTB2, respectively. A total of 0.5 points were awarded for the supporting evidence from the three publications.\n\n   \n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca15ff62-8f1b-485a-b59e-4511e7659c2a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e3da243a-1504-46bb-bad1-a27721519d0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mice with forebrain Cul3 deletion displayed autism-like social interaction impairment and sensory-gating deficiency. Region-specific deletion of Cul3 (here with virus-infection) leads to distinct phenotypes, with social deficits linked to the loss of Cul3 in prefrontal cortex, and stereotypic behaviors linked to the loss of Cul3 in striatum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31455858","type":"dc:BibliographicResource","dc:abstract":"Cullin 3 (Cul3) gene, which encodes a core component of the E3 ubiquitin ligase complex that mediates proteasomal degradation, has been identified as a true high-risk factor for autism. Here, by combining behavioral, electrophysiological, and proteomic approaches, we have examined how Cul3 deficiency contributes to the etiology of different aspects of autism. Heterozygous mice with forebrain Cul3 deletion displayed autism-like social interaction impairment and sensory-gating deficiency. Region-specific deletion of Cul3 leads to distinct phenotypes, with social deficits linked to the loss of Cul3 in prefrontal cortex (PFC), and stereotypic behaviors linked to the loss of Cul3 in striatum. Correlated with these behavioral alterations, Cul3 deficiency in forebrain or PFC induces NMDA receptor hypofunction, while Cul3 loss in striatum causes a cell type-specific alteration of neuronal excitability in striatal circuits. Large-scale profiling has identified sets of misregulated proteins resulting from Cul3 deficiency in different regions, including Smyd3, a histone methyltransferase involved in gene transcription. Inhibition or knockdown of Smyd3 in forebrain Cul3-deficient mice ameliorates social deficits and restores NMDAR function in PFC. These results have revealed for the first time a potential molecular mechanism underlying the manifestation of different autism-like behavioral deficits by Cul3 deletion in cortico-striatal circuits.","dc:creator":"Rapanelli M","dc:date":"2019","dc:title":"Behavioral, circuitry, and molecular aberrations by region-specific deficiency of the high-risk autism gene Cul3."},"rdfs:label":"Conditional knockout of CUL3 (emx1-cre) in mouse brains"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This paper used a heterozygous conditional KO targeting different cell types in mice brains (cortical excitatory glutamatergic neurons) compared with those in PMID: 31780330."},{"id":"cggv:d8d9354c-58a8-4ce6-903f-516e759818f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:17879cb6-13e4-4fe5-9328-925bf959c75e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CUL3-deficient mice exhibited social deficits and anxiety-like behaviors with enhanced glutamatergic transmission and neuronal excitability. Thus, CUL3 is critical to neural development, neurotransmission, and excitation-inhibition (E-I) balance.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31780330","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASD) are a group of neurodevelopmental disorders with symptoms including social deficits, anxiety, and communication difficulties. However, ASD pathogenic mechanisms are poorly understood. Mutations of CUL3, which encodes Cullin 3 (CUL3), a component of an E3 ligase complex, are thought of as risk factors for ASD and schizophrenia (SCZ). CUL3 is abundant in the brain, yet little is known of its function. Here, we show that CUL3 is critical for neurodevelopment. CUL3-deficient mice exhibited social deficits and anxiety-like behaviors with enhanced glutamatergic transmission and neuronal excitability. Proteomic analysis revealed eIF4G1, a protein for Cap-dependent translation, as a potential target of CUL3. ASD-associated cellular and behavioral deficits could be rescued by pharmacological inhibition of the eIF4G1 function and chemogenetic inhibition of neuronal activity. Thus, CUL3 is critical to neural development, neurotransmission, and excitation-inhibition (E-I) balance. Our study provides novel insight into the pathophysiological mechanisms of ASD and SCZ.","dc:creator":"Dong Z","dc:date":"2020","dc:title":"CUL3 Deficiency Causes Social Deficits and Anxiety-like Behaviors by Impairing Excitation-Inhibition Balance through the Promotion of Cap-Dependent Translation."},"rdfs:label":"Conditional knockout of CUL3 (GFAP-cre) in mouse brains"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"In the same publication, using the similar breeding strategy and behavioral assays, conditional knockout of CUL3 in pyramidal neurons (NEX-cre) in mice showed similar phenotypes as conditional knockout in neural progenitor cells of both neurons and astrocytes  (NEX-cre), including social deficits and anxiety-like behaviors. Taken together, we awarded 2.0 points for the two conditional knockout mouse models. An additional 2.0 points were awarded to the study of Morandell J et al. (https://doi.org/10.1101/2020.01.10.902064), which showed that a constitutive heterozygous Cul3 knockout mouse model displayed motor coordination deficits, reduced social memory, and cognitive impairments. Haploinsufficiency in Cul3 also resulted in defective neuronal migration, decreased spontaneous cortical excitatory and inhibitory activity, and cortical lamination abnormalities. At this time, the ClinGen Gene Curation Interface is not able to document and award points to the study in bioRxiv (not in pubMed).\n\n "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:71c00579-c789-41bf-b99c-23b8530c9eb7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:12ca51ff-430f-4723-8d2a-afd23ea4b554","type":"Proband","detectionMethod":"This study sequenced 208 candidate genes from >11,730 patients and >2,867 controls. ","firstTestingMethod":"Next generation sequencing panels","phenotypes":"obo:HP_0000717","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:71c00579-c789-41bf-b99c-23b8530c9eb7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9458d846-2507-4d2d-8688-44b89f73e4eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.586_589del (p.Gly197AspfsTer28)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658776185"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28191889","type":"dc:BibliographicResource","dc:abstract":"Gene-disruptive mutations contribute to the biology of neurodevelopmental disorders (NDDs), but most of the related pathogenic genes are not known. We sequenced 208 candidate genes from >11,730 cases and >2,867 controls. We identified 91 genes, including 38 new NDD genes, with an excess of de novo mutations or private disruptive mutations in 5.7% of cases. Drosophila functional assays revealed a subset with increased involvement in NDDs. We identified 25 genes showing a bias for autism versus intellectual disability and highlighted a network associated with high-functioning autism (full-scale IQ >100). Clinical follow-up for NAA15, KMT5B, and ASH1L highlighted new syndromic and nonsyndromic forms of disease.","dc:creator":"Stessman HA","dc:date":"2017","dc:title":"Targeted sequencing identifies 91 neurodevelopmental-disorder risk genes with autism and developmental-disability biases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28191889","rdfs:label":"TASC_211-5511-3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:c051ec70-1188-4a0f-a2e8-54c003d52c40_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:70f84d4c-8b32-4271-a088-a36854c81be0","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001263","sex":"Male","variant":{"id":"cggv:c051ec70-1188-4a0f-a2e8-54c003d52c40_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:42629be1-b231-427f-8b7c-41b0ac2efa24","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.194del (p.Leu66CysfsTer12)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658776189"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28135719","type":"dc:BibliographicResource","dc:abstract":"The genomes of individuals with severe, undiagnosed developmental disorders are enriched in damaging de novo mutations (DNMs) in developmentally important genes. Here we have sequenced the exomes of 4,293 families containing individuals with developmental disorders, and meta-analysed these data with data from another 3,287 individuals with similar disorders. We show that the most important factors influencing the diagnostic yield of DNMs are the sex of the affected individual, the relatedness of their parents, whether close relatives are affected and the parental ages. We identified 94 genes enriched in damaging DNMs, including 14 that previously lacked compelling evidence of involvement in developmental disorders. We have also characterized the phenotypic diversity among these disorders. We estimate that 42% of our cohort carry pathogenic DNMs in coding sequences; approximately half of these DNMs disrupt gene function and the remainder result in altered protein function. We estimate that developmental disorders caused by DNMs have an average prevalence of 1 in 213 to 1 in 448 births, depending on parental age. Given current global demographics, this equates to almost 400,000 children born per year.","dc:creator":"Deciphering Developmental Disorders Study","dc:date":"2017","dc:title":"Prevalence and architecture of de novo mutations in developmental disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719","rdfs:label":"DDD4K.03761"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:245eda4f-715f-411b-ad1a-270a1282a92c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:feff5d71-3142-48b5-bd47-8ecaf70bbdfa","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000752","obo:HP_0002353","obo:HP_0001263","obo:HP_0001250"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:245eda4f-715f-411b-ad1a-270a1282a92c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:20a86e2c-b55c-41c9-a69a-38c54a9ec339","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.137del (p.Arg46LeufsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655020"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32341456","type":"dc:BibliographicResource","dc:abstract":"The ubiquitin-proteasome system is the principal system for protein degradation mediated by ubiquitination and is involved in various cellular processes. Cullin-RING ligases (CRL) are one class of E3 ubiquitin ligases that mediate polyubiquitination of specific target proteins, leading to decomposition of the substrate. Cullin 3 (CUL3) is a member of the Cullin family proteins, which act as scaffolds of CRL. Here we describe three cases of global developmental delays, with or without epilepsy, who had de novo CUL3 variants. One missense variant c.854T>C, p.(Val285Ala) and two frameshift variants c.137delG, p.(Arg46Leufs*32) and c.1239del, p.(Asp413Glufs*42) were identified by whole-exome sequencing. The Val285 residue located in the Cullin N-terminal domain and p.Val285Ala CUL3 mutant showed significantly weaker interactions to the BTB domain proteins than wild-type CUL3. Our findings suggest that de novo CUL3 variants may cause structural instability of the CRL complex and impairment of the ubiquitin-proteasome system, leading to diverse neuropsychiatric disorders.","dc:creator":"Nakashima M","dc:date":"2020","dc:title":"De novo variants in CUL3 are associated with global developmental delays with or without infantile spasms."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32341456","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:fb04dc4b-0925-4769-815e-e3b8ee4b8328_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8af0b3fa-95c5-41f1-80c1-4f95b7c52252","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001256","obo:HP_0012523","obo:HP_0012448","obo:HP_0000193","obo:HP_0001263","obo:HP_0000175"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fb04dc4b-0925-4769-815e-e3b8ee4b8328_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0ccaec9a-9a43-4eec-9f03-07ab0822922f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.1239del (p.Asp413GlufsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655021"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32341456"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32341456","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:5b3046ae-760a-4108-b8a0-abac619288b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:16987667-6371-49f5-848a-fcb5e4152c56","type":"Proband","firstTestingMethod":"Whole genome shotgun sequencing","phenotypes":"obo:HP_0000717","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5b3046ae-760a-4108-b8a0-abac619288b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9458d846-2507-4d2d-8688-44b89f73e4eb"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28263302","type":"dc:BibliographicResource","dc:abstract":"We are performing whole-genome sequencing of families with autism spectrum disorder (ASD) to build a resource (MSSNG) for subcategorizing the phenotypes and underlying genetic factors involved. Here we report sequencing of 5,205 samples from families with ASD, accompanied by clinical information, creating a database accessible on a cloud platform and through a controlled-access internet portal. We found an average of 73.8 de novo single nucleotide variants and 12.6 de novo insertions and deletions or copy number variations per ASD subject. We identified 18 new candidate ASD-risk genes and found that participants bearing mutations in susceptibility genes had significantly lower adaptive ability (P = 6 × 10-4). In 294 of 2,620 (11.2%) of ASD cases, a molecular basis could be determined and 7.2% of these carried copy number variations and/or chromosomal abnormalities, emphasizing the importance of detecting all forms of genetic variation as diagnostic and therapeutic targets in ASD.","dc:creator":"C Yuen RK","dc:date":"2017","dc:title":"Whole genome sequencing resource identifies 18 new candidate genes for autism spectrum disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28263302","rdfs:label":"2-1247-003"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:3259a243-1bdf-4452-a848-74a405e65f7a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:10206439-6f65-44b2-ad12-2b889f591b06","type":"Proband","firstTestingMethod":"Next generation sequencing panels","phenotypes":"obo:HP_0000717","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:3259a243-1bdf-4452-a848-74a405e65f7a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dc711155-dbfb-4e49-b6bc-0846b6a8b96f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.1206+1G>T (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350828318"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27824329","type":"dc:BibliographicResource","dc:abstract":"Recurrent de novo (DN) and likely gene-disruptive (LGD) mutations contribute significantly to autism spectrum disorders (ASDs) but have been primarily investigated in European cohorts. Here, we sequence 189 risk genes in 1,543 Chinese ASD probands (1,045 from trios). We report an 11-fold increase in the odds of DN LGD mutations compared with expectation under an exome-wide neutral model of mutation. In aggregate, ∼4% of ASD patients carry a DN mutation in one of just 29 autism risk genes. The most prevalent gene for recurrent DN mutations is SCN2A (1.1% of patients) followed by CHD8, DSCAM, MECP2, POGZ, WDFY3 and ASH1L. We identify novel DN LGD recurrences (GIGYF2, MYT1L, CUL3, DOCK8 and ZNF292) and DN mutations in previous ASD candidates (ARHGAP32, NCOR1, PHIP, STXBP1, CDKL5 and SHANK1). Phenotypic follow-up confirms potential subtypes and highlights how large global cohorts might be leveraged to prove the pathogenic significance of individually rare mutations.","dc:creator":"Wang T","dc:date":"2016","dc:title":"De novo genic mutations among a Chinese autism spectrum disorder cohort."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27824329","rdfs:label":"SKLMG_M03563"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:857a8b5c-6f7a-48e7-af60-58d529ff14ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:85f86166-3216-4988-8d7b-a5e92d0ed7ba","type":"Proband","firstTestingMethod":"Whole genome shotgun sequencing","phenotypes":"obo:HP_0000717","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:857a8b5c-6f7a-48e7-af60-58d529ff14ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:73334163-e706-42ad-87eb-17019de3ab20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.1636C>T (p.Arg546Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA65917009"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22914163","type":"dc:BibliographicResource","dc:abstract":"Mutations generate sequence diversity and provide a substrate for selection. The rate of de novo mutations is therefore of major importance to evolution. Here we conduct a study of genome-wide mutation rates by sequencing the entire genomes of 78 Icelandic parent-offspring trios at high coverage. We show that in our samples, with an average father's age of 29.7, the average de novo mutation rate is 1.20 × 10(-8) per nucleotide per generation. Most notably, the diversity in mutation rate of single nucleotide polymorphisms is dominated by the age of the father at conception of the child. The effect is an increase of about two mutations per year. An exponential model estimates paternal mutations doubling every 16.5 years. After accounting for random Poisson variation, father's age is estimated to explain nearly all of the remaining variation in the de novo mutation counts. These observations shed light on the importance of the father's age on the risk of diseases such as schizophrenia and autism.","dc:creator":"Kong A","dc:date":"2012","dc:title":"Rate of de novo mutations and the importance of father's age to disease risk."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22914163","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:e3bf8526-71c1-4f7e-99c1-c4f47ca8f71f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bddf4a4f-ed2d-44b7-af2e-25d9275862f0","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001385","obo:HP_0001633","obo:HP_0002650","obo:HP_0012758","obo:HP_0001650"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e3bf8526-71c1-4f7e-99c1-c4f47ca8f71f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5eb91981-8c04-4088-bd8a-1c350f36615f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.429_432del (p.Ile145PhefsTer23)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658776186"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26785492","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) patients have an increased prevalence of extracardiac congenital anomalies (CAs) and risk of neurodevelopmental disabilities (NDDs). Exome sequencing of 1213 CHD parent-offspring trios identified an excess of protein-damaging de novo mutations, especially in genes highly expressed in the developing heart and brain. These mutations accounted for 20% of patients with CHD, NDD, and CA but only 2% of patients with isolated CHD. Mutations altered genes involved in morphogenesis, chromatin modification, and transcriptional regulation, including multiple mutations in RBFOX2, a regulator of mRNA splicing. Genes mutated in other cohorts examined for NDD were enriched in CHD cases, particularly those with coexisting NDD. These findings reveal shared genetic contributions to CHD, NDD, and CA and provide opportunities for improved prognostic assessment and early therapeutic intervention in CHD patients. ","dc:creator":"Homsy J","dc:date":"2015","dc:title":"De novo mutations in congenital heart disease with neurodevelopmental and other congenital anomalies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26785492","rdfs:label":"1-00577"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:18775d4a-3995-4d22-8eed-400384422e3b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c1d2a28b-8fe5-4c38-ae29-0bdcd66913be","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":12,"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000750","obo:HP_0001270","obo:HP_0000717"],"previousTesting":true,"previousTestingDescription":"Negative for chromosomal microarray","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:18775d4a-3995-4d22-8eed-400384422e3b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74b7e5bf-e1ef-41ba-965f-be6ed228762e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.596C>G (p.Ser199Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA66535837"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31696658","type":"dc:BibliographicResource","dc:abstract":"Large genomic databases of neurodevelopmental disorders (NDD) are helpful resources of genomic variations in complex and heterogeneous conditions, as Autism Spectrum Disorder (ASD). We evaluated the role of rare copy number variations (CNVs) and exonic de novo variants, in a molecularly unexplored Brazilian cohort of 30 ASD trios (n = 90), by performing a meta-analysis of our findings in more than 20,000 patients from NDD cohorts. We identified three pathogenic CNVs: two duplications on 1q21 and 17p13, and one deletion on 4q35. CNVs meta-analysis (n = 8,688 cases and n = 3,591 controls) confirmed 1q21 relevance by identifying duplications in other 16 ASD patients. Exome analysis led the identification of seven de novo variants in ASD genes (SFARI list): three loss-of-function pathogenic variants in CUL3, CACNA1H, and SHANK3; one missense pathogenic variant in KCNB1; and three deleterious missense variants in ATP10A, ANKS1B, and DOCK1. From the remaining 12 de novo variants in non-previous ASD genes, we prioritized PRPF8 and RBM14. Meta-analysis (n = 13,754 probands; n = 2,299 controls) identified six and two additional patients with validated de novo variants in PRPF8 and RBM14, respectively. By comparing the de novo variants with a previously established mutational rate model, PRPF8 showed nominal significance before multiple test correction (P = 0.039, P-value adjusted = 0.079, binomial test), suggesting its relevance to ASD. Approximately 60% of our patients presented comorbidities, and the diagnostic yield was estimated in 23% (7/30: three pathogenic CNVs and four pathogenic de novo variants). Our uncharacterized Brazilian cohort with tetra-hybrid ethnic composition was a valuable resource to validate and identify possible novel candidate loci. Autism Res 2020, 13: 199-206. © 2019 International Society for Autism Research, Wiley Periodicals, Inc. LAY SUMMARY: We believed that to study an unexplored autistic population, such as the Brazilian, could help to find novel genes for autism. In order to test this idea, with our limited budget, we compared candidate genes obtained from genomic analyses of 30 children and their parents, with those of more than 20,000 individuals from international studies. Happily, we identified a genetic cause in 23% of our patients and suggest a possible novel candidate gene for autism (PRPF8).","dc:creator":"da Silva Montenegro EM","dc:date":"2020","dc:title":"Meta-Analyses Support Previous and Novel Autism Candidate Genes: Outcomes of an Unexplored Brazilian Cohort."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31696658","rdfs:label":"F1389-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10},{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:b763d2ac-29e0-4615-9c6e-8f999c545a48_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2c6f649-509c-4ed2-8a21-0489b66eaeef","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001263","sex":"Male","variant":{"id":"cggv:b763d2ac-29e0-4615-9c6e-8f999c545a48_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1c0b1868-0cc9-4bc5-ad44-1ab25f120684","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.185A>T (p.Tyr62Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351130770"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719","rdfs:label":"DDD4K.02299"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"No functional studies of this missense variant."},{"id":"cggv:813ae542-4893-4dd7-b4ea-0c4b44f9b723_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a37d548-915f-4d0f-8c82-0e7885379491","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000717","obo:HP_0001256","obo:HP_0002360","obo:HP_0007018","obo:HP_0001999"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:813ae542-4893-4dd7-b4ea-0c4b44f9b723_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:102c6801-4160-4bb8-831b-88a8007c6740","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.2156A>G (p.His719Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2139834"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25969726","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASD) are a group of neurodevelopmental disorders with high heritability. Recent findings support a highly heterogeneous and complex genetic etiology including rare de novo and inherited mutations or chromosomal rearrangements as well as double or multiple hits.","dc:creator":"Codina-Solà M","dc:date":"2015","dc:title":"Integrated analysis of whole-exome sequencing and transcriptome profiling in males with autism spectrum disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25969726","rdfs:label":"ASD_7"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"No functional studies of this missense variant."},{"id":"cggv:7bd32f3a-6468-4261-b644-3b4994cb7cb4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:875582d8-7de6-4903-9a96-7f468c87d817","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001250","obo:HP_0003808","obo:HP_0010864","obo:HP_0001642","obo:HP_0001263","obo:HP_0002353"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7bd32f3a-6468-4261-b644-3b4994cb7cb4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c6f2afca-0349-4ca6-9eaf-f20f82528b84","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.854T>C (p.Val285Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350830163"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32341456"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32341456","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Functional studies suggested that this variant showed a weaker interaction with the\nKEAP1, one of the BTB proteins binding with CUL3, than that of WT. According to SOP v.8, de novo non-null variant with functional data= 0.4+0.4"},{"id":"cggv:accf7621-e769-457f-9071-6ee6cf7f3473_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e333299f-5a69-4182-b69e-0edae2461d1f","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0000717","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:accf7621-e769-457f-9071-6ee6cf7f3473_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ff0f8863-710e-4ac9-9af0-42aa05f589bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.736G>T (p.Glu246Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350830505"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22495309","type":"dc:BibliographicResource","dc:abstract":"It is well established that autism spectrum disorders (ASD) have a strong genetic component; however, for at least 70% of cases, the underlying genetic cause is unknown. Under the hypothesis that de novo mutations underlie a substantial fraction of the risk for developing ASD in families with no previous history of ASD or related phenotypes--so-called sporadic or simplex families--we sequenced all coding regions of the genome (the exome) for parent-child trios exhibiting sporadic ASD, including 189 new trios and 20 that were previously reported. Additionally, we also sequenced the exomes of 50 unaffected siblings corresponding to these new (n = 31) and previously reported trios (n = 19), for a total of 677 individual exomes from 209 families. Here we show that de novo point mutations are overwhelmingly paternal in origin (4:1 bias) and positively correlated with paternal age, consistent with the modest increased risk for children of older fathers to develop ASD. Moreover, 39% (49 of 126) of the most severe or disruptive de novo mutations map to a highly interconnected β-catenin/chromatin remodelling protein network ranked significantly for autism candidate genes. In proband exomes, recurrent protein-altering mutations were observed in two genes: CHD8 and NTNG1. Mutation screening of six candidate genes in 1,703 ASD probands identified additional de novo, protein-altering mutations in GRIN2B, LAMC3 and SCN1A. Combined with copy number variant (CNV) data, these results indicate extreme locus heterogeneity but also provide a target for future discovery, diagnostics and therapeutics.","dc:creator":"O'Roak BJ","dc:date":"2012","dc:title":"Sporadic autism exomes reveal a highly interconnected protein network of de novo mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22495309","rdfs:label":"11452.p1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"According to SOP v.8, de novo null variant= 1.5 +0.5"},{"id":"cggv:bec3a7bd-a82f-4351-b9ad-5b9e8f179b12_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a24aaf27-ddae-4634-ac7d-69d6015d89d8","type":"Proband","detectionMethod":"In this study, we sequenced an additional 1473 probands from the ACGC using single-molecule molecular inversion probes (smMIPs). The samples were sequenced and analyzed using a staged approach. During the first stage, we combined the results from phase I sequence data from an additional 851 probands for 211 genes from the original study. During the second stage, we reduced the gene set and focused on targeted resequencing of 85 genes selected from the 211 genes according to the latest progress and our in-house data for the remaining 622 probands. ","firstTestingMethod":"Next generation sequencing panels","phenotypes":"obo:HP_0000717","sex":"Male","variant":{"id":"cggv:bec3a7bd-a82f-4351-b9ad-5b9e8f179b12_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7a181c25-2542-43da-ae93-46133bd23b84","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.1943C>T (p.Pro648Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350822781"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30564305","type":"dc:BibliographicResource","dc:abstract":"We previously performed targeted sequencing of autism risk genes in probands from the Autism Clinical and Genetic Resources in China (ACGC) (phase I). Here, we expand this analysis to a larger cohort of patients (ACGC phase II) to better understand the prevalence, inheritance, and genotype-phenotype correlations of likely gene-disrupting (LGD) mutations for autism candidate genes originally identified in cohorts of European descent.","dc:creator":"Guo H","dc:date":"2018","dc:title":"Inherited and multiple de novo mutations in autism/developmental delay risk genes suggest a multifactorial model."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30564305","rdfs:label":"GX0263.p1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"No functional studies of this missense variant."},{"id":"cggv:ace6cda1-1cdb-4a4f-8913-575ef9281f65_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7d70476c-6ee8-4521-b826-f1eeec587e30","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001263","sex":"Male","variant":{"id":"cggv:ace6cda1-1cdb-4a4f-8913-575ef9281f65_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c0d160e6-b88a-4065-a1d1-7ece2d6f8891","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.2219del (p.Ile741LeufsTer27)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658776177"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719","rdfs:label":"DDD4K.03717"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"This frameshift variant is located at the last exon and uncertain whether it undergoes nonsense-mediated decay. "},{"id":"cggv:89548c56-2f65-49c5-a1c1-88e6c6e63702_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0be9bc06-d8c5-4899-8e8f-a09dd31928a5","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0009777","obo:HP_0001508","obo:HP_0000750","obo:HP_0000252"],"sex":"Male","variant":{"id":"cggv:89548c56-2f65-49c5-a1c1-88e6c6e63702_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d09ea363-78c6-45e4-b9b3-5b822a596544","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.173A>G (p.Tyr58Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/559557"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30311385","type":"dc:BibliographicResource","dc:abstract":"The variable evidence supporting gene-disease associations contributes to the difficulty of accurate variant reporting in a clinical setting. An evidence-based scoring system for evaluating the clinical validity of gene-disease associations, proposed by ClinGen, considers experimental as well as genetic evidence. De novo variants are heavily weighted, given the overall rarity in the genome and their contribution to human disease, however they are reported as \"genes of unknown significance\" in our center when there is insufficient evidence for the gene-disease assertion. We report a collection of 21 de novo variants in genes of unknown clinical significance ascertained via clinical testing, of which eight of 21 (38%) are predicted to cause loss of function. These genes were subjected to ClinGen scoring to assess the strength of gene-disease relationships. Using a cutoff for moderate high or strong, 10 of 21 genes now have sufficient evidence to qualify as likely pathogenic or pathogenic variants. Sharing such cases with phenotypic data is imperative to strengthen available genetic evidence to ultimately upgrade clinical validity classifications and facilitate accurate molecular diagnosis.","dc:creator":"Thiffault I","dc:date":"2018","dc:title":"On the verge of diagnosis: Detection, reporting, and investigation of de novo variants in novel genes identified by clinical sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30311385","rdfs:label":"2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"No functional studies of this missense variant."},{"id":"cggv:5aa26429-ae7f-420b-b6ce-3b5eea7cf3d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db66fece-7808-42e2-9893-e5bbd3276910","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0000717","sex":"Male","variant":{"id":"cggv:5aa26429-ae7f-420b-b6ce-3b5eea7cf3d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0c527648-7210-4bbe-a457-884b8278cb33","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.190A>G (p.Met64Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351130761"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31981491","type":"dc:BibliographicResource","dc:abstract":"We present the largest exome sequencing study of autism spectrum disorder (ASD) to date (n = 35,584 total samples, 11,986 with ASD). Using an enhanced analytical framework to integrate de novo and case-control rare variation, we identify 102 risk genes at a false discovery rate of 0.1 or less. Of these genes, 49 show higher frequencies of disruptive de novo variants in individuals ascertained to have severe neurodevelopmental delay, whereas 53 show higher frequencies in individuals ascertained to have ASD; comparing ASD cases with mutations in these groups reveals phenotypic differences. Expressed early in brain development, most risk genes have roles in regulation of gene expression or neuronal communication (i.e., mutations effect neurodevelopmental and neurophysiological changes), and 13 fall within loci recurrently hit by copy number variants. In cells from the human cortex, expression of risk genes is enriched in excitatory and inhibitory neuronal lineages, consistent with multiple paths to an excitatory-inhibitory imbalance underlying ASD.","dc:creator":"Satterstrom FK","dc:date":"2020","dc:title":"Large-Scale Exome Sequencing Study Implicates Both Developmental and Functional Changes in the Neurobiology of Autism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31981491","rdfs:label":"DEASD_1027_001"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"No functional studies of this missense variant."},{"id":"cggv:5cf5a2bb-f6cb-4f35-abd6-208fe0da46f2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50a7d1bf-735d-410c-84d1-e056a543952a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":23,"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0100753","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5cf5a2bb-f6cb-4f35-abd6-208fe0da46f2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c227b03-f231-4ff6-a913-58baf383f82e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.2254G>C (p.Glu752Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350820265"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24463507","type":"dc:BibliographicResource","dc:abstract":"Inherited alleles account for most of the genetic risk for schizophrenia. However, new (de novo) mutations, in the form of large chromosomal copy number changes, occur in a small fraction of cases and disproportionally disrupt genes encoding postsynaptic proteins. Here we show that small de novo mutations, affecting one or a few nucleotides, are overrepresented among glutamatergic postsynaptic proteins comprising activity-regulated cytoskeleton-associated protein (ARC) and N-methyl-d-aspartate receptor (NMDAR) complexes. Mutations are additionally enriched in proteins that interact with these complexes to modulate synaptic strength, namely proteins regulating actin filament dynamics and those whose messenger RNAs are targets of fragile X mental retardation protein (FMRP). Genes affected by mutations in schizophrenia overlap those mutated in autism and intellectual disability, as do mutation-enriched synaptic pathways. Aligning our findings with a parallel case-control study, we demonstrate reproducible insights into aetiological mechanisms for schizophrenia and reveal pathophysiology shared with other neurodevelopmental disorders. ","dc:creator":"Fromer M","dc:date":"2014","dc:title":"De novo mutations in schizophrenia implicate synaptic networks."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24463507","rdfs:label":"3378-1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"The proband has schizophrenia (no ID/ASD), and no functional studies of this missense variant."},{"id":"cggv:1f0ac88f-12d4-4bc4-aae1-0874d6dc34d1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:044b0229-9178-44e1-9056-396a9ecf09bc","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001263","sex":"Female","variant":{"id":"cggv:1f0ac88f-12d4-4bc4-aae1-0874d6dc34d1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:725b498c-a5ae-45e8-9485-0ba4a58a4b92","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.2305T>C (p.Ter769Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350820051"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28135719","rdfs:label":"DDD4K.01069"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Stop-loss variant, functional significance unknown."},{"id":"cggv:baff99dd-7109-4c4f-9961-99c9ddcdfa8a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1f1f7f15-400a-4402-a8d4-5a64c6cd5d70","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001249","sex":"UnknownEthnicity","variant":{"id":"cggv:baff99dd-7109-4c4f-9961-99c9ddcdfa8a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:06e968f8-eb91-465e-a355-e1bf7ec19b5e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003590.5(CUL3):c.223A>C (p.Thr75Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351130682"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27479843","type":"dc:BibliographicResource","dc:abstract":"To identify candidate genes for intellectual disability, we performed a meta-analysis on 2,637 de novo mutations, identified from the exomes of 2,104 patient-parent trios. Statistical analyses identified 10 new candidate ID genes: DLG4, PPM1D, RAC1, SMAD6, SON, SOX5, SYNCRIP, TCF20, TLK2 and TRIP12. In addition, we show that these genes are intolerant to nonsynonymous variation and that mutations in these genes are associated with specific clinical ID phenotypes.","dc:creator":"Lelieveld SH","dc:date":"2016","dc:title":"Meta-analysis of 2,104 trios provides support for 10 new genes for intellectual disability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27479843","rdfs:label":"593"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"No functional studies of this missense variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1857,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:73ecb437-ddf0-42d6-83d7-b85677aa5e9d","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:2553","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in the CUL3 gene were first reported in individuals with complex neurodevelopmental disorder in 2012 (O'Roak et al., PMID 22495309; Kong et al., PMID 22914163). The gene-disease relationship was originally suggested by large cohort studies focusing on autism spectrum disorder, developmental delay, and intellectual disability (O'Roak et al., PMID 22495309; McRae et al., PMID 28135719; Stessman et al., PMID: 28191889). In addition to these features, other variable clinical features may include seizures, congenital heart defects, skeletal anomalies, and dysmorphic facial features (Thiffault et al., PMID 30311385; Nakashima et al., PMID 32341456). The phenotypic spectrum is still emerging as most reported patients were part of large cohort studies where only neurodevelopmental phenotypes were described. More than 30 truncating and missense variants in CUL3 have been documented in 15 publications, with the majority being de novo. Of note, we did not score any variants documented to be inherited from a parent, due to incomplete information about the affected status of the parents in large cohort studies. CUL3 is highly intolerant to loss of function variants (pLI=1) and highly constrained for missense variants (Z score=4.75) according to gnomAD v2.1.1. Evidence supporting this gene-disease relationship also includes experimental data. Three independent studies in heterozygous constitutive or conditional knockout mouse models showed behavioral abnormalities, including social and cognitive deficits, altered neuronal excitability, and defective cortical neuronal migration (Rapanelli et al., PMID 31455858; Dong et al., PMID 31780330; Morandell et al., doi: https://doi.org/10.1101/2020.01.10.902064). CUL3 encodes a E3 ubiquitin ligase and has been demonstrated to interact with RHOBTB2, KLHL15, and LZTR1 (Wilkins et al., PMID 15107402; Ferretti et al., PMID 27561354; Abe et al., PMID 31337872), which are implicated in neurodevelopmental disorders. Of note, variants in CUL3 leading to exon 9 skipping exert a dominant-negative effect and are associated with a different disorder, autosomal dominant pseudohypoaldosteronism type II, characterized by hypertension, hyperkalaemia, metabolic acidosis and normal renal function (OMIM #614496). In summary, CUL3 is definitively associated with complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 11/04/20 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:fb529ace-86b5-4209-9974-9c07a1c32956"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}