{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-01-10T18:04:02.973Z","role":"Publisher"},{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-01-10T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:96d4dbf6-6ed9-434c-bbcd-b250f81c91b2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:658e93f7-2fdb-46a5-ab40-cfa81704d917","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12690580","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 2D (CMT2D) and distal spinal muscular atrophy type V (dSMA-V) are axonal peripheral neuropathies inherited in an autosomal dominant fashion. Our previous genetic and physical mapping efforts localized the responsible gene(s) to a well-defined region on human chromosome 7p. Here, we report the identification of four disease-associated missense mutations in the glycyl tRNA synthetase gene in families with CMT2D and dSMA-V. This is the first example of an aminoacyl tRNA synthetase being implicated in a human genetic disease, which makes genes that encode these enzymes relevant candidates for other inherited neuropathies and motor neuron diseases.","dc:creator":"Antonellis A","dc:date":"2003","dc:title":"Glycyl tRNA synthetase mutations in Charcot-Marie-Tooth disease type 2D and distal spinal muscular atrophy type V."},"rdfs:label":"Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f8f507f2-1081-4170-8e9e-39461a29fbe4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:df3c2ecf-c08c-4461-945d-6498d7b26b88","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"staining of human tissue","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17035524","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 2D (CMT2D) and distal spinal muscular atrophy type V (dSMA-V) are axonal neuropathies characterized by a phenotype that is more severe in the upper extremities. We previously implicated mutations in the gene encoding glycyl-tRNA synthetase (GARS) as the cause of CMT2D and dSMA-V. GARS is a member of the family of aminoacyl-tRNA synthetases responsible for charging tRNA with cognate amino acids; GARS ligates glycine to tRNA(Gly). Here, we present functional analyses of disease-associated GARS mutations and show that there are not any significant mutation-associated changes in GARS expression levels; that the majority of identified GARS mutations modeled in yeast severely impair viability; and that, in most cases, mutant GARS protein mislocalizes in neuronal cells. Indeed, four of the five mutations studied show loss-of-function features in at least one assay, suggesting that tRNA-charging deficits play a role in disease pathogenesis. Finally, we detected endogenous GARS-associated granules in the neurite projections of cultured neurons and in the peripheral nerve axons of normal human tissue. These data are particularly important in light of the recent identification of CMT-associated mutations in another tRNA synthetase gene [YARS (tyrosyl-tRNA synthetase gene)]. Together, these findings suggest that tRNA-charging enzymes play a key role in maintaining peripheral axons.","dc:creator":"Antonellis A","dc:date":"2006","dc:title":"Functional analyses of glycyl-tRNA synthetase mutations suggest a key role for tRNA-charging enzymes in peripheral axons."},"rdfs:label":"histochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fa24de4-c010-4f82-b16e-eba980934a2d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:021d5270-cf2f-40e3-84bf-e88dbecab204","type":"FunctionalAlteration","dc:description":"all seven mutant GlyRSs were defective in their localization to sprouting\nneuritis where the endogenous GlyRS was still maintained","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17595294","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) diseases are the most common heritable peripheral neuropathy. At least 10 different mutant alleles of GARS (the gene for glycyl-tRNA synthetase) have been reported to cause a dominant axonal form of CMT (type 2D). A unifying connection between these mutations and CMT has been unclear. Here, mapping mutations onto the recently determined crystal structure of human GlyRS showed them within a band encompassing both sides of the dimer interface, with two CMT-causing mutations being at sites that are complementary partners of a \"kissing\" contact across the dimer interface. The CMT phenotype is shown here to not correlate with aminoacylation activity. However, most mutations affect dimer formation (to enhance or weaken). Seven CMT-causing variants and the wild-type protein were expressed in transfected neuroblastoma cells that sprout primitive neurites. Wild-type GlyRS distributed into the nascent neurites and was associated with normal neurite sprouting. In contrast, all mutant proteins were distribution-defective. Thus, CMT-causing mutations of GlyRS share a common defect in localization. This defect may be connected in some way to a change in the surfaces at the dimer interface.","dc:creator":"Nangle LA","dc:date":"2007","dc:title":"Charcot-Marie-Tooth disease-associated mutant tRNA synthetases linked to altered dimer interface and neurite distribution defect."},"rdfs:label":"immunofluorescence in mouse neuroblastoma N2a cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9241a3e-2a67-4916-aac4-7b83c2f8833a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b4ced3f-d059-4f1a-8460-7d20acc277fd","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"scAAV9.mi.ΔETAQ treatment prevents the onset of neuropathy in ΔETAQ mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31557132","type":"dc:BibliographicResource","dc:abstract":"Gene therapy approaches are being deployed to treat recessive genetic disorders by restoring the expression of mutated genes. However, the feasibility of these approaches for dominantly inherited diseases - where treatment may require reduction in the expression of a toxic mutant protein resulting from a gain-of-function allele - is unclear. Here we show the efficacy of allele-specific RNAi as a potential therapy for Charcot-Marie-Tooth disease type 2D (CMT2D), caused by dominant mutations in glycyl-tRNA synthetase (GARS). A de novo mutation in GARS was identified in a patient with a severe peripheral neuropathy, and a mouse model precisely recreating the mutation was produced. These mice developed a neuropathy by 3-4 weeks of age, validating the pathogenicity of the mutation. RNAi sequences targeting mutant GARS mRNA, but not wild-type, were optimized and then packaged into AAV9 for in vivo delivery. This almost completely prevented the neuropathy in mice treated at birth. Delaying treatment until after disease onset showed modest benefit, though this effect decreased the longer treatment was delayed. These outcomes were reproduced in a second mouse model of CMT2D using a vector specifically targeting that allele. The effects were dose dependent, and persisted for at least 1 year. Our findings demonstrate the feasibility of AAV9-mediated allele-specific knockdown and provide proof of concept for gene therapy approaches for dominant neuromuscular diseases.","dc:creator":"Morelli KH","dc:date":"2019","dc:title":"Allele-specific RNA interference prevents neuropathy in Charcot-Marie-Tooth disease type 2D mouse models."},"rdfs:label":"RNAi-based gene therapy in a “humanized” mouse model "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:5453ba78-7837-477c-bb1b-390dab79b7dd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f653f8e4-7085-4818-bf4d-b5abd38c0c1e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"model system resemble human phenotype ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19470612","type":"dc:BibliographicResource","dc:abstract":"Mutations in the enzyme glycyl-tRNA synthetase (GARS) cause motor and sensory axon loss in the peripheral nervous system in humans, described clinically as Charcot-Marie-Tooth type 2D or distal spinal muscular atrophy type V. Here, we characterise a new mouse mutant, Gars(C201R), with a point mutation that leads to a non-conservative substitution within GARS. Heterozygous mice with a C3H genetic background have loss of grip strength, decreased motor flexibility and disruption of fine motor control; this relatively mild phenotype is more severe on a C57BL/6 background. Homozygous mutants have a highly deleterious set of features, including movement difficulties and death before weaning. Heterozygous animals have a reduction in axon diameter in peripheral nerves, slowing of nerve conduction and an alteration in the recovery cycle of myelinated axons, as well as innervation defects. An assessment of GARS levels showed increased protein in 15-day-old mice compared with controls; however, this increase was not observed in 3-month-old animals, indicating that GARS function may be more crucial in younger animals. We found that enzyme activity was not reduced detectably in heterozygotes at any age, but was diminished greatly in homozygous mice compared with controls; thus, homozygous animals may suffer from a partial loss of function. The Gars(C201R) mutation described here is a contribution to our understanding of the mechanism by which mutations in tRNA synthetases, which are fundamentally important, ubiquitously expressed enzymes, cause axonopathy in specific sets of neurons.","dc:creator":"Achilli F","dc:date":"2009","dc:title":"An ENU-induced mutation in mouse glycyl-tRNA synthetase (GARS) causes peripheral sensory and motor phenotypes creating a model of Charcot-Marie-Tooth type 2D peripheral neuropathy."},"rdfs:label":"ENU induced GARS C201R/+ Mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:aa5195b8-ed88-490a-b206-0db08f0e471f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:16a572fb-3817-4c92-be33-d91c31b095e7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"similar motor and electrofisiological deficit","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24807208","type":"dc:BibliographicResource","dc:abstract":"Aminoacyl-tRNA synthetases are ubiquitously expressed proteins that charge tRNAs with their cognate amino acids. By ensuring the fidelity of protein synthesis, these enzymes are essential for the viability of every cell. Yet, mutations in six tRNA synthetases specifically affect the peripheral nerves and cause Charcot-Marie-Tooth (CMT) disease. The CMT-causing mutations in tyrosyl- and glycyl-tRNA synthetases (YARS and GARS, respectively) alter the activity of the proteins in a range of ways (some mutations do not impact charging function, while others abrogate it), making a loss of function in tRNA charging unlikely to be the cause of disease pathology. It is currently unknown which cellular mechanisms are triggered by the mutant enzymes and how this leads to neurodegeneration. Here, by expressing two pathogenic mutations (G240R, P234KY) in Drosophila, we generated a model for GARS-associated neuropathy. We observed compromised viability, and behavioral, electrophysiological and morphological impairment in flies expressing the cytoplasmic isoform of mutant GARS. Their features recapitulated several hallmarks of CMT pathophysiology and were similar to the phenotypes identified in our previously described Drosophila model of YARS-associated neuropathy. Furthermore, CG8316 and CG15599 - genes identified in a retinal degeneration screen to modify mutant YARS, also modified the mutant GARS phenotypes. Our study presents genetic evidence for common mutant-specific interactions between two CMT-associated aminoacyl-tRNA synthetases, lending support for a shared mechanism responsible for the synthetase-induced peripheral neuropathies. ","dc:creator":"Ermanoska B","dc:date":"2014","dc:title":"CMT-associated mutations in glycyl- and tyrosyl-tRNA synthetases exhibit similar pattern of toxicity and share common genetic modifiers in Drosophila."},"rdfs:label":"drosophila model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a07ab085-eaa5-43f9-8016-a1acf68b8496","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0bd82f8d-b6de-431e-9dfe-bb607c10dc50","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"motor weakness","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16982418","type":"dc:BibliographicResource","dc:abstract":"Of the many inherited Charcot-Marie-Tooth peripheral neuropathies, type 2D (CMT2D) is caused by dominant point mutations in the gene GARS, encoding glycyl tRNA synthetase (GlyRS). Here we report a dominant mutation in Gars that causes neuropathy in the mouse. Importantly, both sensory and motor axons are affected, and the dominant phenotype is not caused by a loss of the GlyRS aminoacylation function. Mutant mice have abnormal neuromuscular junction morphology and impaired transmission, reduced nerve conduction velocities, and a loss of large-diameter peripheral axons, without defects in myelination. The mutant GlyRS enzyme retains aminoacylation activity, and a loss-of-function allele, generated by a gene-trap insertion, shows no dominant phenotype in mice. These results indicate that the CMT2D phenotype is caused not by reduction of the canonical GlyRS activity and insufficiencies in protein synthesis, but instead by novel pathogenic roles for the mutant GlyRS that specifically affect peripheral neurons.","dc:creator":"Seburn KL","dc:date":"2006","dc:title":"An active dominant mutation of glycyl-tRNA synthetase causes neuropathy in a Charcot-Marie-Tooth 2D mouse model."},"rdfs:label":"GARS Nmf249/+ mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5757,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:27f8fe18-9ce7-4686-81dd-a5e40cabc8c6","type":"GeneValidityProposition","disease":"obo:MONDO_0011091","gene":"hgnc:4162","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GARS1 was described as the cause of Charcot Marie Tooth Disease type 2D (CMT2D) in five families in 2003 (Antonellis A. et al., 2003, PMID: 12690580). CMT2D is allelic with Distal Hereditary Motor Neuronopathy, type V-A, and infantile spinal muscular atrophy, James type. Phenotypical variability is thus present, however we found no difference in molecular mechanism and inheritance pattern. Therefore, the disease entities have been lumped into Charcot-Marie-Tooth disease. \nPatients with pathogenic GARS changes present with distal muscle weakness, distal amyotrophy, pes cavus, and intermediate slowing of the motor nerve conduction velocities upon EMG examination. Age-at-onset can be from congenital to juvenile, with a case reported as early as 6 weeks (PMID:32181591). \n\nGARS1 encodes glycine-tRNA synthetase 1, making it a member of the ubiquitously expressed aminoacyl tRNA synthetases responsible for charging tRNAs with their cognate amino acids. CMT2D-related mutations are missense changes or in-frame deletions. In total, we reviewed evidence for 14 variants, of which 5 were inherited in a de novo manner, adding up to a total of 12 points. Variants have been shown to impair yeast viability and to mislocalize in neuronal cell lines (Antonellis et al. 2006, PMID: 17035524, Nangle et al., 2007, PMID: 17595294). Through both mouse and drosophila models, it was shown that the phenotype is not caused by a loss of the GlyRS aminoacylation activity (Seburn et al., 2006, PMID: 16982418, Ermanoska et al., 2014, PMID: 24807208). All functional evidence summed up to 5.5 points. \n\nIn summary, GARS1 is definitively associated with autosomal dominant Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both the research and diagnostic settings, and has been upheld over time. \n","dc:isVersionOf":{"id":"cggv:168242d1-ef2e-486a-a45a-ed96187bd4d2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}