{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-09-24T13:30:12.872Z","role":"Publisher"},{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-09-24T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9139825","type":"dc:BibliographicResource","dc:abstract":"Severe deafness or hearing impairment is the most prevalent inherited sensory disorder, affecting about 1 in 1,000 children. Most deafness results from peripheral auditory defects that occur as a consequence of either conductive (outer or middle ear) or sensorineuronal (cochlea) abnormalities. Although a number of mutant genes have been identified that are responsible for syndromic (multiple phenotypic disease) deafness such as Waardenburg syndrome and Usher 1B syndrome, little is known about the genetic basis of non-syndromic (single phenotypic disease) deafness. Here we study a pedigree containing cases of autosomal dominant deafness and have identified a mutation in the gene encoding the gap-junction protein connexin 26 (Cx26) that segregates with the profound deafness in the family. Cx26 mutations resulting in premature stop codons were also found in three autosomal recessive non-syndromic sensorineuronal deafness pedigrees, genetically linked to chromosome 13q11-12 (DFNB1), where the Cx26 gene is localized. Immunohistochemical staining of human cochlear cells for Cx26 demonstrated high levels of expression. To our knowledge, this is the first non-syndromic sensorineural autosomal deafness susceptibility gene to be identified, which implicates Cx26 as an important component of the human cochlea.","dc:creator":"Kelsell DP","dc:date":"1997","dc:title":"Connexin 26 mutations in hereditary non-syndromic sensorineural deafness."},"evidence":[{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79189aa9-786b-4bfc-a9f9-af5a4e67299c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7bcbc2e9-b684-48b3-98ab-dd3c7bd47124","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical analysis of human connexin 26 expression in the stria vascularis, basement membrane, limbus, and the spiral prominence of the cochlea is consistent with the hypothesis that Cx26 mutations can be involved in the molecular pathology of these forms of hereditary deafness.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9507396","type":"dc:BibliographicResource","dc:abstract":"We report a mutation in the connexin 26 gene (Cx26) in a consanguineous Moroccan family linked to the DFNA3/DFNB1 locus on human chromosome 13q11-q12. Affected subjects display congenital, bilateral, sensorineural hearing loss. We have previously identified Cx26 mutations in consanguineous Pakistani families. This current finding indicates that Cx26 mutations are not restricted to ethnically and geographically distinct populations. This is an important observation since it will help to determine the overall contribution of connexin 26 mutations to autosomal deafness in different populations.","dc:creator":"Lench NJ","dc:date":"1998","dc:title":"A Moroccan family with autosomal recessive sensorineural hearing loss caused by a mutation in the gap junction protein gene connexin 26 (GJB2)."},"rdfs:label":"Cochlear Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:603e9693-5faf-4265-b5d3-91ae521e7e76","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3e9f4eb-e542-4a62-83a9-894ee4153823","type":"FunctionalAlteration","dc:description":"No dye transfer was observed between clusters of cells expressing the variants 35delG (n=30), G12V (n=32), S19T (n=30), and M34T (n=51), whereas variants L90P and R127H showed a very low incidence of dye transfer (13.5%, n=81, and 11.8%, n=102, respectively) compared to wtCx26.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12176036","type":"dc:BibliographicResource","dc:abstract":"Mutations in the GJB2 gene, encoding the gap-junction channel protein connexin 26, account for the majority of recessive forms and some of the dominant cases of deafness. Here, we report the frequency of GJB2 alleles in the Italian population affected by hearing loss and the functional analysis of six missense mutations. Genetic studies indicate that, apart from the common 35delG, only few additional mutations can be detected with a significant frequency in our population. Transfection of communication-incompetent HeLa cells with Cx26 missense mutations revealed three distinct classes of functional deficits in terms of protein expression, subcellular localisation and/or functional activity. Moreover, the M34T mutant acted as a dominant inhibitor of wild-type Cx26 channel activity when the two proteins were co-expressed in a manner mimicking a heterozygous genotype. These data support the hypothesis of a functional role for M34T as a dominant allele and represent a further step towards a complete understanding of the role of GJB2 in causing hearing loss.","dc:creator":"D'Andrea P","dc:date":"2002","dc:title":"Hearing loss: frequency and functional studies of the most common connexin26 alleles."},"rdfs:label":"Dye Transfer"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Dye transfer assays are well replicated across multiple studies for multiple variants in GJB2."},{"id":"cggv:24de1bc5-746c-4706-89a9-d21d62fc4437","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24a19e9f-e1ff-441e-bca8-f81a5a27dab2","type":"FunctionalAlteration","dc:description":"Wild-type Cx26 formed functional channels with junctional conductance that was 100-fold higher than background levels recorded in antisense-oligonucleotide-injected control pairs. In contrast, the junctional conductances of the R143W, V153I and L214P variants were equal to or less than background levels (P>0.05, Student’s unpaired t-test), establishing the inabilities of these mutants to form functional intercellular channels. T8M and N206S mutants did electrically couple cells, though their voltage gating properties were different from wild-type Cx26 channels. However, both functional mutants had macroscopic conductance significantly lower than wild-type GJB2 (P<0.05, compared with GJB2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15241677","type":"dc:BibliographicResource","dc:abstract":"Connexins (Cx) form gap junctions that allow the exchange of small metabolites and ions. In the inner ear, Cx26 is the major gap junction protein and mutations in the Cx26-encoding gene, GJB2, are the most frequent cause of autosomal recessive non-syndromic hearing loss (DFNB1). We have functionally analyzed five Cx26 mutations associated with DFNB1, comprising the following single amino-acid substitutions: T8M, R143W, V153I, N206S and L214P. Coupling of cells expressing wild-type or mutant Cx26 was measured in the paired Xenopus oocyte assay. We found that the R143W, V153I and L214P mutations were unable to form functional channels. In contrast, the T8M and N206S mutants did electrically couple cells, though their voltage gating properties were different from wild-type Cx26 channels. The electrical coupling of oocytes expressing the T8M and N206S mutants suggest that these channels may retain high permeability to potassium ions. Therefore, deafness associated with Cx26 mutations may not only depend on reduced potassium re-circulation in the inner ear. Instead, abnormalities in the exchange of other metabolites through the cochlear gap junction network may also produce deafness.","dc:creator":"Meşe G","dc:date":"2004","dc:title":"Altered gating properties of functional Cx26 mutants associated with recessive non-syndromic hearing loss."},"rdfs:label":"Electrical Coupling Assays"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Multiple variants are shown to alter function and this type of assay is replicated across multiple studies."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea2bcd0f-c2ad-4630-bf3c-28393c2591eb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6937fcb2-c302-47d0-8276-f0723feb951f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Histological examinations revealed proper formation of the tunnel of Corti and preservation of inner and outer hair cells, as well as supporting cells. These rescued phenotypes were more apparent at the basal turn than at the apical turn. Morphological differences between turns may have resulted from differential access to the perilymph through the round window membrane. AAV transduction lasted over 6 months. Non-rescued cochleae showed unchanged ABR thresholds and collapsed organs of Corti and degenerated hair cells. Spiral ganglion neuron degeneration was examined by light microscopy. In non-rescued cochleae, both apical and middle turns showed a mild-to-moderate loss of spiral ganglion neurons, whereas a marked reduction in spiral ganglion neurons was observed at the basal turn. Spiral ganglion neurons at the middle and basal turns were apparently better preserved than those in non-rescued cochleae. Quantitative analysis of the height of the pillar cell and the number of spiral ganglion neurons was performed. The height of the pillar cells of the basal turn in rescued cochleae, which failed to reach full maturation as compared with controls, was significantly increased as compared with that of non-rescued cochleae. Quantitative analysis showed that spiral ganglion neuron degeneration progressed from base to apex in Gjb2-deficient mice. Gjb2 transfer resulted in a significant increase in the density of neurons at the middle and basal turns. Thus, prevention of both hair cell and spiral ganglion neuron degeneration well explains the preservation of the ABR responses in Gjb2 transfected cochleae.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25801282","type":"dc:BibliographicResource","dc:abstract":"Hearing loss is the most widespread sensory disorder, with an incidence of congenital genetic deafness of 1 in 1600 children. For many ethnic populations, the most prevalent form of genetic deafness is caused by recessive mutations in the gene gap junction protein, beta 2, 26 kDa (GJB2), which is also known as connexin 26 (Cx26). Despite this knowledge, existing treatment strategies do not completely recover speech perception. Here we used a gene delivery system to rescue hearing in a mouse model of Gjb2 deletion. Mice lacking Cx26 are characterized by profound deafness from birth and improper development of cochlear cells. Cochlear delivery of Gjb2 using an adeno-associated virus significantly improved the auditory responses and development of the cochlear structure. Using gene replacement to restore hearing in a new mouse model of Gjb2-related deafness may lead to the development of therapies for human hereditary deafness.","dc:creator":"Iizuka T","dc:date":"2015","dc:title":"Perinatal Gjb2 gene transfer rescues hearing in a mouse model of hereditary deafness."},"rdfs:label":"Hearing loss rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:249cbcca-f11d-4fd1-b04a-3de3cbf3a368","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7690a429-2fc4-41d6-908b-f9d26eaaa254","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Gap junction coupling is restored. These results suggest that restoration of normal connexin levels by gene delivery via recombinant AAV could be a way to rescue hearing function in DFNB1 mouse models and might, in future, lead to the development of therapeutic interventions in humans, particularly in children.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21876744","type":"dc:BibliographicResource","dc:abstract":"The deafness locus DFNB1 contains GJB2, the gene encoding connexin26 and GJB6, encoding connexin30, which appear to be coordinately regulated in the inner ear. In this work, we investigated the expression and function of connexin26 and connexin30 from postnatal day 5 to adult age in double transgenic Cx26(Sox10Cre) mice, which we obtained by crossing connexin26 floxed mice with a deleter Sox10-Cre line. Cx26(Sox10Cre) mice presented with complete connexin26 ablation in the epithelial gap junction network of the cochlea, whereas connexin30 expression was developmentally delayed; immunolabeling patterns for both connexins were normal in the cochlear lateral wall. In vivo electrophysiological measurements in Cx26(Sox10Cre) mice revealed profound hearing loss accompanied by reduction of endocochlear potential, and functional experiments performed in postnatal cochlear organotypic cultures showed impaired gap junction coupling. Transduction of these cultures with a bovine adeno associated virus vector restored connexin26 protein expression and rescued gap junction coupling. These results suggest that restoration of normal connexin levels by gene delivery via recombinant adeno associated virus could be a way to rescue hearing function in DFNB1 mouse models and, in future, lead to the development of therapeutic interventions in humans.","dc:creator":"Crispino G","dc:date":"2011","dc:title":"BAAV mediated GJB2 gene transfer restores gap junction coupling in cochlear organotypic cultures from deaf Cx26Sox10Cre mice."},"rdfs:label":"BAAV mediated GJB2 gene transfer"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a906386-3b15-4dd4-a578-0afe40b4a030_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7a906386-3b15-4dd4-a578-0afe40b4a030","type":"Proband","allele":[{"id":"cggv:1d302067-140a-4451-920f-71e5582e5ce4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.283G>A (p.Val95Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA172220"}},{"id":"cggv:a93fc824-9e0a-46ff-9d43-7424849df457","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.101T>C (p.Met34Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA172206"}}],"detectionMethod":"SSCP, denaturing gradient gel electrophoresis, denaturing high-performance liquid chromatography, allele-specific PCR, restriction-enzyme digestion, DNA sequencing.","sex":"UnknownEthnicity","variant":[{"id":"cggv:45c748a3-ba52-4f7e-8215-f9be34bb916d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d302067-140a-4451-920f-71e5582e5ce4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9529365","type":"dc:BibliographicResource","dc:abstract":"Mutations in the connexin 26 (Cx26) gene (GJB2) are associated with the type of autosomal recessive nonsyndromic neurosensory deafness known as \"DFNB1.\" Studies indicate that DFNB1 (13q11-12) causes 20% of all childhood deafness and may have a carrier rate as high as 2. 8%. This study describes the analysis of 58 multiplex families each having at least two affected children diagnosed with autosomal recessive nonsyndromic deafness. Twenty of the 58 families were observed to have mutations in both alleles of Cx26. Thirty-three of 116 chromosomes contained a 30delG allele, for a frequency of .284. This mutation was observed in 2 of 192 control chromosomes, for an estimated gene frequency of .01+/-.007. The homozygous frequency of the 30delG allele is then estimated at .0001, or 1/10,000. Given that the frequency of all childhood hearing impairment is 1/1,000 and that half of that is genetic, the specific mutation 30delG is responsible for 10% of all childhood hearing loss and for 20% of all childhood hereditary hearing loss. Six novel mutations were also observed in the affected population. The deletions detected cause frameshifts that would severely disrupt the protein structure. Three novel missense mutations, Val84Met, Val95Met, and Ser113Pro, were observed. The missense mutation 101T-->C has been reported to be a dominant allele of DFNA3, a dominant nonsyndromic hearing loss. Data further supporting the finding that this mutation does not cause dominant hearing loss are presented. This allele was found in a recessive family segregating independently from the hearing-loss phenotype and in 3 of 192 control chromosomes. These results indicate that 101T-->C is not sufficient to cause hearing loss.","dc:creator":"Kelley PM","dc:date":"1998","dc:title":"Novel mutations in the connexin 26 gene (GJB2) that cause autosomal recessive (DFNB1) hearing loss."}},{"id":"cggv:351600a2-e1d3-4f54-b928-691f62584042_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a93fc824-9e0a-46ff-9d43-7424849df457"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9529365"}],"rdfs:label":"Kelley Proband"},{"id":"cggv:45c748a3-ba52-4f7e-8215-f9be34bb916d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:45c748a3-ba52-4f7e-8215-f9be34bb916d_variant_evidence_item"},{"id":"cggv:45c748a3-ba52-4f7e-8215-f9be34bb916d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"No intercellular dye transfer (PMID: 16217030)."}],"strengthScore":0.5},{"id":"cggv:351600a2-e1d3-4f54-b928-691f62584042","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:351600a2-e1d3-4f54-b928-691f62584042_variant_evidence_item"},{"id":"cggv:351600a2-e1d3-4f54-b928-691f62584042_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"No dye transfer was observed between clusters of cells expressing the M34T variant (PMID: 12176036)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3e7852b9-deda-4f00-ab6b-ee4de1bc6206_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3e7852b9-deda-4f00-ab6b-ee4de1bc6206","type":"Proband","allele":{"id":"cggv:22af4176-f516-4684-9f83-521b0baa9af0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.71G>A (p.Trp24Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA172240"}},"firstTestingMethod":"Linkage analysis","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:5c6d5246-fee4-4497-a5ca-f61e07b3465f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:22af4176-f516-4684-9f83-521b0baa9af0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9139825"},"rdfs:label":"Kelsell Proband 2"},{"id":"cggv:5c6d5246-fee4-4497-a5ca-f61e07b3465f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5c6d5246-fee4-4497-a5ca-f61e07b3465f_variant_evidence_item"}],"strengthScore":1,"dc:description":"Reducing score by 0.5 points for homozygosity and 0.5 points for consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:171ae138-b46b-470e-9bb3-ef607a20b0e1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:171ae138-b46b-470e-9bb3-ef607a20b0e1","type":"Proband","allele":{"id":"cggv:7d5e7fef-b80a-49ef-b04f-3d5bea66fff5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.231G>A (p.Trp77Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341437"}},"firstTestingMethod":"Linkage analysis","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:27bc0067-1343-4fa4-95f7-132e41815f76_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7d5e7fef-b80a-49ef-b04f-3d5bea66fff5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9139825"},"rdfs:label":"Kelsell Proband 1"},{"id":"cggv:27bc0067-1343-4fa4-95f7-132e41815f76","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:27bc0067-1343-4fa4-95f7-132e41815f76_variant_evidence_item"}],"strengthScore":1,"dc:description":"Score is reduced by 0.5 points for homozygosity and 0.5 points for consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3b38d54a-320e-40a9-a0d9-c157a8ffe6f1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3b38d54a-320e-40a9-a0d9-c157a8ffe6f1","type":"Proband","allele":{"id":"cggv:517e6937-a2de-4a2d-a10d-41116d982f00","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.167del (p.Leu56ArgfsTer26)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA172217"}},"detectionMethod":"SSCP, denaturing gradient gel electrophoresis, denaturing high-performance liquid chromatography, allele-specific PCR, restriction-enzyme digestion, DNA sequencing.","sex":"UnknownEthnicity","variant":{"id":"cggv:a5b05684-d4a7-4650-8df6-6463d25db7af_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:517e6937-a2de-4a2d-a10d-41116d982f00"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16380907","type":"dc:BibliographicResource","dc:abstract":"Hearing impairment (HI) affects 1 in 650 newborns, which makes it the most common congenital sensory impairment. Despite extraordinary genetic heterogeneity, mutations in one gene, GJB2, which encodes the connexin 26 protein and is involved in inner ear homeostasis, are found in up to 50% of patients with autosomal recessive nonsyndromic hearing loss. Because of the high frequency of GJB2 mutations, mutation analysis of this gene is widely available as a diagnostic test. In this study, we assessed the association between genotype and degree of hearing loss in persons with HI and biallelic GJB2 mutations. We performed cross-sectional analyses of GJB2 genotype and audiometric data from 1,531 persons, from 16 different countries, with autosomal recessive, mild-to-profound nonsyndromic HI. The median age of all participants was 8 years; 90% of persons were within the age range of 0-26 years. Of the 83 different mutations identified, 47 were classified as nontruncating, and 36 as truncating. A total of 153 different genotypes were found, of which 56 were homozygous truncating (T/T), 30 were homozygous nontruncating (NT/NT), and 67 were compound heterozygous truncating/nontruncating (T/NT). The degree of HI associated with biallelic truncating mutations was significantly more severe than the HI associated with biallelic nontruncating mutations (P<.0001). The HI of 48 different genotypes was less severe than that of 35delG homozygotes. Several common mutations (M34T, V37I, and L90P) were associated with mild-to-moderate HI (median 25-40 dB). Two genotypes--35delG/R143W (median 105 dB) and 35delG/dela(GJB6-D13S1830) (median 108 dB)--had significantly more-severe HI than that of 35delG homozygotes.","dc:creator":"Snoeckx RL","dc:date":"2005","dc:title":"GJB2 mutations and degree of hearing loss: a multicenter study."}},"rdfs:label":"1 of 17 subjects"},{"id":"cggv:a5b05684-d4a7-4650-8df6-6463d25db7af","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a5b05684-d4a7-4650-8df6-6463d25db7af_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgrading by 0.5 for homozygosity and another 0.5 for unclear consanguinity, remaining conservative with scoring."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3b91b33c-0a91-44c2-9fe3-9d055c7aac5d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3b91b33c-0a91-44c2-9fe3-9d055c7aac5d","type":"Proband","allele":[{"id":"cggv:da88d3ba-31f6-4fbb-abc4-c222848c9516","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.-23+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA172205"}},{"id":"cggv:69ca0bdd-fea8-444d-8570-15eac42f2dc0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004004.6(GJB2):c.35del (p.Gly12ValfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127023"}}],"detectionMethod":"SSCP, denaturing gradient gel electrophoresis, denaturing high-performance liquid chromatography, allele-specific PCR, restriction-enzyme digestion, DNA sequencing.","sex":"UnknownEthnicity","variant":[{"id":"cggv:0c973bd7-6519-45dd-bd13-cd69fc7b0999_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:da88d3ba-31f6-4fbb-abc4-c222848c9516"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16380907"},{"id":"cggv:19f76e62-248c-4db5-a54f-3ca65e000332_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:69ca0bdd-fea8-444d-8570-15eac42f2dc0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16380907"}],"rdfs:label":"1 of 16 subjects"},{"id":"cggv:19f76e62-248c-4db5-a54f-3ca65e000332","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:19f76e62-248c-4db5-a54f-3ca65e000332_variant_evidence_item"},{"id":"cggv:19f76e62-248c-4db5-a54f-3ca65e000332_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"c.35del GJB2 is not expressed in HeLa cells and only 1.5% of those cells were positive for propidium iodide (PI) dye transfer (PMID: 33466560)."}],"strengthScore":2},{"id":"cggv:0c973bd7-6519-45dd-bd13-cd69fc7b0999","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0c973bd7-6519-45dd-bd13-cd69fc7b0999_variant_evidence_item"},{"id":"cggv:0c973bd7-6519-45dd-bd13-cd69fc7b0999_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"No transcript from the allele carrying ivs1(+1) G→A was detectable (PMID: 11935342)."}],"strengthScore":1.5,"dc:description":"Functional data confirms predicted effect."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:ac852a3d-1ec8-4df9-97c5-ad911c65940e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ac852a3d-1ec8-4df9-97c5-ad911c65940e","type":"Proband","allele":{"id":"cggv:69ca0bdd-fea8-444d-8570-15eac42f2dc0"},"firstTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:7bbb9707-a625-4524-b9c3-60c4f2f64faa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:69ca0bdd-fea8-444d-8570-15eac42f2dc0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9482292","type":"dc:BibliographicResource","dc:abstract":"Hearing impairment affects one infant in 1000 and 4% of people aged younger than 45 years. Congenital deafness is inherited or apparently sporadic. We have shown previously that DFNB1 on chromosome 13 is a major locus for recessive deafness in about 80% of Mediterranean families and that the connexin-26 gene gap junction protein beta2 (GJB2) is mutated in DFNB1 families. We investigated mutations in the GJB2 gene in familial and sporadic cases of deafness.","dc:creator":"Estivill X","dc:date":"1998","dc:title":"Connexin-26 mutations in sporadic and inherited sensorineural deafness."}},"rdfs:label":"Estivill Proband (One of many)"},{"id":"cggv:7bbb9707-a625-4524-b9c3-60c4f2f64faa","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7bbb9707-a625-4524-b9c3-60c4f2f64faa_variant_evidence_item"}],"strengthScore":1.25,"dc:description":"0.5 points were deducted for homozygosity, but consanguinity was uncertain, and given that this variant is reported in an abundance of cases, it was left at 2.5 points total."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8997,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:b7e64fa5-10c8-4d9a-a8f2-c7df8e958f05","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:4284","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"GJB2 was first reported in relation to autosomal recessive nonsyndromic hearing loss (DFNB1) in 1997 (Kelsell et al., PMID: 9139825). 8 variants (missense, nonsense, frameshift, and canonical splice site) that have been reported in 6 probands in 4 publications (PMIDs: 9139825, 9482292, 9529365, 16380907) are included in this curation. Variants in GJB2 are found in up to 50% of patients with autosomal recessive nonsyndromic hearing loss (PMID: 16380907). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease relationship is also supported by experimental evidence. Expression studies in the human cochlea, mouse models with wildtype GJB2 rescuing hearing loss and abnormal inner ear morphology, and in vitro dye transfer and electrical coupling assays demonstrating significant differences between functionally impaired variants and wildtype GJB2 all support this gene-disease relationship (PMIDs: 9507396, 12176036, 15241677, 21876744, 25801282). In summary, there is definitive evidence supporting the relationship between GJB2 and autosomal recessive nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Gene Curation Expert Panel on March 2, 2017. As of September 24, 2024, this record underwent administrative updates to update the SOP version (SOP Version 10.1). No new evidence has been reviewed or added.","dc:isVersionOf":{"id":"cggv:9af2d792-a1fc-4b96-ae23-ee7a31dd2f99"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}