{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-03-14T17:00:00.000Z","role":"Approver"},{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-03-14T18:07:12.357Z","role":"Publisher"}],"evidence":[{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ecb28bd-dd61-4a67-822b-af5900075f80","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28a38dbc-2648-47a3-a27a-317d335fcd52","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ATM is a known gene involved in breast cancer ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10802669","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene ATM are responsible for the genetic disorder ataxia-telangiectasia (A-T), which is characterized by cerebellar dysfunction, radiosensitivity, chromosomal instability and cancer predisposition. Both the A-T phenotype and the similarity of the ATM protein to other DNA-damage sensors suggests a role for ATM in biochemical pathways involved in the recognition, signalling and repair of DNA double-strand breaks (DSBs). There are strong parallels between the pattern of radiosensitivity, chromosomal instability and cancer predisposition in A-T patients and that in patients with Nijmegen breakage syndrome (NBS). The protein defective in NBS, nibrin (encoded by NBS1), forms a complex with MRE11 and RAD50 (refs 1,2). This complex localizes to DSBs within 30 minutes after cellular exposure to ionizing radiation (IR) and is observed in brightly staining nuclear foci after a longer period of time. The overlap between clinical and cellular phenotypes in A-T and NBS suggests that ATM and nibrin may function in the same biochemical pathway. Here we demonstrate that nibrin is phosphorylated within one hour of treatment of cells with IR. This response is abrogated in A-T cells that either do not express ATM protein or express near full-length mutant protein. We also show that ATM physically interacts with and phosphorylates nibrin on serine 343 both in vivo and in vitro. Phosphorylation of this site appears to be functionally important because mutated nibrin (S343A) does not completely complement radiosensitivity in NBS cells. ATM phosphorylation of nibrin does not affect nibrin-MRE11-RAD50 association as revealed by radiation-induced foci formation. Our data provide a biochemical explanation for the similarity in phenotype between A-T and NBS.","dc:creator":"Gatei M","dc:date":"2000","dc:title":"ATM-dependent phosphorylation of nibrin in response to radiation exposure."},"rdfs:label":"NBN and ATM co-IP"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:637f617b-2a7d-45e6-9b30-90f7fd54cf41","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69733fc9-b286-4ea6-9c87-57d27ab2527d","type":"FunctionalAlteration","dc:description":"Mouse ES cells have increased radiosensitivity after 0-5 Gy of gamma radiation ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11889050","type":"dc:BibliographicResource","dc:abstract":"Nijmegen breakage syndrome (NBS) is an autosomal recessive hereditary disease that shares some common defects with ataxia-telangiectasia. The gene product mutated in NBS, named NBS1, is a component of the Mre11 complex that is involved in DNA strand-break repair. To elucidate the physiological roles of NBS1, we disrupted the N-terminal exons of the NBS1 gene in mice. NBS1(m/m) mice are viable, growth retarded and hypersensitive to ionizing radiation (IR). NBS1(m/m) mice exhibit multiple lymphoid developmental defects, and rapidly develop thymic lymphoma. In addition, female NBS1(m/m) mice are sterile due to oogenesis failure. NBS1(m/m) cells are impaired in cellular responses to IR and defective in cellular proliferation. Most systematic and cellular defects identified in NBS1(m/m) mice recapitulate those in NBS patients, and are essentially identical to those observed in Atm(-/-) mice. In contrast to Atm(-/-) mice, spermatogenesis is normal in NBS1(m/m) mice, indicating that distinct roles of ATM have differential requirement for NBS1 activity. Thus, NBS1 and ATM have overlapping and distinct functions in animal development and DNA repair.","dc:creator":"Kang J","dc:date":"2002","dc:title":"Targeted disruption of NBS1 reveals its roles in mouse development and DNA repair."},"rdfs:label":"NBN Mouse ES Cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Reducing score because these are homozygous, not heterozygous. "},{"id":"cggv:551eb7c9-86c5-477f-84d5-466df954d062","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30846205-77a5-455c-9a5f-415cc4683e0e","type":"FunctionalAlteration","dc:description":"NBS cells expressing the S343A mutant demonstrate substantial, but not complete, complementation of their radiation hypersensitivity phenotype (Fig. 3b).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10802669","rdfs:label":"S343A Radiation Response"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:c786dff7-6fe8-4022-a74c-0b4ebb89593d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cf1bfc25-29ad-4ccc-8635-3c813a10ad8a","type":"FunctionalAlteration","dc:description":"Heterozygous b-lymphocytes displayed significantly increased double strand breaks compared to wild type with 5Gy of X-ray radiation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28261280","type":"dc:BibliographicResource","dc:abstract":"The ","dc:creator":"Nowak J","dc:date":"2017","dc:title":"Effect of irradiation on DNA synthesis, "},"rdfs:label":"NBN 657del5 XRay "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Removing points because this data duplicates other data showing the role of NBN in DNA repair. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:601fde1b-5437-401c-b07d-e4b1c15501fb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b799ad12-e9bd-4431-8701-ae660fc05f34","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Increased cancers seen in NBN het mice both with and without gamma radiation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14612522","type":"dc:BibliographicResource","dc:abstract":"Nijmegen Breakage Syndrome (NBS) is a rare autosomal recessive disease characterized by microcephaly, growth retardation, immunodeficiency, chromosomal instability, and predisposition to cancer. Heterozygous NBS patients show increased chromosomal instability and are suspected to be at a high risk for cancer. To study the impact of NBS1 heterozygosity on malignancy susceptibility, we disrupted the murine homologue (Nbn) of NBS1 in mice using gene targeting techniques. While null mutation in the Nbn gene resulted in embryonic lethality at the blastocyst stage because of growth retardation and increased apoptosis, heterozygous knockout (Nbn(+/-)) mice developed a wide array of tumors affecting the liver, mammary gland, prostate, and lung, in addition to lymphomas. Moreover, gamma-irradiation enhanced tumor development in Nbn(+/-) mice, giving rise to a high frequency of epithelial tumors, mostly in the thyroid and lung, as well as lymphomas. These mice also developed numerous tumors in the ovary and testis. Southern and Western blot analyses showed a remaining wild-type allele and nibrin expression in Nbn(+/-) tumors. Sequencing analysis confirmed no mutation in the Nbn cDNA derived from these tumors. Cytogenetic analysis revealed that primary Nbn(+/-) embryonic fibroblasts and tumor cells exhibit increased chromosomal aberrations. These data suggest that haploinsufficiency, not loss of heterozygosity, of Nbn could be the mechanism underlying the tumor development. Taken together, our heterozygous Nbn-knockout mice represent a novel model to study the consequences of NBS1 heterozygosity on tumor development.","dc:creator":"Dumon-Jones V","dc:date":"2003","dc:title":"Nbn heterozygosity renders mice susceptible to tumor formation and ionizing radiation-induced tumorigenesis."},"rdfs:label":"NBN Het Mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The variety of tumors in mice does not directly relate to breast cancers in humans, the mice without radiation developed 2 mammary tumors and 1 WT NBN mouse developed mammary tumors following radiation (while no NBN het mice developed mammary tumors). "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:19b195dd-4a76-410f-9278-7b0207462c45","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:19b195dd-4a76-410f-9278-7b0207462c45_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:544c545d-1336-429c-893e-6b7e5d9742a9","type":"Cohort","allGenotypedSequenced":1283,"alleleFrequency":0.005455962587685113,"detectionMethod":"For mutation screening of the coding exons and proximal splice junction regions we used whole-genome amplified (WGA) DNA Our semi-automated approach, handled by a Laboratory Information Management System (LIMS) relies on mutation scanning by high-resolution melt curve (HRM) analysis followed by direct Sanger sequencing of the individual samples for which an aberrant melting curve profile is indicative of the presence of a sequence variant. ","evidence":[{"id":"cggv:19b195dd-4a76-410f-9278-7b0207462c45_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:9f494bb6-dd79-407b-a0bc-7076ffd0f187","type":"Cohort","allGenotypedSequenced":1114,"alleleFrequency":0.0008976660682226212,"detectionMethod":"For mutation screening of the coding exons and proximal splice junction regions we used whole-genome amplified (WGA) DNA Our semi-automated approach, handled by a Laboratory Information Management System (LIMS) relies on mutation scanning by high-resolution melt curve (HRM) analysis followed by direct Sanger sequencing of the individual samples for which an aberrant melting curve profile is indicative of the presence of a sequence variant. ","evidence":[{"id":"cggv:19b195dd-4a76-410f-9278-7b0207462c45_cc_evidence_item"}],"numWithVariant":1},"lowerConfidenceLimit":0.75,"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":6.08,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":49.5,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24894818","type":"dc:BibliographicResource","dc:abstract":"The MRE11A-RAD50-Nibrin (MRN) complex plays several critical roles related to repair of DNA double-strand breaks. Inherited mutations in the three components predispose to genetic instability disorders and the MRN genes have been implicated in breast cancer susceptibility, but the underlying data are not entirely convincing. Here, we address two related questions: (1) are some rare MRN variants intermediate-risk breast cancer susceptibility alleles, and if so (2) do the MRN genes follow a BRCA1/BRCA2 pattern wherein most susceptibility alleles are protein-truncating variants, or do they follow an ATM/CHEK2 pattern wherein half or more of the susceptibility alleles are missense substitutions?","dc:creator":"Damiola F","dc:date":"2014","dc:title":"Rare key functional domain missense substitutions in MRE11A, RAD50, and NBN contribute to breast cancer susceptibility: results from a Breast Cancer Family Registry case-control mutation-screening study."},"rdfs:label":"Breast Cancer Family Registry"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"Other OR listed in the study for various groupings of variants all had 95% CI that dropped below 1.0"},{"id":"cggv:280bbf57-75ac-4367-a138-fab29cbba6aa","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:280bbf57-75ac-4367-a138-fab29cbba6aa_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:3732160e-9765-4df0-a110-a0f98caa313c","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.001843280219555155,"detectionMethod":"Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. \n","evidence":[{"id":"cggv:280bbf57-75ac-4367-a138-fab29cbba6aa_cc_evidence_item"}],"numWithVariant":90,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:ddf4c362-844e-414f-ab63-e9f95dd7bf94","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.002031437981973453,"detectionMethod":"Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. \n","evidence":[{"id":"cggv:280bbf57-75ac-4367-a138-fab29cbba6aa_cc_evidence_item"}],"numWithVariant":103},"lowerConfidenceLimit":0.67,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.48,"statisticalSignificanceType":"","statisticalSignificanceValue":0.9,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.2,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"NBN BREAST CANCER BCAC"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age.  Specifically, both groups had approximately matching numbers of European and Asian patients.  There are no other racial groups mentioned. The studies were done in the following countries: Netherlands, Thailand, Germany, Ireland, Spain, Greece, France, Denmark, Colombia, Scotland, Belarus, Russia, Sweden, Finland, Cyprus, Australia, Norway, Poland, USA, UK, Singapore.\n\nThe primary analyses were burden analyses in which odds ratios and 95% confidence intervals for breast cancer associated with the presence of any variant in a given category were estimated by means of logistic regression.  Separate analyses for the population-based studies and the family-based studies. Risk estimates, 95% confidence intervals, and P values were reported for the population-based studies. Data presented is specific for protein-truncating variants of each gene (See Table 1 in the article.)\"\n"},{"id":"cggv:985128de-e4a4-4c11-b1b2-d0d8b2495925","type":"EvidenceLine","evidence":[{"id":"cggv:985128de-e4a4-4c11-b1b2-d0d8b2495925_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6a959ad4-9e85-4790-a35a-6d2e201ef8e8","type":"Cohort","allGenotypedSequenced":1,"alleleFrequency":1,"evidence":[{"id":"cggv:985128de-e4a4-4c11-b1b2-d0d8b2495925_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:30079e28-ddcb-4a48-8e18-be6683246b8f","type":"Cohort","allGenotypedSequenced":1,"alleleFrequency":1,"evidence":[{"id":"cggv:985128de-e4a4-4c11-b1b2-d0d8b2495925_cc_evidence_item"}],"numWithVariant":1},"lowerConfidenceLimit":1.82,"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":2.66,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":3.9,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23765759","type":"dc:BibliographicResource","dc:abstract":"Many studies were published to evaluate the association between Nijmegen breakage syndrome 1 (NBS1) 657del5 polymorphism and breast cancer risk, but the results remained inconsistent. To derive a more precise estimation on the possible association, we performed a meta-analysis of previous published studies. Case-control studies on the association between NBS1 657del5 polymorphisms and breast cancer risk were included into this meta-analysis. We used the odds ratio (OR) with 95 % confidence interval (95 % CI) to assess the strength of the association. Ten studies with a total of 25,365 subjects were identified and included into this meta-analysis. Meta-analysis of those ten studies showed that there was a significant association between NBS1 657del5 polymorphisms and breast cancer risk (pooled OR = 2.66, 95 % CI 1.82-3.90, P < 0.001). The cumulative meta-analyses showed a trend of a more significant association between NBS1 657del5 polymorphisms and breast cancer risk as data accumulated by publication year. Thus, our meta-analysis suggests that there was a significant association between NBS1 657del5 polymorphisms and breast cancer risk, and NBS1 657del5 polymorphism results in an increased risk of breast cancer.","dc:creator":"Zhang G","dc:date":"2013","dc:title":"Significant association between Nijmegen breakage syndrome 1 657del5 polymorphism and breast cancer risk."},"rdfs:label":"Zhang-MetaAnalysis-657del5"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"This is a meta analysis and does not provide information on individual study numbers or the total case control counts from pooling the odds ratios. The GCI is not able to capture relevant information for meta-analysis at this time. It was scored as 1 in the initial curation of 2017. \nI had to put in 1 and 1 for cases and controls because this is a required field, but this data was not available in the meta-analysis. We have decided to score 0 due to lack of information on collected cases and controls. "},{"id":"cggv:217ea1c8-36c7-4467-b324-ac591ee181d1","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:217ea1c8-36c7-4467-b324-ac591ee181d1_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:4f89524d-217f-4b4c-94e0-078824c779b9","type":"Cohort","allGenotypedSequenced":700,"alleleFrequency":0.007142857142857143,"detectionMethod":"PCR genotyping, amplified the deleted region and ran a gel to see distinct bands for deleted region vs wildtype. 657del5 ClinVar ID: 6940","evidence":[{"id":"cggv:217ea1c8-36c7-4467-b324-ac591ee181d1_cc_evidence_item"}],"numWithVariant":5,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:23b8f850-bef9-4e8c-9b12-21c297ac2a3d","type":"Cohort","allGenotypedSequenced":348,"alleleFrequency":0.005747126436781609,"detectionMethod":"PCR genotyping, amplified the deleted region and ran a gel to see distinct bands for deleted region vs wildtype. 657del5 ClinVar ID: 6940","evidence":[{"id":"cggv:217ea1c8-36c7-4467-b324-ac591ee181d1_cc_evidence_item"}],"numWithVariant":2},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"Authors comment non-significant p-value","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15578693","type":"dc:BibliographicResource","dc:abstract":"The gene for Nijmegen chromosomal breakage syndrome (NBS1) plays a role in a variety of processes protecting chromosomal stability. Recently, it was suggested in a Polish case-control study that the founder hypomorphic mutation in NBS1, 657del5, which occurs in approximately 0.5% of Slavic subjects, may be associated with an increased risk of breast cancer (BC). We attempted to validate these findings in Russian subjects, who are also of Slavic descent. Heterozygous carriers for the 657del5 mutation were detected in 2 of 173 (1.16%) bilateral breast cancer cases, 5 of 700 (0.71%) unilateral breast cancer patients, 2 of 348 (0.57%) healthy middle-aged females and in 0 of 344 elderly tumor-free women. The difference between the \"extreme\" cohorts, i.e., biBC patients vs. elderly controls, approached the formal limit of statistic significance (p=0.046). LOH at NBS1 was detected in only 3 of 5 available breast tumors from NBS1 657del5-carriers. In 2 of these tumors, the loss involved the mutant NBS1-allele. Overall, our data suggest that the NBS1 657del5 allele may contribute only to a limited fraction of breast cancer cases in Russia.","dc:creator":"Buslov KG","dc:date":"2005","dc:title":"NBS1 657del5 mutation may contribute only to a limited fraction of breast cancer cases in Russia."},"rdfs:label":"Unilateral-BC-Cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"Authors comment non-significant p-value"},{"id":"cggv:f277718c-02d8-4c3a-8506-ef35752e3305","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:f277718c-02d8-4c3a-8506-ef35752e3305_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:c175b824-2ade-41ac-a6d4-1ef1ec077768","type":"Cohort","allGenotypedSequenced":28536,"alleleFrequency":0.001682085786375105,"evidence":[{"id":"cggv:f277718c-02d8-4c3a-8506-ef35752e3305_cc_evidence_item"}],"numWithVariant":48,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:bd79bddd-139d-47bb-860b-6a32ff5838c7","type":"Cohort","allGenotypedSequenced":26264,"alleleFrequency":0.001484922327139811,"evidence":[{"id":"cggv:f277718c-02d8-4c3a-8506-ef35752e3305_cc_evidence_item"}],"numWithVariant":39},"lowerConfidenceLimit":0.73,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.59,"statisticalSignificanceType":"","statisticalSignificanceValue":1.13,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.75,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28418444","type":"dc:BibliographicResource","dc:abstract":"Germline pathogenic variants in BRCA1 and BRCA2 predispose to an increased lifetime risk of breast cancer. However, the relevance of germline variants in other genes from multigene hereditary cancer testing panels is not well defined.","dc:creator":"Couch FJ","dc:date":"2017","dc:title":"Associations Between Cancer Predisposition Testing Panel Genes and Breast Cancer."},"rdfs:label":"Ambry-Cancer-Panels"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"The observed frequency of all pathogenic variants within each gene was compared between white patients with breast cancer and ExAC-NFE non-TCGA reference controls.  Likely matched location depending on where individuals come from in each cohort, unsure if age matched and not gender matched."},{"id":"cggv:e8f05850-ee25-4dda-a825-a2814d08b6ef","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:e8f05850-ee25-4dda-a825-a2814d08b6ef_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:047a9273-5b7c-4bfe-b0ed-d6a74bb4e684","type":"Cohort","allGenotypedSequenced":19056,"alleleFrequency":0.00278127623845508,"detectionMethod":"esting was performed at a Clinical Laboratory Improvement Amendments and College of American Pathology–approved laboratory (Myriad Genetic Laboratories) for a panel of 25 genes (APC, ATM, BARD1, BMPR1A, BRCA1, BRCA2, BRIP1, CDH1, CDK4, CHEK2, MLH2, MSH2, MSH6, MUTYH, NBN, P14ARF, P16, PALB2, PMS2, PTEN, RAD51C, RAD51D, SMAD4, STK11, and TP53)","evidence":[{"id":"cggv:e8f05850-ee25-4dda-a825-a2814d08b6ef_cc_evidence_item"}],"numWithVariant":53,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:0f51b931-d976-49f7-8c2a-3756da4792da","type":"Cohort","allGenotypedSequenced":64649,"alleleFrequency":0.001778836486256555,"detectionMethod":"esting was performed at a Clinical Laboratory Improvement Amendments and College of American Pathology–approved laboratory (Myriad Genetic Laboratories) for a panel of 25 genes (APC, ATM, BARD1, BMPR1A, BRCA1, BRCA2, BRIP1, CDH1, CDK4, CHEK2, MLH2, MSH2, MSH6, MUTYH, NBN, P14ARF, P16, PALB2, PMS2, PTEN, RAD51C, RAD51D, SMAD4, STK11, and TP53)","evidence":[{"id":"cggv:e8f05850-ee25-4dda-a825-a2814d08b6ef_cc_evidence_item"}],"numWithVariant":115},"lowerConfidenceLimit":0.92,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.14,"statisticalSignificanceType":"","statisticalSignificanceValue":1.3,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.84,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35172496","type":"dc:BibliographicResource","dc:abstract":"Multiple-gene, next-generation sequencing panels are increasingly used to assess hereditary cancer risks of patients with diverse personal and family cancer histories. The magnitude of breast and ovarian cancer risk associated with many clinically tested genes, and independent of family cancer history, remains to be quantified.","dc:creator":"Kurian AW","dc:date":"2017","dc:title":"Breast and Ovarian Cancer Penetrance Estimates Derived From Germline Multiple-Gene Sequencing Results in Women."},"rdfs:label":"Myriad-Kurian-BC-Commercial-Testing"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:03e2a634-f399-4235-bcd2-8b21e43f1945","type":"EvidenceLine","evidence":[{"id":"cggv:03e2a634-f399-4235-bcd2-8b21e43f1945_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:62797c27-0f7b-44ee-9451-aeba6cff35e0","type":"Cohort","allGenotypedSequenced":1232,"alleleFrequency":0.001623376623376624,"detectionMethod":"Authors pulled data from 4 papers that sequenced the NBN gene. They do not comment on the type of sequencing used, but do note it is the entire gene. ","evidence":[{"id":"cggv:03e2a634-f399-4235-bcd2-8b21e43f1945_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:79b98ddc-c949-4c87-9f51-236584c33319","type":"Cohort","allGenotypedSequenced":2409,"alleleFrequency":0.0008302200083022001,"detectionMethod":"Authors pulled data from 4 papers that sequenced the NBN gene. They do not comment on the type of sequencing used, but do note it is the entire gene. ","evidence":[{"id":"cggv:03e2a634-f399-4235-bcd2-8b21e43f1945_cc_evidence_item"}],"numWithVariant":2},"lowerConfidenceLimit":1.148,"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":3.1,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":8.42,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26250988","type":"dc:BibliographicResource","dc:abstract":"Several \"moderate-risk breast cancer susceptibility genes\" have been conclusively identified. Pathogenic mutations in these genes are thought to cause a two to fivefold increased risk of breast cancer. In light of the current development and use of multigene panel testing, the authors wanted to systematically obtain robust estimates of the cancer risk associated with loss-of-function mutations within these genes. An electronic search was conducted to identify studies that sequenced the full coding regions of ATM, CHEK2, BRIP1, PALB2, NBS1, and RAD50 in a general and gene-targeted approach. Inclusion was restricted to studies that sequenced the germline DNA in both high-risk cases and geographically matched controls. A meta-analysis was then performed on protein-truncating variants (PTVs) identified in the studies for an association with breast cancer risk. A total of 10,209 publications were identified, of which 64 studies comprising a total of 25,418 cases and 52,322 controls in the 6 interrogated genes were eligible under our selection criteria. The pooled odds ratios for PTVs in the susceptibility genes were at least >2.6. Additionally, mutations in these genes have shown geographic and ethnic variation. This comprehensive study emphasizes the fact that caution should be taken when identifying certain genes as moderate susceptibility with the lack of sufficient data, especially with regard to the NBS1, RAD50, and BRIP1 genes. Further data from case-control sequencing studies, and especially family studies, are warranted.","dc:creator":"Aloraifi F","dc:date":"2015","dc:title":"Protein-truncating variants in moderate-risk breast cancer susceptibility genes: a meta-analysis of high-risk case-control screening studies."},"rdfs:label":"Meta-Analysis-Cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"This is a meta analysis of 4 studies that sequenced the entire gene of NBN in cases and controls. Only one study found variants in the NBN gene. Authors note the odds ratio of the result must be considered with caution as this is a small sample number collected from smaller case controls. \"This result should be interpreted with caution, because although the odd ratios of the four studies were aggregated and no minimum limit on the number of studies to include in a meta-analysis is recommended, some studies have suggested a minimum of 6–10 studies for accurate results. \"\nCases: \n0/97\n2/600\n0/151\n0/384\ntotal: 2/1232\nControls (in same order as above): \n0/74\n2/915\n0/1000\n0/420\ntotal= 2/2409"},{"id":"cggv:885a9847-99a9-4244-8598-1fda574ffa6f","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:885a9847-99a9-4244-8598-1fda574ffa6f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:9be29f57-f1c7-481b-be94-640d685e01fa","type":"Cohort","allGenotypedSequenced":32247,"alleleFrequency":0.001767606288957112,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancer predisposition genes.\n","evidence":[{"id":"cggv:885a9847-99a9-4244-8598-1fda574ffa6f_cc_evidence_item"}],"numWithVariant":57,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:1dc663ac-d1f1-4021-a0fe-ad3af2d10105","type":"Cohort","allGenotypedSequenced":32544,"alleleFrequency":0.001567109144542773,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancer predisposition genes.\n","evidence":[{"id":"cggv:885a9847-99a9-4244-8598-1fda574ffa6f_cc_evidence_item"}],"numWithVariant":51},"lowerConfidenceLimit":0.71,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.81,"statisticalSignificanceType":"","statisticalSignificanceValue":1.05,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.56,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471974","type":"dc:BibliographicResource","dc:abstract":"Population-based estimates of the risk of breast cancer associated with germline pathogenic variants in cancer-predisposition genes are critically needed for risk assessment and management in women with inherited pathogenic variants.","dc:creator":"Hu C","dc:date":"2021","dc:title":"A Population-Based Study of Genes Previously Implicated in Breast Cancer."},"rdfs:label":"NBN BREAST CANCER"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age.  Specifically, both groups had approximately the same percentage of each of the following categories: Asian, non-Hispanic Black, Hispanic, non-Hispanic white and other.  Please see Table 1 of the article.\n\nPrevalences of pathogenic variants and variants of uncertain significance in each gene were tabulated for the case patients and controls in the population-based CARRIERS analysis, and 95% confidence intervals were estimated with the use of the Wilson score method without continuity correction.\n"},{"id":"cggv:749c1606-ea1c-41f8-8b11-9d67fcb23127","type":"EvidenceLine","evidence":[{"id":"cggv:749c1606-ea1c-41f8-8b11-9d67fcb23127_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:9fe068aa-73be-46f7-b11d-03a76d49b577","type":"Cohort","allGenotypedSequenced":173,"alleleFrequency":0.005780346820809248,"detectionMethod":"PCR to amplify the region, and gel to visualize the deletion as a smaller fragment. ","evidence":[{"id":"cggv:749c1606-ea1c-41f8-8b11-9d67fcb23127_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:1c2f14eb-23bd-45f4-b621-9af834175fef","type":"Cohort","allGenotypedSequenced":344,"alleleFrequency":0,"detectionMethod":"PCR to amplify the region, and gel to visualize the deletion as a smaller fragment. ","evidence":[{"id":"cggv:749c1606-ea1c-41f8-8b11-9d67fcb23127_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.046,"statisticalSignificanceType":"chi square ","statisticalSignificanceValueType":"Other","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15578693","rdfs:label":"Bilateral-Cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"This was not scored in the first curation because of single variant and close to non-significant p-value. "},{"id":"cggv:2ac9ed22-9d6c-41fe-bfda-8a71cb492138","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:2ac9ed22-9d6c-41fe-bfda-8a71cb492138_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:1a93487d-05a9-4da4-afdc-f63ffdc045d2","type":"Cohort","allGenotypedSequenced":5589,"alleleFrequency":0.002147074610842727,"detectionMethod":"either the customized TruRisk® (Agilent or Illumina), a customized HaloPlex (Agilent, Santa Clara, California, USA), or the TruSight™ Cancer Sequencing Panel (Illumina, San Diego, California, USA) for target enrichment. All gene panels covered the eight selected non‐BRCA1/2 core genes.","evidence":[{"id":"cggv:2ac9ed22-9d6c-41fe-bfda-8a71cb492138_cc_evidence_item"}],"numWithVariant":12,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:181be6cf-5846-4412-af4c-b36721d21fa6","type":"Cohort","allGenotypedSequenced":27173,"alleleFrequency":0.001545651933904979,"detectionMethod":"in part, Next gen seq panels as seen for the cases ( for 2189 controls in Germany). For EXAC and FLOSSIES, uncertain the genotyping methods. ","evidence":[{"id":"cggv:2ac9ed22-9d6c-41fe-bfda-8a71cb492138_cc_evidence_item"}],"numWithVariant":42},"lowerConfidenceLimit":0.73,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.363,"statisticalSignificanceType":"","statisticalSignificanceValue":1.39,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.64,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29522266","type":"dc:BibliographicResource","dc:abstract":"The prevalence of germ line mutations in non-BRCA1/2 genes associated with hereditary breast cancer (BC) is low, and the role of some of these genes in BC predisposition and pathogenesis is conflicting. In this study, 5589 consecutive BC index patients negative for pathogenic BRCA1/2 mutations and 2189 female controls were screened for germ line mutations in eight cancer predisposition genes (ATM, CDH1, CHEK2, NBN, PALB2, RAD51C, RAD51D, and TP53). All patients met the inclusion criteria of the German Consortium for Hereditary Breast and Ovarian Cancer for germ line testing. The highest mutation prevalence was observed in the CHEK2 gene (2.5%), followed by ATM (1.5%) and PALB2 (1.2%). The mutation prevalence in each of the remaining genes was 0.3% or lower. Using Exome Aggregation Consortium control data, we confirm significant associations of heterozygous germ line mutations with BC for ATM (OR: 3.63, 95%CI: 2.67-4.94), CDH1 (OR: 17.04, 95%CI: 3.54-82), CHEK2 (OR: 2.93, 95%CI: 2.29-3.75), PALB2 (OR: 9.53, 95%CI: 6.25-14.51), and TP53 (OR: 7.30, 95%CI: 1.22-43.68). NBN germ line mutations were not significantly associated with BC risk (OR:1.39, 95%CI: 0.73-2.64). Due to their low mutation prevalence, the RAD51C and RAD51D genes require further investigation. Compared with control datasets, predicted damaging rare missense variants were significantly more prevalent in CHEK2 and TP53 in BC index patients. Compared with the overall sample, only TP53 mutation carriers show a significantly younger age at first BC diagnosis. We demonstrate a significant association of deleterious variants in the CHEK2, PALB2, and TP53 genes with bilateral BC. Both, ATM and CHEK2, were negatively associated with triple-negative breast cancer (TNBC) and estrogen receptor (ER)-negative tumor phenotypes. A particularly high CHEK2 mutation prevalence (5.2%) was observed in patients with human epidermal growth factor receptor 2 (HER2)-positive tumors.","dc:creator":"Hauke J","dc:date":"2018","dc:title":"Gene panel testing of 5589 BRCA1/2-negative index patients with breast cancer in a routine diagnostic setting: results of the German Consortium for Hereditary Breast and Ovarian Cancer."},"rdfs:label":"German-BC"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"The authors compare their breast cancer cohort to EXAC, FLOSSIES and the smaller 2189 german control set. None of the values reach significance. "}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":5961,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:8d69cb17-6864-4a3c-b056-f3005685df07","type":"GeneValidityProposition","disease":"obo:MONDO_0016419","gene":"hgnc:7652","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"NBN (previously known as NBS1) is part of the MRN (MRE11-RAD50-NBN) complex and is involved in repairing double strand breaks in DNA. Bi-allelic mutations in NBN are associated with the recessive Nijmegen Breakage Syndrome. Heterozygous mutations in NBN have been implicated in increased tumor burden and cancer risk. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we have split NBN into two separate curations - one for the recessive Nijmegen Breakage Syndrome (previously curated as Definitive) and this curation for breast cancer (refute the association with breast cancer). Evidence refuting this gene-disease relationship includes case-control data, while experimental data supports the role of NBN in DNA damage repair. \n\n**Summary of Case-Control Data: 0 POINTS**\n\nThis gene-disease relationship has been studied in at least 2 case-control cohorts at the single variant level, 2 meta-analyses and 5 case-control studies at the aggregate variant level.  In 2021, two large case-control studies [CARRIERS (PMID: 33471974) and BCAC (PMID: 33471991); both with more than 32 thousand cases and controls] did not identify a significant association of aggregate loss of function (LOF) variants in NBN and breast cancer. Likewise, other two large case-control studies published in 2017 screened breast cancer cases from commercial laboratories and did not find significant association of pathogenic mutations in NBN with breast cancer (PMID: 28418444, 35172496). Damiola et al (PMID:24894818), when limited to truncating or splice variants only, also confirmed the lack of association to breast cancer in a set of ~1200 cases and controls.  \nHowever, some small single variant studies and a meta-analysis find marginally significant associations to breast cancer. Aloraifi F, et al., 2015 (PMID: 2625098) that collected around 1200 breast cancer cases supported NBN and breast cancer. A small study by Buslov et al focused on bilateral breast cancer cases and found 2/173 cases carried c.657del5 while 0/344 controls harbored the variant. Zhang et al performed a meta-analysis of 10 breast cancer studies that queried the c.657del5 variant and found an OR of 2.66 (CI=1.82-3.9). Unfortunately, details of each study were not provided, and the cases and controls were not summarized; therefore, no point was assigned to these studies.  \n\n**Summary of Experimental Data: 2 POINTS**\n\nThere is experimental evidence of the role of NBN in double-strand DNA break repair. Gatei et al 2002 (PMID:10802669) showed NBN co-immunoprecipitates with ATM, a gene that has definitive classification for breast cancer (0.5 point). Gatei et al also showed NBN localization differences after radiation with 12 Gy of ionizing radiation (0.5 points). Dumon-Jones et al (PMID:14612522) found an increased burden of cancers seen in NBN heterozygous mice both with and without gamma radiation (1 point).\n  \n\n**Overall Summary:**\n\nIn summary, given the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between NBN and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association. This gene-disease pair was originally evaluated as limited by the Breast/Ovarian Cancer GCEP on 9/27/2017. This re-curation was approved by the ClinGen Hereditary Diseases GCEP on 2/17/2023 (SOP Version 9).\n\nGiven the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between NBN and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association.","dc:isVersionOf":{"id":"cggv:fc101ed8-f6ae-49b8-8850-384da62eb9b9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}