{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-14T02:19:39.939Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28738792","type":"dc:BibliographicResource","dc:abstract":"Perturbations on the Left-Right axis establishment lead to laterality defects, with frequently associated Congenital Heart Diseases (CHDs). Indeed, in the last decade, it has been reported that the etiology of isolated cases of CHDs or cases of laterality defects with associated CHDs is linked with variants of genes involved in the Nodal signaling pathway.","dc:creator":"Cristo F","dc:date":"2017","dc:title":"Functional study of DAND5 variant in patients with Congenital Heart Disease and laterality defects."},"evidence":[{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:766cf293-0fdc-4016-9fc9-966cc49e48bb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49d2103d-2669-457e-8463-c923113af783","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Left-right patterning abnormalities consistent with human heterotaxy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38307837","type":"dc:BibliographicResource","dc:abstract":"Establishment of the left-right (LR, sinistral, dextral) body axis in many vertebrate embryos relies on cilia-driven leftward fluid flow within an LR organizer (LRO). A cardinal question is how leftward flow triggers symmetry breakage. The chemosensation model posits that ciliary flow enriches a signaling molecule on the left side of the LRO that promotes sinistral cell fate. However, the nature of this sinistralizing signal has remained elusive. In the Xenopus LRO, we identified the stem cell growth factor R-Spondin 2 (Rspo2) as a symmetrically expressed, sinistralizing signal. As predicted for a flow-mediated signal, Rspo2 operates downstream of leftward flow but upstream of the asymmetrically expressed gene dand5. Unexpectedly, in LR patterning, Rspo2 acts as an FGF receptor antagonist: Rspo2 via its TSP1 domain binds Fgfr4 and promotes its membrane clearance by Znrf3-mediated endocytosis. Concordantly, we find that at flow-stage, FGF signaling is dextralizing and forms a gradient across the LRO, high on the dextral- and low on the sinistral side. Rspo2 gain- and loss-of function equalize this FGF signaling gradient and sinistralize and dextralize development, respectively. We propose that leftward flow of Rspo2 produces an FGF signaling gradient that governs LR-symmetry breakage.","dc:creator":"Lee H","dc:date":"2024","dc:title":"R-Spondin 2 governs Xenopus left-right body axis formation by establishing an FGF signaling gradient."},"rdfs:label":"RSPO2 mutant"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Abnormal heart looping in Rspo2 mutant but Dand5 only studied in relation to Left-Right organizer and not heart"},{"id":"cggv:010d490b-4f90-48ca-8a99-d7a3e8838cb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:788b7def-0164-4de8-a206-b136c6b8a825","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Zebrafish had abnormality of left-right heart looping, akin to human heterotaxy with left-right patterning disruptions","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15084459","type":"dc:BibliographicResource","dc:abstract":"We have isolated a novel gene, charon, that encodes a member of the Cerberus/Dan family of secreted factors. In zebrafish, Fugu and flounder, charon is expressed in regions embracing Kupffer's vesicle, which is considered to be the teleost fish equivalent to the region of the mouse definitive node that is required for left-right (L/R) patterning. Misexpression of Charon elicited phenotypes similar to those of mutant embryos defective in Nodal signaling or embryos overexpressing Antivin(Atv)/Lefty1, an inhibitor for Nodal and Activin. Charon also suppressed the dorsalizing activity of all three of the known zebrafish Nodal-related proteins (Cyclops, Squint and Southpaw), indicating that Charon can antagonize Nodal signaling. Because Southpaw functions in the L/R patterning of lateral plate mesoderm and the diencephalon, we asked whether Charon is involved in regulating L/R asymmetry. Inhibition of Charon's function by antisense morpholino oligonucleotides (MOs) led to a loss of L/R polarity, as evidenced by bilateral expression of the left side-specific genes in the lateral plate mesoderm (southpaw, cyclops, atv/lefty1, lefty2 and pitx2) and diencephalon (cyclops, atv/lefty1 and pitx2), and defects in early (heart jogging) and late (heart looping) asymmetric heart development, but did not disturb the notochord development or the atv/lefty1-mediated midline barrier function. MO-mediated inhibition of both Charon and Southpaw led to a reduction in or loss of the expression of the left side-specific genes, suggesting that Southpaw is epistatic to Charon in left-side formation. These data indicate that antagonistic interactions between Charon and Nodal (Southpaw), which take place in regions adjacent to Kupffer's vesicle, play an important role in L/R patterning in zebrafish.","dc:creator":"Hashimoto H","dc:date":"2004","dc:title":"The Cerberus/Dan-family protein Charon is a negative regulator of Nodal signaling during left-right patterning in zebrafish."},"rdfs:label":"Zebrafish mutant"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:1a413cdf-1ceb-4cce-8b9e-8832d03791a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa207421-89b8-497c-a121-550bb9a16dc4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15084459","rdfs:label":"Zebrafish in situ"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Not directly in cardiac tissues"},{"id":"cggv:dbb105d8-7feb-4a3f-ab75-3b2f26c00b58","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c8f76119-371a-4d09-bf09-007cf5023c9d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Abnormal left-right patterning similar to human heterotaxy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34903892","type":"dc:BibliographicResource","dc:abstract":"The vertebrate left-right axis is specified during embryogenesis by a transient organ: the left-right organizer (LRO). Species including fish, amphibians, rodents and humans deploy motile cilia in the LRO to break bilateral symmetry, while reptiles, birds, even-toed mammals and cetaceans are believed to have LROs without motile cilia. We searched for genes whose loss during vertebrate evolution follows this pattern and identified five genes encoding extracellular proteins, including a putative protease with hitherto unknown functions that we named ciliated left-right organizer metallopeptide (CIROP). Here, we show that CIROP is specifically expressed in ciliated LROs. In zebrafish and Xenopus, CIROP is required solely on the left side, downstream of the leftward flow, but upstream of DAND5, the first asymmetrically expressed gene. We further ascertained 21 human patients with loss-of-function CIROP mutations presenting with recessive situs anomalies. Our findings posit the existence of an ancestral genetic module that has twice disappeared during vertebrate evolution but remains essential for distinguishing left from right in humans.","dc:creator":"Szenker-Ravi E","dc:date":"2022","dc:title":"Discovery of a genetic module essential for assigning left-right asymmetry in humans and ancestral vertebrates."},"rdfs:label":"CIROP mutant"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Abnormal heart looping due to loss of CIROP leads to alterations in Dand5 expression, but only studied in relation to early pitx2"},{"id":"cggv:f9c662c7-1809-4e84-bea9-e28ab5bfdbf7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac799966-8b09-4fc2-be5b-f2fabe52504b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"in situ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31826864","type":"dc:BibliographicResource","dc:abstract":"Cilia rotation-driven nodal flow is crucial for the left-right (L-R) break in symmetry in most vertebrates. However, the mechanism by which the flow signal is translated to asymmetric gene expression has been insufficiently addressed. Here, we show that Hedgehog (Hh) signalling is asymmetrically activated (L<R) in the region in which initial asymmetric ","dc:creator":"Zhu X","dc:date":"2020","dc:title":"Cilia-driven asymmetric Hedgehog signalling determines the amphioxus left-right axis by controlling "},"rdfs:label":"Amphioxus"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Downgraded because not directly cardiac tissues"},{"id":"cggv:769d7cbb-2645-4aae-abea-32293de996f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ddd267cd-0185-4b87-badc-cbaa149c9976","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Left-right patterning alterations are similar to those in human heterotaxy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26493400","type":"dc:BibliographicResource","dc:abstract":"Vertebrate left-right (LR) asymmetry originates at a transient left-right organizer (LRO), a ciliated structure where cilia play a crucial role in breaking symmetry. However, much remains unknown about the choreography of cilia biogenesis and resorption at this organ. We recently identified a mutation affecting NEK2, a member of the NIMA-like serine-threonine kinase family, in a patient with congenital heart disease associated with abnormal LR development. Here, we report how Nek2 acts through cilia to influence LR patterning. Both overexpression and knockdown of nek2 in Xenopus result in abnormal LR development and reduction of LRO cilia count and motility, phenotypes that are modified by interaction with the Hippo signaling pathway. nek2 knockdown leads to a centriole defect at the LRO, consistent with the known role of Nek2 in centriole separation. Nek2 overexpression results in premature ciliary resorption in cultured cells dependent on function of the tubulin deacetylase Hdac6. Finally, we provide evidence that the known interaction between Nek2 and Nup98, a nucleoporin that localizes to the ciliary base, is important for regulating cilium resorption. Together, these data show that Nek2 is a switch balancing ciliogenesis and resorption in the development of LR asymmetry.","dc:creator":"Endicott SJ","dc:date":"2015","dc:title":"The NIMA-like kinase Nek2 is a key switch balancing cilia biogenesis and resorption in the development of left-right asymmetry."},"rdfs:label":"Frog model"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Downgraded from 0.5 because Dand5 only assessed at left-right organizer"},{"id":"cggv:f50f4606-9deb-4844-8e1b-1a9463f4ab47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f492d17-fb85-48e5-926e-399fe2bcdc71","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Disruption in left-right patterning is similar to human heterotaxy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22535411","type":"dc:BibliographicResource","dc:abstract":"β-Catenin-mediated canonical Wnt signaling has been found to be required for left-right (LR) asymmetric development. However, the implication of endogenous β-catenin in LR development has not been demonstrated by loss-of-function studies. In zebrafish embryos, two β-catenin genes, β-catenin 1 (ctnnb1) and β-catenin 2 (ctnnb2) are maternally expressed and their zygotic expression occurs in almost all types of tissues, including Kupffer's vesicle (KV), an essential organ that initiates LR development in teleost fish. We demonstrate here that morpholino-mediated knockdown of ctnnb1, ctnnb2, or both, in the whole embryo or specifically in dorsal forerunner cells (DFCs) interrupts normal asymmetry of the heart, liver and pancreas. Global knockdown of ctnnb2 destroys the midline physical and molecular barrier, while global knockdown of ctnnb1 impairs the formation of the midline molecular barrier. Depletion of either gene or both in DFCs/KV leads to poor KV cell proliferation, abnormal cilia formation and disordered KV fluid flow with downregulation of ntl and tbx16 expression. ctnnb1 and ctnnb2 in DFCs/KV differentially regulate the expression of charon, a Nodal antagonist, and spaw, a key Nodal gene for laterality development in zebrafish. Loss of ctnnb1 in DFCs/KV inhibits the expression of charon around KV and of spaw in the posterior lateral plate mesoderm, while ctnnb2 knockdown results in loss of spaw expression in the anterior lateral plate mesoderm with little alteration of charon expression. Taken together, our findings suggest that ctnnb1 and ctnnb2 regulate multiple processes of laterality development in zebrafish embryos through similar and distinct mechanisms.","dc:creator":"Zhang M","dc:date":"2012","dc:title":"β-Catenin 1 and β-catenin 2 play similar and distinct roles in left-right asymmetric development of zebrafish embryos."},"rdfs:label":"Zebrafish mutant"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Here only tail bud expression is shown so reduced from 0.5 to 0.25 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e8d7604-4d77-4272-98c3-b94aa15cafea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:30e57e1e-ba05-46b7-93de-df0a9e28697f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15084459","rdfs:label":"Zebrafish mutant"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Rescue of overexpression instead of rescue of loss of function"},{"id":"cggv:bb22d701-150d-43bf-9fb9-32ffd0011235","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4d67eb00-fc37-4db6-98f1-83d303265376","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Differences in cardiac differentiation could have a role in heterotaxy-related congenital heart disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33928078","type":"dc:BibliographicResource","dc:abstract":"Deciphering the clues of a regenerative mechanism for the mammalian adult heart would save millions of lives in the near future. Heart failure due to cardiomyocyte loss is still one of the significant health burdens worldwide. Here, we show the potential of a single molecule, DAND5, in mouse pluripotent stem cell-derived cardiomyocytes specification and proliferation. ","dc:creator":"Inácio JM","dc:date":"2021","dc:title":"DAND5 Inactivation Enhances Cardiac Differentiation in Mouse Embryonic Stem Cells."},"rdfs:label":"Mouse ESC"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:072a25b5-0cf2-40b4-b459-b63169bc5bb1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:56bfcc5e-b8f8-4a95-8301-e92e79112ac1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal cardiac looping is akin to human heterotaxy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30446628","type":"dc:BibliographicResource","dc:abstract":"Nodal is the major effector of left-right axis development. In mice, Nodal forms heterodimers with Gdf1 and is inhibited by Cerl2/Dand5 at the node, and by Lefty1 in the lateral plate mesoderm (LPM). Studies in zebrafish have suggested some parallels, but also differences, between left-right patterning in mouse and zebrafish. To address these discrepancies, we generated single and double zebrafish mutants for ","dc:creator":"Montague TG","dc:date":"2018","dc:title":"Conserved regulation of Nodal-mediated left-right patterning in zebrafish and mouse."},"rdfs:label":"Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Disputed","sequence":8441,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:ff275885-641c-4906-b2c9-a751029b5391","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:26780","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"*DAND5* was first reported in relation to autosomal dominant congenital heart disease in 2017 (Cristo et al., PMID: 28738792). Two heterozygous missense variants have been reported in two probands in two publications (PMID: 28738792, 28230599) are included in this curation. However, these variants were not scored as they are too frequent and one was reported in a proband with a different causal variant identified (PMID 28230599). Two homozygous genotypes were also reported, but those variants were identified in the context of long regions of homozygosity that could contain causal variants (PMID 34215651, 36316122). This gene-disease relationship is supported by animal models and expression studies. Expression studies confirmed that *DAND5* is expressed early in zebrafish and amphioxus development (PMIDs 15084459, 31826864). Many zebrafish models with abnormal heart looping also demonstrate alterations in *dand5* expression, most frequently at the left-right organizer (PMIDs 15084459, 22535411, 26493400, 34903892, 38307837). Zebrafish models demonstrated that deficiency of *dand5* led to abnormal cardiac looping (PMIDs 15084459, 30446628). Mouse embryonic cell lines deficient for *Dand5* had increased mesoderm differentiation and increased beating foci (PMID 33928078). A zebrafish model demonstrated rescue of a cardiac looping phenotype with morpholino depletion of dand5 after overexpression (PMID 15084459). In summary, the evidence supporting the relationship between *DAND5* and congenital heart disease with unknown mode of inheritance has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *DAND5* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date June 4, 2024 (SOP Version 10). \nNo human genetic evidence was able to be scored","dc:isVersionOf":{"id":"cggv:af4ba5de-8e77-4d22-bd42-691451f37472"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}