{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-11-18T17:00:00.000Z","role":"Approver"},{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-12-02T15:36:36.287Z","role":"Publisher"}],"evidence":[{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3f44d90-6f08-44f7-b55d-58b3c6297965","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ba18c89-cd4b-4705-836c-9732cbcc6dd5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The concentrations of HC II antigens were measured by the use of rocket immunoelectrophoresis with monospecific antibodies to HC II. The proband, her mother, and one of her sisters had HC II levels of around 50%, while her father and her other sister had normal levels. Consistent with an autosomal dominant mode of inheritance. All family members examined had normal levels of AT III.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2863444","type":"dc:BibliographicResource","dc:abstract":"A family was investigated for heparin co-factor II deficiency. Three of the five members examined had had thrombosis and their levels of heparin co-factor II were reduced to 50%. All five members had antithrombin III levels within the normal range. Analysis on crossed immunoelectrophoresis showed no qualitative abnormality of patient heparin co-factor II antigen. Since heparin co-factor II activity and concentration were reduced to the same extent, the deficiency was due to reduced protein synthesis.","dc:creator":"Tran TH","dc:date":"1985","dc:title":"Association of hereditary heparin co-factor II deficiency with thrombosis."},"rdfs:label":"HCII levels"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a7492e1b-878c-4140-8b72-dea6e00b1adf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea984b08-3e86-4368-8c38-7686f62ff260","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The reported function of thrombin inhibition is consistent with abnormal thrombosis observed in many of the patients with heparin cofactor II deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6895893","type":"dc:BibliographicResource","dc:abstract":"We have isolated a previously unrecognized heparin-dependent inhibitor of thrombin from human plasma. The inhibitor, designated heparin cofactor II (HCII), was purified to homogeneity with sulfated-dextran, DEAE-Sepharose, heparin-Sepharose and Sephadex G-150. HCII is a glycoprotein consisting of a single polypeptide chain with a Mr = 65,600 as determined by sedimentation equilibrium analysis. Other physical properties include s20,w = 4.31 S; Stokes radius = 34 A; E280 1% = 11.7; and pI = 4.95 to 5.15. The purified inhibitor is not precipitated by antibodies directed against seven other plasma protease inhibitors, including antithrombin III (ATIII). HCII blocks the proteolytic and amidolytic activities of thrombin by forming a covalent, 1:1 molar complex with the protease. The second-order rate constant for inhibition of thrombin by purified HCII increases from 5.0 X 10(5) M-1 min-1 in the absence of heparin to 4.5 x 10(8) M-1 min-1 at optimal heparin concentrations of 0.8 to 1.0 unit/ml. In comparison with ATIII, HCII is a relatively ineffective inhibitor of coagulation factor Xa.","dc:creator":"Tollefsen DM","dc:date":"1982","dc:title":"Heparin cofactor II. Purification and properties of a heparin-dependent inhibitor of thrombin in human plasma."},"rdfs:label":"thrombin inhibitor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Isolated heparin cofactor II from human plasma and identified it as a heparin-dependent inhibitor of thrombin. HCII was found to block the proteolytic and amidolytic activities of thrombin by forming a covalent, 1:1 molar complex with the protease, with increased activity in the presence of heparin."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1581843-ec3d-46ba-a9b0-43b11b8ce762","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:39cb01b1-baad-4fad-b5b1-1f969fb8b31c","type":"FunctionalAlteration","dc:description":"HCII from patient plasma contained an approximately equal mixture of two forms of HCII, one of which is unable to interact with dermatan sulfate. The variant HCII (HCII-Oslo) was isolated and thrombin inhibition analyzed; the concentration of dermatan sulfate that produced 50% inhibition of thrombin was  26 pg/ml with  normal HCII compared to >1600  pg/ml with HCII-Oslo.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2647747","type":"dc:BibliographicResource","dc:abstract":"Heparin and dermatan sulfate increase the rate of inhibition of thrombin by heparin cofactor II (HCII) approximately 1000-fold by providing a catalytic template to which both the inhibitor and the proteinase bind. A variant form of HCII that binds heparin but not dermatan sulfate has been described recently in two heterozygous individuals (Andersson, T.R., Larsen, M.L., and Abildgaard, U. (1987) Thromb. Res. 47, 243-248). We have now purified the variant HCII (designated HCIIOslo) from the plasma of ne of these individuals. HCIIOslo or normal HCII (11 nM) was incubated with thrombin (9 nM) for 1 min in the presence of heparin or dermatan sulfate. Fifty percent inhibition of thrombin occurred at 26 micrograms/ml dermatan sulfate with normal HCII and greater than 1600 micrograms/ml dermatan sulfate with HCIIOslo. In contrast, inhibition of thrombin occurred at a similar concentration of heparin (1.0-1.5 micrograms/ml) with both inhibitors. To identify the mutation in HCIIOslo, DNA fragments encoding the N-terminal 220 amino acid residues of HCII were amplified from leukocyte DNA by the Taq DNA polymerase chain reaction and both alleles were cloned. A point mutation (G----A) resulting in substitution of His for Arg-189 was found in one allele. The same mutation was constructed in the cDNA of native HCII by oligonucleotide-directed mutagenesis and expressed in Escherichia coli. The recombinant HCIIHis-189 reacted with thrombin in the presence of heparin but not dermatan sulfate, confirming that this mutation is responsible for the functional abnormality in HCIIOslo.","dc:creator":"Blinder MA","dc:date":"1989","dc:title":"Heparin cofactor IIOslo. Mutation of Arg-189 to His decreases the affinity for dermatan sulfate."},"rdfs:label":"Reduced inhibition of thrombin"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:024c0449-6c04-4bad-aba0-aeffebd860ae","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6ebc3c4-2c14-484e-8e88-99c957c8a502","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"HCII protein administration markedly attenuated intimal hyperplasia and adventitial hyperplasia in cuff-injured HCII+/– mice to levels similar to those observed in cuff-injured WT mice treated with vehicle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17549254","type":"dc:BibliographicResource","dc:abstract":"Heparin cofactor II (HCII) specifically inhibits thrombin action at sites of injured arterial wall, and patients with HCII deficiency exhibit advanced atherosclerosis. However, the in vivo effects and the molecular mechanism underlying the action of HCII during vascular remodeling remain elusive. To clarify the role of HCII in vascular remodeling, we generated HCII-deficient mice by gene targeting. In contrast to a previous report, HCII(-/-) mice were embryonically lethal. In HCII(+/-) mice, prominent intimal hyperplasia with increased cellular proliferation was observed after tube cuff and wire vascular injury. The number of protease-activated receptor-1-positive (PAR-1-positive) cells was increased in the thickened vascular wall of HCII(+/-) mice, suggesting enhanced thrombin action in this region. Cuff injury also increased the expression levels of inflammatory cytokines and chemokines in the vascular wall of HCII(+/-) mice. The intimal hyperplasia in HCII(+/-) mice with vascular injury was abrogated by human HCII supplementation. Furthermore, HCII deficiency caused acceleration of aortic plaque formation with increased PAR-1 expression and oxidative stress in apoE-KO mice. These results demonstrate that HCII protects against thrombin-induced remodeling of an injured vascular wall by inhibiting thrombin action and suggest that HCII is potentially therapeutic against atherosclerosis without causing coagulatory disturbance.","dc:creator":"Aihara K","dc:date":"2007","dc:title":"Strain-dependent embryonic lethality and exaggerated vascular remodeling in heparin cofactor II-deficient mice."},"rdfs:label":"HCII+/– Tokushima mice with human HCII supplementation"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Supplementation with wildtype human HCII rescued plasma HCII activity and ameliorated injury-induced vascular remodeling in HCII-deficient mice in vivo."},{"id":"cggv:8eb68102-c756-489a-b7a9-3f20132cdfbf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:68a2a08f-0ac2-4724-a31c-7dd5eaa39f8b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Plasma from HCII-null mice did not contain detectable HCII antigen or activity. HCII-deficient mice are viable and fertile, and they do not appear to have spontaneous thrombosis or other morphologic abnormalities. In comparison with wild-type animals, however, they demonstrate a significantly shorter time to thrombotic occlusion of the carotid artery after photochemically induced endothelial cell injury. Similar to the rescue experiment in  PMID: 17549254, abnormally short arterial occlusion time of the HCII–/– mice was corrected by intravenous injection of purified human HCII 5 minutes prior to induction of vascular injury","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11805133","type":"dc:BibliographicResource","dc:abstract":"Heparin cofactor II (HCII) is a plasma protein that inhibits thrombin rapidly in the presence of dermatan sulfate, heparan sulfate, or heparin. HCII has been proposed to regulate coagulation or to participate in processes such as inflammation, atherosclerosis, and wound repair. To investigate the physiologic function of HCII, about 2 kb of the mouse HCII gene, encoding the N-terminal half of the protein, was deleted by homologous recombination in embryonic stem cells. Crosses of F1 HCII(+/-) animals produced HCII(-/-) offspring at the expected mendelian frequency. Biochemical assays confirmed the absence of dermatan sulfate-dependent thrombin inhibition in the plasma of HCII(-/-) animals. Crosses of HCII(-/-) animals produced litters similar in size to those obtained from heterozygous matings. At 1 year of age, HCII-deficient animals were grossly indistinguishable from their wild-type littermates in weight and survival, and they did not appear to have spontaneous thrombosis or other morphologic abnormalities. In comparison with wild-type animals, however, they demonstrated a significantly shorter time to thrombotic occlusion of the carotid artery after photochemically induced endothelial cell injury. This abnormality was corrected by infusion of purified HCII but not ovalbumin. These observations suggest that HCII might inhibit thrombosis in the arterial circulation.","dc:creator":"He L","dc:date":"2002","dc:title":"Heparin cofactor II inhibits arterial thrombosis after endothelial injury."},"rdfs:label":"HCII-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"HCII-/- mice recapitulated the HCII deficiency observed in patients, including susceptibility to induced thrombosis. Further study of the HCII-/- mice, in PMID: 17878401 on an ApoE null background, showed that when fed an atherogenic diet HCII null mice developed plaque areas in the aortic arch approximately 64% larger than wild-type mice  and had higher thrombin activity when neointima formation was induced leading to a larger median neointimal area than in wildtype mice."},{"id":"cggv:ea4bbf8e-2698-4a00-bfa5-df725c83c287","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6823e31-4c13-4de7-884d-7c18e5a0249f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in humans, HCII+/– mice showed half of the level of HCII protein content and mRNA in the liver and about 60% of the plasma HCII activity of HCII+/+ mice.\n\nHumans with hetero­zygous HCII deficiency develop only occasional deep vein thrombosis and have no atherosclerotic lesions or vascular damage while they are young. Although larger clinical studies are needed, heterozygous HCII-deficient subjects appear to suffer from advanced atherosclerotic lesions after the development of vascular injuries with aging. In the present study, HCII+/– mice exhibited no obvious differences in vascular structure compared with HCII+/+ mice under the condition of no vascular stress. However, arterial cuff injury and wire injury caused prominent hyperplasia of the intimal area in HCII+/– mice compared with HCII+/+ mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17549254","rdfs:label":"HCII+/– Tokushima mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"HCII+/– Tokushima mice recapitulated the HCII deficiency observed in patients, including susceptibility to induced thrombosis."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:a7a96f1c-2dc9-4d1c-9a8c-7783af84b95c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4200f045-51c0-42fb-a57c-b5a6691ca08e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0004936","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:a7a96f1c-2dc9-4d1c-9a8c-7783af84b95c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4f81b0ad-fcf2-4c66-9d3a-0e5c4749904b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000022.11:g.20786968C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10116132"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29296762","type":"dc:BibliographicResource","dc:abstract":"Genetics play a significant role in venous thromboembolism (VTE), yet current clinical laboratory-based testing identifies a known heritable thrombophilia (factor V Leiden, prothrombin gene mutation G20210A, or a deficiency of protein C, protein S, or antithrombin) in only a minority of VTE patients. We hypothesized that a substantial number of VTE patients could have lesser-known thrombophilia mutations. To test this hypothesis, we performed whole-exome sequencing (WES) in 64 patients with VTE, focusing our analysis on a novel 55-gene extended thrombophilia panel that we compiled. Our extended thrombophilia panel identified a probable disease-causing genetic variant or variant of unknown significance in 39 of 64 study patients (60.9%), compared with 6 of 237 control patients without VTE (2.5%) (P < .0001). Clinical laboratory-based thrombophilia testing identified a heritable thrombophilia in only 14 of 54 study patients (25.9%). The majority of WES variants were either associated with thrombosis based on prior reports in the literature or predicted to affect protein structure based on protein modeling performed as part of this study. Variants were found in major thrombophilia genes, various SERPIN genes, and highly conserved areas of other genes with established or potential roles in coagulation or fibrinolysis. Ten patients (15.6%) had >1 variant. Sanger sequencing performed in family members of 4 study patients with and without VTE showed generally concordant results with thrombotic history. WES and extended thrombophilia testing are promising tools for improving our understanding of VTE pathogenesis and identifying inherited thrombophilias.","dc:creator":"Lee EJ","dc:date":"2017","dc:title":"Whole-exome sequencing in evaluation of patients with venous thromboembolism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29296762","rdfs:label":"SERPIND1_Case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Arg468Cys makes a critical contact with thrombin in the crystal structure of the complex, which would be disrupted by the mutation and predicted to be deleterious to protein function, however no functional evidence was provided. The patient has a history of venous thromboembolism but HCII antigen and activity levels were not reported. This variant occurs at an overall allele frequency in gnomAD of 0.00003182 with a MAF of 0.00008465 (3/35438 alleles) in the Latino population."},{"id":"cggv:c08bce69-712b-4127-9a8d-47121cf855f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92cb55f9-3351-48ba-9596-5ca58b67de58","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"detectionMethod":"A portion of the HCII gene, amino acid residues 1-220, was amplified using PCR. Nine plasmids containing the HCII DNA fragment were sequenced using the Sanger method.","firstTestingMethod":"PCR","phenotypeFreeText":"45% HCII activity, abnormal crossed immunoelectrophoresis with dermatan sulphate","phenotypes":"obo:HP_0040226","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c08bce69-712b-4127-9a8d-47121cf855f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9306de34-9883-4caf-8acf-77241c694c8f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000185.4(SERPIND1):c.623G>A (p.Arg208His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124490"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2647747"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2647747","rdfs:label":"2: II-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Arg208His (here referred to as Arg189) was identified in this patient with reduced HCII activity but no history of thrombotic disease. This variant occurs at an overall allele frequency in gnomAD of 0.001496 with an MAF of 0.002401 (310/129120 alleles) in the non-Finnish European population. The variant was generated in the cDNA of native heparin cofactor II by oligonucleotide-directed mutagenesis and was expressed in E. coli. The recombinant cofactor reacted with thrombin in the presence of heparin but not dermatan sulfate confirming that this mutation is responsible for the functional abnormality in HCF II Oslo. This is the second patient from Norway with the same variant. Further evidence of a deleterious effect was reported in PMID: 18281504, in which the rapid formation of occlusive thrombi in HCII-deficient mouse model (PMID: 11805133) was corrected by wildtype recombinant HCII but not by Arg208His recombinant HCII."},{"id":"cggv:fe66d7e6-ecaa-4065-9ebf-134b7a047e51_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7115a8a9-81c7-47f7-8ecc-0038bb1a5c5f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Capture baits were designed to target all consensus coding sequences of the 80 v2 ThromboGenomics genes, the first and last 100 bp of introns, 5’ and 3’ UTRs, regions 1,000bp upstream of the transcription start site and the position of known pathogenic variants.","firstTestingMethod":"Next generation sequencing panels","phenotypes":"obo:HP_0004850","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:fe66d7e6-ecaa-4065-9ebf-134b7a047e51_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5b3695c2-6bdd-49ec-bfdd-184a0427d31e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000185.4(SERPIND1):c.1409C>T (p.Thr470Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/627233"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31064749","type":"dc:BibliographicResource","dc:abstract":"A targeted high-throughput sequencing (HTS) panel test for clinical diagnostics requires careful consideration of the inclusion of appropriate diagnostic-grade genes, the ability to detect multiple types of genomic variation with high levels of analytic sensitivity and reproducibility, and variant interpretation by a multi-disciplinary team (MDT) in the context of the clinical phenotype. We have sequenced 2,396 index patients using the ThromboGenomics HTS panel test of diagnostic-grade genes known to harbour variants associated with rare bleeding, thrombotic or platelet disorders (BTPD). The molecular diagnostic rate was determined by the clinical phenotype, with an overall rate of 49.2% for all thrombotic, coagulation, platelet count and function disorder patients and a rate of 3.2% for patients with unexplained bleeding disorders characterized by normal hemostasis test results. The MDT classified 745 unique variants, including copy number and intronic variants, as Pathogenic, Likely Pathogenic or Variants of Uncertain Significance. Half (50.9%) of these variants are novel and 41 unique variants were identified in 7 genes recently found to be implicated in BTPD. Inspection of canonical hemostasis pathways identified 29 patients with evidence of oligogenic inheritance. A molecular diagnosis has been reported for 894 index patients providing evidence that introducing an HTS genetic test is a valuable addition to laboratory diagnostics in patients with a high likelihood of having an inherited BTPD.","dc:creator":"Downes K","dc:date":"2019","dc:title":"Diagnostic high-throughput sequencing of 2,396 patients with bleeding, thrombotic and platelet disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749","rdfs:label":"TGP0378"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Thr470Ile was identified in a patient with deep vein thrombosis, however HCII activity was not assessed and no evidence was provided for the functional impact. This variant occurs at an overall allele frequency in gnomAD of 0.00005303 with an MAF of 0.0001161 (15/129180 alleles) in the non-Finnish European population."},{"id":"cggv:b99ae5a3-820b-4f74-9d0c-d0bf381b7da2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e21d38f-5c10-434f-abb6-f364e8c0c539","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Capture baits were designed to target all consensus coding sequences of the 80 v2 ThromboGenomics genes, the first and last 100 bp of introns, 5’ and 3’ UTRs, regions 1,000bp upstream of the transcription start site and the position of known pathogenic variants.","firstTestingMethod":"Next generation sequencing panels","phenotypes":"obo:HP_0001297","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:b99ae5a3-820b-4f74-9d0c-d0bf381b7da2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:df99a054-8234-457a-bc7d-0ade1fc1d775","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000185.4(SERPIND1):c.1333G>C (p.Val445Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/626989"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749","rdfs:label":"TGP0339"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Val445Leu was identified in a patient with thrombotic stroke, however HCII activity was not assessed and no evidence was provided for the functional impact. This variant occurs at an overall allele frequency in gnomAD of 0.00004950 with an MAF of 0.0001007 (13/129122alleles) in the non-Finnish European population."},{"id":"cggv:b9b44aac-3706-47b4-b8d5-2307da9bf7f3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:588445be-e896-4992-a6b3-dea0e81c0653","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"detectionMethod":"Promoter, exons 1 through 5, and flanking regions of the HCII gene were amplified by PCR and sequenced with dye terminator cycle sequencing.\n\nConfirmation of nucleotide changes was performed by allele-specific restriction assay. HCII genotype was determined by nested PCR with the mutagenic primer ATCTCCAGTTCTTAGAGCTGAGCA and Alw21I restriction.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"severe reduction in antigenic concentration and activity of HCII (3% and 11%, respectively)","phenotypes":["obo:HP_0004936","obo:HP_0040226","obo:HP_0004850"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:b9b44aac-3706-47b4-b8d5-2307da9bf7f3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:05540f67-6bbd-4bf0-b00b-a9aa52c0c4d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000022.11:g.20786905G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA322261279"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15337701","type":"dc:BibliographicResource","dc:abstract":"Heparin cofactor II (HCII) is a hepatic serpin with significant antithrombin activity that has been implicated in coagulation, inflammation, atherosclerosis, and wound repair. Recent data obtained in mice lacking HCII suggest that this serpin might inhibit thrombosis in the arterial circulation. However, the clinical relevance and molecular mechanisms associated with deficiency of HCII in humans are unclear.","dc:creator":"Corral J","dc:date":"2004","dc:title":"Homozygous deficiency of heparin cofactor II: relevance of P17 glutamate residue in serpins, relationship with conformational diseases, and role in thrombosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15337701","rdfs:label":"Valencia Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Glu447Lys (here referred to as Glu428Lys) was identified homozygous in this patient with venous thromboembolisms but the patient also harbors a nonsense variant in antithrombin. Remaining family members (1 homozygote and 7 heterozygotes) have HCII deficiency without clinical phenotypes. This variant occurs at an overall allele frequency in gnomAD of 0.000003977 with an MAF of 0.00002891 (1/34592 alleles) in the Latino population."},{"id":"cggv:320d85a9-8f6f-47da-b8b7-2c28ddad3c7d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b516788f-f14b-4f9e-84bc-006ee6e91213","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":63,"detectionMethod":"A portion of the HCII gene, amino acid residues 1-220, was amplified by PCR. Nine plasmids containing the HCII DNA fragment were sequenced using the Sanger method.","firstTestingMethod":"PCR","phenotypeFreeText":"HCII 50% activity, abnormal crossed immunoelectrophoresis with dermatan sulphate","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:320d85a9-8f6f-47da-b8b7-2c28ddad3c7d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9306de34-9883-4caf-8acf-77241c694c8f"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2647747"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2647747","rdfs:label":"1: II-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The missense variant Arg208His (here referred to as Arg189) occurs at an overall allele frequency in gnomAD of 0.001496 with an MAF of 0.002401 (310/129120 alleles) in the non-Finnish European population. The variant was generated in the cDNA of native heparin cofactor II by oligonucleotide-directed mutagenesis and was expressed in E. coli. The recombinant cofactor reacted with thrombin in the presence of heparin but not dermatan sulfate confirming that this mutation is responsible for the functional abnormality in HCF II Oslo.  Further evidence of a deleterious effect was reported in PMID: 18281504, in which the rapid formation of occlusive thrombi in HCII-deficient mouse model (PMID: 11805133) was corrected by wildtype recombinant HCII but not by Arg208His recombinant HCII."},{"id":"cggv:7ea8cd6e-e6ca-4191-adc1-d5a272662810_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8dc3f96c-ddae-4402-b7d2-01249aae02ea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":66,"detectionMethod":"PCR amplification of all exons and splice junctions, followed by subcloning and cycle sequencing. The genotype was confirmed in the proband and family members by restriction digestion.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"decrease in both the activity and antigen level of HC II to 41% (normal,75% to 139%) and 44% (normal, 63% to 110%","phenotypes":["obo:HP_0040226","obo:HP_0000822","obo:HP_0031678"],"previousTesting":true,"previousTestingDescription":"Various  plasma  factors  that  are associated with congenital thrombosis, such as antithrombin, protein C, protein S,plasminogen, histidine-rich glycoprotein, activated protein C (APC) resistance,and fasting plasma homocysteine were all within the normal range.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:7ea8cd6e-e6ca-4191-adc1-d5a272662810_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1f8e3757-b3ab-40e5-9f9e-980ef9081f08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000185.4(SERPIND1):c.1385C>T (p.Pro462Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124493"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11204559","type":"dc:BibliographicResource","dc:abstract":"We found a 66-year-old Japanese patient with type I congenital heparin cofactor (HC) II deficiency manifesting multiple atherosclerotic lesions. To investigate the molecular pathogenesis of our patient, we performed sequencing analysis and expressed recombinant human wild-type and mutant HC II molecules in COS-1 and CHO-K1 cells. Sequencing analysis following amplification of each of all 5 exons and its flanking region showed a single C to T transition at nucleotide position 12,854 in exon 5, which changed a Pro443 codon (CCG) to Leu codon (CTG). Because this mutation generates a new Bhv I site, the Bbv I digestion pattern of the PCR-amplified exon 5 fragments from each family member was analyzed. In all cases, the patterns were consistent with the activities and antigen levels of plasma HC I1 in those members. Transient transfection, metabolic labeling and pulse-chase experiments followed by immunoprecipitation analysis showed that the recombinant mutant HC II molecules were secreted from COS-1 cells in reduced amounts compared with the wild-type, and that an enhanced intracellular association of the mutant molecules with a chaperone, GRP78/BiP, was observed in CHO-K1 cells. Northern blot analysis indicated that the mutant HC I1 mRNA was transcribed at a similar level as that of wild-type. Immunohistochemical staining of the transfected cells revealed that COS-1 cells expressing the mutant HC II molecules were stained mainly in the perinuclear area. We conclude that the impaired secretion of the mutant HC II molecules, due to intracellular degradation, is the molecular pathogenesis of type I congenital HC II deficiency caused by a Pro443 to Leu mutation at reactive P2 site.","dc:creator":"Kanagawa Y","dc:date":"2001","dc:title":"Molecular mechanism of type I congenital heparin cofactor (HC) II deficiency caused by a missense mutation at reactive P2 site: HC II Tokushima."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11204559","rdfs:label":"II-4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Pro462Leu (here referred to as Pro443Leu) was characterized expressed in COS-1 cells by transient transfection, then metabolic labeling and pulse-chase experiments followed by immunoprecipitation analysis showed that the recombinant mutant HC II molecules were secreted from COS-1 cells in reduced amounts compared with the wild-type."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.4},{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:74e5b3a4-38d4-492e-9d67-56fbed802d8b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2373e521-d2e7-44ee-968f-dac4d12a1a5a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":61,"detectionMethod":"Sequenced all five exons and flanking regions of SERPIND1 gene, amplified by PCR technique. \nTo confirm the mutation site in the genes from the members of the HCII Awaji family, PCR was performed using Tsp5091 mutagenic primer and digested the PCR products by Tsp509I.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001681","obo:HP_0003124","obo:HP_0005145","obo:HP_0000819","obo:HP_0040226","obo:HP_0000822"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:74e5b3a4-38d4-492e-9d67-56fbed802d8b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:661a0f64-509e-4ae9-bb14-2f0e51f0b42c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000185.4(SERPIND1):c.321dup (p.Val108fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124491"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8562924","type":"dc:BibliographicResource","dc:abstract":"Heparin cofactor II (HCII) is a serine proteinase inhibitor in human plasma that rapidly inhibits thrombin in the presence of dermatan sulfate or heparin. To understand the molecular mechanism for HCII deficiency in a patient with reduced circulating HCII antigen, we studied a Japanese patient with type I HCII deficiency who suffered from angina pectoris and coronary artery disease. Polymerase chain reaction (PCR)-based sequence analysis showed that the propositus' gene for HCII (HCII Awaji gene) had a thymine insertion after codon (GAT) for Asp88 in exon II, resulting in a frameshift mutation. Consequently, the abnormal HCII Awaji protein was suggested to have an altered amino acid sequence from position 89 and terminate at 107, thus being composed of the NH2-terminal one fifth of normal HCII and dysfunctional for thrombin inhibition. The molecular weight and pI value of HCII Awaji were calculated to be 12,040 and 3.6, respectively, without posttranslational modification. Mutagenic PCR followed by the Tsp509I digestion showed that a half of the PCR products derived from the propositus and his sister was cleaved, suggesting that his sister also has the same mutant allele. Crossed-immunoelectrophoresis and Western blot analyses of plasma and urine from the the propositus and of plasma from his sister did not provide evidence for the existence of the abnormal HCII, suggesting that little truncated HCII was circulating in the patient's blood. However, stable expression assay using human kidney 293 cells transfected with the expression vector containing cDNA encoding wild-type or Awaji-type HCII showed that mutant as well as wild-type HCII was secreted into culture medium normally. These results suggest that the abnormal HCII Awaji protein is secreted normally, but rapidly degraded in the circulating blood.","dc:creator":"Kondo S","dc:date":"1996","dc:title":"Molecular and cellular basis for type I heparin cofactor II deficiency (heparin cofactor II Awaji)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8562924","rdfs:label":"Matsuo Patient"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The frameshift variant c.321dup in exon 2 of 5 generates a premature stop codon expected to result in NMD, which is consistent with the little to no circulating HCII observed in the patient sample by Western blot."},{"id":"cggv:001f0d0d-c15f-4ee8-9162-fc9297f78b05_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9574abf4-f095-49f0-a55c-69a5c6b5af23","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":28,"detectionMethod":"PCR amplified exons 2-5 and splicing junctions and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"acute cerebrovascular disease, HCII activity 51%, antigen 40%","phenotypes":["obo:HP_0040226","obo:HP_0004850"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:001f0d0d-c15f-4ee8-9162-fc9297f78b05_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a7b4212-5e83-40a7-b79d-753b8760621b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000185.4(SERPIND1):c.1429_1430del (p.Phe477fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124492"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8902986","type":"dc:BibliographicResource","dc:abstract":"305 patients with juvenile thromboembolic episodes were screened for the presence of heparin cofactor II deficiency. The heterozygous deletion of two bases was found in the exon 5 of the heparin cofactor II gene in two unrelated patients, very likely due to a founder effect. This molecular lesion, causing a frameshift and elongated translation, affects the core of the molecule and should cause the complete unfolding of the protein, which is in accordance with the observed type I deficiency. The corresponding region of antithrombin III gene is affected by a cluster of frameshift mutations suggesting that heparin cofactor II and antithrombin III could share similar mutational patterns. The heparin cofactor II gene alteration was associated with, in one patient, the factor V Leiden mutation and, in the other, type I protein C deficiency. The tracing of the single defects in several family members indicated that the mutations became clinically manifest only when present in the doubly heterozygous condition. This study provides two examples, based on molecular findings, of the interplay of risk factors which is potentially useful to define a role for heparin cofactor II deficiency in inherited thrombophilia.","dc:creator":"Bernardi F","dc:date":"1996","dc:title":"A heparin cofactor II mutation (HCII Rimini) combined with factor V Leiden or type I protein C deficiency in two unrelated thrombophilic subjects."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8902986","rdfs:label":"257: III-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"The Phe477fs variant occurs in exon 5 of 5 and results in alteration of the remaining 28 amino acids followed by a 4 amino acid extension and a new stop codon. As such it is not expected to undergo NMD but since the altered molecule is not detectable in the plasma of patients it is speculated to result in substantial unfolding. This individual also has a type I protein C deficiency. This is the second patient with this variant from the Rimini province and is suspected to be a founder effect."},{"id":"cggv:2324c89c-966c-4bf6-ae51-b90f903da464_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:25a19ca9-ca7c-4083-b2c3-0582a03feddb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":28,"detectionMethod":"PCR amplified exons 2-5 and splicing junctions and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"HCII activity 40%, antigen 28%","phenotypes":["obo:HP_0004936","obo:HP_0004850","obo:HP_0040226"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2324c89c-966c-4bf6-ae51-b90f903da464_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a7b4212-5e83-40a7-b79d-753b8760621b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8902986"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8902986","rdfs:label":"169: III-9"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"The Phe477fs variant occurs in exon 5 of 5 and results in alteration of the remaining 28 amino acids followed by a 4 amino acid extension and a new stop codon. As such it is not expected to undergo NMD but since the altered molecule is not detectable in the plasma of patients it is speculated to result in substantial unfolding. This individual also harbors the factor V Leiden variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.9}],"evidenceStrength":"Definitive","sequence":1537,"specifiedBy":"GeneValidityCriteria7","strengthScore":12.9,"subject":{"id":"cggv:fef8c305-d6f1-4279-b37f-698bd45075fe","type":"GeneValidityProposition","disease":"obo:MONDO_0012876","gene":"hgnc:4838","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Heparin cofactor II (HCII) deficiency was first associated with thrombosis in 1985 by Tran et al. (PMID: 2863444). HCII is a serine protease inhibitor in plasma that rapidly inhibits thrombin in the presence of dermatan sulfate or heparin. However, HCII deficiency may represent only a modest risk of thrombosis, becoming clinically manifest only when additional inherited or acquired thrombogenic conditions are present. In 1987, Andersson et al. (PMID: 2443998) established an autosomal dominant mode of inheritance, which affected individuals having half the normal amount of HCF II. These individuals were molecularly characterized by Blinder et al. (PMID: 2647747) in 1989.  At least 8 unique variants (including missense and frameshift variants) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 10 probands in 7 publications (PMIDs: 8902986, 2647747, 15337701, 31064749, 11204559, 8562924, 29296762). Variants in this gene segregated with HCII deficiency in 23 additional family members. This gene-disease relationship is supported by its biochemical function of inhibiting thrombin (PMID: 6895893), the alteration of expression (PMID: 2863444) and function (PMID: 2647747) observed in patients, and multiple mouse models which recapitulate the HCII deficiency and increased susceptibility to induced thrombosis but can be rescued with human HCII (PMID: 17549254, 11805133). In summary, SERPIND1 is definitively associated with autosomal dominant heparin cofactor II deficiency.\n","dc:isVersionOf":{"id":"cggv:0888745c-f1e6-4af7-bdcd-bd229f043f07"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}