{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-02-08T17:00:00.000Z","role":"Approver"},{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-04-06T02:29:17.618Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.75},{"id":"cggv:40b9dd8d-2a4f-43d4-a600-f9ee3f4bed0d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:40b9dd8d-2a4f-43d4-a600-f9ee3f4bed0d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":[{"id":"cggv:96e4de82-30c6-4673-872f-b7239d95c56a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003551.3(NME5):c.479_480del (p.Tyr160PhefsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3424944"}},{"id":"cggv:97e463b7-03c9-4c20-84e9-b0c475a18973","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003551.3(NME5):c.572G>A (p.Trp191Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3424901"}}],"detectionMethod":"Genotyping consisted of proband-parent trio whole-exome sequencing to characterize and confirm the compound heterozygous genotype. It is not clear whether confirmation by Sanger sequencing was performed.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient has received a diagnosis of primary ciliary dyskinesia, but is part of a cohort in which detailed phenotypes are not shown for individual probands. Please note that TEM was not performed for this proband.","phenotypes":"obo:HP_0002093","previousTesting":true,"previousTestingDescription":"Previous testing consisted of proband-parent trio whole-exome sequencing to characterize and confirm the compound heterozygous genotype.","sex":"Male","variant":[{"id":"cggv:08577400-0b69-42e5-a2d2-d889e9433863_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:97e463b7-03c9-4c20-84e9-b0c475a18973"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37957793","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetically heterogeneous disorder that leads to secondary ciliary dysfunction. PCD is a rare disease, and data on it are limited in Korea. This study systematically evaluated the clinical symptoms, diagnostic characteristics, and treatment modalities of pediatric PCD in Korea.","dc:creator":"Kim M","dc:date":"2023","dc:title":"Clinical Manifestations and Genotype of Primary Ciliary Dyskinesia Diagnosed in Korea: Multicenter Study."}},{"id":"cggv:00c12bcb-ea94-45b3-b1ae-8f0daa9b36e6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:96e4de82-30c6-4673-872f-b7239d95c56a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37957793"}],"rdfs:label":"Kim_2023_Patient_10"},{"id":"cggv:00c12bcb-ea94-45b3-b1ae-8f0daa9b36e6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:00c12bcb-ea94-45b3-b1ae-8f0daa9b36e6_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"This is a frameshift variant in exon 5 of 6 with nonsense-mediated decay predicted. Moderate down-scoring has been considered due to the lack of availability of electron microscopy data or other detailed phenotypes for this proband."},{"id":"cggv:08577400-0b69-42e5-a2d2-d889e9433863","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:08577400-0b69-42e5-a2d2-d889e9433863_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This is a nonsense variant in exon 6 of 6 with nonsense-mediated decay not predicted, but rather truncation of the C-terminal 10% of the protein. Down-scoring by half has been recommended due to the variant having previously been scored for a separate proband."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:20358a85-3e80-4936-beb2-821676d73ca3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:20358a85-3e80-4936-beb2-821676d73ca3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"allele":{"id":"cggv:34dbda1c-b715-4eaf-8d4a-6f6f68a4065b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003551.3(NME5):c.415del (p.Ile139TyrfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2580072815"}},"detectionMethod":"The primary method of genotyping has not been described in detail, however, confirmation has relied on Sanger sequencing of the NME5 locus.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient has been diagnosed with PCD, with no detailed clinical information provided. Patient iPSC-derived respiratory epithelial cells exhibit cilia with cross-sections with a high frequency of absence of central microtubule pair or an outer microtubule pair, or with other abnormalities of microtubule number. In addition, cIliary beat frequency was higher and more variable than control cells, accompanied by impaired mucociliary clearance (PMID: 37296588). A separate publication (PMID: 37998386) has shown P. aeruginosa infection and an abnormal HSVM result with uncoordinated and circular beating.","phenotypes":["obo:HP_0012262","obo:HP_0012260","obo:HP_0011947"],"previousTesting":false,"previousTestingDescription":"The primary method of genotyping has not been described in detail.","sex":"Female","variant":{"id":"cggv:a48f6e48-a4f8-4f4c-9564-b6c748817c88_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:34dbda1c-b715-4eaf-8d4a-6f6f68a4065b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32950024","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetic disorder characterized by defects in motile cilia and is known to occur in about 1 in 20,000 live births (Horani and Ferkol, 2018). Among the many genes associated with PCD, NME5, a gene encoding a protein involved in ciliary function, was recently reported to be involved in PCD (Anderegg et al., 2019; Cho et al., 2020). We have established two human induced pluripotent stem cell clones from a PCD patient carrying a deletion in the NME5 gene (c.415delA (p.Ile139Tyrfs*8)).","dc:creator":"Sahabian A","dc:date":"2020","dc:title":"Generation of two hiPSC clones (MHHi019-A, MHHi019-B) from a primary ciliary dyskinesia patient carrying a homozygous deletion in the NME5 gene (c.415delA (p.Ile139Tyrfs*8))."}},"rdfs:label":"Sahabian_2020_Proband"},{"id":"cggv:a48f6e48-a4f8-4f4c-9564-b6c748817c88","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a48f6e48-a4f8-4f4c-9564-b6c748817c88_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_003551.3(NME5):c.415del (p.Ile139fs) is a frameshift variant in exon 4 of 6, and is predicted to trigger nonsense-mediated decay or to at least truncate the C-terminal 35% of the protein product. Immunofluorescent staining of patient iPSC-derived respiratory epithelial cells confirms that NME5 is absent from multiciliated cells (PMID: 37296588). Down-scoring has been performed due to the homozygous state of the variant and confirmation of consanguinity, as well as lack of detailed phenotypes and limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:019799e0-d38b-4547-adbf-9b29b9ee945e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:019799e0-d38b-4547-adbf-9b29b9ee945e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":38,"allele":{"id":"cggv:97e463b7-03c9-4c20-84e9-b0c475a18973"},"detectionMethod":"Whole-exome sequencing was used to genotype the patient, focused on 44 PCD-causing genes, 24 PCD candidate genes, and 990 ciliome genes. Sanger sequencing of NME5 was used for confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient has been diagnosed with PCD characterized by radial spoke / central pair defects. She is part of a cohort of patients with non-tuberculous mycobacterial pulmonary infections, has been diagnosed with these infections repeatedly, and has undergone right middle lobectomy.","phenotypes":["obo:HP_0012264","obo:HP_0032261","obo:HP_0000388","obo:HP_0011108","obo:HP_0002110","obo:HP_0002090","obo:HP_0000365"],"previousTesting":true,"previousTestingDescription":"Previous genotpying consisted of whole-exome sequencing focused on 44 PCD-causing genes, 24 PCD candidate genes, and 990 ciliome genes.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d9b2e6cf-df39-42f8-9592-9e7dc560244e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:97e463b7-03c9-4c20-84e9-b0c475a18973"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32185794","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetically heterogeneous disorder characterized by defects in the function or structure of motitle cilia. In most cases, causative variants result in axonemal dynein arm anomalies, however, PCD due to radial spoke (RS) and central pair (CP) of microtubules has been rarely reported. To identify the molecular basis of PCD characterized by RS/CP defects, we performed whole exome sequencing in PCD patients with RS/CP defects. We identified a homozygous nonsense variant (c.572G>A; p.Trp191*) in NME5, which encodes a protein component of the RS neck, in one PCD patient with situs solitus. Morpholino knockdown of nme5 in zebrafish embryos resulted in motile cilia defects with phenotypes compatible with ciliopathy. This is the first study to show NME5 as a PCD-causative gene in humans. Our findings indicate that NME5 screening should be considered for PCD patients with RS/CP defects.","dc:creator":"Cho EH","dc:date":"2020","dc:title":"A nonsense variant in NME5 causes human primary ciliary dyskinesia with radial spoke defects."}},"rdfs:label":"Cho_2020_Proband"},{"id":"cggv:d9b2e6cf-df39-42f8-9592-9e7dc560244e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d9b2e6cf-df39-42f8-9592-9e7dc560244e_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_003551.3(NME5):c.572G>A (p.Trp191Ter) is a rare nonsense variant in exon 6 of 6, and is not predicted to trigger nonsense-mediated decay, but rather to truncate the C-terminal 9% of the protein product. Up-scoring has been performed to reflect this predicted impact on the protein product, but has been limited by the homozygous state of the variant and the prediction that NMD will not occur."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.75},{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51ca8a6a-2428-4e84-86de-b5b27b285cfa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b7b78d25-becd-40a2-8ff9-580d23ba1a2f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human RNA-seq data from the GTEx portal (PMID: 23715323) show high NME5 expression in the testis and to a lesser degree in the fallopian tube and lung. All of these tissues contain multi-ciliated or flagellated cells, consistent with a role for NME5 in ciliary function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"NME5 is highly expressed in multi-ciliated tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression profile of NME5 across multiple human tissues shows high expression in several tissues that contain multi-ciliated cells, consistent of a role in ciliary function and PCD."},{"id":"cggv:9930d28d-589b-443a-b913-2b6b61157d43","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b25be3d2-213b-43ee-85a3-217ea44f5d87","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The absence of radial spoke head stalk function is associated with the classic PCD phenotypes and the lack of situs inversus exhibited by the affected patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21391306","type":"dc:BibliographicResource","dc:abstract":"The radial spoke (RS)/central pair (CP) system in cilia and flagella plays an essential role in the regulation of force generation by dynein, the motor protein that drives cilia/flagella movements. Mechanical and mechanochemicl interactions between the CP and the distal part of the RS, the spokehead, should be crucial for this control; however, the details of interaction are totally unknown. As an initial step toward an understanding of the RS-CP interaction, we examined the protein-protein interactions between the five spokehead proteins (radial spoke protein (RSP)1, RSP4, RSP6, RSP9, and RSP10) and three spoke stalk proteins (RSP2, RSP5, and RSP23), all expressed as recombinant proteins. Three of them were shown to have physiological activities by electroporation-mediated protein delivery into mutants deficient in the respective proteins. Glutathione S-transferase pulldown assays in vitro detected interactions in 10 out of 64 pairs of recombinants. In addition, chemical crosslinking of axonemes using five reagents detected seven kinds of interactions between the RS subunits in situ. Finally, in the mixture of the recombinant spokehead subunits, RSP1, RSP4, RSP6, and RSP9 formed a 7-10S complex as detected by sucrose density gradient centrifugation. It may represent a partial assembly of the spokehead. From these results, we propose a model of interactions taking place between the spokehead subunits.","dc:creator":"Kohno T","dc:date":"2011","dc:title":"Subunit interactions within the Chlamydomonas flagellar spokehead."},"rdfs:label":"GST pull-downs identify NME5 as radial spoke stalk component"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate as this study adds more detailed functional information to the known association of NME5 with the ciliary axoneme, as previously published (PMID: 12169685)."},{"id":"cggv:5390e7dd-2614-464b-9cd2-3f4db7a07a99","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9201f751-b5e4-43b5-a46e-2c4fc653e5c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"NME5 protein (referred to here as human nucleoside diphosphate kinase homolog, testis-specific) was repeatedly identified by multiple forms of mass spectrometry as one of the components of the ciliary axoneme from human airway cells (Tables I, II, III).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12169685","type":"dc:BibliographicResource","dc:abstract":"Cilia play an essential role in protecting the respiratory tract by providing the force necessary for mucociliary clearance. Although the major structural components of human cilia have been described, a complete understanding of cilia function and regulation will require identification and characterization of all ciliary components. Estimates from studies of Chlamydomonas flagella predict that an axoneme contains > or = 250 proteins. To identify all the components of human cilia, we have begun a comprehensive proteomic analysis of isolated ciliary axonemes. Analysis by two-dimensional (2-D) PAGE resulted in a highly reproducible 2-D map consisting of over 240 well resolved components. Individual protein spots were digested with trypsin and sequenced using liquid chromatography/tandem mass spectrometry (LC/MS/MS). Peptide matches were obtained to 38 potential ciliary proteins by this approach. To identify ciliary components not resolved by 2-D PAGE, axonemal proteins were separated on a one-dimensional gel. The gel lane was divided into 45 individual slices, each of which was analyzed by LC/MS/MS. This experiment resulted in peptide matches to an additional 110 proteins. In a third approach, preparations of isolated axonemes were digested with Lys-C, and the resulting peptides were analyzed directly by LC/MS/MS or by multidimensional LC/MS/MS, leading to the identification of a further 66 proteins. Each of the four approaches resulted in the identification of a subset of the proteins present. In total, sequence data were obtained on over 1400 peptides, and over 200 potential axonemal proteins were identified. Peptide matches were also obtained to over 200 human expressed sequence tags. As an approach to validate the mass spectrometry results, additional studies examined the expression of several identified proteins (annexin I, sperm protein Sp17, retinitis pigmentosa protein RP1) in cilia or ciliated cells. These studies represent the first proteomic analysis of the human ciliary axoneme and have identified many potentially novel components of this complex organelle.","dc:creator":"Ostrowski LE","dc:date":"2002","dc:title":"A proteomic analysis of human cilia: identification of novel components."},"rdfs:label":"NME5 is a component of the human airway ciliary axoneme."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate based on the experiment establishing a role for NME5 in the airway ciliary axoneme, consistent with PCD features in NME5-deficient human patients."},{"id":"cggv:c5bfbda3-3206-4a49-b94f-938f7fc3bd75","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29d92ba4-b524-4ba9-b17f-a69c61fe1f26","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"GST pull-down assays identify recombinant RSP1, RSP4, and RSP9 as a components of the radial spoke head (Figures 2, 3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21391306","rdfs:label":"Radial spoke head genes are associated with PCD."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring has been recommended since multiple other radial spoke head protein-encoding genes have been linked with PCD, yet NME5 is the first such gene to encode a radial spoke head stalk component."},{"id":"cggv:cd84f359-fab3-480e-b2ba-6235f3dd15f4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd557061-4abc-4fd2-b05d-22279088a42a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This role of NME5 in connecting the radial spoke head and radial spoke stalk lends credibility to the loss of NME5 as the cause of abnormal central microtubular pair morphology of respiratory motile cilia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25789548","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetically heterogeneous recessive disorder caused by several distinct defects in genes responsible for ciliary beating, leading to defective mucociliary clearance often associated with randomization of left/right body asymmetry. Individuals with PCD caused by defective radial spoke (RS) heads are difficult to diagnose owing to lack of gross ultrastructural defects and absence of situs inversus. Thus far, most mutations identified in human radial spoke genes (RSPH) are loss-of-function mutations, and missense variants have been rarely described. We studied the consequences of different RSPH9, RSPH4A, and RSPH1 mutations on the assembly of the RS complex to improve diagnostics in PCD. We report 21 individuals with PCD (16 families) with biallelic mutations in RSPH9, RSPH4A, and RSPH1, including seven novel mutations comprising missense variants, and performed high-resolution immunofluorescence analysis of human respiratory cilia. Missense variants are frequent genetic defects in PCD with RS defects. Absence of RSPH4A due to mutations in RSPH4A results in deficient axonemal assembly of the RS head components RSPH1 and RSPH9. RSPH1 mutant cilia, lacking RSPH1, fail to assemble RSPH9, whereas RSPH9 mutations result in axonemal absence of RSPH9, but do not affect the assembly of the other head proteins, RSPH1 and RSPH4A. Interestingly, our results were identical in individuals carrying loss-of-function mutations, missense variants, or one amino acid deletion. Immunofluorescence analysis can improve diagnosis of PCD in patients with loss-of-function mutations as well as missense variants. RSPH4A is the core protein of the RS head.","dc:creator":"Frommer A","dc:date":"2015","dc:title":"Immunofluorescence Analysis and Diagnosis of Primary Ciliary Dyskinesia with Radial Spoke Defects."},"rdfs:label":"NME5 localizes to the radial spoke neck."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate as this finding is complemented by others that similarly link NME5 to the neck region of the ciliary radial spoke complex."},{"id":"cggv:2a5b66b2-6c00-4d1f-bca6-97080bcf8255","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28307f9b-d27e-445f-901b-cbabd73c48fe","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"NME5 localization to the radial spoke neck is consistent with a role in stabilizing axonemal structure around the central microtubule pair, and may be related to the central pair defects observed in patients harboring NME5 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22065640","type":"dc:BibliographicResource","dc:abstract":"Radial spokes (RSs) are ubiquitous components in the 9 + 2 axoneme thought to be mechanochemical transducers involved in local control of dynein-driven microtubule sliding. They are composed of >23 polypeptides, whose interactions and placement must be deciphered to understand RS function. In this paper, we show the detailed three-dimensional (3D) structure of RS in situ in Chlamydomonas reinhardtii flagella and Tetrahymena thermophila cilia that we obtained using cryoelectron tomography (cryo-ET). We clarify similarities and differences between the three spoke species, RS1, RS2, and RS3, in T. thermophila and in C. reinhardtii and show that part of RS3 is conserved in C. reinhardtii, which only has two species of complete RSs. By analyzing C. reinhardtii mutants, we identified the specific location of subsets of RS proteins (RSPs). Our 3D reconstructions show a twofold symmetry, suggesting that fully assembled RSs are produced by dimerization. Based on our cryo-ET data, we propose models of subdomain organization within the RS as well as interactions between RSPs and with other axonemal components.","dc:creator":"Pigino G","dc:date":"2011","dc:title":"Cryoelectron tomography of radial spokes in cilia and flagella."},"rdfs:label":"NME5 localizes to the radial spoke neck."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"No scoring has been recommended as this evidence of a structural role in the radial spoke neck has been previously demonstrated and scored in association with another publication (PMID: 25789548)."},{"id":"cggv:b91cda82-fc80-4a99-9703-29d11ccc43b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62ecff34-7041-4313-9650-38fa06f76795","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Preferential NME5 localization to the central pair is consistent with a role in stabilizing axonemal structure around the central microtubule pair, and may be related to the central pair defects observed in patients harboring NME5 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14499630","type":"dc:BibliographicResource","dc:abstract":"Nucleoside diphosphate (NDP) kinases, responsible for the synthesis of nucleoside triphosphates and produced by the nm23 genes, are involved in numerous regulatory processes associated with proliferation, development, and differentiation. Their possible role in providing the GTP/ATP required for sperm function is unknown. Testis biopsies and ejaculated sperm were examined by immunohistochemical and immunofluorescence microscopy using specific antibodies raised against Nm23-H5, specifically expressed in testis germinal cells and the ubiquitous NDP kinases A to D. Nm23-H5 was present in sperm extract, together with the ubiquitous A and B NDP kinases (but not the C and D isoforms) as shown by Western blotting. Nm23-H5 was located in the flagella of spermatids and spermatozoa, adjacent to the central pair and outer doublets of axonemal microtubules. High levels of NDP kinases A and B were observed at specific locations in postmeiotic germinal cells. NDP kinase A was transiently located in round spermatid nuclei and became asymmetrically distributed in the cytoplasm at the nuclear basal pole of elongating spermatids. The distribution of NDP kinase B was reminiscent of the microtubular structure of the manchette. In ejaculated spermatozoa, the proteins presented specific locations in the head and flagella. Nm23/NDP kinase isoforms may have specific functions in the phosphotransfer network involved in spermiogenesis and flagellar movement.","dc:creator":"Munier A","dc:date":"2003","dc:title":"Nm23/NDP kinases in human male germ cells: role in spermiogenesis and sperm motility?"},"rdfs:label":"NME5 associates with central MT pair in sperm flagella."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"No scoring has been assigned since this data has been collected from a less relevant cell type (sperm flagella), yet it adds some value to previously scored biochemical evidence in that it localizes the NME5 signal to the central microtubule pair in particular."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d131114d-8a0f-415d-b95b-1c8da3c16c8f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:12da9d28-e874-4319-9721-7f448b77a157","type":"FunctionalAlteration","dc:description":"The cells exhibit axonemal structural abnormalities such as the absence of the central microtubule pair and/or aberrations in the number of peripheral microtubule pairs (Figures 3A, 3B). Ciliary beat frequencies are higher on average and more variable in cells harboring the variant (Figure 4), while mucociliary clearance is impaired (Figure 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37296588","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a rare heterogenic genetic disorder associated with perturbed biogenesis or function of motile cilia. Motile cilia dysfunction results in diminished mucociliary clearance (MCC) of pathogens in the respiratory tract and chronic airway inflammation and infections successively causing progressive lung damage. Current approaches to treat PCD are symptomatic, only, indicating an urgent need for curative therapeutic options. Here, we developed an in vitro model for PCD based on human induced pluripotent stem cell (hiPSC)-derived airway epithelium in Air-Liquid-Interface cultures. Applying transmission electron microscopy, immunofluorescence staining, ciliary beat frequency, and mucociliary transport measurements, we could demonstrate that ciliated respiratory epithelia cells derived from two PCD patient-specific hiPSC lines carrying mutations in ","dc:creator":"von Schledorn L","dc:date":"2023","dc:title":"Primary Ciliary Dyskinesia Patient-Specific hiPSC-Derived Airway Epithelium in Air-Liquid Interface Culture Recapitulates Disease Specific Phenotypes In Vitro."},"rdfs:label":"NME5-deficient patient iPSCs exhibit PCD features."}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Default scoring is recommended as the patient cells exhibit functional abnormalities relevant to the subtype of PCD caused by radial spoke defects. Ciliary structure and function are shown to be defective."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:18c945d8-8d74-4a31-b629-26bc042b032f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f297939-d7aa-4951-af97-ba6540a1cb9a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Xenopus embyros with morpholino-based Nme5 knockdown exhibited significantly reduced cilia-based flow rate based upon the movement of latex beads across the epidermis of the embryo (Figure 4 Supplement 2G).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24424412","type":"dc:BibliographicResource","dc:abstract":"The mechanisms linking systems-level programs of gene expression to discrete cell biological processes in vivo remain poorly understood. In this study, we have defined such a program for multi-ciliated epithelial cells (MCCs), a cell type critical for proper development and homeostasis of the airway, brain and reproductive tracts. Starting from genomic analysis of the cilia-associated transcription factor Rfx2, we used bioinformatics and in vivo cell biological approaches to gain insights into the molecular basis of cilia assembly and function. Moreover, we discovered a previously un-recognized role for an Rfx factor in cell movement, finding that Rfx2 cell-autonomously controls apical surface expansion in nascent MCCs. Thus, Rfx2 coordinates multiple, distinct gene expression programs in MCCs, regulating genes that control cell movement, ciliogenesis, and cilia function. As such, the work serves as a paradigm for understanding genomic control of cell biological processes that span from early cell morphogenetic events to terminally differentiated cellular functions. DOI: http://dx.doi.org/10.7554/eLife.01439.001.","dc:creator":"Chung MI","dc:date":"2014","dc:title":"Coordinated genomic control of ciliogenesis and cell movement by RFX2."},"rdfs:label":"Nme5 knockdown in Xenopus embyros"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Down-scoring has been performed because the model has recapitulated one of the cellular features of human patients harboring NME5 defects but has not been examined for other organ-level phenotypes."},{"id":"cggv:56299d5c-ad20-47ee-9348-dd6ac65659ec","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1540912-f1e7-4dec-bef4-4c39e2352d11","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This is a genetically engineered mouse model of biallelic *Nme5* loss. In addition to hydrocephalus with doming of the skull and brain tissue loss (Figure 3), knockout mice also showed nasal exudate accumulation (Figure 4) and spermatogenic abnormalities, especially reduced formation and detachment of flagella (Figure 6). Situs inversus was not observed, consistent with the known human patients. Otitis media was also looked for but not observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21746835","type":"dc:BibliographicResource","dc:abstract":"There is evidence that genetic factors play a role in the complex multifactorial pathogenesis of hydrocephalus. Identification of the genes involved in the development of this neurologic disorder in animal models may elucidate factors responsible for the excessive accumulation of cerebrospinal fluid in hydrocephalic humans. The authors report here a brief summary of findings from 12 lines of genetically engineered mice that presented with autosomal recessive congenital hydrocephalus. This study illustrates the value of knockout mice in identifying genetic factors involved in the development of congenital hydrocephalus. Findings suggest that dysfunctional motile cilia represent the underlying pathogenetic mechanism in 8 of the 12 lines (Ulk4, Nme5, Nme7, Kif27, Stk36, Dpcd, Ak7, and Ak8). The likely underlying cause in the remaining 4 lines (RIKEN 4930444A02, Celsr2, Mboat7, and transgenic FZD3) was not determined, but it is possible that some of these could also have ciliary defects. For example, the cerebellar malformations observed in RIKEN 4930444A02 knockout mice show similarities to a number of developmental disorders, such as Joubert, Meckel-Gruber, and Bardet-Biedl syndromes, which involve mutations in cilia-related genes. Even though the direct relevance of mouse models to hydrocephalus in humans remains uncertain, the high prevalence of familial patterns of inheritance for congenital hydrocephalus in humans suggests that identification of genes responsible for development of hydrocephalus in mice may lead to the identification of homologous modifier genes and susceptibility alleles in humans. Also, characterization of mouse models can enhance understanding of important cell signaling and developmental pathways involved in the pathogenesis of hydrocephalus.","dc:creator":"Vogel P","dc:date":"2012","dc:title":"Congenital hydrocephalus in genetically engineered mice."},"rdfs:label":"Genetically engineered Nme5 loss-of-function mouse PCD model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Moderate down-scoring was considered appropriate due to the lack of characterization of ciliary morphology as well as the confirmed absence of otitis media in the model animals."},{"id":"cggv:e8c8818b-3798-4275-a8cf-66afc71a8f70","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:645b409d-52e2-49d1-9ffd-33de0bc33857","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish with morpholino-based Nme5 knockdown exhibited small eyes, hydrocephalus, otolith defects in the ear, trunk curvature, and heart looping reversal (Figures 2A–2H).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32185794","rdfs:label":"nme5 knockdown in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Down-scoring has been recommended because the model recapitulates a subset of human patient phenotypes. However, the laterality defect in the model does not have a human equivalent."},{"id":"cggv:ce66633e-276c-41d0-9427-7e5b12a5634c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c31b1ae5-cc12-40d8-80a6-14cdcf06c019","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Alaskan Malamutes harboring the homozygous variant in NME5 exhibit lack of situs inversus, severe bronchial lung pattern with bronchiectasis (Figure 1), hyperemia of the tracheal mucosa with high mucopurulent secretion along the upper and lower airways and nasal cavitiy (Figure 1). Bronchoalveolar bacterial cultures were consistent with chronic infections. Reduced ciliary number and rhinitis were observed in nasal mucosa. Affected animals also showed recurrent bacterial infections, abnormal axonemal organization including extra microtubules, and absent/shortened dynein arms.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31479451","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a hereditary defect of motile cilia in humans and several domestic animal species. Typical clinical findings are chronic recurrent infections of the respiratory tract and fertility problems. We analyzed an Alaskan Malamute family, in which two out of six puppies were affected by PCD. The parents were unaffected suggesting autosomal recessive inheritance. Linkage and homozygosity mapping defined critical intervals comprising ~118 Mb. Whole genome sequencing of one case and comparison to 601 control genomes identified a disease associated frameshift variant, c.43delA, in the NME5 gene encoding a sparsely characterized protein associated with ciliary function. Nme5-/- knockout mice exhibit doming of the skull, hydrocephalus and sperm flagellar defects. The genotypes at NME5:c.43delA showed the expected co-segregation with the phenotype in the Alaskan Malamute family. An additional unrelated Alaskan Malamute with PCD and hydrocephalus that became available later in the study was also homozygous mutant at the NME5:c.43delA variant. The mutant allele was not present in more than 1000 control dogs from different breeds. Immunohistochemistry demonstrated absence of the NME5 protein from nasal epithelia of an affected dog. We therefore propose NME5:c.43delA as the most likely candidate causative variant for PCD in Alaskan Malamutes. These findings enable genetic testing to avoid the unintentional breeding of affected dogs in the future. Furthermore, the results of this study identify NME5 as a novel candidate gene for unsolved human PCD and/or hydrocephalus cases.","dc:creator":"Anderegg L","dc:date":"2019","dc:title":"NME5 frameshift variant in Alaskan Malamutes with primary ciliary dyskinesia."},"rdfs:label":"Naturally occurring Nme5-related canine PCD model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The degree of phenotypic match between the affected animals and the NME5-deficient human patients have led to a recommendation of default scoring. The variant was naturally occurring in Alaskan Malamutes rather than a targeted mutation, and has not been observed in an affected human patient."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":8075,"specifiedBy":"GeneValidityCriteria10","strengthScore":9.75,"subject":{"id":"cggv:85148e78-2ec8-4a4c-8f60-0cd45336d5cb","type":"GeneValidityProposition","disease":"obo:MONDO_0031054","gene":"hgnc:7853","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *NME5* gene was first reported in relation to primary ciliary dyskinesia in 2020 (Cho et al., PMID: 32185794). The specific disease entity, primary ciliary dyskinesia 48, without situs inversus (MONDO:0031054, OMIM #620032), is one of at least 40 different primary ciliary dyskinesias distinguished by a single monogenic cause. Affected patients have exhibited recurrent sinusitis and bacterial pulmonary infections, pneumonia, bronchiectasis, otitis media with hearing impairment, and respiratory motile cilia with absence of the central microtubular pair and/or other abnormalities of microtubule number. On the other hand, abnormalities of abdominal situs or of the inner and outer dynein arms have been absent. Due to the limited number of case reports available (PMID: 32185794, PMID: 32950024, PMID: 37957793), it is not yet clear whether other primary ciliary dyskinesia-related features such as infertility are present among affected cases. Patient iPSC-derived multiciliated epithelial cells exhibit ciliary beat frequencies that are higher and more variable than control cells, accompanied by impaired mucociliary clearance (PMID: 37296588).\n\nThis curation has scored three suspected disease-causing *NME5* variants (one nonsense and two frameshift), which were reported in the homozygous or compound heterozygous state in three published probands (PMID: 32185794, PMID: 32950024, PMID: 37957793). Two of the variants likely trigger nonsense-mediated decay, while the other is predicted to generate a C-terminally truncated protein product. The molecular mechanism appears to be biallelic loss of function with an autosomal recessive mode of inheritance, characterized in at least some cases by variants predicted to trigger the absence of a gene product. However, the limited number of patients and functional assays available has so far precluded a more thorough analysis of molecular mechanism. Please note that an urgent need remains for additional published case data to establish the spectrum of disease and evaluate the pathogenicity of other emerging variants in this locus.\n\nThis gene-disease association is also supported by abundant biochemical evidence that *NME5* encodes a component of the radial spoke neck, a critical structure within the axoneme of respiratory cilia and sperm flagella (PMID: 21391306, PMID: 25789548, PMID: 22065640, PMID: 12169685, PMID: 14499630). The RSPH1, RSPH4A, and RSPH9 genes encoding other radial spoke components have each been associated with monogenic forms of primary ciliary dyskinesias, all of which similarly present with central microtubule complex and radial spoke defects (PMID: 23993197, PMID: 19200523, PMID: 19200523). Human tissues with the highest levels of *NME5* expression include tissue types known to contain multi-ciliated or flagellated cells, including the testes, fallopian tubes, and lungs (PMID: 23715323). Animal models of *NME5* loss-of-function have been identified in canines (PMID: 31479451) and generated in zebrafish (PMID: 32185794), mice (PMID: 21746835), and *Xenopus* embryos (PMID: 24424412). These models recapitulate features of the human patients such as abnormalities of motility and axonemal organization of respiratory motile cilia, reduced cilia-based flow rate, rhinitis, impaired nasal mucociliary clearance, recurrent bacterial infections, recurrent bronchitis, and bronchiectasis (PMID: 31479451, PMID: 32185794, PMID: 21746835, PMID: 24424412).\n\nIn summary, the evidence linking *NME5* with primary ciliary dyskinesia 48 without situs inversus has reached a classification in the moderate range. Additional genetic evidence from research and diagnostic settings will be required to reach a more definitive gene-disease association. This classification was approved by the ClinGen Motile Ciliopathy GCEP on February 8th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:00efe110-5916-4da0-92ac-cee8c8b18140"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}