{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-31T00:17:45.440Z","role":"Publisher"},{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72e6fab3-ffb7-4194-ab0f-05868132477d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc07c42b-0f9b-4eda-9180-2bb91ec5c10c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Phox2b was expressed in 3 cranial sensory ganglia and in all ganglia of the autonomic nervous system as early as they had formed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9374403","type":"dc:BibliographicResource","dc:abstract":"Recent evidence suggests that specific families of homeodomain transcription factors control the generation and survival of distinct neuronal types. We had previously characterized the homeobox gene Phox2a, which is expressed in differentiating neurons of the central and peripheral autonomic nervous system as well as in motor nuclei of the hindbrain. Targeted deletion of the Phox2a gene affects part of the structures in which it is expressed: the locus coeruleus, visceral sensory and parasympathetic ganglia and, as we show here, the nuclei of the IIIrd and IVth cranial nerves. We now report on the characterization of Phox2b, a close relative of Phox2a, with an identical homeodomain. Phox2a and Phox2b are co-expressed at most sites, therefore suggesting a broader role for Phox2 genes in the specification of the autonomic nervous system and cranial motor nuclei than revealed by the Phox2a knock-out mice. A detailed analysis of the relative timing of Phox2a and Phox2b expression at various sites suggests positive cross-regulations, which are substantiated by the loss of Phox2b expression in cranial ganglia of Phox2a-deficient mice. In the major part of the rhombencephalon, Phox2b expression precedes that of Phox2a and starts in the proliferative neuroepithelium, in a pattern strikingly restricted on the dorsoventral axis and at rhombomeric borders. This suggests that Phox2b links early patterning events to the differentiation of defined neuronal populations in the hindbrain.","dc:creator":"Pattyn A","dc:date":"1997","dc:title":"Expression and interactions of the two closely related homeobox genes Phox2a and Phox2b during neurogenesis."},"rdfs:label":"Expression study of Phox2b in the embryonic CNS"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:42ac8831-a395-435e-a7bb-a5bc9a529fed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5905bd65-de99-4c03-b455-bfcfaa0d167d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"PHOX2B is expressed in both the central and the peripheral autonomic nervous system during human embryonic development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12640453","type":"dc:BibliographicResource","dc:abstract":"Congenital central hypoventilation syndrome (CCHS or Ondine's curse; OMIM 209880) is a life-threatening disorder involving an impaired ventilatory response to hypercarbia and hypoxemia. This core phenotype is associated with lower-penetrance anomalies of the autonomic nervous system (ANS) including Hirschsprung disease and tumors of neural-crest derivatives such as ganglioneuromas and neuroblastomas. In mice, the development of ANS reflex circuits is dependent on the paired-like homeobox gene Phox2b. Thus, we regarded its human ortholog, PHOX2B, as a candidate gene in CCHS. We found heterozygous de novo mutations in PHOX2B in 18 of 29 individuals with CCHS. Most mutations consisted of 5-9 alanine expansions within a 20-residue polyalanine tract probably resulting from non-homologous recombination. We show that PHOX2B is expressed in both the central and the peripheral ANS during human embryonic development. Our data support an essential role of PHOX2B in the normal patterning of the autonomous ventilation system and, more generally, of the ANS in humans.","dc:creator":"Amiel J","dc:date":"2003","dc:title":"Polyalanine expansion and frameshift mutations of the paired-like homeobox gene PHOX2B in congenital central hypoventilation syndrome."},"rdfs:label":"Expression study of PHOX2B in early human development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:454eaf5a-9478-481b-b9e7-f61df6353ef8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7dec5a55-014e-435e-ab1b-b36e3562466c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In Phox2b -/- mice, autonomic ganglia failed to form properly and degenerate, as did the 3 cranial sensory ganglia that are part of the autonomic reflex circuits. Patients with congenital central hypoventilation syndrome have dysfunction in autonomic nervous system.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10360575","type":"dc:BibliographicResource","dc:abstract":"The sympathetic, parasympathetic and enteric ganglia are the main components of the peripheral autonomic nervous system, and are all derived from the neural crest. The factors needed for these structures to develop include the transcription factor Mash1, the glial-derived neurotrophic factor GNDF and its receptor subunits, and the neuregulin signalling system, each of which is essential for the differentiation and survival of subsets of autonomic neurons. Here we show that all autonomic ganglia fail to form properly and degenerate in mice lacking the homeodomain transcription factor Phox2b, as do the three cranial sensory ganglia that are part of the autonomic reflex circuits. In the anlagen of the enteric nervous system and the sympathetic ganglia, Phox2b is needed for the expression of the GDNF-receptor subunit Ret and for maintaining Mash1 expression. Mutant ganglionic anlagen also fail to switch on the genes that encode two enzymes needed for the biosynthesis of the neurotransmitter noradrenaline, dopamine-beta-hydroxylase and tyrosine hydroxylase, demonstrating that Phox2b regulates the noradrenergic phenotype in vertebrates.","dc:creator":"Pattyn A","dc:date":"1999","dc:title":"The homeobox gene Phox2b is essential for the development of autonomic neural crest derivatives."},"rdfs:label":"Mice deficient in Phox2b"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Phox2b deficiency and PARM variants could have very different impact. "},{"id":"cggv:66957215-3ad2-4076-bf23-94accce7e3a2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7efde3df-5e80-4837-82f2-be389ab5aadf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice heterozygous for the CCHS-causing expanded alanine tract in the Phox2b gene had irregular breathing, did not respond to an increase in CO2, and died soon after birth from central apnea.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18198276","type":"dc:BibliographicResource","dc:abstract":"Breathing is maintained and controlled by a network of neurons in the brainstem that generate respiratory rhythm and provide regulatory input. Central chemoreception, the mechanism for CO(2) detection that provides an essential stimulatory input, is thought to involve neurons located near the medullary surface, whose nature is controversial. Good candidates are serotonergic medullary neurons and glutamatergic neurons in the parafacial region. Here, we show that mice bearing a mutation in Phox2b that causes congenital central hypoventilation syndrome in humans breathe irregularly, do not respond to an increase in CO(2), and die soon after birth from central apnea. They specifically lack Phox2b-expressing glutamatergic neurons located in the parafacial region, whereas other sites known or supposed to be involved in the control of breathing are anatomically normal. These data provide genetic evidence for the essential role of a specific population of medullary interneurons in driving proper breathing at birth and will be instrumental in understanding the etiopathology of congenital central hypoventilation syndrome.","dc:creator":"Dubreuil V","dc:date":"2008","dc:title":"A human mutation in Phox2b causes lack of CO2 chemosensitivity, fatal central apnea, and specific loss of parafacial neurons."},"rdfs:label":"mice with heterozygous +7 Alanine expansion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"This is a mouse model with heterozygous +7 Alanine expansion that was detected in CCHS patients frequently."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5627,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:7bc2c86a-9435-4ba5-9f0d-7bf9d18261d5","type":"GeneValidityProposition","disease":"obo:MONDO_0800026","gene":"hgnc:9143","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"Congenital central hypoventilation syndrome (CCHS) is a rare genetic disorder of the autonomic nervous system characterized by an altered chemosensory response to hypercapnia and hypoxia, typically most pronounced during sleep and reported to be associated with neuroblastoma. PHOX2B was first reported in relation to autosomal dominant congenital central hypoventilation syndrome (CCHS) in 2003 (Amiel et al., PMID: 12640453). PHOX2B encodes a highly conserved paired box homeodomain transcription factor, characterized by two polyalanine repeats of 9 and 20 residues in the C-terminal region. There are two types of PHOX2B mutations associated with CCHS: Polyalanine repeat mutations (PARMs) and nonpolyalanine repeat mutations (NPARMs). PARMs are in-frame nucleotide duplications inside the 20 alanine stretch, leading to expansions from +5 to +13 alanine residues, and are detected in about 90% CCHS patients. NPARMs include missense, nonsense and frameshift mutations, leading to different aberrant C-terminal of the protein, and are detected in about 8% CCHS patients. In MONDO, an assertion has been made for two disease entities: central hypoventilation syndrome, congenital, 1, with or without Hirschsprung disease (CCHS, MONDO:0800026) and Haddad syndrome (MONDO:0020493). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism(s) (PARM versus NPARMS) AND phenotypic variability underlying the two disease entities. PHENOTYPIC VARIABILITY includes that PHOX2B PARMs are mainly associated with isolated CCHS and lower rate of Hirschsprung disease; whereas PHOX2B NPARMs are associated with Haddad syndrome including a much higher rate of Hirschsprung disease and more frequent neuroblastoma. Therefore, we have split curations for the disease entities, PHOX2B PARMs-CCHS which is being curated here; PHOX2B NPARMs-Haddad syndrome (neuroblastoma, Hirschsprung disease in CCHS syndrome, susceptibility to) which has been curated separately. The mechanism for CCHS disease is unclear and could involve dominant-negative effect or toxic gain of function, and disrupted transcription activity of PHOX2B protein in cells is associated with disease (PMID: 15888479, 16249188). Four PARM variants reported in more than 200 probands in three publications (PMIDs:12640453, 15657873,15121777) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is also supported by experimental evidence. (5 points, PMIDs: 9374403, 10360575, 12640453, 18198276). Mice heterozygous for the CCHS-causing expanded alanine tract in the Phox2b gene had irregular breathing, did not respond to an increase in CO2, and died soon after birth from central apnea. In summary, PHOX2B-PARM is definitively associated with autosomal dominant CCHS syndrome. This has been repeatedly demonstrated in the research and clinical diagnostic settings, and has been upheld over time. Only 2 CCHS patients harboring a polyalanine tract expansion were diagnosed with ganglioneuroma, suggesting limited association between PHOX2B PARMs and tumors of the sympathetic nervous system.\n","dc:isVersionOf":{"id":"cggv:5ed68efa-cafc-4e28-ab56-ab9b65666c15"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}