{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-12-05T17:47:23.925Z","role":"Publisher"},{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-12-05T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28334793","type":"dc:BibliographicResource","dc:abstract":"There are over 150 known human proteins which are tethered to the cell surface via glycosylphosphatidylinositol (GPI) anchors. These proteins play a variety of important roles in development, and particularly in neurogenesis. Not surprisingly, mutations in the GPI anchor biosynthesis and remodeling pathway cause a number of developmental disorders. This group of conditions has been termed inherited GPI deficiencies (IGDs), a subgroup of congenital disorders of glycosylation; they present with variable phenotypes, often including seizures, hypotonia and intellectual disability. Here, we report two siblings with compound heterozygous variants in the gene phosphatidylinositol glycan anchor biosynthesis, class P (PIGP) (NM_153681.2: c.74T > C;p.Met25Thr and c.456delA;p.Glu153AsnFs*34). PIGP encodes a subunit of the enzyme that catalyzes the first step of GPI anchor biosynthesis. Both children presented with early-onset refractory seizures, hypotonia, and profound global developmental delay, reminiscent of other IGD phenotypes. Functional studies with patient cells showed reduced PIGP mRNA levels, and an associated reduction of GPI-anchored cell surface proteins, which was rescued by exogenous expression of wild-type PIGP. This work associates mutations in the PIGP gene with a novel autosomal recessive IGD, and expands our knowledge of the role of PIG genes in human development.","dc:creator":"Johnstone DL","dc:date":"2017","dc:title":"Compound heterozygous mutations in the gene PIGP are associated with early infantile epileptic encephalopathy."},"evidence":[{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1fa34f04-bf7f-4bf0-9219-14ef19cbba47_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1fa34f04-bf7f-4bf0-9219-14ef19cbba47","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":[{"id":"cggv:0e0829a2-3754-47aa-9f07-9c00518d719c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153682.3(PIGP):c.384del (p.Glu129AsnfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10021019"}},{"id":"cggv:cfa89163-f195-4286-af84-d68f95078501","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153682.3(PIGP):c.2T>C (p.Met1Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10021181"}}],"detectionMethod":"WES on both affected children and their mother. Sanger sequencing confirmed the variants were present in both affected children; one inherited from each parent.\nNote: two isoforms of PIGP. Isoform 2 is represented by the MANE transcript. The identified variant is p.Met1? in isoform 2 and p.Met25Thr in isoform 1.\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Admitted to the NICU after birth due to cyanosis and dyspnea associated with feeding. Onset of seizures (right-sided facial twitching), at 14 days of life. Abnormal EEG.\nAt 3 mo: cortical visual impairment, plagiocephaly, lower limbs in abduction with contractures at the knees.\nBrain MRI at 1 and 5 years of age  showed a thin corpus callosum, and progressively increased T2 signal in the periventricular and subcortical white matter.\nSeizures persisted and were difficult to control (at age 7 years, 12–25 seizures per day, each lasting 2–3 minutes).\nNow age 10 years, with profound intellectual disability with little purposeful movements, no head control, and no vocalizations; profound central hypotonia with peripheral hypertonia, and hyperlaxity of the small and larger joints. Fed by G-tube since age 8 years.\n","previousTesting":true,"previousTestingDescription":"Plasma amino acids, urine organic acids, liver function tests and alkaline phosphatase were normal in both affected siblings.\nIn this patient (male proband), normal transferrin isoelectric focusing and enzyme testing (beta-glucocerebrosidase, hexosaminidase A and B, beta-galactosidase and arylsulfatase A). “Genetic tests for mutations” in ARX, STXBP1, MECP2; microarray for CNVs. CSF neopterin and biopterin were within normal limits. \nBased on RT-PCR, fibroblasts from the affected male child had reduced levels of PIGP mRNA (Fig. 2A).\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:42f41755-c6b1-41b6-862b-302578bdc970_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cfa89163-f195-4286-af84-d68f95078501"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28334793"},{"id":"cggv:2744e880-42d3-4c38-baa2-c0c3135a29f5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0e0829a2-3754-47aa-9f07-9c00518d719c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28334793"}],"rdfs:label":"Johnstone_2017: Male sibling"},{"id":"cggv:2744e880-42d3-4c38-baa2-c0c3135a29f5","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2744e880-42d3-4c38-baa2-c0c3135a29f5_variant_evidence_item"},{"id":"cggv:2744e880-42d3-4c38-baa2-c0c3135a29f5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PIGP-deficient HAP1 cells transiently transfected with PIGP-Glu129AsnFs*34 cDNA from isoform 2  had slightly reduced levels of GPI-anchored proteins (Fig. 3C) when driven by a strong promoter; the reduction was clearer when expression was driven by a weaker promoter (Fig. 3D). On Western blot, the expression of PIGP- p.Glu129Asnfs*34 (NM_153682.2) in isoform 2 in HEK293 cells led to the expected increase in molecular weight of the protein."}],"strengthScore":1,"dc:description":"Score reduced because NMD not predicted to occur, as indicated by Western blot and, while level of GPI-anchored proteins was reduced, some protein did localize to the cell surface."},{"id":"cggv:42f41755-c6b1-41b6-862b-302578bdc970","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42f41755-c6b1-41b6-862b-302578bdc970_variant_evidence_item"},{"id":"cggv:42f41755-c6b1-41b6-862b-302578bdc970_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PIGP-deficient HAP1 cells transiently transfected with PIGP-Met25Thr isoform 1 cDNA had reduced expression of CD55, CD59, and CD87 compared to wild type (Fig. 3A); this difference was more pronounced with PIGP-Met1Thr isoform 2 (NM_153682.2) cDNA (Fig. 3B). However, there seemed to be residual activity despite the loss of the start codon. \nOn Western blot, neither the expression of PIGP-Met25Thr (isoform 1) nor PIGPMet1Thr (isoform 2) in HEK293 cells produced a detectable amount of protein.\n"}],"strengthScore":1.5,"dc:description":"Initiator codon variant, typically scored down because impact cannot be predicted upon type of variant alone; score include consideration of functional evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:384ef5cf-6a62-4eb4-bc0a-8509264ae857_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:384ef5cf-6a62-4eb4-bc0a-8509264ae857","type":"Proband","allele":{"id":"cggv:14fc9004-d45f-42b0-a0a2-c1b5b4935867","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153682.3(PIGP):c.55C>T (p.Leu19Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10021163"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Early-onset seizures, drooling, severe intellectual disability, periodontitis, strabismus and facial dysmorphism. Symptoms progressed with age.\nSeizures (weekly), aggravated by fever. \n","sex":"Male","variant":{"id":"cggv:be9e0189-c86e-4dd4-a4cc-63629f2cdf4a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:14fc9004-d45f-42b0-a0a2-c1b5b4935867"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36002593","type":"dc:BibliographicResource","dc:abstract":"Hereditary neurological disorders (HNDs) are a clinically and genetically heterogeneous group of disorders. These disorders arise from the impaired function of the central or peripheral nervous system due to aberrant electrical impulses. More than 600 various neurological disorders, exhibiting a wide spectrum of overlapping clinical presentations depending on the organ(s) involved, have been documented. Owing to this clinical heterogeneity, diagnosing these disorders has been a challenge for both clinicians and geneticists and a large number of patients are either misdiagnosed or remain entirely undiagnosed. Contribution of genetics to neurological disorders has been recognized since long; however, the complete picture of the underlying molecular bases are under-explored. The aim of this study was to accurately diagnose 11 unrelated Pakistani families with various HNDs deploying NGS as a first step approach. Using exome sequencing and gene panel sequencing, we successfully identified disease-causing genomic variants these families. We report four novel variants, one each in, ECEL1, NALCN, TBR1 and PIGP in four of the pedigrees. In the rest of the seven families, we found five previously reported pathogenic variants in POGZ, FA2H, PLA2G6 and CYP27A1. Of these, three families segregate a homozygous 18 bp in-frame deletion of FA2H, indicating a likely founder mutation segregating in Pakistani population. Genotyping for this mutation can help low-cost population wide screening in the corresponding regions of the country. Our findings not only expand the existing repertoire of mutational spectrum underlying neurological disorders but will also help in genetic testing of individuals with HNDs in other populations.","dc:creator":"Khan A","dc:date":"2022","dc:title":"NGS-driven molecular diagnosis of heterogeneous hereditary neurological disorders reveals novel and known variants in disease-causing genes."}},"rdfs:label":"Khan_2022: Family 4 probands (#3)"},{"id":"cggv:be9e0189-c86e-4dd4-a4cc-63629f2cdf4a","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:be9e0189-c86e-4dd4-a4cc-63629f2cdf4a_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a7110c11-8d9c-4541-a4b3-68442d28c324_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a7110c11-8d9c-4541-a4b3-68442d28c324","type":"Proband","allele":{"id":"cggv:0e0829a2-3754-47aa-9f07-9c00518d719c"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Ocular and limb dyskinesia with onset in first few months of life, progressing to spastic quadriplegia. At age 3 months, severe developmental delay, epileptic encephalopathy. \nFocal seizures, epileptic spasms, and generalized tonic or clonic seizures daily, aggravated by fever or infection, refractory to multiple AEDs.\nEEGs showed an asymmetric burst suppression pattern.\nBrain MRI at 3, 18, and 30 months showed mildly reduced white matter bulk with thin corpus callosum, ventriculomegaly, and dilated frontotemporal subarachnoid space. \nRecurrent respiratory infections.\nFrequent episodes of status epilepticus.\nAt 12 years, acquired microcephaly (OFC 50 cm, −2 SD), an unclassifiable form of epileptic encephalopathy with asymmetric burst suppression, and spastic quadriplegia. \nThe child died at age 12 years due to respiratory infection.\n","previousTesting":true,"previousTestingDescription":"Normal plasma metabolic workup and CSF lactate, amino acids, and neurotransmitters. Serum alkaline phosphatase levels were normal. \nKaryotype, DNA methylation analysis for Angelman syndrome, array comparative genomic hybridization (aCGH), and next-generation sequencing analysis of a panel of 95 genes associated with epilepsy were all unrevealing. \nMuscle biopsy showed reduced complex I and pyruvate dehydrogenase complex (PDC) activity (citrate synthase reduced by 47%  and PDC activity by 63.3% reduction compared to reference value. Reduced PDC was also present in cultured skin fibroblasts (69.5% reduction). The authors state that this is likely a secondary unspecific feature because nonspecific mitochondrial dysfunctions have been reported in some patients with PIGA and PIGG mutations, mechanism unclear.\n\n\n\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4d5e8acb-37c7-4766-9f96-b2b968e079dc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0e0829a2-3754-47aa-9f07-9c00518d719c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32042915","type":"dc:BibliographicResource","dc:abstract":"To describe clinical, biochemical, and molecular genetic findings in a large inbred family in which 4 children with a severe early-onset epileptic-dyskinetic encephalopathy, with suppression burst EEG, harbored homozygous mutations of phosphatidylinositol glycan anchor biosynthesis, class P (","dc:creator":"Vetro A","dc:date":"2020","dc:title":"Early infantile epileptic-dyskinetic encephalopathy due to biallelic "}},"rdfs:label":"Vetro_2020: Patient 1 (V-3)"},{"id":"cggv:4d5e8acb-37c7-4766-9f96-b2b968e079dc","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d5e8acb-37c7-4766-9f96-b2b968e079dc_variant_evidence_item"},{"id":"cggv:4d5e8acb-37c7-4766-9f96-b2b968e079dc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"See previous entry"}],"strengthScore":0.5,"dc:description":"This variant was previously scored at 1 point; score reduced to avoid double counting evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e8f4991d-18d0-45a6-842c-fe1a409e8199_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e8f4991d-18d0-45a6-842c-fe1a409e8199","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":28,"allele":{"id":"cggv:0e0829a2-3754-47aa-9f07-9c00518d719c"},"detectionMethod":"Initial NGS panel for epileptic encephalopathies (100 genes including PIGA, PIGG, PIGN, and PIGT) – revealed no causative variants.\nWES identified PIGP variant. Confirmed by Sanger seq; both parents het (<7Mb homozygous regions supporting no consanguinity; likely founder variant)\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Reduced fetal movements, lethargy in newborn period, poor feeding\nOnset of seizures at 7 months - focal epileptic seizure (gaze deviation to the left side), followed by status epilepticus shortly thereafter. Abnormal EEG.\nBrain MRI at 13 months showed hippocampal volume asymmetry. \nSeizures refractory to treatment, global developmental delay and pronounced hypotonia. At 2 years and 4 months, unable to speak; did not sit, crawl or consciously grasp objects.\n","previousTesting":true,"previousTestingDescription":"Normal plasma amino acids, acylcarnitines, purines, and pyrimidines, and urine organic acids analysis. Normal serum and CSF lactate levels.\nUsing flow cytometry of patient granulocytes, the expression of GPI-anchored proteins was markedly reduced, that is, by 39.5% for CD157, by 45.7% for CD59 and by 52.3% measured by FLAER when compared to the parents and one healthy control. ","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:131ba587-583e-48de-96ad-82d706a890a9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0e0829a2-3754-47aa-9f07-9c00518d719c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31139695","type":"dc:BibliographicResource","dc:abstract":"Developmental and epileptic encephalopathies are characterized by infantile seizures and psychomotor delay. Glycosylphosphatidylinositol biosynthesis defects, resulting in impaired tethering of various proteins to the cell surface, represent the underlying pathology in some patients. One of the genes involved, ","dc:creator":"Krenn M","dc:date":"2019","dc:title":"Biallelic mutations in "}},"rdfs:label":"Krenn_2019 case report"},{"id":"cggv:131ba587-583e-48de-96ad-82d706a890a9","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:131ba587-583e-48de-96ad-82d706a890a9_variant_evidence_item"},{"id":"cggv:131ba587-583e-48de-96ad-82d706a890a9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"See previous entry."}],"strengthScore":1,"dc:description":"C-terminal frameshift; protein produced, no nonsense-mediated decay."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:42ec7d7c-94e4-451c-a3d3-0c47bcf4c9ce_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:42ec7d7c-94e4-451c-a3d3-0c47bcf4c9ce","type":"Proband","allele":[{"id":"cggv:ecff90d7-74fc-4942-afe2-d21807b40c52","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"GRCh38 21q22.13(chr21:36957639-37093766)x1"},{"id":"cggv:cfa89163-f195-4286-af84-d68f95078501"}],"detectionMethod":"WES followed by SNP array","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Ultrasound scan at 20wg showed polyhydramnios, micropenis, increased abdominal circumference perimeter and pyelectasis.\nAt birth: coarse facies, cleft palate, low-set ears, short neck with redundant skin, supernumerary nipples, anteverted nares, distal arthrogryposis, and hypoplastic nails were noticed. \nFrom the fifth day of life, generalized tonic–clonic seizures, severe axial hypotonia, apneic episodes and feeding difficulties. \nAt 12 days of life, referred to hospital with a multiple malformation syndrome and refractory epileptic seizures.\nEEG showed a generalized depression of brain electrical activity, and burst suppression pattern. \nBrain MRI showed multiple periventricular white matter ischaemic lesions, and global hypoplasia of the corpus callosum and cerebellum \nAbdominal ultrasound showed homogeneous hepatomegaly without splenomegaly and increased echogenicity of both kidneys. \nEchocardiogram showed hypertrophic left ventricle and atrioventricular block \nThe child died at age 1 month due to respiratory distress secondary to epileptic encephalopathy.\n","sex":"Male","variant":[{"id":"cggv:a3bde3f9-253f-46da-b448-023aebf82f70_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ecff90d7-74fc-4942-afe2-d21807b40c52"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37125481","type":"dc:BibliographicResource","dc:abstract":"Glycosylphosphatidylinositol-anchored proteins are involved in multiple physiological processes and the initial stage of their biosynthesis is mediated by PIGA, PIGC, PIGH, PIGP, PIGQ, PIGY, and DMP2 genes, which have been linked to a wide spectrum of phenotypes depending on the gene damaged. To date, the PIGP gene has only been related to Developmental and Epileptic Encephalopathy 55 (MIM#617599) in just seven patients. A detailed medical history was performed in two affected siblings with a multiple malformation syndrome. Genetic testing was performed using whole-exome sequencing. One patient presented dysmorphic features, congenital anomalies, hypotonia and epileptic encephalopathy as described in PIGA, PIGQ and PIGY deficiencies. The other one was a fetus with a severe malformation disorder at 17 weeks of gestation whose pregnancy was interrupted. Both were compound heterozygous of pathogenic variants in PIGP gene: NM_153682.3:c.2 T > C(p.?) and a 136 Kb deletion (GRCh37/hg19 21q22.13(chr21:38329939-38 466 066)×1) affecting the entire PIGP gene. Our results extend the clinical phenotype associated to PIGP gene and propose to include it as a novel cause of Multiple Congenital Anomalies-Hypotonia-Seizures syndrome.","dc:creator":"Martín-Grau C","dc:date":"2023","dc:title":"Expanding the phenotype of PIGP deficiency to multiple congenital anomalies-hypotonia-seizures syndrome."}},{"id":"cggv:a4950f15-b18e-4b11-ad1a-0ded00649baf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cfa89163-f195-4286-af84-d68f95078501"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37125481"}],"rdfs:label":"Martín-Grau_2023: Case II:3"},{"id":"cggv:a4950f15-b18e-4b11-ad1a-0ded00649baf","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4950f15-b18e-4b11-ad1a-0ded00649baf_variant_evidence_item"},{"id":"cggv:a4950f15-b18e-4b11-ad1a-0ded00649baf_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"See previous entry"}],"strengthScore":1.5,"dc:description":"Variant was previously scored at 2 points. Score reduced to avoid double counting evidence."},{"id":"cggv:a3bde3f9-253f-46da-b448-023aebf82f70","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a3bde3f9-253f-46da-b448-023aebf82f70_variant_evidence_item"}],"strengthScore":1,"dc:description":"This deletion includes the following genes:\nHLCS (encodes holocarboxylase synthase, involved in an autosomal recessive condition), \nMRPL20P1 (encodes Mitochondrial Ribosomal Protein L20 Pseudogene 1) PIGP, RIPPLY3 (no associated disease in OMIM), and TTC3 (no associated disease in OMIM).\nAlthough it is unlikely that the other genes in the selected region have an impact on the phenotype, the score has been reduced."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.2},{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8533cb15-c813-4dec-b7a0-6d2dea4d7757","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4837e292-c984-426a-a4bd-a6c02c12ecac","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"JY5 cells were co-transfected with FLAG-PIGP and the 4 other known components of GPI-GnT, each GST-tagged. PIGA and GPI1 (PIGQ) were shown to co-precipitate with PIGP indicating that PIGP directly associates with these proteins, but not with PIGH and PIGC.\nPIGA has been definitively associated with \"complex neurodevelopmental disorder\" by the ClinGen Epilepsy Gene Curation Expert Panel.\nPIGQ has not yet been curated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10944123","type":"dc:BibliographicResource","dc:abstract":"Glycosylphosphatidylinositols (GPIs) are attached to the C-termini of many proteins, thereby acting as membrane anchors. Biosynthesis of GPI is initiated by GPI-N-acetylglucosaminyltransferase (GPI-GnT), which transfers N-acetylglucosamine from UDP- N-acetylglucosamine to phosphatidylinositol. GPI-GnT is a uniquely complex glycosyltransferase, consisting of at least four proteins, PIG-A, PIG-H, PIG-C and GPI1. Here, we report that GPI-GnT requires another component, termed PIG-P, and that DPM2, which regulates dolichol-phosphate-mannose synthase, also regulates GPI-GnT. PIG-P, a 134-amino acid protein having two hydrophobic domains, associates with PIG-A and GPI1. PIG-P is essential for GPI-GnT since a cell lacking PIG-P is GPI-anchor negative. DPM2, but not two other components of dolichol-phosphate-mannose synthase, associates with GPI-GnT through interactions with PIG-A, PIG-C and GPI1. Lec15 cell, a null mutant of DPM2, synthesizes early GPI intermediates, indicating that DPM2 is not essential for GPI-GnT; however, the enzyme activity is enhanced 3-fold in the presence of DPM2. These results reveal new essential and regulatory components of GPI-GnT and imply co-regulation of GPI-GnT and the dolichol-phosphate-mannose synthase that generates a mannosyl donor for GPI.","dc:creator":"Watanabe R","dc:date":"2000","dc:title":"Initial enzyme for glycosylphosphatidylinositol biosynthesis requires PIG-P and is regulated by DPM2."},"rdfs:label":"PIGP co-immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:56b0827d-5322-4cbf-8a93-4f5aaec0a0e8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a2c4191-cb0c-47ca-b900-483ae8612dac","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Granuclocytes from patients with biallelic variants in PIGP have been shown to lack cell surface localization of GPI-anchored proteins including CD16, and reduced FLAER labeling (fluorescein-labeled proaerolysin, binds GPI-anchor) (PMID: 28334793, 31139695). \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10944123","rdfs:label":"PIGP is involved in GPI synthesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"PIGP encodes a subunit of a known enzyme complex (PI-GnT); and rescue n a deficient cells line showed both rescue of enzyme activity and cell surface localization of GPI-anchored proteins."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Moderate","sequence":9457,"specifiedBy":"GeneValidityCriteria11","strengthScore":9.7,"subject":{"id":"cggv:18cca1c9-08d9-4603-be9e-1cce79d0fffb","type":"GeneValidityProposition","disease":"obo:MONDO_0033364","gene":"hgnc:3046","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*PIGP* was first reported in relation to “developmental and epileptic encephalopathy, 55” an autosomal recessive condition, in 2017 (Johnstone et al, PMID: 28334793). This is the only condition associated with PIGP in OMIM.\n\nFour variants (one C-terminal frameshift, one missense, one initiator codon, and one multi-gene deletion) that have been reported in 5 probands in 5 publications (Johnstone et al, 2017, PMID: 28334793; Krenn et al, 2019, PMID: 31139695; Vetro et al, 2020, PMID: 32042915; Kahn et al, 2022, PMID: 36002593; Martín-Grau et al, 2023, PMID: 37125481) are included in this curation. Two of the variants, c.2C>T and c.384del, have been reported in more than one unrelated individual. (Total score for genetic evidence = points). The mechanism of pathogenicity appears to be loss of function based on reduction of surface localization of GPI-anchored proteins in granulocytes from affected individuals, and in invitro functional studies.\n\nThis gene-disease relationship is also supported by the biochemical function of the gene product, and interaction with the products of other genes which have been associated with the same condition. PIGP is part of a multi-subunit complex involved in the first step of synthesis of the GPI anchor (Watanabe et al, 2000, PMID: 10944123).  In that complex, it interacts with various proteins including PIGA, which has been definitively associated with “complex neurological disorder” by the Epilepsy Gene Curation Expert Panel (Watanabe et al, 2000, PMID: 10944123).  (Score for experimental evidence = )\n\nIn summary, there is moderate evidence supporting the relationship between PIGP and the autosomal recessive disorder “developmental and epileptic encephalopathy, 55”. This classification was approved by the ClinGen Congenital Disorders of Glycosylation Gene Curation Expert Panel on December 5, 2024 (SOP version #11).\n","dc:isVersionOf":{"id":"cggv:c1ec33e8-bb2c-4d75-9301-17fb602d2545"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}