{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-03-14T17:00:00.000Z","role":"Approver"},{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-03-14T20:01:59.777Z","role":"Publisher"}],"evidence":[{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:38a91a65-9e24-4fe6-a171-777d9718aac1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b117d57a-65fc-4683-84d4-98e730ee3cc7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemical analysis of 3 breast tumors from 687delT mutation carriers showed normal subcellular localisation of the RAD50 protein. The overall staining pattern was nuclear and the signal detected by this semiquantitative immunohistochemistry approach seemed comparable in the 3 mutation carrier tumors, in a set of additional 25 familial breast carcinomas with apparently wild-type RAD50, in the control normal breast tissues (n = 15, with both luminal epithelial and myoepithelial cells positive) and most of the 27 sporadic breast tumors examined (Fig. 2b).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16385572","type":"dc:BibliographicResource","dc:abstract":"The genes predisposing to familial breast cancer are largely unknown, but 5 of the 6 known genes are involved in DNA damage repair. RAD50 is part of a highly conserved complex important in recognising, signalling and repairing DNA double-strand breaks. Recently, a truncating mutation in the RAD50 gene, 687delT, was identified in 2 Finnish breast cancer families. To evaluate the contribution of RAD50 to familial breast cancer, we screened the whole coding region for mutations in 435 UK and 46 Finnish familial breast cancer cases. We identified one truncating mutation, Q350X, in one UK family. We screened a further 544 Finnish familial breast cancer cases and 560 controls for the 687delT mutation, which was present in 3 cases (0.5%) and 1 control (0.2%). Neither Q350X nor 687delT segregated with cancer in the families in which they were identified. Functional analyses suggested that RAD50 687delT is a null allele as there was no detectable expression of the mutant protein. However, the wild-type allele was retained and expressed in breast tumors from mutation carriers. The abundance of the full-length RAD50 protein was reduced in carrier lymphoblastoid cells, suggesting a possible haploinsufficiency mechanism. These data indicate that RAD50 mutations are rare in familial breast cancer and either carry no, or a very small, increased risk of cancer. Altogether, these results suggest RAD50 can only be making a very minor contribution to familial breast cancer predisposition in UK and Finland.","dc:creator":"Tommiska J","dc:date":"2006","dc:title":"Evaluation of RAD50 in familial breast cancer predisposition."},"rdfs:label":"IHC RAD50 BC "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:021ed50f-3b83-4e2e-a3ec-f977bade326b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d1de9f1d-764b-49be-8bff-b130045361b2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"RAD50 and BRCA1 are both involved in DNA repair ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10426999","type":"dc:BibliographicResource","dc:abstract":"BRCA1 encodes a tumor suppressor that is mutated in familial breast and ovarian cancers. Here, it is shown that BRCA1 interacts in vitro and in vivo with hRad50, which forms a complex with hMre11 and p95/nibrin. Upon irradiation, BRCA1 was detected in discrete foci in the nucleus, which colocalize with hRad50. Formation of irradiation-induced foci positive for BRCA1, hRad50, hMre11, or p95 was dramatically reduced in HCC/1937 breast cancer cells carrying a homozygous mutation in BRCA1 but was restored by transfection of wild-type BRCA1. Ectopic expression of wild-type, but not mutated, BRCA1 in these cells rendered them less sensitive to the DNA damage agent, methyl methanesulfonate. These data suggest that BRCA1 is important for the cellular responses to DNA damage that are mediated by the hRad50-hMre11-p95 complex.","dc:creator":"Zhong Q","dc:date":"1999","dc:title":"Association of BRCA1 with the hRad50-hMre11-p95 complex and the DNA damage response."},"rdfs:label":"RAD50 - BRCA1 co-IP "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a435dc5b-d243-403f-8951-ed5abf1dc2bc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:43b8cca3-3445-451b-9212-48a105ce3ce3","type":"FunctionalAlteration","dc:description":"Cancer patients had an adverse, early reaction to radiation treatment. Cultured fibroblasts from these patients displayed significantly more RAD50 foci and altered distribution of it than did  fibroblasts from cancer patients that did not have an adverse reaction to radiation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15150571","type":"dc:BibliographicResource","dc:abstract":"About 5% of oncology patients treated by radiation therapy develop acute or late radiotoxic effects whose molecular mechanisms remain poorly understood. In this study, we evaluated the potential role of DNA repair proteins in the hypersensitivity of cancer patients to radiation therapy. The expression levels and focal nuclear distribution of DNA repair proteins, hMre11, Rad50 and Rad51 were investigated in skin fibroblasts strains derived from cancer patients with adverse early skin reaction to radiotherapy using Western blot and foci immunofluorescence techniques, respectively. Cells from cancer patients with normal reaction to radiotherapy as well as cells from apparently healthy subjects served as controls. Cellular radiosensitivity after in vitro irradiation was assessed by the clonogenic survival assay. The clonogenic survival assay and Western blot analysis of the DNA repair proteins did not reveal any abnormalities in cellular radiosensitivity in vitro and in protein expression levels or their migration patterns in the fibroblasts derived from cancer patients with hypersensitive reaction to radiotherapy. In contrast, in vitro irradiated cells from radiosensitive patients exhibited a significantly higher number of nuclei with focally concentrated Rad50 protein than in both control groups. The observed alteration of the distribution of radiation-induced Rad50 foci in cells derived from cancer patients with acute side reactions to radiotherapy might contribute to their radiation therapy outcome. These data suggest the usefulness of the Rad50 foci analysis for predicting clinical response of cancer patients to radiotherapy.","dc:creator":"Djuzenova C","dc:date":"2004","dc:title":"Normal expression of DNA repair proteins, hMre11, Rad50 and Rad51 but protracted formation of Rad50 containing foci in X-irradiated skin fibroblasts from radiosensitive cancer patients."},"rdfs:label":"RAD50 Foci in Cancer Patient Fibroblasts "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Reducing points because the alteration in RAD50 is not known (if there is one or not) in the cancer patients that displayed extreme radiation hypersensitivity. \n\nThis was scored as 1 in the 2017 curation. Curator notes are as follows: \"Irregular expression of RAD50 in irradiated skin biopsies of radiosensitive cancer patients. in vitro irradiated cells from radiosensitive patients exhibited a significantly higher number of nuclei with focally concentrated Rad50 protein than in both control groups. The observed alteration of the distribution of radiation-induced Rad50 foci in cells derived from cancer patients with acute side reactions to radiotherapy might contribute to their radiation therapy outcome\""},{"id":"cggv:108b8ed9-ea23-45e9-ad36-1ce2d08a2357","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b31a9f84-166f-414c-bc9d-ea7361e67d77","type":"FunctionalAlteration","dc:description":"To investigate the functional effect of RAD50 687delT, we studied RAD50 expression in lymphoblastoid cell lines from mutation carriers. This showed that the overall abundance of the full-length protein product was decreased and the truncated protein was not detected on immunoblotting. RAD50 687delT thus appears to be a null allele with no detectable expression of the mutant protein, suggesting it is unlikely to have a dominant-negative effect on RAD50 function. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16385572","rdfs:label":"RAD50 687delT Lymphoblastoid Cell Line "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Reducing score because this is altered expression of RAD50 based on a variant than altered function of RAD50. This was scored as 0.5 in the 2017 curation (that was default at the time). Will leave it as default in this curation too. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.75},{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efb33cc6-81a0-4d78-980a-2293840d5c1d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:efdfda46-2255-41ba-8374-3a2c32e5951f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"~ 20% of mice homozygous for a hypomorphic Rad50 allele (Rad50 p.Lys22Met) that lived past age four months died with metastatic thymic lymphomas, splenic hyperplasia, or myeloid leukemia","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12208847","type":"dc:BibliographicResource","dc:abstract":"Mre11, Rad50, and Nbs1 function in a protein complex that is central to the metabolism of chromosome breaks. Null mutants of each are inviable. We demonstrate here that hypomorphic Rad50 mutant mice (Rad50(S/S) mice) exhibited growth defects and cancer predisposition. Rad50(S/S) mice died with complete bone marrow depletion as a result of progressive hematopoietic stem cell failure. Similar attrition occurred in spermatogenic cells. In both contexts, attrition was substantially mitigated by p53 deficiency, whereas the tumor latency of p53(-/-) and p53(+/-) animals was reduced by Rad50(S/S). Indices of genotoxic stress and chromosomal rearrangements were evident in Rad50(S/S) cultured cells, as well as in Rad50(S/S) and p53(-/-) Rad50(S/S) lymphomas, suggesting that the Rad50(S/S) phenotype was attributable to chromosomal instability. These outcomes were not associated with overt defects in the Mre11 complex's previously established double strand break repair and cell cycle checkpoint regulation functions. The data indicate that even subtle perturbation of Mre11 complex functions results in severe genotoxic stress, and that the complex is critically important for homeostasis of proliferative tissues.","dc:creator":"Bender CF","dc:date":"2002","dc:title":"Cancer predisposition and hematopoietic failure in Rad50(S/S) mice."},"rdfs:label":"RAD50 Mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Given 0 points because the mouse is homozygous and the mice did not develop mammary cancers"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.75},{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:da35c609-1b19-4d1d-aac8-0bedb303c93a","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:da35c609-1b19-4d1d-aac8-0bedb303c93a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:8d87da5b-961c-454c-90fc-9d172efeb4ee","type":"Cohort","allGenotypedSequenced":28536,"alleleFrequency":0.001541911970843846,"detectionMethod":"Mutation testing was performed by targeted custom capture and sequencing and targeted chromosomal microarray analysis ","evidence":[{"id":"cggv:da35c609-1b19-4d1d-aac8-0bedb303c93a_cc_evidence_item"}],"numWithVariant":44,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:3a4635f6-d4cf-424d-acd5-383a22ba4c91","type":"Cohort","allGenotypedSequenced":26538,"alleleFrequency":0.001846408923053734,"detectionMethod":"Mutation testing was performed by targeted custom capture and sequencing and targeted chromosomal microarray analysis ","evidence":[{"id":"cggv:da35c609-1b19-4d1d-aac8-0bedb303c93a_cc_evidence_item"}],"numWithVariant":49},"lowerConfidenceLimit":0.55,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.41,"statisticalSignificanceType":"","statisticalSignificanceValue":0.84,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.26,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28418444","type":"dc:BibliographicResource","dc:abstract":"Germline pathogenic variants in BRCA1 and BRCA2 predispose to an increased lifetime risk of breast cancer. However, the relevance of germline variants in other genes from multigene hereditary cancer testing panels is not well defined.","dc:creator":"Couch FJ","dc:date":"2017","dc:title":"Associations Between Cancer Predisposition Testing Panel Genes and Breast Cancer."},"rdfs:label":"Ambry Study"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:e6f32521-865a-4c97-9342-ea80660fe76f","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:e6f32521-865a-4c97-9342-ea80660fe76f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:099a39d7-1132-46db-b24a-1a915fe6f63b","type":"Cohort","allGenotypedSequenced":8067,"alleleFrequency":0.002603198214949796,"evidence":[{"id":"cggv:e6f32521-865a-4c97-9342-ea80660fe76f_cc_evidence_item"}],"numWithVariant":21,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:a80c98fb-7a55-47b5-8c43-6d8c41650c8e","type":"Cohort","allGenotypedSequenced":13129,"alleleFrequency":0.002361185162617107,"evidence":[{"id":"cggv:e6f32521-865a-4c97-9342-ea80660fe76f_cc_evidence_item"}],"numWithVariant":31},"lowerConfidenceLimit":0.6,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.73,"statisticalSignificanceType":"","statisticalSignificanceValue":1.1,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.9,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34606182","type":"dc:BibliographicResource","dc:abstract":"There are many hereditary breast cancer patients in China, and multigene panel testing has been a new paradigm of genetic testing for these patients and their relatives. However, the magnitude of breast cancer risks related to multiple breast cancer susceptibility genes are largely unknown in Chinese women.","dc:creator":"Fu F","dc:date":"2021","dc:title":"Association between 15 known or potential breast cancer susceptibility genes and breast cancer risks in Chinese women."},"rdfs:label":"Fu Study China 2022"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:585dae4c-2248-4799-9367-a63b4067a386","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:585dae4c-2248-4799-9367-a63b4067a386_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:55d5ac8c-5886-454e-ac45-3e6e8fe0d9d6","type":"Cohort","allGenotypedSequenced":7657,"alleleFrequency":0.002089591223716861,"detectionMethod":"All pathogenic mutations were validated by independent PCR and Sanger sequencing.","evidence":[{"id":"cggv:585dae4c-2248-4799-9367-a63b4067a386_cc_evidence_item"}],"numWithVariant":16,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:4adcbf11-cbcd-45df-8acc-a9f513bfa4d8","type":"Cohort","allGenotypedSequenced":5000,"alleleFrequency":0.0018,"detectionMethod":"All pathogenic mutations were validated by independent PCR and Sanger sequencing.","evidence":[{"id":"cggv:585dae4c-2248-4799-9367-a63b4067a386_cc_evidence_item"}],"numWithVariant":9},"lowerConfidenceLimit":0.51,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.72,"statisticalSignificanceType":"","statisticalSignificanceValue":1.16,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.63,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29726012","type":"dc:BibliographicResource","dc:abstract":"RAD50 is a highly conserved DNA double-strand break (DSB) repair gene. However, the associations between RAD50 germline mutations and the survival and risk of breast cancer have not been fully elucidated. Here, we aimed to investigate the clinical impact of RAD50 germline mutations in a large cohort of unselected breast cancer patients. In our study, RAD50 germline mutations were determined using next-generation sequencing in 7657 consecutive unselected breast cancer patients without BRCA1/2 mutations. We also screened for RAD50 recurrent mutations (L719fs, K994fs, and H1269fs) in 5000 healthy controls using Sanger sequencing. We found that 26 out of 7,657 (0.34%) patients had RAD50 pathogenic mutations, and 16 patients carried one of the three recurrent mutations (L719fs, n = 6 cases; K994fs, n = 5 cases; and H1269fs, n = 5 cases); the recurrent mutation rate was 0.21%. The frequency of the three recurrent mutations in the 5,000 healthy controls was 0.18% (9/5,000). These mutations did not confer an increased risk of breast cancer in the studied patients [odds ratios (OR), 1.16; 95% confidence interval (CI), 0.51-2.63; p = 0.72]. Nevertheless, multivariate analysis revealed that RAD50 pathogenic mutations were an independent unfavourable predictor of recurrence-free survival (RFS) [adjusted hazard ratio (HR) 2.66; 95% CI, 1.18-5.98; p = 0.018] and disease-specific survival (DSS; adjusted HR 4.36; 95% CI, 1.58-12.03; p = 0.004) in the entire study cohort. Our study suggested that RAD50 germline mutations are not associated with an increased risk of breast cancer, but patients with RAD50 germline mutations have unfavourable survival compared to patients without these mutations.","dc:creator":"Fan C","dc:date":"2018","dc:title":"RAD50 germline mutations are associated with poor survival in BRCA1/2-negative breast cancer patients."},"rdfs:label":"Fan Study China"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:8c1c56c7-c86b-41b4-a810-250d97ade7c9","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:8c1c56c7-c86b-41b4-a810-250d97ade7c9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5214961a-3308-4629-a0f3-e4196e85b6ac","type":"Cohort","allGenotypedSequenced":1207,"alleleFrequency":0.002485501242750622,"detectionMethod":"Library preparation, whole exome sequencing (WES) and gene panel sequencing were performed .","evidence":[{"id":"cggv:8c1c56c7-c86b-41b4-a810-250d97ade7c9_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:4cfac2fb-f277-49cf-aaa2-f922edd8bd41","type":"Cohort","allGenotypedSequenced":1199,"alleleFrequency":0.001668056713928274,"detectionMethod":"Library preparation, whole exome sequencing (WES) and gene panel sequencing were performed. ","evidence":[{"id":"cggv:8c1c56c7-c86b-41b4-a810-250d97ade7c9_cc_evidence_item"}],"numWithVariant":2},"lowerConfidenceLimit":0.1,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.69,"statisticalSignificanceType":"","statisticalSignificanceValue":0.7,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":4.2,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30303537","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in BRCA1 and BRCA2 only explain the underlying genetic cause of about 10% of hereditary breast and ovarian cancer families. Because of cost-effectiveness, multigene panel testing is often performed even if the clinical utility of testing most of the genes remains questionable. The purpose of our study was to assess the contribution of rare, deleterious-predicted variants in DNA repair genes in familial breast cancer (BC) in a well-characterized and homogeneous population. We analyzed 113 DNA repair genes selected from either an exome sequencing or a candidate gene approach in the GENESIS study, which includes familial BC cases with no BRCA1 or BRCA2 mutation and having a sister with BC (N = 1,207), and general population controls (N = 1,199). Sequencing data were filtered for rare loss-of-function variants (LoF) and likely deleterious missense variants (MV). We confirmed associations between LoF and MV in PALB2, ATM and CHEK2 and BC occurrence. We also identified for the first time associations between FANCI, MAST1, POLH and RTEL1 and BC susceptibility. Unlike other associated genes, carriers of an ATM LoF had a significantly higher risk of developing BC than carriers of an ATM MV (OR","dc:creator":"Girard E","dc:date":"2019","dc:title":"Familial breast cancer and DNA repair genes: Insights into known and novel susceptibility genes from the GENESIS study, and implications for multigene panel testing."},"rdfs:label":"Girard Study France"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:2e5cb38f-1dce-4c49-9f58-a1a733b5a0a2","type":"EvidenceLine","evidence":[{"id":"cggv:2e5cb38f-1dce-4c49-9f58-a1a733b5a0a2_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6f885a5c-2459-4192-a617-a327772e0b4d","type":"Cohort","allGenotypedSequenced":317,"alleleFrequency":0.02523659305993691,"evidence":[{"id":"cggv:2e5cb38f-1dce-4c49-9f58-a1a733b5a0a2_cc_evidence_item"}],"numWithVariant":8,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:bf4156c0-3aed-4e08-b401-6cb659777fa1","type":"Cohort","allGenotypedSequenced":1000,"alleleFrequency":0.006,"evidence":[{"id":"cggv:2e5cb38f-1dce-4c49-9f58-a1a733b5a0a2_cc_evidence_item"}],"numWithVariant":6},"lowerConfidenceLimit":1.5,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.008,"statisticalSignificanceType":"","statisticalSignificanceValue":4.3,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":12.5,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16474176","type":"dc:BibliographicResource","dc:abstract":"The Mre11 complex, composed of RAD50, NBS1 and MRE11, has an essential role in the maintenance of genomic integrity and preventing cells from malignancy. Here we report the association of three Mre11 complex mutations with hereditary breast cancer susceptibility, studied by using a case-control design with 317 consecutive, newly diagnosed Northern Finnish breast cancer patients and 1000 geographically matched healthy controls (P = 0.0004). RAD50 687delT displayed significantly elevated frequency in the studied patients (8 out of 317, OR 4.3, 95% CI 1.5-12.5, P= 0.008), which indicates that it is a relatively common low-penetrance risk allele in this cohort. Haplotype analysis and the screening of altogether 512 additional breast cancer cases from Sweden, Norway and Iceland suggest that RAD50 687delT is a Finnish founder mutation, not present in the other Nordic cohorts. The RAD50 IVS3-1G>A splicing mutation leading to translational frameshift was observed in one patient, and the NBS1 Leu150Phe missense mutation affecting a conserved residue in the functionally important BRCA1 carboxy-terminal (BRCT) domain in two patients, both being absent from 1000 controls. Microsatellite marker analysis showed that loss of the wild-type allele was not involved in the tumorigenesis in any of the studied mutation carriers, but they all showed increased genomic instability assessed by cytogenetic analysis of peripheral blood T-lymphocytes (P = 0.006). In particular, the total number of chromosomal rearrangements was significantly increased (P = 0.002). These findings suggest an effect for RAD50 and NBS1 haploinsufficiency on genomic integrity and susceptibility to cancer.","dc:creator":"Heikkinen K","dc:date":"2006","dc:title":"RAD50 and NBS1 are breast cancer susceptibility genes associated with genomic instability."},"rdfs:label":"RAD50 heikkinen 2006"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:5f3cb9b1-4086-4c43-8068-e793fc03bcaf","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:5f3cb9b1-4086-4c43-8068-e793fc03bcaf_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:ce8bf492-4c44-469f-a9b9-aa3ce88ec4c2","type":"Cohort","allGenotypedSequenced":5770,"alleleFrequency":0.001386481802426343,"detectionMethod":"The coding region and exon–intron boundaries (10 bp of intronic\nsequence at each site) of 1317 genes (phase 1) and 159 genes (phase 2)\n(Supplementary Data) were amplified from germline DNA using custom\ndesigned HaloPlex Targeted Enrichment Assay panels (Agilent Technologies, Santa Clara, CA). ","evidence":[{"id":"cggv:5f3cb9b1-4086-4c43-8068-e793fc03bcaf_cc_evidence_item"}],"numWithVariant":8,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:26054aa7-1f50-407c-8f75-896fbd2a39d9","type":"Cohort","allGenotypedSequenced":5741,"alleleFrequency":0.001741856819369448,"detectionMethod":"The coding region and exon–intron boundaries (10 bp of intronic\nsequence at each site) of 1317 genes (phase 1) and 159 genes (phase 2)\n(Supplementary Data) were amplified from germline DNA using custom\ndesigned HaloPlex Targeted Enrichment Assay panels (Agilent Technologies, Santa Clara, CA). ","evidence":[{"id":"cggv:5f3cb9b1-4086-4c43-8068-e793fc03bcaf_cc_evidence_item"}],"numWithVariant":10},"lowerConfidenceLimit":0.27,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.65,"statisticalSignificanceType":"","statisticalSignificanceValue":0.8,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.24,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34117267","type":"dc:BibliographicResource","dc:abstract":"Breast cancer (BC) has a significant heritable component but the genetic contribution remains unresolved in the majority of high-risk BC families. This study aims to investigate the monogenic causes underlying the familial aggregation of BC beyond BRCA1 and BRCA2, including the identification of new predisposing genes. A total of 11,511 non-BRCA familial BC cases and population-matched cancer-free female controls in the BEACCON study were investigated in two sequencing phases: 1303 candidate genes in up to 3892 cases and controls, followed by validation of 145 shortlisted genes in an additional 7619 subjects. The coding regions and exon-intron boundaries of all candidate genes and 14 previously proposed BC genes were sequenced using custom designed sequencing panels. Pedigree and pathology data were analysed to identify genotype-specific associations. The contribution of ATM, PALB2 and CHEK2 to BC predisposition was confirmed, but not RAD50 and NBN. An overall excess of loss-of-function (LoF) (OR 1.27, p = 9.05 × 10","dc:creator":"Li N","dc:date":"2021","dc:title":"Investigation of monogenic causes of familial breast cancer: data from the BEACCON case-control study."},"rdfs:label":"BEACCON Study Australia"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria"},{"id":"cggv:dabb75a1-2ee6-4df8-b9cf-84f1a7ff5a98","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:dabb75a1-2ee6-4df8-b9cf-84f1a7ff5a98_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a05bad23-e7b8-4e85-8472-2e71eb288136","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.002457706959406873,"detectionMethod":"Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. \n","evidence":[{"id":"cggv:dabb75a1-2ee6-4df8-b9cf-84f1a7ff5a98_cc_evidence_item"}],"numWithVariant":120,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:7817d1ad-43a9-4a49-aa40-b2db59c30b94","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.002386446561347455,"detectionMethod":"Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. \n","evidence":[{"id":"cggv:dabb75a1-2ee6-4df8-b9cf-84f1a7ff5a98_cc_evidence_item"}],"numWithVariant":121},"lowerConfidenceLimit":0.83,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.57,"statisticalSignificanceType":"","statisticalSignificanceValue":1.08,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.4,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"RAD50 BREAST CANCER BCAC"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age.  Specifically, both groups had approximately matching numbers of European and Asian patients.  There are no other racial groups mentioned. The studies were done in the following countries: Netherlands, Thailand, Germany, Ireland, Spain, Greece, France, Denmark, Colombia, Scotland, Belarus, Russia, Sweden, Finland, Cyprus, Australia, Norway, Poland, USA, UK, Singapore.\n\nThe primary analyses were burden analyses in which odds ratios and 95% confidence intervals for breast cancer associated with the presence of any variant in a given category were estimated by means of logistic regression.  Separate analyses for the population-based studies and the family-based studies. Risk estimates, 95% confidence intervals, and P values were reported for the population-based studies. Data presented is specific for protein-truncating variants of each gene (See Table 1 in the article.)\"\n"},{"id":"cggv:a6cad594-8a06-40c8-ab63-c5749113c79c","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:a6cad594-8a06-40c8-ab63-c5749113c79c_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:98bf6e08-bc46-4748-a40a-e3c45be6b0da","type":"Cohort","allGenotypedSequenced":32247,"alleleFrequency":0.001767606288957112,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancer predisposition genes.\n","evidence":[{"id":"cggv:a6cad594-8a06-40c8-ab63-c5749113c79c_cc_evidence_item"}],"numWithVariant":57,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:161e6c98-1c7f-4f7d-83f0-6104c12bbe69","type":"Cohort","allGenotypedSequenced":32544,"alleleFrequency":0.002519665683382498,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancer predisposition genes.\n","evidence":[{"id":"cggv:a6cad594-8a06-40c8-ab63-c5749113c79c_cc_evidence_item"}],"numWithVariant":82},"lowerConfidenceLimit":0.51,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.08,"statisticalSignificanceType":"","statisticalSignificanceValue":0.73,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.04,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471974","type":"dc:BibliographicResource","dc:abstract":"Population-based estimates of the risk of breast cancer associated with germline pathogenic variants in cancer-predisposition genes are critically needed for risk assessment and management in women with inherited pathogenic variants.","dc:creator":"Hu C","dc:date":"2021","dc:title":"A Population-Based Study of Genes Previously Implicated in Breast Cancer."},"rdfs:label":"RAD50 BREAST CANCER CARRIERS STUDY"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age.  Specifically, both groups had approximately the same percentage of each of the following categories: Asian, non-Hispanic Black, Hispanic, non-Hispanic white and other.  Please see Table 1 of the article.\n\nPrevalences of pathogenic variants and variants of uncertain significance in each gene were tabulated for the case patients and controls in the population-based CARRIERS analysis, and 95% confidence intervals were estimated with the use of the Wilson score method without continuity correction.\"\n"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Refuted","sequence":5973,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.75,"subject":{"id":"cggv:0315e4de-97f5-4128-8074-f4d21e3d6fbc","type":"GeneValidityProposition","disease":"obo:MONDO_0016419","gene":"hgnc:9816","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The human RAD50 gene (hRAD50) is located on chromosome 5q31 and encodes the 153 kDa RAD50 protein. It plays key roles in DNA double strand breaks (DSBs) repairs, which are crucial to safeguarding genome integrity and sustaining tumor suppression.  ﻿RAD50 null mutations cause embryonic lethality in mice, while hypomorphic RAD50 mutant (RAD50S/S) mice exhibit growth defects and cancer predisposition. Human RAD50-mutated cells exhibit a phenotype that includes sensitivity to ionizing radiation, a deficit in DNA DSB repair, and chromosomal instability. Therefore, mutations in the RAD50 gene that impair RAD50 function may contribute to the development and progression of cancers. Biallelic RAD50 mutations are associated with Nijmegen breakage syndrome-like disorder. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we only focus on hereditary breast cancer (refute the association with breast cancer) in this curation. Evidence refuting this gene-disease relationship includes case-control data, while experimental data supports the role of RAD50 in DNA repair. \n\n \n**Summary of Case-Control Data: 1 POINTS**\n\nThis gene-disease relationship has been studied in at least 8 case-control studies at the aggregate variant level. In 2021, two large case-control studies [CARRIERS (PMID: 33471974) and BCAC (PMID: 33471991); both with more than 32 thousand cases and controls] did not identify a significant association of aggregate loss of function (LOF) variants in RAD50 and breast cancer. Another large case-control study with more than 26 thousand cases and controls (PMID: 28418444) also did not show an association. Smaller case-control studies in China (PMID: 29726012 and 34606182), France (PMID: 30303537) and Australia (PMID: 34117267) produced similar results.  Only one case-control study from Finland (PMID: 16474176) showed an association for RAD50 variants with breast cancer.  The study population was small and received only 1 point.\n \n**Summary of Experimental Data: 1.75 POINTS**\n\nWhile case control studies did not support the gene-disease association, there is experimental evidence showing the association of RAD50 with BRCA1 in DNA repair (0.5 point, PMID: 10426999), and irregular expression of RAD50 in irradiated skin of radiosensitive cancer patients (0.25 point, PMID: 15150571). A study on RAD50 687delT showed decreased expression in lymphoblastoid cell lines but normal subcellular localization of the protein in 3 breast cancer tumors from mutation carriers (1 point, PMID: 16385572).  Lastly, a study on a mouse homozygous for a hypomorphic RAD50 allele (pLys22Met) resulted in ~20% of mice died with metastatic thymic lymphoma, splenic hyperplasia or myeloid leukemia. However, these mice did not develop mammary cancer. (0 point, PMID: 12208847).\n\n**Overall Summary:** \n\nIn summary, given the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between RAD50 and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association. This gene-disease pair was originally evaluated as limited by the Breast/Ovarian Cancer GCEP on 12/14/2016. This re-curation was approved by the ClinGen Hereditary Diseases GCEP on 2/17/2023 (SOP Version 9).\n\nGiven the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between RAD50 and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association.","dc:isVersionOf":{"id":"cggv:1f16b58f-c6b5-45ef-bb4a-a9fa5fe8ac35"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}