{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7cav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-10-02T15:33:03.926Z","role":"Publisher"},{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-09-21T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c261d64-de11-48f4-b984-614769561294","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c75a1b5c-53d2-4aba-b8a8-57811b19fcd1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"HA-tagged full-length RelA was transfected into 293 cells and a luciferase assay found that the expression of increasing amounts of wild-type RelA produces the activation of NF-κB-dependent transcription.\n\nFurthermore, transfected embryonic fibroblasts were stimulated with TNF-alpha to induce IL-6 production. Cells were then treated with TNF-α plus a limiting amount of cycloheximide and while control cells underwent apoptosis at 24 and 72 h in response to TNF-α very efficiently, cells stably overexpressing wild-type RelA were much less efficient than control cells in undergoing cell death.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12881425","type":"dc:BibliographicResource","dc:abstract":"The activation of the transcription factor NF-kappaB is central to the control of the cellular response triggered by many stimuli. Once released from the inhibitory molecule IkappaB, NF-kappaB is translocated to the nucleus, and it has to be phosphorylated to activate transcription. In zeta protein kinase C (PKC)-deficient cells, NF-kappaB is transcriptionally inactive and the phosphorylation of the RelA subunit in response to tumor necrosis factor (TNF-alpha) is severely impaired. In vitro assays showed that zetaPKC directly phosphorylates RelA. Here we demonstrate that Ser311 accounts for zetaPKC phosphorylation of RelA and that this site is phosphorylated in vivo in response to TNF-alpha. Also, an inactivating mutation of that residue severely impairs RelA transcriptional activity, blocks its anti-apoptotic function and abrogates the interaction of RelA with the co-activator CBP as well as its recruitment, and that of RNA polymerase II (Pol II) with the interleukin-6 (IL-6) promoter. The interaction of endogenous CBP with endogenous RelA is inhibited in zetaPKC-/- cells, as well as the binding of Pol II to the IL-6 promoter. These results demonstrate the mechanism whereby zetaPKC regulates NF-kappaB activation in vivo.","dc:creator":"Duran A","dc:date":"2003","dc:title":"Essential role of RelA Ser311 phosphorylation by zetaPKC in NF-kappaB transcriptional activation."},"rdfs:label":"Anti-apoptotic activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Collectively, these results suggest that RelA is crucial for the activation of NF-κB-dependent transcription and to prevent apoptosis, a hallmark of NF-κB function."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8e9084a-672b-4c70-9095-51488a86c50b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49bb3d82-42e5-41fe-968c-fe93cf3b6c2c","type":"FunctionalAlteration","dc:description":"Compared to those transfected with RELAp.His487ThrfsTer7, HEK 293T cells transfected with wild-type RELA had reduced expression of Bax (P < 0.001 for both basal and TNF-induced expression) and increased expression of the antiapoptotic protein Bcl-x (BCL2L1) (P = 0.011 for basal expression and P < 0.001 for TNF-induced expression). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32969189","type":"dc:BibliographicResource","dc:abstract":"Monogenic Behçet's disease (BD)-like conditions are increasingly recognized and to date have been found to predominantly involve loss-of-function variants in TNFAIP3. This study was undertaken to identify genetic and pathobiologic mechanisms associated with a BD-like mucocutaneous ulcerative syndrome and neuromyelitis optica (NMO) occurring in 3 generations of an Irish family (n = 5 cases and 5 familial controls).","dc:creator":"Adeeb F","dc:date":"2021","dc:title":"A Novel RELA Truncating Mutation in a Familial Behçet's Disease-like Mucocutaneous Ulcerative Condition."},"rdfs:label":"Increased apoptosis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1bd8c7b0-18ba-4398-905e-0e1e9dfb0713","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5803cfd9-40da-443e-881a-f0f058c9365b","type":"FunctionalAlteration","dc:description":"Compared with controls, the patients’ fibroblasts exhibited significantly more TNF-induced cell death and caspase-8 cleavage, with significantly less NF-κB activation and secretion of the NF-κB–regulated cytokine IL-6. PBMCs from the patients, but not from the healthy father, also had significantly impaired IL-6 secretion after TNF stimulation. The patients’ lymphocytes did not undergo increased apoptosis after TNF exposure, consistent with their normal lymphocyte counts. RelA haploinsufficiency, therefore, results in increased stromal cell apoptosis in response to TNF but permits sufficient NF-κB activation for the maintenance of intact lymphocyte numbers and host immunity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28600438","type":"dc:BibliographicResource","dc:abstract":"The treatment of chronic mucocutaneous ulceration is challenging, and only some patients respond selectively to inhibitors of tumor necrosis factor-α (TNF). TNF activates opposing pathways leading to caspase-8-mediated apoptosis as well as nuclear factor κB (NF-κB)-dependent cell survival. We investigated the etiology of autosomal-dominant, mucocutaneous ulceration in a family whose proband was dependent on anti-TNF therapy for sustained remission. A heterozygous mutation in ","dc:creator":"Badran YR","dc:date":"2017","dc:title":"Human "},"rdfs:label":"TNF-induced apoptosis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The pathogenic mechanism is explained by increased sensitivity of mutant fibroblasts to TNF-induced apoptosis."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc929550-71b0-43d8-9129-bbf9bfca81dd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f787521e-db09-4c02-afcd-4e3e6a143d0c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To investigate the molecular mechanisms driving the patients’ defective stromal survival, the authors analyzed gene expression in patient and control fibroblasts, with and without TNF stimulation. Most transcripts encoding NF-κB–dependent antiapoptotic proteins and cytokines were decreased in patient cells. The expression of WT RelA in the patient fibroblasts restored the expression of BCL2A1 and IL-6 in response to NF-κB–activating stimuli.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28600438","rdfs:label":"Gene expression"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Collectively, these data indicate that RelA haploinsufficiency results in impaired up-regulation of NF-κB antiapoptotic genes, thus providing a mechanistic rationale for the cell death induced in patient fibroblasts by in vitro TNF exposure."},{"id":"cggv:5242192f-c1a9-46ac-ab29-431e1f9b6c65","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bcf395e8-b14a-4bfb-96e6-d4378e8a493d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TNF stimulation of Rela+/− splenocytes resulted in significantly impaired up-regulation of Il6, Tnfaip3, and Traf1; all which depend on NF-κB activation.  A low-dose, s.c. TNF injection had no effect on WT mice but resulted in cutaneous ulceration in Rela+/− mice, which was notable for epidermal skin loss and a predominance of neutrophils and macrophages in the dermis and hypodermis. This is consistent with the cutaneous (oral and genital) ulcers observed in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28600438","rdfs:label":"Rela+/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":7015,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:d48001c4-e730-42ec-b7dd-27210d8066d8","type":"GeneValidityProposition","disease":"obo:MONDO_0035694","gene":"hgnc:9955","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*RELA* was first reported in relation to autosomal dominant combined immunodeficiency due to *RELA* haploinsufficiency in 2017 (Badran YR, et al., 2017, PMID: 28600438). *RELA* encodes RelA/p65 which is a key component of the canonical pathway of NFκB, and associates with p50/NFκB1for nuclear translocation and cytokine gene transcription. Signaling through the NF-κB pathway is important for maintaining self-tolerance and regulation of the immune response. *RELA* haploinsufficiency results in impaired NF-κB activation downstream of TLR and TNF stimulation, followed by impaired up-regulation of antiapoptotic genes and increased stromal cell apoptosis. This disorder is characterized predominantly by chronic mucocutaneous ulceration; however, the clinical phenotype broadens to include Behçet’s syndrome and irritable bowel disease. Genetic evidence was included in this curation from four probands in four publications (PMIDs: 28600438, 32969189, 29305315, 35412596). The four reported variants include splice site, frameshift, and nonsense. Experimentally, this gene-disease relationship is supported by its function in the activation of NF-κB-dependent transcription and to prevent apoptosis (PMID: 12881425), which is altered in in HEK293T cells transfected with mutant *RELA* (PMID: 32969189) and in patients, resulting in increased TNF-induced stromal cell death (PMID: 28600438). Defective activation of NF-κB-dependent transcription was rescued in patient cells with expression of WT *RELA* (PMID: 28600438). Furthermore, a Rela+/− mouse model recapitulated the defective NF-κB-dependent transcription and cutaneous ulceration observed in patients (PMID: 28600438). In summary, there is Definitive evidence to support this gene-disease relationship. This has been repeatedly demonstrated in both research and the clinical diagnostic setting and has been upheld over time.","dc:isVersionOf":{"id":"cggv:1e0145f5-c001-420c-9591-c6583862a7ca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}