{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2024-05-01T21:18:34.343Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10106","role":"SecondaryContributor"},{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-10-04T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:NewCuration"}],"evidence":[{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32a0746b-8b33-4500-a6cc-b5a2c3296064","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f5df21a-9550-4442-885f-95cfbef2d3e8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with ASAH1 variants present with Farber's lipogranulomatosis or spinal muscular atrophy and progressive myoclonic epilepsy or a combination of features of both disorders, with accumulation of ceramides due to the deficiency of the acid ceramidase enzyme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27155573","type":"dc:BibliographicResource","dc:abstract":"Ceramides are a diverse group of sphingolipids that play important roles in many biological processes. Acid ceramidase (AC) is one key enzyme that regulates ceramide metabolism. Early research on AC focused on the fact that it is the enzyme deficient in the rare genetic disorder, Farber Lipogranulomatosis. Recent research has revealed that deficiency of the same enzyme is responsible for a rare form of spinal muscular atrophy associated with myoclonic epilepsy (SMA-PME). Due to their diverse role in biology, accumulation of ceramides also has been implicated in the pathobiology of many other common diseases, including infectious lung diseases, diabetes, cancers and others. This has revealed the potential of AC as a therapy for many of these diseases. This review will focus on the biology of AC and the potential role of this enzyme in the treatment of human disease.","dc:creator":"Schuchman EH","dc:date":"2016","dc:title":"Acid ceramidase and the treatment of ceramide diseases: The expanding role of enzyme replacement therapy."},"rdfs:label":"Schuchman_ceramide metabolism"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The function of acid ceramidase encoded by ASAH1 is well understood and patients with ASAH1 pathogenic variants show acid ceramidase deficiency and the resulting accumulation of ceramides, warranting maximum points for this evidence."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce84aad6-2bb3-40c0-bf09-6da483c9c0b1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:67a1aff0-2a49-4b02-84f2-eea42349eb67","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Physiologically, Asah1P361R/P361R mice treated with LV/ACDase manifested intermediate phenotypes. Their growth was comparable to mice from the heterozygous and WT groups until 5 weeks of age, after which they started to lose weight similar to control-treated mice, but their body weights remained significantly higher than untreated mice. All control-treated Asah1P361R/P361R mice died by 11 weeks of age, while 7 out of 9 LV/ACDase-treated mice lived beyond 11 weeks. Ceramide levels were strikingly reduced in the spleen and liver of LV/ACDase treated mice. Total ceramide as well as ceramide/DAG ratios were reduced in the spleen and liver while ceramide levels in the brain remained elevated. Microscopic examinations demonstrated reduction in macrophage infiltrations in the liver and spleen, with mild reductions in infiltrations in the brain. Infiltrations were still observed in the spinal cord, sciatic nerve, thymus, lymph nodes, bone marrow, lung, and skin in treated Asah1P361R/P361R mice, however. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23681708","type":"dc:BibliographicResource","dc:abstract":"Farber disease (FD) is a severe inherited disorder of lipid metabolism characterized by deficient lysosomal acid ceramidase (ACDase) activity, resulting in ceramide accumulation. Ceramide and metabolites have roles in cell apoptosis and proliferation. We introduced a single-nucleotide mutation identified in human FD patients into the murine Asah1 gene to generate the first model of systemic ACDase deficiency. Homozygous Asah1(P361R/P361R) animals showed ACDase defects, accumulated ceramide, demonstrated FD manifestations and died within 7-13 weeks. Mechanistically, MCP-1 levels were increased and tissues were replete with lipid-laden macrophages. Treatment of neonates with a single injection of human ACDase-encoding lentivector diminished the severity of the disease as highlighted by enhanced growth, decreased ceramide, lessened cellular infiltrations and increased lifespans. This model of ACDase deficiency offers insights into the pathophysiology of FD and the roles of ACDase, ceramide and related sphingolipids in cell signaling and growth, as well as facilitates the development of therapy.","dc:creator":"Alayoubi AM","dc:date":"2013","dc:title":"Systemic ceramide accumulation leads to severe and varied pathological consequences."},"rdfs:label":"Alayoubi_Lentiviral vector encoding ACDase"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Score is reduced due to limited rescue of phenotypes associated with disease in the mouse model. "},{"id":"cggv:2f3a5d7a-5a79-44f8-86f7-a378125335a3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b7f4168-0f40-4875-b455-e59895ee525e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Comparison of morphants with controls at 48 hpf demonstrated a significant increase in apoptosis in the spinal cord of morphants. Neurons degenerated in the spinal cord of asah1b morphants, whereas the general integrity of these embryos remained intact. Although motor axons appeared to be shorter in the morphants, the difference was not significant; however, there was a striking difference in the number of collateral branches in the asah1b morphants. asah1b is shown to be required specifically for motor-neuron axonal branching and survival of spinal-cord neurons. Comparison of morphants with control zebrafish embryos revealed a significant decrease but not abrogation of acid-ceramidase activity in morphants (mean of 26%) without affecting ceramide content.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22703880","type":"dc:BibliographicResource","dc:abstract":"Spinal muscular atrophy (SMA) is a clinically and genetically heterogeneous disease characterized by the degeneration of lower motor neurons. The most frequent form is linked to mutations in SMN1. Childhood SMA associated with progressive myoclonic epilepsy (SMA-PME) has been reported as a rare autosomal-recessive condition unlinked to mutations in SMN1. Through linkage analysis, homozygosity mapping, and exome sequencing in three unrelated SMA-PME-affected families, we identified a homozygous missense mutation (c.125C>T [p.Thr42Met]) in exon 2 of ASAH1 in the affected children of two families and the same mutation associated with a deletion of the whole gene in the third family. Expression studies of the c.125C>T mutant cDNA in Farber fibroblasts showed that acid-ceramidase activity was only 32% of that generated by normal cDNA. This reduced activity was able to normalize the ceramide level in Farber cells, raising the question of the pathogenic mechanism underlying the CNS involvement in deficient cells. Morpholino knockdown of the ASAH1 ortholog in zebrafish led to a marked loss of motor-neuron axonal branching, a loss that is associated with increased apoptosis in the spinal cord. Our results reveal a wide phenotypic spectrum associated with ASAH1 mutations. An acid-ceramidase activity below 10% results in Farber disease, an early-onset disease starting with subcutaneous lipogranulomata, joint pain, and hoarseness of the voice, whereas a higher residual activity might be responsible for SMA-PME, a later-onset phenotype restricted to the CNS and starting with lower-motor-neuron disease.","dc:creator":"Zhou J","dc:date":"2012","dc:title":"Spinal muscular atrophy associated with progressive myoclonic epilepsy is caused by mutations in ASAH1."},"rdfs:label":"Zhou_Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Minimal score is awarded to the evidence that helps understand the role of acid ceramidase in neuronal development and shows reduced acid ceramidase activity in morphant fish similar to human patients with acid ceramidase deficiency."},{"id":"cggv:3ced42cf-fdcf-4d56-8ad9-97e6fc12edd8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e69ea51e-1aeb-48c8-b660-31adb8528730","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous knock out of Asah1 leading to complete loss of acid ceramidase activity led to embryonic lethality. Analysis of normal mouse embryos showed that AC expression was turned on by at least embryonic day 7 and continued through at least day 17. Embryonic expression was widespread, but was predominant in the retina. Heterozygous gene knockouts lived a normal lifespan, but exhibited moderate and slowly progressing ceramide storage beginning at ~4–6 months.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11829492","type":"dc:BibliographicResource","dc:abstract":"Ceramide is an important cellular lipid involved in signal transduction and the biosynthesis of complex sphingolipids. It can be hydrolyzed into sphingosine, another important signaling lipid, by the activity of ceramidases. Point mutations in the gene (Asah1) encoding one ceramidase, acid ceramidase (AC), lead to the lysosomal storage disorder Farber disease (FD). To investigate the role of AC in mammalian development, we disrupted the mouse gene Asah1 in embryonic stem cells by homologous recombination mediated insertion of an AC targeting vector into the wild-type sequence. Genotype analysis of over 150 offspring or embryos from heterozygous intercrosses revealed an absence of Asah1(-/-) individuals at embryonic day (E) 8.5 or later, although the ratio of wild-type to Asah1(+/-) individuals from these intercrosses was 1:2. Northern blot analysis showed that AC expression was turned on early in development, by E7.0, and continued through at least E17. In contrast, expression of the related lipid hydrolase, acid sphingomyelinase, was shut down by E11. Asah1(+/-) mice survived and lived a normal lifespan, but developed a progressive lipid storage disease in several of their organs, particularly the liver. These histopathological findings in Asah1(+/-) animals correlated with an up to twofold increase in the ceramide content of these tissues and a reduction n AC activity, confirming that the gene insertion event disrupted AC activity and ceramide metabolism. These results provide direct in vivo evidence that normal ceramide metabolism, and AC activity in particular, is essential for mammalian development. The animals and embryos described here should be a valuable resource for investigators studying the role of ceramide in cell growth and development, as well as those interested in the pathogenesis of FD and other sphingolipid storage disorders.","dc:creator":"Li CM","dc:date":"2002","dc:title":"Insertional mutagenesis of the mouse acid ceramidase gene leads to early embryonic lethality in homozygotes and progressive lipid storage disease in heterozygotes."},"rdfs:label":"Li_Knock-out mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Minimal score is awarded as the evidence shows the importance of ASAH1 for embryonic development and that the complete loss of acid ceramidase is embryonic lethal."},{"id":"cggv:943dbbce-2101-4a56-b01c-ff07be4b6d3c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9991475a-b0f6-4e66-aa38-7cdd5fd04f40","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Asah1-P361R/P361R mice manifest growth retardation in comparison to their heterozygous and WT littermates as early as 3 weeks of age with death at approximately 7-13 weeks. Homozygous mice manifested lethargy, general dystrophy, and a weak forelimb grasp, which worsened with advancing age. Penile prolapse was also observed in male and smaller ovaries covered with less fat in female mice were noted compared WT animals. Visceral examination revealed remarkably enlarged spleens, thymuses, and lymph nodes. In contrast, heterozygotes appeared phenotypically normal, showed growth patterns and unremarkable visceral examination similar to their WT littermates. In the spleen, brain, heart, liver, lungs, and kidneys of Asah1P361R/P361R mice, total ceramide levels were dramatically elevated compared to WT mice; heterozygous animals displayed no increases in ceramide accumulation. ACDase protein expression levels in tissues from Asah1P361R/P361R mice were similar to that from heterozygous and WT mice, while ACDase activities were significantly reduced in Asah1P361R/P361R mice compared to those derived from WT animals. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23681708","rdfs:label":"Alayoubi_Knock-in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Authors introduce a variant identified in human patients with severe Farber lipogranulomatosis into mice and recapitulate several features of the human disease. Increased score was not considered because, while the homozyggous knock-in mice recapitulate features of Farber lipogranulomatosis, they do not show the classic signs such as hoarseness, arthritis or subcutaneous nodules. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:0d964a7c-8057-451a-b353-dc4a0fbd032f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0d964a7c-8057-451a-b353-dc4a0fbd032f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:30149ec3-50ce-415b-99ea-89ba8a8fdca6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.383-10_383-6del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4650865"}},"detectionMethod":"Screening was performed on DNA isolated from stored umbilical cord. Complete ASAH1 coding region as well as 5' and 3' untranslated regions were screened.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband died at the age of 1y 10m.","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ffb7cdec-5570-41e1-898a-9edb26997746_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:30149ec3-50ce-415b-99ea-89ba8a8fdca6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24355074","type":"dc:BibliographicResource","dc:abstract":"Farber lipogranulomatosis is a rare autosomal recessive lysosomal storage disorder caused by mutations in the ASAH1 gene. In the largest ever study, we identified and characterized ASAH1 mutations from 11 independent Farber disease (FD) families. A total of 13 different mutations were identified including 1 splice, 1 polypyrimidine tract (PPT) deletion and 11 missense mutations. Eleven mutations were exclusive to the Indian population. The IVS6+4A>G splice and IVS5-16delTTTTC PPT deletion mutations resulted in skipping of exon 6 precluding thereby the region responsible for cleavage of enzyme precursor. A missense mutation (p.V198A) resulted in skipping of exon 8 due to inactivation of an exonic splicing enhancer (ESE) element. This is the first report of mutations affecting PPT and ESE in the ASAH1 gene resulting in FD.","dc:creator":"Bashyam MD","dc:date":"2014","dc:title":"Molecular analyses of novel ASAH1 mutations causing Farber lipogranulomatosis: analyses of exonic splicing enhancer inactivating mutation."}},"rdfs:label":"Bashyam_Family 8_Proband"},{"id":"cggv:ffb7cdec-5570-41e1-898a-9edb26997746","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ffb7cdec-5570-41e1-898a-9edb26997746_variant_evidence_item"},{"id":"cggv:ffb7cdec-5570-41e1-898a-9edb26997746_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The intronic variant has been shown to result in exon 6 skipping by RNA analysis from patient fibroblasts. "}],"strengthScore":0,"dc:description":"The proband was likely heterozygous for the 5bp deletion in the intron 5 acceptor splice site that has been shown to result in exon 6 skipping by RNA analysis from patient fibroblasts. The proband's father was a carrier; however, the mother is noted to be wild-type. Proband's parents were non-consanguineous. The variant is reported at the highest MAF of 0.00003664 (1/27292 South Asian alleles) with no homozygotes in gnomAD v2.1.1. The proband is not scored. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5d830dfa-c377-480a-ae96-321f7707b1dc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5d830dfa-c377-480a-ae96-321f7707b1dc","type":"Proband","allele":[{"id":"cggv:e7e63e84-79a7-45fe-9120-c30dbec89e87","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.412G>T (p.Glu138Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA370431703"}},{"id":"cggv:0b1845ca-29a5-45e5-abc9-f9783430dbbe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.991G>A (p.Asp331Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA370427406"}}],"firstTestingMethod":"PCR","phenotypeFreeText":"Proband is noted to have mild Farber disease (subtype 3). She had normal psychomotor development. Abduction of the hips, flexion and extension of the elbow were reduced","phenotypes":["obo:HP_0001609","obo:HP_0003565","obo:HP_0001974","obo:HP_0001482","obo:HP_0003202","obo:HP_0005681","obo:HP_0001387"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:f72984bc-a9b4-4ba0-9fbe-05af72115e02_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e7e63e84-79a7-45fe-9120-c30dbec89e87"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11241842","type":"dc:BibliographicResource","dc:abstract":"Farber disease is a rare, autosomal recessively inherited sphingolipid storage disorder due to the deficient activity of lysosomal acid ceramidase, leading to the accumulation of ceramide in cells and tissues. Here we report the identification of six novel mutations in the acid ceramidase gene causing Farber disease: three point mutations resulting in single amino acid substitutions, one intronic splice site mutation resulting in exon skipping, and two point mutations also leading to occasional or complete exon skipping. Of interest, these latter two mutations occurred in adjacent nucleotides and led to abnormal splicing of the same exon. Expression of the mutated acid ceramidase cDNAs in COS-1 cells and subsequent determination of acid ceramidase residual enzyme activity demonstrated that each of these mutations was the direct cause of the acid ceramidase deficiency in the respective patients. In contrast, two known polymorphisms had no effect on acid ceramidase activity. Metabolic labeling studies in fibroblasts of four patients showed that even though acid ceramidase precursor protein was synthesized in these individuals, rapid proteolysis of the mutated, mature acid ceramidase occurred within the lysosome.","dc:creator":"Bär J","dc:date":"2001","dc:title":"Molecular analysis of acid ceramidase deficiency in patients with Farber disease."}},{"id":"cggv:4f052bc0-c920-4078-a966-596aa34748fa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0b1845ca-29a5-45e5-abc9-f9783430dbbe"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11241842"}],"rdfs:label":"Bar_Patient E"},{"id":"cggv:4f052bc0-c920-4078-a966-596aa34748fa","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f052bc0-c920-4078-a966-596aa34748fa_variant_evidence_item"},{"id":"cggv:4f052bc0-c920-4078-a966-596aa34748fa_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in COS-1 cells reveals that the variant results in very low residual acid ceramidase activity (~10% of WT control interpreted from Figure 3)"}],"strengthScore":0.5,"dc:description":"The proband was compound heterozygous for a missense variant, Asp331Asn, inherited from the mother, and a nonsense variant, Glu138Ter (exon 6 out of 14), inherited from the father. Both variants were absent from gnomAD. The proband is noted to be an infant and her parents were not consanguineous."},{"id":"cggv:f72984bc-a9b4-4ba0-9fbe-05af72115e02","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f72984bc-a9b4-4ba0-9fbe-05af72115e02_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband was compound heterozygous for a missense variant, Asp331Asn, inherited from the mother, and a nonsense variant, Glu138Ter (exon 6 out of 14), inherited from the father. The proband is noted to be an infant and her parents were not consanguineous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4d240412-f03f-483f-be47-9ef7d204162d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4d240412-f03f-483f-be47-9ef7d204162d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:9fc9ed5d-b433-4db8-ac8b-742ad2e4ce14","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.107A>G (p.Tyr36Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113842"}},"detectionMethod":"RNA from cultured fibroblasts and genomic DNA from cultured fibroblasts or blood were isolated, amplified by PCR and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband is noted to have severe (classical) subtype of Farber disease.","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:455c7ac9-43bf-473f-8a69-cccb36826cd6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9fc9ed5d-b433-4db8-ac8b-742ad2e4ce14"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11241842"},"rdfs:label":"Bar_Patient A"},{"id":"cggv:455c7ac9-43bf-473f-8a69-cccb36826cd6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:455c7ac9-43bf-473f-8a69-cccb36826cd6_variant_evidence_item"},{"id":"cggv:455c7ac9-43bf-473f-8a69-cccb36826cd6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" In the fibroblasts of the patient, pulse-chase experiments revealed that the variant leads to a rapid degradation of the mature enzyme as the β subunit was not detectable and only reduced levels of the α subunit were detected. Functional studies in COS-1 cells reveals that the variant results in very low residual acid ceramidase activity (~<5% of WT control interpreted from Figure 3)."}],"strengthScore":0.5,"dc:description":" The proband was homozygous for the missense variant, Tyr36Cys. The variant is absent in both versions of gnomAD. Proband's parents were consanguineous. This patient was previously reported in Souillet et al, 1989 (PMID not retrieved). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:462f461a-2f0f-4134-81b1-d2dc0a96868e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:462f461a-2f0f-4134-81b1-d2dc0a96868e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:5b82a59e-c237-44d3-8012-15e9db537f55","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.457+4A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4650854"}},"detectionMethod":"Screening was performed on DNA isolated from stored umbilical cord. Complete ASAH1 coding region as well as 5' and 3' untranslated regions were screened.","firstTestingMethod":"PCR","phenotypeFreeText":"Fine Needle Aspiration Cytology from swelling over the joints revealed highly cellular synovial scattered cells including few scattered lymphocytes and giant cells. No storage cells or granulomas were detected. Proband died at age 1y.","phenotypes":["obo:HP_0001263","obo:HP_0001386","obo:HP_0001609","obo:HP_0001376","obo:HP_0001482","obo:HP_0000969","obo:HP_0000750"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d05d4b36-92a7-4b55-aa82-b9b7bff49a79_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5b82a59e-c237-44d3-8012-15e9db537f55"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24355074"},"rdfs:label":"Bashyam_Family 1_Proband"},{"id":"cggv:d05d4b36-92a7-4b55-aa82-b9b7bff49a79","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d05d4b36-92a7-4b55-aa82-b9b7bff49a79_variant_evidence_item"},{"id":"cggv:d05d4b36-92a7-4b55-aa82-b9b7bff49a79_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR analysis on RNA isolated from fibroblasts generated from amniotic fluid (proband's sibling who was determined to be a carrier of this variant) revealed a cDNA product with the skipping of exon 6."}],"strengthScore":0.5,"dc:description":"The proband was homozygous for the intro 6 donor splice site variant, c.457+4A>G, with both parents being heterozygous. Proband's parents were consanguineous. The variant is absent in both versions of gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:675a21bb-b99a-4edc-b7c1-92fd5c446dc4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:675a21bb-b99a-4edc-b7c1-92fd5c446dc4","type":"Proband","allele":{"id":"cggv:1cdf3497-8b03-4988-b1f8-ac34552e85ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.125C>T (p.Thr42Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129940"}},"detectionMethod":"Genome-wide SNP genotyping and linkage analysis were followed by exome sequencing. The variant was confirmed by Sanger sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Proband is noted to have a similar disease progression as her elder sibling (see Zhou_Family D_IV-0)","phenotypes":["obo:HP_0001324","obo:HP_0002123","obo:HP_0003444"],"previousTesting":true,"previousTestingDescription":"Lysosomal screening tests for hexosaminidase A, examination of peripheral blood leukocytes for a possible neuronal ceroid-lipofuscinoses (NCL), and mitochondrial-DNA mutational analysis for Myoclonic epilepsy with ragged red fibers (MERRF) were negative. Fundoscopic examination, electroretinography, and skin biopsy were normal. SMN1 copy number was normal. Brain magnetic resonance imaging (MRI) of the three affected siblings was normal. No mutations in ATP6V1B2, EGR3, LGI3, MTIF3, or NUPL1.","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:2a3e940f-53e6-49e9-a473-cb03d5241c93_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1cdf3497-8b03-4988-b1f8-ac34552e85ac"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22703880"},"rdfs:label":"Zhou_Family D_Proband IV-1"},{"id":"cggv:2a3e940f-53e6-49e9-a473-cb03d5241c93","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a3e940f-53e6-49e9-a473-cb03d5241c93_variant_evidence_item"},{"id":"cggv:2a3e940f-53e6-49e9-a473-cb03d5241c93_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"WT and variant ASAH1 cDNAs were clined into expression vectors and transfected into immortalized fibroblasts from a patient with Farber disease with severe acid ceramidase deficiency (<3.5% of control). Thr42Met-ASAH1 resulted in reduced AC activity compared to WT - about 32% of control. However, due to increasing AC activity in fibroblasts, there was a reduction in ceramide storage. Immunoblotting showed that the variant did not affect the level of precursor form or its processing, but the level of α-subunit was lower than that of the β-subunit."}],"strengthScore":1.5,"dc:description":"The proband and one of her similarly affected siblings were homozygous for the missense variant, Thr42Met. Parents were consanguineous and heterozygous for the variant. The variant affects the last nucleotide of exon 2; however, authors show through RT-PCR that this variant does not affect splicing. SNP mapping revealed an identical haplotype among the three families (Turkish and Italian origins) studied in this paper, indicating a possible founder effect. This variant is the most common cause of SMA-PME due to ASAH1 variation. This variant, along with Thr42Ala, another missense change at the same codon, is responsible for about half the cases reported with SMA-PME due to ASAH1 variants (PMID: 30029679). The variant is reported at the highest MAF of 0.0001207 (5/41424 Afr/Afr Am alleles) in gnomAD v3.1.2, with no homozygotes. Note, the variant is annotated as Thr58Met in gnomAD v2.1.1 and has a highest MAF of 0.0001230 (2/16256 alleles) in the same population. The score is increased to maximum points due to recurrence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d5f310d9-70f5-4755-abb0-9af4ca0ffbb9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d5f310d9-70f5-4755-abb0-9af4ca0ffbb9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":22,"allele":{"id":"cggv:ca15ab13-0758-470d-9c04-1e0c9ef54cfb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.665C>A (p.Thr222Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113838"}},"detectionMethod":"RT-PCR and sequencing from cDNA and confirmation by sequencing genomic DNA","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was previously reported in PMID: 626064 to have athyreosis. No abnormalities were revealed on examination of the lens, fundi or cornea.","phenotypes":["obo:HP_0003202","obo:HP_0001482","obo:HP_0001376","obo:HP_0001386","obo:HP_0004326","obo:HP_0032252","obo:HP_0001510","obo:HP_0000741","obo:HP_0006532","obo:HP_0500011","obo:HP_0002777","obo:HP_0001609","obo:HP_0001433","obo:HP_0002019","obo:HP_0012513","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Acid Ceramidase activity in the cultured skin fibroblasts from this patient were ~5% of normal levels. Altered inflammatory test results were reported.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:18b9bf45-7a6e-4c91-bbce-49e78d29654f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ca15ab13-0758-470d-9c04-1e0c9ef54cfb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8955159","type":"dc:BibliographicResource","dc:abstract":"Human acid ceramidase ((AC) N-acylsphingosine amidohydrolase, EC 3.5. 1.23) hydrolyzes the sphingolipid ceramide into sphingosine and free fatty acid. Ceramide is an essential component of all sphingolipids and an important cell-signaling molecule. Moreover, an inherited deficiency of AC activity leads to the lysosomal storage disorder known as Farber disease. Human AC was purified from urine, and 117 amino acid residues were determined by microsequencing. Degenerative oligonucleotide probes were then constructed and used to screen for human fibroblast and pituitary cDNA libraries. Several partial cDNA clones were obtained, and two of these were combined to construct a full-length cDNA containing a 17-base pair (bp) 5'-untranslated sequence, a 1185-bp open reading frame encoding 395 amino acids, a 1110-bp 3'-untranslated sequence, and an 18-bp poly(A) tail. Transient expression of the full-length cDNA in COS-1 cells led to a 10-fold increase in AC activity. In addition, biosynthetic studies carried out in the transfected cells demonstrated that 13-kDa (alpha) and 40-kDa (beta) AC subunits were derived from a common 55-kDa precursor encoded by the full-length cDNA. This protein pattern was identical to that seen in normal human skin fibroblasts. A homoallelic point mutation (T222K) was also identified in the AC gene of a patient suffering from Farber disease, further confirming the authenticity of the full-length cDNA.","dc:creator":"Koch J","dc:date":"1996","dc:title":"Molecular cloning and characterization of a full-length complementary DNA encoding human acid ceramidase. Identification Of the first molecular lesion causing Farber disease."}},"rdfs:label":"Koch_Proband BF1"},{"id":"cggv:18b9bf45-7a6e-4c91-bbce-49e78d29654f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18b9bf45-7a6e-4c91-bbce-49e78d29654f_variant_evidence_item"},{"id":"cggv:18b9bf45-7a6e-4c91-bbce-49e78d29654f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In the fibroblasts of the patient, pulse-chase experiments revealed that the variant leads to a rapid degradation of the β subunit. Functional studies in COS-1 cells in PMID: 11241842 reveals that the variant results in very low residual acid ceramidase activity (~<2% of WT control interpreted from Figure 3)."}],"strengthScore":0.5,"dc:description":"The proband was homozygous for the missense variant, Thr222Lys. In the fibroblasts of the patient, pulse-chase experiments revealed that the variant leads to a rapid degradation of the β subunit. Functional studies in COS-1 cells in PMID: 11241842 reveals that the variant results in very low residual acid ceramidase activity (~<2% of WT control interpreted from Figure 3). Proband's parents were consanguineous (first cousins), and heterozygous for the variant. The variant is absent in both versions of gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9d0feb25-7a1c-41af-8c4b-9edf5aaa4ed0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9d0feb25-7a1c-41af-8c4b-9edf5aaa4ed0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:9acb192f-10f6-478e-bce7-e4ccdf2bd99b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.456A>C (p.Lys152Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA185930"}},{"id":"cggv:a6953727-61e1-4832-9300-69edb3e7fbaa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.410A>G (p.Tyr137Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4650862"}}],"detectionMethod":"SMA gene panel testing was undertaken. Following the identification of a single ASAH1 variant (Tyr137Cys), ASAH1 deletion and duplication analysis was performed, which was also negative. Whole-transcriptome sequencing from patient leukocyte RNA was then performed, which showed skipping of the 6th exon. This was confirmed on RNA analysis from fibroblasts and lymphoblast cell lines derived from the patient. Subsequent Sanger sequencing identified the second missense change, Lys152Asn.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Proband faced a slow progressive deterioration in muscle strength in childhood and adolescence. There was marked atrophy of the periscapular, pectoralis, and triceps muscles. There was no sensory or autonomic dysfunction, and brain MRI was normal. EEG demonstrated frequent bursts of paroxysmal polyspikes and slow-wave activity. Nerve conduction studies were consistent with a diffuse motor neuropathy/neuronopathy. Cellular ceramide content was evaluated by HPLC. 18 distinct ceramide species with a d18:1 sphingosine backbone were detected; a significant increase was observed in 17 of the 18 ceramides.","phenotypes":["obo:HP_0001337","obo:HP_0007178","obo:HP_0000407","obo:HP_0003701","obo:HP_0001324","obo:HP_0001336"],"previousTesting":true,"previousTestingDescription":"SMN1 deletion and chromosomal microarray were negative.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:6d100495-5cd2-4473-bae5-187492bd0f17_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a6953727-61e1-4832-9300-69edb3e7fbaa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28251733","type":"dc:BibliographicResource","dc:abstract":"At least 15% of the disease-causing mutations affect mRNA splicing. Many splicing mutations are missed in a clinical setting due to limitations of in silico prediction algorithms or their location in noncoding regions. Whole-transcriptome sequencing is a promising new tool to identify these mutations; however, it will be a challenge to obtain disease-relevant tissue for RNA. Here, we describe an individual with a sporadic atypical spinal muscular atrophy, in whom clinical DNA sequencing reported one pathogenic ASAH1 mutation (c.458A>G;p.Tyr153Cys). Transcriptome sequencing on patient leukocytes identified a highly significant and atypical ASAH1 isoform not explained by c.458A>G(p<10","dc:creator":"Kernohan KD","dc:date":"2017","dc:title":"Whole-transcriptome sequencing in blood provides a diagnosis of spinal muscular atrophy with progressive myoclonic epilepsy."}},{"id":"cggv:2c673ccf-089e-4914-a6e0-e959a18aedaf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9acb192f-10f6-478e-bce7-e4ccdf2bd99b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28251733"}],"rdfs:label":"Kernohan_Proband"},{"id":"cggv:2c673ccf-089e-4914-a6e0-e959a18aedaf","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2c673ccf-089e-4914-a6e0-e959a18aedaf_variant_evidence_item"},{"id":"cggv:2c673ccf-089e-4914-a6e0-e959a18aedaf_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The Lys152Asn variant is predicted in this study as well as another (PMID: 24164096) to cause a splicing alteration resulting in the skipping of exon 6 base on assessment of patient RNA."}],"strengthScore":0.1,"dc:description":"The proband was compound heterozygous for two missense variants, Tyr137Cys and Lys152Asn. The Lys152Asn variant is reported at the highest MAF of 0.0001712 in the Latino/Admixed American population (6/35052 alleles), with no homozygotes in gnomAD v2.1.1. The variants in this proband are not confirmed in trans; however, minimal points are awarded for the recurring variant Tyr137Cys causing both SMA-PME and Farber phenotypes as well as a potential splice-impacting variant."},{"id":"cggv:6d100495-5cd2-4473-bae5-187492bd0f17","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:6d100495-5cd2-4473-bae5-187492bd0f17_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The proband was compound heterozygous for two missense variants, Tyr137Cys and Lys152Asn. The Tyr137Cys variant has been reported in at least two additional individuals (not known if they are unrelated), Patients 14 and 15, in the natural history study, PMID: 32449975. Notably, both individuals reported with the variant had a phenotypic presentation of Farber with CNS involvement. The Tyr137Cys variant is reported at the highest MAF of 0.00005039 in the non-Finnish European population (6/119066 alleles), with no homozygotes in gnomAD v2.1.1. The variants in this proband are not confirmed in trans; however, minimal points are awarded for the recurring variant Tyr137Cys causing both SMA-PME and Farber phenotypes as well as a potential splice-impacting variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4e648659-60e4-41f3-bcaf-0774c448b2db_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4e648659-60e4-41f3-bcaf-0774c448b2db","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":30,"allele":{"id":"cggv:fa88fe46-9073-4131-88c3-5da347ad7efc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.413A>T (p.Glu138Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113840"}},"detectionMethod":"RNA from cultured fibroblasts and genomic DNA from cultured fibroblasts or blood were isolated, amplified by PCR and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband is reported with mild form of Farber disease (subtype 3), characterized by late age of onset at 30yo.","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d40df581-74fa-45ba-b4cf-5657ababfabf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fa88fe46-9073-4131-88c3-5da347ad7efc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11241842"},"rdfs:label":"Bar_Patient F"},{"id":"cggv:d40df581-74fa-45ba-b4cf-5657ababfabf","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d40df581-74fa-45ba-b4cf-5657ababfabf_variant_evidence_item"},{"id":"cggv:d40df581-74fa-45ba-b4cf-5657ababfabf_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in COS-1 cells reveals that the variant results in very low residual acid ceramidase activity (<5% of WT control interpreted from Figure 3)"}],"strengthScore":0.5,"dc:description":"The proband was homozygous for the missense variant, Glu138Val, that is absent from both versions of gnomAD. The parents of the proband were not known to be related."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7d448b32-5ba8-48ce-8be1-446afd3215fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7d448b32-5ba8-48ce-8be1-446afd3215fa","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":30,"allele":{"id":"cggv:bad58868-2784-45c4-ab9c-ed04d40ca6aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.958A>G (p.Asn320Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113844"}},"detectionMethod":"RNA from cultured fibroblasts and genomic DNA from cultured fibroblasts or blood were isolated, amplified by PCR and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was diagnosed with Farber and Sandhoff disease designated as Farber disease subtype 6","phenotypes":["obo:HP_0010729","obo:HP_0001615","obo:HP_0010307","obo:HP_0001270","obo:HP_0003202","obo:HP_0002094","obo:HP_0001386","obo:HP_0002090","obo:HP_0001482"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0043e238-3035-4b2d-ad76-2b939323d25d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bad58868-2784-45c4-ab9c-ed04d40ca6aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11241842"},"rdfs:label":"Bar_Patient B"},{"id":"cggv:0043e238-3035-4b2d-ad76-2b939323d25d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0043e238-3035-4b2d-ad76-2b939323d25d_variant_evidence_item"},{"id":"cggv:0043e238-3035-4b2d-ad76-2b939323d25d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Pulse-chase experiments in patient's fibroblasts showed that the variant did not affect the rate of biosynthesis and maturation of acid ceramidase enzyme. Functional studies in COS-1 cells reveals that the variant results in very low residual acid ceramidase activity (<10% of WT control interpreted from Figure 3)"}],"strengthScore":0.5,"dc:description":"The proband was homozygous for the missense variant, Asn320Asp, that was absent in both versions of gnomAD and supported by functional evidence. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9f9ae5ba-62a4-4fbe-a8e6-1e1593c0fbd0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9f9ae5ba-62a4-4fbe-a8e6-1e1593c0fbd0","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":15,"allele":[{"id":"cggv:0bcc5bca-9144-4267-89b0-7eb34fd860a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"GRCh38 8p22(chr8:18067218-18084063)x1"},{"id":"cggv:1cdf3497-8b03-4988-b1f8-ac34552e85ac"}],"detectionMethod":"Genome-wide SNP genotyping and linkage analysis were followed by exome sequencing. The variant was confirmed by Sanger sequencing.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Early developmental milestones are noted to be normal. Brain MRI at 10yo showed no significant abnormalities.","phenotypes":["obo:HP_0001308","obo:HP_0001336","obo:HP_0003444","obo:HP_0003323","obo:HP_0003700","obo:HP_0007185","obo:HP_0002090","obo:HP_0010628","obo:HP_0002015"],"previousTesting":true,"previousTestingDescription":"Lysosomal screening tests for hexosaminidase A, examination of peripheral blood leukocytes for a possible neuronal ceroid-lipofuscinoses (NCL), and mitochondrial-DNA mutational analysis for Myoclonic epilepsy with ragged red fibers (MERRF) were negative. Fundoscopic examination, electroretinography, and skin biopsy were normal. SMN1 copy number was normal. Brain magnetic resonance imaging (MRI) of the three affected siblings was normal. No mutations in ATP6V1B2, EGR3, LGI3, MTIF3, or NUPL1.","secondTestingMethod":"Exome sequencing","sex":"Female","variant":[{"id":"cggv:302c22e6-189f-4656-a6f9-cdd5dd237107_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0bcc5bca-9144-4267-89b0-7eb34fd860a1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22703880"},{"id":"cggv:2f2627e5-b0cc-49ff-9a87-bbe5ed598fba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1cdf3497-8b03-4988-b1f8-ac34552e85ac"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22703880"}],"rdfs:label":"Zhou_Family ITB_Proband II-1"},{"id":"cggv:2f2627e5-b0cc-49ff-9a87-bbe5ed598fba","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f2627e5-b0cc-49ff-9a87-bbe5ed598fba_variant_evidence_item"},{"id":"cggv:2f2627e5-b0cc-49ff-9a87-bbe5ed598fba_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"WT and variant ASAH1 cDNAs were clined into expression vectors and transfected into immortalized fibroblasts from a patient with Farber disease with severe acid ceramidase deficiency (<3.5% of control). Thr42Met-ASAH1 resulted in reduced AC activity compared to WT - about 32% of control. However, due to increasing AC activity in fibroblasts, there was a reduction in ceramide storage. Immunoblotting showed that the variant did not affect the level of precursor form or its processing, but the level of α-subunit was lower than that of the β-subunit."}],"strengthScore":0.5,"dc:description":"The proband was compound heterozygous for the recurrent missense variant, Thr42Met, inherited from the mother, and the whole ASAH1 gene deletion, inherited from the father. Authors confirmed that the deletion involved only the ASAH1 gene. Proband's parents are noted be healthy and unrelated. The variant is reported at the highest MAF of 0.0001207 (5/41424 Afr/Afr Am alleles) in gnomAD v3.1.2, with no homozygotes. Note, the variant is annotated as Thr58Met in gnomAD v2.1.1 and has a highest MAF of 0.0001230 (2/16256 alleles) in the same population."},{"id":"cggv:302c22e6-189f-4656-a6f9-cdd5dd237107","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:302c22e6-189f-4656-a6f9-cdd5dd237107_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband was compound heterozygous for the recurrent missense variant, Thr42Met, inherited from the mother, and the whole ASAH1 gene deletion, inherited from the father. Authors confirmed that the deletion involved only the ASAH1 gene. Proband's parents are noted be healthy and unrelated."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:acb5120f-56e8-49bf-ae4d-fbf04187f853_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:acb5120f-56e8-49bf-ae4d-fbf04187f853","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:aec72dc6-aac8-4f4b-8393-55357f04ee90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.518A>T (p.Asn173Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA370430268"}},{"id":"cggv:97ee42c3-12cc-4cbd-ad4e-66d46529e8bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_177924.5(ASAH1):c.594_599dup (p.Phe199_Lys200insAsnPhe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915945615"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle weakness in proband began at 5yo with difficulty rising from floor, and over the next year became unable to squat, jump or hop. Trendelenburg gait was reported. Developmental milestones were normal. Neurophysiological studies of upper and lower limbs showed preservation of sensory responses and decreases in compound motor action potential amplitudes. Brain MRI was normal. Muscle biopsy confirmed denervation. CK was normal.","phenotypes":["obo:HP_0009073","obo:HP_0001308","obo:HP_0001376","obo:HP_0003202","obo:HP_0012548","obo:HP_0001268","obo:HP_0001387","obo:HP_0002878","obo:HP_0002091","obo:HP_0011948","obo:HP_0001482","obo:HP_0001386","obo:HP_0007178","obo:HP_0003391","obo:HP_0003444","obo:HP_0001348","obo:HP_0002100","obo:HP_0100543","obo:HP_0003487","obo:HP_0005764","obo:HP_0002829","obo:HP_0001609"],"previousTesting":true,"previousTestingDescription":"Deletions or mutations were not identified in SMN1. Proband's acid ceramidase levels assessed by leukocyte assay showed significant decrease compared to that of the parents.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:37fcac4e-ff87-4c21-b9ae-796f7ea36192_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:aec72dc6-aac8-4f4b-8393-55357f04ee90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27650050","type":"dc:BibliographicResource","dc:abstract":"Survival of motor neuron 1-------negative spinal muscular atrophy (SMA) is heterogeneous and remains a diagnostic challenge. The clinical spectrum continues to expand and ∼33 genes have been identified to date. The present report describes a 9-year-old girl with novel clinical phenotype of a patient with polyarticular arthritis followed by symptoms of SMA due to acid ceramidase deficiency. Whole exome sequencing identified compound heterozygous pathogenic mutation in the N-acylsphingosine amidohydrolase 1 gene. Functional assay with leukocyte acid ceramidase activity showed a decreased level in the proband confirming pathogenicity of the mutations. Mutations of N-acylsphingosine amidohydrolase 1 are known to separately cause Farber disease (arthritis, subcutaneous nodules, and dysphonia) or SMA with progressive myoclonic epilepsy. The present combined phenotype is novel, bringing together SMA with progressive myoclonic epilepsy and Farber disease and establishing a phenotypic spectrum. Acid ceramidase deficiency is an important consideration in patients presenting with polyarticular arthritis and motor neuron disease.","dc:creator":"Teoh HL","dc:date":"2016","dc:title":"Polyarticular Arthritis and Spinal Muscular Atrophy in Acid Ceramidase Deficiency."}},{"id":"cggv:c8121074-1ce5-4eb3-a537-f731aaf08cba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:97ee42c3-12cc-4cbd-ad4e-66d46529e8bb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27650050"}],"rdfs:label":"Teoh_Proband"},{"id":"cggv:37fcac4e-ff87-4c21-b9ae-796f7ea36192","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:37fcac4e-ff87-4c21-b9ae-796f7ea36192_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The proband was compound heterozygous for the missense variant, Asn189Ile, without supporting functional evidence, and an in-frame duplication, resulting in Phe215_Lys216insAsnPhe. Both variants were confirmed in trans by parental testing. Variants are  absent in both versions of gnomAD."},{"id":"cggv:c8121074-1ce5-4eb3-a537-f731aaf08cba","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c8121074-1ce5-4eb3-a537-f731aaf08cba_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"The proband was compound heterozygous for the missense variant, Asn189Ile, without supporting functional evidence, and an in-frame duplication, resulting in Phe215_Lys216insAsnPhe. Both variants were confirmed in trans by parental testing. This 2-amino acid insertion variant is scored slightly increased points. Variants are  absent in both versions of gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8237,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:2478a3f8-34a1-45d8-b2a8-605221f4c961","type":"GeneValidityProposition","disease":"obo:MONDO_0100524","gene":"hgnc:735","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between *ASAH1* and ASAH1-related sphingolipidosis, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of October, 2023. *ASAH1* encodes a member of the acid ceramidase family of proteins. A preproprotein is encoded that undergoes proteolytic processing generating alpha and beta subunits that heterodimerize to form the mature lysosomal enzyme, acid ceramidase, which catalyzes the degradation of ceramide into sphingosine and free fatty acid.\n\nOMIM disease entities: Farber lipogranulomatosis (MIM: 228000) and Spinal muscular atrophy with progressive myoclonic epilepsy (MIM: 159950). The term \"ASAH1-related sphingolipidosis\", also referred to as acid ceramidase deficiency in the literature, has been introduced to lump the two disease assertions related to ASAH1. Both Farber lipogranulomatosis and Spinal muscular atrophy form a continuum (PMID: 32449975, 30029679), with progressive myoclonic epilepsy have moderate phenotypic overlap, including a patient with features of both diseases (PMID: 27650050), are inherited in the autosomal recessive manner, and result from biallelic variants in ASAH1 that result in loss of function.\n\n*ASAH1* was first reported in relation to autosomal recessive ASAH1-related sphingolipidosis in 1996 (Koch et al, PMID: 8955159). At least 100 missense variants have been reported in human patients. Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nSummary of Case Level Data (12 points):\n\nVariants in this gene have been reported in at least  11 probands in 6 publications (PMID: 22703880, 28251733, 8955159, 27650050, 24355074, 11241842) showing classic Farber lipogranulomatosis of varying severity, spinal muscular atrophy with progressive myoclonic epilepsy or a blended phenotype of both disorders. Much more evidence is available in the literature, but the maximum score for genetic evidence was reached.\n\nThe mechanism for disease is expected to be biallelic loss of function.\n\nSummary of experimental data (6 points):\n\nThis gene-disease relationship is supported by in vitro functional studies, model organisms and rescue evidence. Reduction in acid ceramidase activity leads to the accumulation of ceramides in the lysosomes (PMID: 27155573). Zebrafish and mouse models that partially recapitulate the human phenotype have been reported (PMID: 11829492, 23681708, 22703880). Rescue of phenotype by the wild-type gene product has been reported in a knock-in mouse model (PMID: 23681708). \n\nIn summary, *ASAH1* is definitively associated with autosomal recessive ASAH1-related sphingolipidosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the Lysosomal Diseases GCEP on October 4, 2023 (SOP v9).\n\nAdditional information on prenatal phenotype (added May 1, 2024):\nPrenatal phenotypes described in the literature in association with ASAH1 include non-immune hydrops fetalis, abnormal cardiac structure, arrhythmia, and  bradycardia.  Two cases are reported with bi-allelic splicing variants and an exonic deletion (PMID: 8650144, 9128814, 23707712, 37962265). Given the limited reports in the literature the association of ASAH1 with prenatal phenotypes is currently limited.","dc:isVersionOf":{"id":"cggv:d7d25555-4d27-4fd4-8619-cdf78b50701a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}