{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-07-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:27.441Z","role":"Publisher"}],"evidence":[{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a4ea77d-e932-43f8-8ba2-c88ae56c58f5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb0872ef-138e-4605-bd86-2ce3004cdd30","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"30 hours after rFXIII-B injection, a significant increase of plasma FXIIIA was detected. Amine-incorporation activity was found to be 2-fold higher than that in controls. γ-γ dimer and α-polymer of fibrin were formed by the action of FXIII-A, when thrombin and calcium were added to plasma. Thrombin-dependent crosslinking of fibrin in plasma was also drastically accelerated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18224415","type":"dc:BibliographicResource","dc:abstract":"Factor XIII (FXIII) is a proenzyme of plasma transglutaminase consisting of enzymatic A (FXIII-A) and noncatalytic B subunits (FXIII-B), and acts in hemostasis and wound healing. We freshly generated mice lacking either FXIII-A or FXIII-B to investigate the physiological functions of FXIII in vivo. Mice carrying the disrupted allele were born at the expected Mendelian ratios, and the homozygous mice were viable and fertile under specific pathogen-free conditions. Although all homozygous and heterozygous mice showed no marked difference from the wild-type animals in general appearance, homozygous mice of either FXIII-A- or FXIII-B-deficiency did have prolonged bleeding times. It was confirmed that thrombin-dependent amine incorporation and fibrin-crosslinking in plasma were undetectable in the FXIII-A-deficient mice and markedly reduced in the FXIII-B-deficient mice; however, the gene expression of each subunit was regulated independently. Recombinant human FXIII-B (rFXIII-B) was expressed in a baculovirus expression system. When rFXIII-B was injected into FXIII-B-deficient mice, FXIII-A levels, fibrin crosslinking, and amine-incorporation activities increased in their plasma, indicating that FXIII-B assisted the maintenance of FXIII-A levels in the circulation. These mouse strains will be useful in exploring the possible pathophysiological roles of each subunit in vivo.","dc:creator":"Souri M","dc:date":"2008","dc:title":"Administration of factor XIII B subunit increased plasma factor XIII A subunit levels in factor XIII B subunit knock-out mice."},"rdfs:label":"Souri_Rescue_F13B"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"The evidence is scored minimal points due to the use of exogenous rFXIIIB for rescue."},{"id":"cggv:ef8e9273-3ac8-48c8-a38a-e03fa6241211","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b467b107-bb2e-4f19-89c3-f43c038e74da","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Liver FXIIIB mRNA was undetectable in FXIIIB−/− mice and decreased in FXIIIB+/− mice. Bone marrow FXIII-A mRNA levels were not changed.\n\nWestern blot revealed in FXIIIB-/- mice the complete loss of FXIIIB in plasma, and greatly decreased, but detectable amounts of FXIIIA. Thrombin-dependent amine-incorporation activity was 1–20% of wildtype in FXIIIB-/- mice and similar to wild type in FXIIIB+/−. Thrombin-dependent fibrin crosslinking: γ-γ dimer formation was much slower than wild type and α-chains remained as monomers 2 h after the thrombin treatment in FXIIIB-/- null mice.\n\nNone of the FXIIIB-/- females died during pregnancy. Although not statistically significant, bleeding time was longer than that in wild type (177 ± 162 s).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18224415","rdfs:label":"Souri_Mouse_F13B"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model is scored default points as it recapitulates the mild deficiency phenotype in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:5b92276d-6b1b-40af-ba73-f014816cc648_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71eea28c-3397-495f-a0c7-528d240c4454","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR-RFLP using Taq1 was performed to detect the c.65-2del variant as it creates a Taq1 recognition site. Analysis of the proband resulted in three DNA fragments: an uncleaved band and two cleaved fragments, indicating that the proband was heterozygous for the variant. PCR and Sanger sequencing confirmed the presence of the c.65-2del variant, but also detected a second variant, delG in exon 9. This was analyzed using a mismatch primer that created an EcoRI recognition site in the presence of the G (normal). Analysis of the proband resulted in one uncleaved fragment and two cleaved fragments, indicating heterozygosity for the variant.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Restriction digest","phenotypeFreeText":"factor XIII deficiency identified through postoperative bleeding","phenotypes":"obo:HP_0004846","previousTesting":true,"previousTestingDescription":"Immunoblot analysis showed that XIIIA was 12% of normal and XIIIB was scarcely detectable(confirming XIIIB deficiency). Patient was negative for the other known XIIIB variants(insAAC and Cys430Phe) or variants in XIIIA. Functional factor XIII activity in plasma was <10% of normal.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5b92276d-6b1b-40af-ba73-f014816cc648_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3af71c71-e816-430c-93f7-b52405d02d93","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F13B, 1-BP DEL, IVS1AS, A, -2","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16518"}},{"id":"cggv:6b4854a3-085f-431e-ac8a-e8cc578a0867","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001994.2(F13B):c.1498delG (p.Glu500Asnfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16522"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11313256","type":"dc:BibliographicResource","dc:abstract":"Two Japanese patients were newly diagnosed as having B subunit (XIIIB) deficiency of factor XIII (former type I deficiency). Both patients have a previously described one-base deletion at the boundary between intron A/exon II in the XIIIB gene, heterozygously or homozygously. A founder effect was proposed for this mutation because 3 unrelated patients with XIIIB deficiency also share 2 3'-polymorphisms. In one patient heterozygous for the above mutation, a novel mutation was also identified: a deletion of guanosine in exon IX (delG) of the XIIIB gene. To understand the molecular and cellular pathology of the delG mutation, expression studies were performed using a cultured mammalian cell line. Pulse-chase experiments showed that a resultant truncated XIIIB remained inside the cells and could not be secreted into the culture medium. Furthermore, immunocytochemical examinations by epifluorescence, confocal, and electron microscopes indicated impaired intracellular transportation of the truncated XIIIB from the endoplasmic reticulum to the Golgi apparatus. No mutations in the gene for the A subunit (XIIIA) were identified in this patient. Therefore, secretion of the truncated XIIIB must also be impaired in vivo, leading to a secondary XIIIA deficiency. These results support a previous conclusion that genetic defects of XIIIB are the basis for the former type I factor XIII deficiency.","dc:creator":"Koseki S","dc:date":"2001","dc:title":"Truncated mutant B subunit for factor XIII causes its deficiency due to impaired intracellular transportation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11313256","rdfs:label":"Koseki_Patient4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"The proband was compound heterozygous for two 1-bp deletions: a splice acceptor variant, c.65-2delA, and a delG at position 1498 that results in a frameshoft and premature termination of translation. The splice acceptor variant has been previously reported in Japanese individuals and is likely a founder variant. It os reported in gnomAD at a frequency of 0.00005453 in East Asians and a total frequency of 0.000004028, with no homozygotes.\n\nThe consequence of the delG variant in this proband was evaluated by expression studies. A ful-length cDNA of XIIIB cleaved from an expression vector (ZMB3/rXIIIb) was subcloned into the EcoRI site of pBluescript II (pBSII/WT rXIIIB). A fragment of exon 9, containing the delG variant was amplified and inserted into the RsaI-BsgI site of pBSII/WT rXIIIB (pBSII/Mut rXIIIB), which was subsequently ligated to the ZMB3 expression vector. The wild type and variant recombinant FXIIIs were used to transfect baby hamster kidney cells. Immunoprecipitation showed a 80 kd WT-rXIIIB and a 60-kd truncated rXIIIB in the lysates. No dimer was observed for the variant rXIIIB under nonreducing conditions.\n\nPulse-chase experiments using S-35 labeled methionine and rabbit antihuman XIIIB antibody were performed. WT-rXIIIB was secreted out of the cell immediately, with all of the labeled rXIIIB in the medium in 2 hours. The variant XIIIB was not secreted and decreased to 50% after 2 hours.\n\nImmunocytochemistry using rabbit antihuman XIIIB antibody and FITC-conjugated goat antirabbit IgG on the supernatant of the culture was also performed. Staining was repeated with mouse monoclonal antibody against Golgi 58K protein (Golgi marker) or protein disulfide isomerase (PDI, ER marker) and rhodamin-conjugated antimouse IgG. Intense signals for the wild-type rXIIIB were observed, which colocalized with Golgi 58K protein, while the variant rXIIIB colocalized with the ER marker, PDI.\n\nThe cell suspension was treated similar to immunocytochemistry for electron microscopy, which showed accumulation of WT-XIIIB in the Golgi and variant rXIIIB in the rough ER.\n\nThe authors conclude that the delG variant may cause ER retention and affect the secretion of FXIIIB outside the cell. Some conformational change, in the eighth Sushi domain is expected because the variant causes truncation in the middle of the domain and extends the length of 10 entirely new amino acids.\n\nThe reduction in FXIIIA levels in this proband, although there were no variants in the FXIIIA gene, must be secondary to the lack of FXIIIA.\n\nThe proband is scored 0 points since the parents of the proband have not been tested and the variants have not been confirmed to be in trans."},{"id":"cggv:21d90f51-ce49-47c3-9528-0fdcb78e6919_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c9db48a6-1547-4361-ab02-c66888c9982d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"F13B gene was PCR amplified and Sanger sequenced.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"Bleeding after circumcision and after dental extraction, on-demand treatment","phenotypes":["obo:HP_0006298","obo:HP_0001058","obo:HP_0030137"],"previousTesting":true,"previousTestingDescription":"FXIII activity was <2% of normal on incorporation assay (nv: 65-125%, [Val/Val34]), FXIIIA antigen was <0.1% of normal on ELISA (nv: 70-120%), FXIIIB antigen was <0.1% of normal on ELISA (nv: 70-120%). Proband was also screened for F13A variants using DHPLC and Sanger sequencing. Proband was negative for variants in F13A.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:21d90f51-ce49-47c3-9528-0fdcb78e6919_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65181a53-a6c7-4991-b8ec-bc30a29ad582","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.197057029_197057032dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1308401"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20331752","type":"dc:BibliographicResource","dc:abstract":"Severe factor XIII (FXIII) deficiency is a rare autosomal recessive coagulation disorder affecting one in two million individuals. The aim of the present study was to screen for and analyse F13B gene defects in the German population. A total of 150 patients presenting with suspected FXIII deficiency and one patient with severe (homozygous) FXIII deficiency were screened for mutations in F13A and F13B genes. Twenty-five individuals presented with detectable heterozygous mutations, 12 of them in the F13A gene and 13 of them in the F13B gene. We report on the genotype-phenotype correlations of the individuals showing defects in the F13B gene. Direct sequencing revealed 12 unique mutations including seven missense mutations (Cys5Arg, Ile81Asn, Leu116Phe, Val217Ile, Cys316Phe, Val401Glu, Pro428Ser), two splice site mutations (IVS2-1G>C, IVS3-1G>C), two insertions (c.1155_1158dupACTT, c.1959insT) and one in-frame deletion (c.471-473delATT). Two of the missense mutations (Cys5Arg, Cys316Phe) eliminated disulphide bonds (Cys5-Cys56, Cys316-Cys358). Another three missense mutations, (Leu116Phe, Val401Glu, Pro428Ser) were located proximal to other cysteine disulphide bonds, therefore indicating that the region in and around these disulphide bonds is prone to functionally relevant mutations in the FXIII-B subunit. The present study reports on a fairly common prevalence of F13B gene defects in the German population. The regions in and around the cysteine disulphide bonds in the FXIII-B protein may be regions prone to frequent mutations.","dc:creator":"Ivaskevicius V","dc:date":"2010","dc:title":"Mutations affecting disulphide bonds contribute to a fairly common prevalence of F13B gene defects: results of a genetic study in 14 families with factor XIII B deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20331752","rdfs:label":"Ivaskevicius_PatientD"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a 4-bp duplication (c.1152_1155dup) in exon 7, which causes a frameshift and a premature termination of translation at amino acid position 389. The variant is reported in gnomAD at a frequency of 0.0005880 in South Asians with 1 homozygote. It is not found in any of the other gnomAD populations.\n\nThe authors suggest that the duplication results in a truncated protein molecule lacking almost five entire Sushi domains. It has been previously suggested (PMID: 18652485) that only full‐length or nearly full‐length FXIIIB was large enough to appropriately cover the exposed surface of FXIIIA. A truncated protein composed of 368 amino acids (after cleavage of the prepropeptide) may not be extracellularly secreted or might be degraded rapidly, as no plasma FXIIIB was detected by ELISA assay in the proband. \n\nThe proband is awarded default points. \n\nNote: The variant described in the paper is \"c.1155_1158dupACTT\". However, the nucleotides at positions 1155 to 1158 are TCCT (Mutalyzer: https://tinyurl.com/y9nu2zye). This has been corrected to c.1152_1155dup which constitutes the ACTT (Mutalyzer: https://tinyurl.com/yaow7hgn). Regardless, both variant descriptions suggest the same molecular consequence."},{"id":"cggv:851c9c52-3581-4060-93e1-d29d497f25af_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ebf83f4b-77bc-426a-8966-392ab83378af","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":32,"detectionMethod":"F13B gene PCR amplified then Sanger sequenced, results were confirmed with restriction digest. Digestion withTaqI was used to confirm the deletion variant. A mutagenesis primer 4bp downstream of the missense variant to change a G to a C allowed MboII site recognition for digestion of that variant.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was first reported in Saito, 1990, PMID:2334637: Complaints of subcutaneous bleeding in childhood. Uneventful pregnancy at age 26. Massive vaginal bleeding just before term on second pregnancy at age 31. Laparotomy performed due to abnormal bleeding at suture site. She was transfused with 5U RBC concentrate and 5U fresh frozen plasma.","phenotypes":["obo:HP_0001892","obo:HP_0001933","obo:HP_0004846"],"previousTesting":true,"previousTestingDescription":"Southern blot with EcoRI digestion detected no gross changes in the b subunit gene. \n\nFrom PMID: 2334637: Plasma clot of the proband did not dissolve in a solution of 1% monochloroacetic acid within 24h. APTT and PT were normal. Factor II, V, VII, VIII, IX, X, XI and XII all had normal activity. Factor XIII activity was 24% of normal. Subunit B levels were undetectable, levels of subunit A in platelet extracts were normal(135%). Subunit B activity was <2% and subunit A activity was 14%.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:851c9c52-3581-4060-93e1-d29d497f25af_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3c86d568-217d-40dc-be4e-0a1fe57ef44a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001994.2(F13B):c.1349G>T (p.Cys450Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16519"}},{"id":"cggv:3af71c71-e816-430c-93f7-b52405d02d93"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8324218","type":"dc:BibliographicResource","dc:abstract":"A genomic DNA obtained from a female patient with complete b-subunit deficiency was examined by Southern blotting analysis and in vitro amplification. Nucleotide sequence analysis showed that adenosine-4161 at the acceptor splice junction of intron A/exon II was deleted in half of the amplified DNAs, resulting in a loss of the obligatory AG splicing sequence. The absence of adenosine-4161 was confirmed by cleavage with TaqI endonuclease of the amplified DNAs. Moreover, sequence analysis showed that guanosine-11499 coding for Cys 430 (TGC) in exon VIII was replaced by thymidine in half of the amplified DNAs, resulting in an amino acid change to Phe (TTC) and the destruction of a disulfide bond in the seventh Sushi domain. This mutation was also confirmed by cleavage with MboII endonuclease. Thus, the proband turned out to be a compound heterozygote of two separate defective alleles. Although half of the amplified DNAs for exon VIII of her daughter or son were cleaved by MboII, those for intron A were not cleaved by TaqI. The replacement of guanosine-11499 by thymidine in their exon VIII has also been confirmed by sequence analysis, indicating that they are heterozygous for one normal and one defective allele.","dc:creator":"Hashiguchi T","dc:date":"1993","dc:title":"Two genetic defects in a patient with complete deficiency of the b-subunit for coagulation factor XIII."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8324218","rdfs:label":"Hashiguchi_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a 1-bp deletion at a splice acceptor site, c.65-2delA, and a missense variant, Cys450Phe. The splice acceptor variant has been reported in Japanese individuals and is likely a founder variant. It is reported in gnomAD at a frequency of 0.00005453 in East Asians and a total frequency of 0.000004028, with no homozygotes.\n\nThe proband's parents have not been tested; however, her children have been found to be heterozygous for the missense variant.\n\nThe proband is awarded default points."},{"id":"cggv:57711711-218f-4919-ae0c-b15608ddcf92_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f57bd3eb-3d6a-445e-8e38-e6b957cb676e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR-RFLP using Taq1 was performed to detect that c.65-2del variant as it creates a Taq1 recognition site. Analysis of the proband showed two completely cleaved fragments, indicating that the proband was homozygous for the variant. PCR and Sanger sequencing confirmed the presence of the variant.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Restriction digest","phenotypeFreeText":"factor XIII deficiency identified through umbilical bleeding","phenotypes":"obo:HP_0011884","previousTesting":true,"previousTestingDescription":"Immunoblot analysis showed that the amount of XIIIA was 40%(varying 5%-40% neonatally) of normal and XIIIB was scarcely detectable(confirming XIIIB deficiency). Patient was negative for the other known XIIIB variants(insAAC and Cys430Phe). Functional factor XIII activity in plasma was <10% of normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:57711711-218f-4919-ae0c-b15608ddcf92_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3af71c71-e816-430c-93f7-b52405d02d93"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11313256"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11313256","rdfs:label":"Koseki_Patient5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the splice acceptor variant, c.65-2delA, while his parents were heterozygous for the same variant. has been previously reported in Japanese individuals and is likely a founder variant. It os reported in gnomAD at a frequency of 0.00005453 in East Asians and a total frequency of 0.000004028, with no homozygotes.\n\nThe variant is expected to result in loss of function and is awarded default points."},{"id":"cggv:7b39ebb8-8dc0-4d68-ac10-a56c5f47906d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af388ba3-8fd1-445f-bb9b-5ce2be7ab8bd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The ThromboGenomics high throughput sequencing testing panel was employed. Genes implicated in inherited bleeding, thrombosis, and platelet disorders were included.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"FXIII activity levels were 1% for this patient.","phenotypes":"obo:HP_0001928","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7b39ebb8-8dc0-4d68-ac10-a56c5f47906d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4e876c28-d4df-479a-a520-fdf8755f0a3f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001994.2(F13B):c.299_300insAAC (p.Tyr100Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/627055"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31064749","type":"dc:BibliographicResource","dc:abstract":"A targeted high-throughput sequencing (HTS) panel test for clinical diagnostics requires careful consideration of the inclusion of appropriate diagnostic-grade genes, the ability to detect multiple types of genomic variation with high levels of analytic sensitivity and reproducibility, and variant interpretation by a multi-disciplinary team (MDT) in the context of the clinical phenotype. We have sequenced 2,396 index patients using the ThromboGenomics HTS panel test of diagnostic-grade genes known to harbour variants associated with rare bleeding, thrombotic or platelet disorders (BTPD). The molecular diagnostic rate was determined by the clinical phenotype, with an overall rate of 49.2% for all thrombotic, coagulation, platelet count and function disorder patients and a rate of 3.2% for patients with unexplained bleeding disorders characterized by normal hemostasis test results. The MDT classified 745 unique variants, including copy number and intronic variants, as Pathogenic, Likely Pathogenic or Variants of Uncertain Significance. Half (50.9%) of these variants are novel and 41 unique variants were identified in 7 genes recently found to be implicated in BTPD. Inspection of canonical hemostasis pathways identified 29 patients with evidence of oligogenic inheritance. A molecular diagnosis has been reported for 894 index patients providing evidence that introducing an HTS genetic test is a valuable addition to laboratory diagnostics in patients with a high likelihood of having an inherited BTPD.","dc:creator":"Downes K","dc:date":"2019","dc:title":"Diagnostic high-throughput sequencing of 2,396 patients with bleeding, thrombotic and platelet disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749","rdfs:label":"Downes_TGP0684"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband is reported homozygous for a 3-bp insertion that introduces a premature termination codon at amino acid position 100 in exon 3/12. NMD is predicted. Default score is awarded based on confirmation from authors that this patient is not the same or related to the patient scored in PMID: 8639893 for the same variant."},{"id":"cggv:688348ca-3b79-4566-b243-2ce039500643_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e3eccb1-56fd-4c15-8534-cb4ab1b9f089","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":30,"detectionMethod":"PCR amplified all 12 exons and the intron-exon boundaries of F13B, then Sanger sequenced. RFLP using MaeIII (variant destroys MaeIII recognition site) and Tru9I (variant creates a Tru9I recognition site) further confirmed the presence of the Y100* variant. MaeII digestion which resulted in a 285bp and 145bp fragment in family member III-5 (homozygous wild type) and a normal individual left unchanged 433bp fragment in the proband and sister. Tru9I digestion resulted in 5 fragments (293, 47, 44, 41, and 5bp) in III-5 and a normal individual, but showed 6 fragments (242, 54, 47, 44, 41, and 5bp) in the proband and sister.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"(PMID:410213): Patient was evaluated based on bleeding tendency at age 30yo. Patient showed vaginal bleeding throughout pregnancy at 19yo, she continued bleeding profusely postpartum and had to be transfused with 3U whole blood which subsided her bleeding. Vaginal bleeding and postpartum hemorrhage recurred during her next pregnancy a year later for which she was again transfused. At 23 and 25yo, she had two other pregnancies resulting in miscarriage and profuse bleeding.","phenotypes":["obo:HP_0000132","obo:HP_0005268","obo:HP_0011891","obo:HP_0025328","obo:HP_0004406","obo:HP_0000978","obo:HP_0006298"],"previousTesting":true,"previousTestingDescription":"ELISA showed <5% B subunit antigen and <5% A subunit antigen. The activity of the A subunit was 1% of normal. No A subunit gene variants detected on sequence analysis or SSCP. Normal A subunit amount detected on ELISA. Sequence amplification of all exons and boundaries of F13B revealed no gross DNA changes.\n\n(PMID:410213): Patient's routine coagulation studies between ages 19-25 were normal. Clotting time, bleeding time, platelet count, clot retraction, partial thromboplastin time, prothrombin time, thrombin time, prothrombin consumption, fibronogen, euglobulin lysis time, as well as Factor II, V, VII, VIII, IX, X, XI, and XII were all normal. Decreased maximal amplitude and/or increased postmaximal deflection was detected on thromboelastograpm. Recalcified plasma clots in 5M urea solution and 1% monoiodoacetic acid showed quick solubility. Factor XIII A antigen was slightly lower than found in other family members, but still within normal ranges. Factor XIII A subunit levels in platelets were within the normal range.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:688348ca-3b79-4566-b243-2ce039500643_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:297b26c2-0dff-45db-b88f-24873b9fcea1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F13B, 3-BP INS, AAC","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16521"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8639893","type":"dc:BibliographicResource","dc:abstract":"Factor XIII deficiency has been classified into two categories: type I deficiency, characterized by the lack of both the a and b subunits; and type II deficiency, characterized by the lack of the a subunit alone. To clarify the genetic bases of these diseases, previously reported cases of the type I deficiency were examined at the DNA level. DNA sequence analysis showed that a nucleotide triplet (AAC) was inserted within the codon for Tyr-80 in exon III of the gene for a female proband's b subunit, resulting in the creation of a stop codon. Restriction digestion of amplified DNAs confirmed that the proband and her sister were homozygotes, and their family members were heterozygotes of this mutant allele. A truncated protein composed of 79 amino acids could be synthesized by these homozygotes; however, such a protein would not be secreted or it would degrade quickly, because there were normal amounts of the mutant mRNA, but no b subunit was detected in these patients. The a subunit deficiency of these patients must be a secondary to the b subunit deficiency, as their gene for the a subunit was intact, and the a subunit in their platelets was present within normal levels.","dc:creator":"Izumi T","dc:date":"1996","dc:title":"Type I factor XIII deficiency is caused by a genetic defect of its b subunit: insertion of triplet AAC in exon III leads to premature termination in the second Sushi domain."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8639893","rdfs:label":"Izumi_II-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and her sister were homozygous for 3-bp insertion that results in a stop codon at position 100. The resulting truncated transcript is expected to undergo nonsense-mediated decay. The variant is reported at a frequency of 0.00002656 in non-Finnish Europeans and a total frequency of 0.00001199, with no homozygotes.\n\nWestern blot was performed to check for the presence of the truncated B subunit in th eproband and her sister. No bands were visible for either the normal or truncated B subunit. ELISA confirmed the lack B subunit as well.\n\nRT-PCR was performed to estimate the amount of aberrant B subunit mRNA in the proband's sister's leukocytes. Results were similar to that of normal individuals, suggesting that mRNA synthesis was not affected, a truncated, unstable protein was likely synthesized but not secreted into circulation.\n\nThe proband is awarded default points.\n\nNOTE: (1) The proband and her affected sister have been reported in other studies of FXIII deficiency as noted in case PMIDs. In the Girolami, 1977 (410213) paper, the subunit B antigen levels are reported to be normal. However, the present study notes that the previously used anitsera for subunit B showed cross-reactivity. So, activity and antigen levels reported in the present study are only noted.\n\n(2) The family reported in this study is noted as Italian despite it NOT being called out so explicitly in the text, since previous reports and OMIM suggest that the country of origin for this family is Italy."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":1009,"specifiedBy":"GeneValidityCriteria6","strengthScore":12.5,"subject":{"id":"cggv:1110bd64-f3e2-4a83-abb8-da3c616937cc","type":"GeneValidityProposition","disease":"obo:MONDO_0013190","gene":"hgnc:3534","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between F13B and Factor XIIIB deficiency inherited in the autosomal recessive pattern has been evaluated using the ClinGen Clinical Validity Framework as of July, 2020. This association was made using case-level and experimental data. Only a few pathogenic variants in this gene are reported in ClinVar, including frameshift, missense and splicing variants. F13B encodes the B subunits, which act as carrier proteins, of the coagulation factor XIII. FXIII is a transglutaminase that forms intramolecular gamma-glutamyl-epsilon-lysine crosslinking between fibrin molecules to stabilize blood clots. Factor XIIIB deficiency is characterized by a bleeding diathesis, poor wound healing and reduced Factor XIII activity and antigen levels. Mutations in F13B were first associated with this disease in humans as early as 1993 by Hashiguchi et al. (PMID: 8324218).\n\nSummary of Case Level Data (10 points): The association is seen in at least 6 probands in 5 publications (PMID: 11313256, 20331752, 8324218, 8639893, 31064749). \n\nThe mechanism for disease is expected to be biallelic loss of function. A number of heterozygous individuals with Factor XIIIB deficiency have also been reported, but have not been scored in this curation (PMID: 20331752, 23913518, 26247044). \n\nSummary of Experimental Data (2.5 points): A mouse model recapitulating FXIII deficiency and rescue using rFXIIIB have been reported (PMID: 18224415).  \n\nIn summary, the F13B - Factor XIIIB deficiency gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on July 22, 2020. (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:403b3588-323c-4103-9207-cc9c8be12281"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}