{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-01-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-01-10T18:10:13.757Z","role":"Publisher"}],"evidence":[{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7b3b95b-1792-484d-bb2c-d3bb469a0b3e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5dd02aea-27a9-406d-86a0-345db402dcd5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Elevated deoxysphingolipids in cells carrying SPTLC2 mutations similar to the elevation of these in neurotoxic sphingolipids in patient's plasma","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25567748","type":"dc:BibliographicResource","dc:abstract":"1-Deoxysphingolipids (1-deoxySL) are atypical sphingolipids that are formed by the enzyme serine palmitoyltransferase (SPT) due to a promiscuous use of L-alanine over its canonical substrate L-serine. Several mutations in SPT are associated with the hereditary sensory and autonomic neuropathy type I (HSAN1). The current hypothesis is that these mutations induce a permanent shift in the affinity from L-serine toward L-alanine which results in a pathologically increased 1-deoxySL formation in HSAN1 patients. Also, wild-type SPT forms 1-deoxySL under certain conditions, and elevated levels were found in individuals with the metabolic syndrome and diabetes. However, the molecular mechanisms which control the substrate shift of the wild-type enzyme are not understood. Here, we report a novel SPTLC2-S384F variant in two unrelated HSAN1 families. Affected patients showed elevated plasma 1-deoxySL levels and expression of the S384F mutant in HEK293 cells increased 1-deoxySL formation. Previously, S384 has been reported as one of the two (S384 and Y387) putative phosphorylation sites in SPTLC2. The phosphorylation of wild-type SPTLC2 was confirmed by isoelectric focusing. The impact of an S384 phosphorylation on SPT activity was tested by creating mutants mimicking either a constitutively phosphorylated (S384D, S384E) or non-phosphorylated (S384A, Y387F, Y387F+S384A) protein. The S384D but not the S384E variant was associated with increased 1-deoxySL formation. The other mutations had no influence on activity and substrate affinity. In summary, our data show that S384F is a novel mutation in HSAN1 and that the substrate specificity of wild-type SPT might by dynamically regulated by a phosphorylation at this position. ","dc:creator":"Ernst D","dc:date":"2015","dc:title":"Novel HSAN1 mutation in serine palmitoyltransferase resides at a putative phosphorylation site that is involved in regulating substrate specificity."},"rdfs:label":"Enzymatic assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:090df832-f77a-4e43-83f4-a718b846984d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:444731ae-e1c6-499c-aac2-de13ba4acffd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Decreased sensation due to neuronal damage caused by neurotoxic deoxysphingolipids","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25567748","rdfs:label":"Lipid MS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3834533-9a90-45f2-b8da-52ca024bd4d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:817620f0-a0da-429b-93a0-81d291c32a19","type":"FunctionalAlteration","dc:description":"Elevation of deoxysphinganine (1-deoxy-SA) and 1-deoxymethylsphinganine (1-deoxymethyl-SA) in cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20920666","type":"dc:BibliographicResource","dc:abstract":"Hereditary sensory and autonomic neuropathy type I (HSAN-I) is an axonal peripheral neuropathy associated with progressive distal sensory loss and severe ulcerations. Mutations in the first subunit of the enzyme serine palmitoyltransferase (SPT) have been associated with HSAN-I. The SPT enzyme catalyzes the first and rate-limiting step in the de novo sphingolipid synthesis pathway. However, different studies suggest the implication of other genes in the pathology of HSAN-I. Therefore, we screened the two other known subunits of SPT, SPTLC2 and SPTLC3, in a cohort of 78 HSAN patients. No mutations were found in SPTLC3, but we identified three heterozygous missense mutations in the SPTLC2 subunit of SPT in four families presenting with a typical HSAN-I phenotype. We demonstrate that these mutations result in a partial to complete loss of SPT activity in vitro and in vivo. Moreover, they cause the accumulation of the atypical and neurotoxic sphingoid metabolite 1-deoxy-sphinganine. Our findings extend the genetic heterogeneity in HSAN-I and enlarge the group of HSAN neuropathies associated with SPT defects. We further show that HSAN-I is consistently associated with an increased formation of the neurotoxic 1-deoxysphinganine, suggesting a common pathomechanism for HSAN-I.","dc:creator":"Rotthier A","dc:date":"2010","dc:title":"Mutations in the SPTLC2 subunit of serine palmitoyltransferase cause hereditary sensory and autonomic neuropathy type I."},"rdfs:label":" Lipid MS"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:82d24655-4660-42c1-9e97-d94a46e2fa2d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50ee0a01-1b0e-4ab0-9408-55a35a36d4f1","type":"FunctionalAlteration","dc:description":"The three mutations result in a partial to complete loss of SPT activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20920666","rdfs:label":"Fumonisin B1 block assay for enzymatic activity "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e9a03d22-e0ec-4a37-aeb9-8ddf0e67fa0a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d9123d6e-0539-4b23-9e63-803bb780162b","type":"FunctionalAlteration","dc:description":"Elevation of deoxysphinganine (1-deoxy-SA) and 1-deoxymethylsphinganine (1-deoxymethyl-SA) in cells","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20920666","rdfs:label":" Lipid MS"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2a82a48-71af-4168-9b5f-08a972b68ff2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6cac61bc-f46b-4960-8065-24e09fd33acb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sphingolipids are essential for synaptic structure and function; SPTLC2 mutations leads to defects in neuromuscular synapse structure and synapses depleted for sphingolipids were capable of greater growth when combined with the synaptic overgrowth mutation highwire (hiw).\nOne obvious ultrastructural defect that is present in sphingolipid depleted synapses is enlarged mitochondria.\n\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29761896","type":"dc:BibliographicResource","dc:abstract":"Sphingolipids are found in abundance at synapses and have been implicated in regulation of synapse structure, function, and degeneration. Their precise role in these processes, however, remains obscure. Serine Palmitoyl-transferase (SPT) is the first enzymatic step for synthesis of sphingolipids. Analysis of the Drosophila larval neuromuscular junction (NMJ) revealed mutations in the SPT enzyme subunit, lace/SPTLC2 resulted in deficits in synaptic structure and function. Although NMJ length is normal in lace mutants, the number of boutons per NMJ is reduced to ∼50% of the wild type number. Synaptic boutons in lace mutants are much larger but show little perturbation to the general ultrastructure. Electrophysiological analysis of lace mutant synapses revealed strong synaptic transmission coupled with predominance of depression over facilitation. The structural and functional phenotypes of lace mirrored aspects of Basigin (Bsg), a small Ig-domain adhesion molecule also known to regulate synaptic structure and function. Mutant combinations of lace and Bsg generated large synaptic boutons, while lace mutants showed abnormal accumulation of Bsg at synapses, suggesting that Bsg requires sphingolipid to regulate structure of the synapse. In support of this, we found Bsg to be enriched in lipid rafts. Our data points to a role for sphingolipids in the regulation and fine-tuning of synaptic structure and function while sphingolipid regulation of synaptic structure may be mediated via the activity of Bsg.","dc:creator":"West RJH","dc:date":"2018","dc:title":"Sphingolipids regulate neuromuscular synapse structure and function in Drosophila."},"rdfs:label":"NMJ studies in Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7}],"evidenceStrength":"Definitive","sequence":5761,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:dfbd4e6b-d921-415c-9b70-367c679f2018","type":"GeneValidityProposition","disease":"obo:MONDO_0013337","gene":"hgnc:11278","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SPTLC2 was first reported in relation to autosomal dominant hereditary sensory and autonomic neuropathy type 1 (HSAN1) in 2010 (Rotthier A, et al., 2010, PMID: 20920666). HSAN1 is an axonal peripheral neuropathy associated with progressive distal sensory loss and severe ulcerations with variable age of onset from first to sixth decade of life. SPTLC2 encodes a subunit of the enzyme serine palmitoyltransferase (SPT) which catalyzes the first and rate-limiting step in the de novo sphingolipid synthesis pathway. The mechanism of pathogenicity is known to be partial or complete loss of function which leads to the accumulation of the atypical and neurotoxic sphingoid metabolite 1-deoxy-sphinganine. This gene-disease association is also supported by experimental evidence, including animal models, expression studies, and functional assays (PMIDs: 26573920; 20920666; 29761896; 16216550; 25567748). At least 7 missense variants in 9 families have been reported in humans and are included in this curation (PMIDs: 20920666; 23658386; 26573920; 30955194). Evidence supporting this gene-disease relationship includes case level data. In summary, SPTLC2 is definitively associated with autosomal dominant hereditary sensory and autonomic neuropathy type 1 (HSAN1). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:2294e1cf-3aad-471e-a360-9f6f8c3b4d8f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}