{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-05T16:06:51.479Z","role":"Approver"},{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-05T16:07:07.257Z","role":"Publisher"}],"evidence":[{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:5fbf3043-1b2a-43dc-843c-c94dc07f2dd0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0d2d69e-bc4b-4b80-8d4c-1b23b788966c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":50,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"index case edx: median motor nerve conduction velocities above 38 m/s; CMAP decreased in peroneal nerves and absent in tibial nerves; abnormal sural NCV; needle: fibrillation potentials and neurogenic motor unit action potentials","phenotypes":["obo:HP_0002495","obo:HP_0009130","obo:HP_0001284","obo:HP_0009053","obo:HP_0002355","obo:HP_0007328","obo:HP_0030237","obo:HP_0003376"],"previousTesting":true,"previousTestingDescription":"PMP22 duplication","sex":"Male","variant":{"id":"cggv:5fbf3043-1b2a-43dc-843c-c94dc07f2dd0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e22b3131-05b0-4a9a-966e-388df7bec51c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004990.4(MARS1):c.2398C>A (p.Pro800Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA198548"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24354524","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Hyun YS","dc:date":"2014","dc:title":"Rare variants in methionyl- and tyrosyl-tRNA synthetase genes in late-onset autosomal dominant Charcot-Marie-Tooth neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24354524","rdfs:label":"FC433 II.4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:a1ca5bab-c85f-47b9-897b-a12382f3ad38_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f6747387-40a6-4df3-9653-36357eafde77","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":66,"detectionMethod":"\"extensive genetic analyses for 64 genes causative for CMT or other types of neuropathy (Zhao et al., 2012 Higuchi et al., 2016)\"","phenotypeFreeText":"onset with sole dysesthesia and occasional pain in a patient positive for anti-HCV antibodies and treated for hepatocellular carcinoma with radio wave; mild distal weakness in toe extension","phenotypes":["obo:HP_0012531","obo:HP_0012534","obo:HP_0002936","obo:HP_0009053"],"previousTesting":true,"previousTestingDescription":"PMP22 duplication and \"extensive genetic analyses for 64 genes causative for CMT or other types of neuropathy (Zhao et al., 2012 Higuchi et al., 2016)\"","sex":"Female","variant":{"id":"cggv:a1ca5bab-c85f-47b9-897b-a12382f3ad38_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e22b3131-05b0-4a9a-966e-388df7bec51c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27717217","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is a complex of peripheral nervous system disorders. CMT type 2U (CMT2U) is an autosomal dominant (AD) disease caused by mutations in the MARS gene encoding methionyl-tRNA synthetase; this disease has thus been newly called AD-CMTax-MARS. A few families with mutations in the MARS gene have been reported, without detailed histopathological findings. We describe a 70-year-old woman who had bilateral dysesthesia of the soles since the age of 66 years. Sural nerve biopsy showed a decrease in the density of large myelinated nerve fibers. Increased clusters of regenerating myelinated nerve fibers were noted. Electron microscopic analyses revealed degeneration of unmyelinated nerves. There was no vasculitis or inflammatory cell infiltration. Genetic analysis identified a heterozygous p.P800T mutation, a reported mutation in the MARS gene. We report the detailed histopathological findings in a patient with CMT2U/AD-CMTax-MARS. The findings are similar to those found in CMT2D caused by mutations in the GARS gene, encoding glycyl-tRNA synthetase.","dc:creator":"Hirano M","dc:date":"2016","dc:title":"Histopathological features of a patient with Charcot-Marie-Tooth disease type 2U/AD-CMTax-MARS."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27717217","rdfs:label":"Hirano case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:fdb49ab4-1041-4cea-811d-e870776aac12_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e6b4dba-f0db-4d39-b121-2cd56cb91e06","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"Duo exome sequencing for the patient and her mother (father unavailable), followed by Sanger sequencing confirmation in the patient","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"11 year-old girl first noted to have gross motor difficulties in her first year of life. She began to roll at 7 months sat independently at 11 months and walked at 2 years of age. \nAt 4 years of age she would walk but could not rise up on her heels or toes. Cranial nerve examination  was  normal.  Distal  muscle  wasting  was  noted and her Gower maneuver was positive. Deep tendon reflexes were absent. Sensory testing was unreliable due to her age.\nNerve conduction studies consistent  with  a  diffuse motor neuropathy or neuronopathy; right median and  bilateral  sural  nerve  sensory  responses  were intact; all motor responses showed reduced or absent amplitudes. Needle EMG revealed abundant fibrillation potentials and positive sharp waves in her right iliopsoas and tibialis anterior muscles with large, rapidly-firing motor units observed","phenotypes":["obo:HP_0001270","obo:HP_0002355","obo:HP_0003693","obo:HP_0003701"],"previousTesting":true,"previousTestingDescription":"SMA, distal-SMA 4, MFN2, RAB7A, LMNA, MPZ, HSPB1, NEFL, GDAP1, TRPV4, HSPB8, GJB1","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fdb49ab4-1041-4cea-811d-e870776aac12_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:743f2ba9-dd80-48d3-a469-08d0b231c179","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004990.4(MARS1):c.1189G>A (p.Ala397Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/694266"}},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31356216","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease is a phenotypically and genetically heterogeneous group of disorders affecting both motor and sensory neurons. Exome sequencing has driven discovery of genes responsible for Charcot-Marie-Tooth disease with more than 70 genes now associated with this neuromuscular disease. The MARS gene was recently reported as the cause of Charcot-Marie-Tooth 2U, a slowly progressive axonal sensorimotor polyneuropathy with adult-onset reported in six patients. We report here a patient with a progressive, early childhood-onset, motor-predominant form of Charcot-Marie-Tooth disease. Exome sequencing identified a novel MARS variant (c.1189G>A; p.Ala397Thr) that was not present in her unaffected mother; her unaffected father was unavailable. Further studies using structural modeling and a yeast humanization assay support pathogenicity of the variant. Our study expands the phenotype of Charcot-Marie-Tooth 2U, while highlighting the utility of functional assays to evaluate variant pathogenicity.","dc:creator":"Gillespie MK","dc:date":"2019","dc:title":"A Novel Mutation in MARS in a Patient with Charcot-Marie-Tooth Disease, Axonal, Type 2U with Congenital Onset."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31356216","rdfs:label":"Gillepsie case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:2fe5435f-1306-483e-b95c-8b65673dde91_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b14bdd8-3d54-489b-bfd1-7be55c603e13","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Sequencing was performed using a HiSeq 2000 Genome Analyzer (Illumina, USA) and the UCSC assembly hg19 (GRCh37) was used as the reference sequence(http://genome.ucsc.edu), followed by Sanger sequencing for variant confirmation","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"CMTNS 5","previousTesting":true,"previousTestingDescription":"PMP22 duplication","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2fe5435f-1306-483e-b95c-8b65673dde91_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e22b3131-05b0-4a9a-966e-388df7bec51c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27025386","type":"dc:BibliographicResource","dc:abstract":"Inherited peripheral neuropathies (IPN), which are a group of clinically and genetically heterogeneous peripheral nerve disorders including Charcot-Marie-Tooth disease (CMT), exhibit progressive degeneration of muscles in the extremities and loss of sensory function. Over 70 genes have been reported as genetic causatives and the number is still growing. We prepared a targeted gene panel for IPN diagnosis based on next generation sequencing (NGS). The gene panel was designed to detect mutations in 73 genes reported to be genetic causes of IPN or related peripheral neuropathies, and to detect duplication of the chromosome 17p12 region, the major genetic cause of CMT1A. We applied the gene panel to 115 samples from 63 non-CMT1A families, and isolated 15 pathogenic or likely-pathogenic mutations in eight genes from 25 patients (17 families). Of them, eight mutations were unreported variants. Of particular interest, this study revealed several very rare mutations in the SPTLC2, DCTN1, and MARS genes. In addition, the effectiveness of the detection of CMT1A was confirmed by comparing five 17p12-nonduplicated controls and 15 CMT1A cases. In conclusion, we developed a gene panel for one step genetic diagnosis of IPN. It seems that its time- and cost-effectiveness are superior to previous tiered-genetic diagnosis algorithms, and it could be applied as a genetic diagnostic system for inherited peripheral neuropathies. ","dc:creator":"Nam SH","dc:date":"2016","dc:title":"Identification of Genetic Causes of Inherited Peripheral Neuropathies by Targeted Gene Panel Sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27025386","rdfs:label":"Nam case FC495"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:336b2a2e-96ed-43c8-8cda-45b8046923f8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eef6b506-7579-43f0-87b2-8c71da1361db","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":50,"detectionMethod":"Analysis focused on non synonymous, splice-site and coding indel variants that segregated under an autosomal-dominant and X linked model. \nFirst, known X linked CMT genes GJB1, AIFM1, PRPS1 and PDK3 were analysed but did not identify any changes despite excellent coverage in two male exomes. \nA total of 3044variants that met the initial filtering criteria were further filtered for conservation (GERP>3OR PhastCons>0.7), predicted consequence on protein function (PolyPhen2>0.5 ORunknown) and a minor allele frequency of less than 0.005% in the Exome Variant Server(http://evs.gs.washington.edu/EVS/) and dbSNP137. Results were compared with1236 exomes from different phenotypes available in our own database. In this family, four missense variants passed these filters. The variant with the highest conservation score (GERP=5.04, PhastCons=1) resided in the methionyl-tRNA synthetase (MARS or MetRS) gene. Sanger sequencing validated segregation of the c.1852C<T (p.Arg618Cys, chr12 : 57906632 (hg19)) variant in MARS in the two affected male family members.","firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"GJB1, AIFM1, PRPS1 and PDK3","sex":"Male","variant":{"id":"cggv:336b2a2e-96ed-43c8-8cda-45b8046923f8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f1edb84-c6b7-463b-8efc-c4c81800c901","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004990.4(MARS1):c.1852C>T (p.Arg618Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170748"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23729695","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is a genetically heterogeneous condition with >50 genes now being identified. Thanks to new technological developments, namely, exome sequencing, the ability to identify additional rare genes in CMT has been drastically improved. Here we present data suggesting that MARS is a very rare novel cause of late-onset CMT2. This is supported by strong functional and evolutionary evidence, yet the absence of additional unrelated cases warrant future studies to substantiate this conclusion. ","dc:creator":"Gonzalez M","dc:date":"2013","dc:title":"Exome sequencing identifies a significant variant in methionyl-tRNA synthetase (MARS) in a family with late-onset CMT2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23729695","rdfs:label":"Gonzalez case III.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:57195638-31b9-4dd9-bcf4-e2ec36bc86ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb01417a-dbf4-4e72-a464-e3a6c528a499","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"initial diagnostic evaluation for presumptive CIDP; blood count, electrolyte, kidney and liver function, lipid and ceruloplasmin levels, ana and anti-double strand ab, c3, C4, heavy metal screening, anti-GM1 and GD1b, anti-MAG negative. Ophtalmic funduscopic exaamination, brain CT normal; CSF protein 94 mg/dl; spinal cord MRI minor paracentric protrusion T11-T12. High-dose pulse therapy with steroids and 3 courses of IVIG: no improvement.","phenotypes":["obo:HP_0001761","obo:HP_0002317","obo:HP_0009072","obo:HP_0003376","obo:HP_0007340"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:57195638-31b9-4dd9-bcf4-e2ec36bc86ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a6626af-01b6-4641-a639-faf496c1d7f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004990.4(MARS):c.2209C>T (p.Arg737Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6650750"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29582526","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) is a heterogeneous group of progressive disorders, characterized by chronic motor and sensory polyneuropathy. This hereditary disorder is related to numerous genes and varying inheritance patterns. Thus, many patients do not reach a final genetic diagnosis. We describe a 13-year-old girl presenting with progressive bilateral leg weakness and gait instability. Extensive laboratory studies and spinal magnetic resonance imaging scan were normal. Nerve conduction studies revealed severe lower limb peripheral neuropathy with prominent demyelinative component. Following presumptive diagnosis of chronic inflammatory demyelinating polyneuropathy, the patient received treatment with steroids and intravenous immunoglobulins courses for several months, with no apparent improvement. Whole-exome sequencing revealed a novel heterozygous c.2209C>T (p.Arg737Trp) mutation in the MARS gene (OMIM 156560). This gene has recently been related to CMT type 2U. In-silico prediction programs classified this mutation as a probable cause for protein malfunction. Allele frequency data reported this variant in 0.003% of representative Caucasian population. Family segregation analysis study revealed that the patient had inherited the variant from her 60-years old mother, reported as healthy. Neurologic examination of the mother demonstrated decreased tendon reflexes, while nerve conduction studies were consistent with demyelinative and axonal sensory-motor polyneuropathy. Our report highlights the importance of next-generation sequencing approach to facilitate the proper molecular diagnosis of highly heterogeneous neurologic disorders. Amongst other numerous benefits, this approach might prevent unnecessary diagnostic testing and potentially harmful medical treatment.","dc:creator":"Sagi-Dain L","dc:date":"2018","dc:title":"Whole-exome sequencing reveals a novel missense mutation in the MARS gene related to a rare Charcot-Marie-Tooth neuropathy type 2U."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29582526","rdfs:label":"Sagi-Dain family, case III.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:569339be-289c-4f22-839c-9e8ddac33a98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4199d83d-4358-4453-9245-9c6c2bbaf2e7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"both genes belong to the Aminoacyl-tRNA synthetases (ARSs) family, composed of 20 essential enzymes (one for each amino acid) that ligate amino acids to their corresponding tRNAs in protein synthesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11714285","type":"dc:BibliographicResource","dc:abstract":"An ancillary RNA-binding domain is appended to the C-terminus of human methionyl-tRNA synthetase. It comprises a helix-turn-helix (HTH) motif related to the repeated units of the linker region of bifunctional glutamyl-prolyl-tRNA synthetase, and a specific C-terminal KGKKKK lysine-rich cluster (LRC). Here we show by gel retardation and tRNA aminoacylation experiments that these two regions are important for tRNA binding. However, the two pieces of this bipartite RNA-binding domain are functionally distinct. Analysis of MetRS mutant enzymes revealed that the HTH motif is more specifically endowed with a tRNA-sequestering activity and confers on MetRS a rate-limiting dissociation of aminoacylated tRNA. Elongation factor EF-1alpha enhanced the turnover in the aminoacylation reaction. In contrast, the LRC region is most probably involved in accelerating the association step of deacylated tRNA. These two nonredundant RNA-binding motifs strengthen tRNA binding by the synthetase. The native form of MetRS, containing the C-terminal RNA-binding domain, behaves as a processive enzyme; release of the reaction product is not spontaneous, but may be synchronized with the subsequent step of the tRNA cycle through EF-1alpha-assisted dissociation of Met-tRNA(Met). Therefore, the eukaryotic-specific C-domain of human MetRS may have a dual function. It may ensure an efficient capture of tRNA(Met) under conditions of suboptimal deacylated tRNA concentration prevailing in vivo, and may instigate direct transfer of aminoacylated tRNA from the synthetase to elongation factor EF-1alpha.","dc:creator":"Kaminska M","dc:date":"2001","dc:title":"The appended C-domain of human methionyl-tRNA synthetase has a tRNA-sequestering function."},"rdfs:label":"aminoacylation assay and gel retardation assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09c1dd42-2d61-45f0-8486-820f2d901ce4","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:760d9ac2-d649-483c-bfa5-5a94654ef80b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MRS level and global translation in various organs from level in the homozygous mice did not completely disappear, but the level was reduced enough to represent the effect of MRS knockdown in almost all organs tested\nreduced MRS level did not affect global translation in vivo \nno significant difference in the body weights of mice regardless of MRS expression level","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32219202","type":"dc:BibliographicResource","dc:abstract":"Although abnormal increases in the level or activity of cyclin-dependent kinase 4 (CDK4) occur frequently in cancer, the underlying mechanism is not fully understood. Here, we show that methionyl-tRNA synthetase (MRS) specifically stabilizes CDK4 by enhancing the formation of the complex between CDK4 and a chaperone protein. Knockdown of MRS reduced the CDK4 level, resulting in G0/G1 cell cycle arrest. The effects of MRS on CDK4 stability were more prominent in the tumor suppressor p16INK4a-negative cancer cells because of the competitive relationship of the two proteins for binding to CDK4. Suppression of MRS reduced cell transformation and the tumorigenic ability of a p16INK4a-negative breast cancer cell line in vivo. Further, the MRS levels showed a positive correlation with those of CDK4 and the downstream signals at high frequency in p16INK4a-negative human breast cancer tissues. This work revealed an unexpected functional connection between the two enzymes involving protein synthesis and the cell cycle.","dc:creator":"Kwon NH","dc:date":"2018","dc:title":"Stabilization of Cyclin-Dependent Kinase 4 by Methionyl-tRNA Synthetase in p16INK4a-Negative Cancer."},"rdfs:label":"MARS knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"methods not fully described, model not adding evidence to genotype-phenotype association"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":1279,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.5,"subject":{"id":"cggv:1d72aaea-ee3b-46b0-8120-8e88c8d00379","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:6898","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MARS1, encoding for methionyl-tRNA-transferase, was first reported in relation to ​autosomal dominant axonal Charcot-Marie-Tooth (CMT) ​​in ​2013 (Gonzalez et al., PMID 23729695), in a 45 year old patient with walking difficulties, distal lower limb neuropathic pain and electrophysiological evidence of motor-sensory axonal neuropathy. The same variant was also found in the unaffected mother and in the affected uncle, concluding incomplete penetrance. Evidence supporting this variant include the high conservation of the involved residue across different species and loss of function in an yeast complementation assay. Nevertheless, the mutation, p.Arg618His, is present in 2 out of 251488 alleles in GNOMAD suggesting it is benign. In addition, another amino acid substitution at the same position, p.Arg618Cys, is also present in 3 out of 251488 alleles on GNOMAD suggesting that in humans this amino acid is not well conserved.  Three other  variants have been reported in humans in relation to CMT (PMIDs 31356216,  24354524, 27717217, 27025386 , 29582526 ); one of them (PMIDs 31356216, p.Ala397Thr) was identified by exome sequencing in a 11 year old patient with diffuse motor neuropathy. Variant level evidence in this case include high conservation of the residue across different species and loss of function in an yeast complementation assay. Segregation of the mutation was limited to two family members and did not include the unaffected father. The other 2 reported variants, p.Pro800Thr and p.Arg737Trp,, have been observed in gnomAD  in the population of origin. Of note, biallelic mutations in this gene have been associated with interstitial lung and liver disease, but no clinical features of CMT have been reported in heterozygous carriers or homozygotes. Methionyl-tRNA-transferase belongs to the aminoacyl-tRNA transferase (ARS) family of enzymes. The mechanism by which MARS1 variants may cause CMT is unknown. The presumed haploinsufficiency mechanism in CMT, however, did not bear out in the homozygous patients with interstitial lung disease (PMID: 32833345). In summary, there is only limited to no evidence in support of this gene-disease relationship. ​We do not recommend the testing of this gene in the every-day clinical setting.\n","dc:isVersionOf":{"id":"cggv:8f042c42-893b-4c98-a719-0f778a54be43"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}