{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2021-01-11T14:58:03.656Z","role":"Publisher"},{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2020-12-07T17:23:18.621Z","role":"Approver"}],"evidence":[{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f537c36d-e63c-41e0-898f-219d9975575b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b740aff-9944-4f36-88fa-39926f0654ce","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Semi-quantitative analysis of BMPR-II immunostaining was performed to compare relative levels of pulmonary expression between normal and PPH patient tissues. The data indicate >10-fold decreased BMPR2 expression among PPH samples with BMPR2 mutations compared to normal tissue, as well as ~4-fold decrease for sporadic PPH without BMPR2 mutations and ~15% inhibition for PPH secondary to other conditions. Control experiments revealed prominent lung expression of TGF-BRI, TGF-BRII and CD31 with no differences between patient and normal tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11940546","type":"dc:BibliographicResource","dc:abstract":"Mutations in the type II receptor for bone morphogenetic protein (BMPR-II), a receptor member of the transforming growth factor-beta (TGF-beta) superfamily, underlie many familial and sporadic cases of primary pulmonary hypertension (PPH).","dc:creator":"Atkinson C","dc:date":"2002","dc:title":"Primary pulmonary hypertension is associated with reduced pulmonary vascular expression of type II bone morphogenetic protein receptor."},"rdfs:label":"Lung expression of PPH patient tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:78056bb0-6087-457e-933c-1cfda0fa5840","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d480e721-6541-4cb8-9753-594a5f8626e3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry and in situ hybridization experiments (Fig 2) indicate prominent BMPR2 expression in pulmonary vascular endothelial cells and, to a lesser extent, in underlying medial smooth muscle cells of normal tissue.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11940546","rdfs:label":"Lung expression of BMPR-II"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8bf4e6e4-44b9-4090-b02a-a5c02833d5cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:381d2389-7344-4dd9-a089-3dd542f2e340","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"BMPR-II alone can bind BMP ligands with low to moderate affinity. However, BMPR-II binding of co-receptors ACVRL1, BMPR1A and BMPR1B enhances the binding of BMP-2 and BMP-7.\nDemonstration of robust luciferase activity with cotransfection of BMPR-II, and ACVRL1 in the presence of exogenous BMPs indicates functional signaling activity. Abolishment of signaling activity by kinase-defective constructs (BMPR2 K230R or ACVRL1 K235R) served as negative controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7791754","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenic proteins (BMPs) are universal regulators of animal development. We report the identification and cloning of the BMP type II receptor (BMPR-II), a missing component of this receptor system in vertebrates. BMPR-II is a transmembrane serine/threonine kinase that binds BMP-2 and BMP-7 in association with multiple type I receptors, including BMPR-IA/Brk1, BMPR-IB, and ActR-I, which is also an activin type I receptor. Cloning of BMPR-II resulted from a strong interaction of its cytoplasmic domain with diverse transforming growth factor beta family type I receptor cytoplasmic domains in a yeast two-hybrid system. In mammalian cells, however, the interaction of BMPR-II is restricted to BMP type I receptors and is ligand dependent. BMPR-II binds BMP-2 and -7 on its own, but binding is enhanced by coexpression of type I BMP receptors. BMP-2 and BMP-7 can induce a transcriptional response when added to cells coexpressing ActR-I and BMPR-II but not to cells expressing either receptor alone. The kinase activity of both receptors is essential for signaling. Thus, despite their ability to bind to type I and II receptors receptors separately, BMPs appear to require the cooperation of these two receptors for optimal binding and for signal transduction. The combinatorial nature of these receptors and their capacity to crosstalk with the activin receptor system may underlie the multifunctional nature of their ligands.","dc:creator":"Liu F","dc:date":"1995","dc:title":"Human type II receptor for bone morphogenic proteins (BMPs): extension of the two-kinase receptor model to the BMPs."},"rdfs:label":"Receptor-receptor and receptor-ligand interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:b255a52a-f218-45ad-a979-97ea6fea89de","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9a83773-e5df-4634-b292-1b3c88a90465","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The BMPR-II signaling pathway regulates proliferation of pulmonary vascular cells, including endothelial and smooth muscle cells. Loss of this regulation results in cell proliferation, arteriole muscularization, pulmonary artery medial hypertrophy, increased pulmonary vascular resistance and right ventricular hypertrophy - all hallmark phenotypes underlying pulmonary arterial hypertension.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7791754","rdfs:label":"Receptor-mediated cell signaling"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bcdd2be2-8485-4b64-88c7-e270f336c011","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3e478e4f-5ff3-4a62-aaed-75aaf3e5194a","type":"FunctionalAlteration","dc:description":"Thymidine incorporation assays were used as a measure of cell proliferation. Cells from normal controls and patients with secondary PH (SPH) exhibited an expected inhibition of thymidine uptake in the presence of TGF-B1 but cells from PPH patients exhibited a dramatic increase in TGF-B1 (Fig 1, 3). In addition, incubation of cells with various BMP ligands failed to induce growth inhibition in PPH patient-derived cells. Receptor binding and cross-linking studies ruled out altered TGF-BR binding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11502704","type":"dc:BibliographicResource","dc:abstract":"Mutations in the type II receptor for bone morphogenetic protein (BMPR-II), a receptor member of the transforming growth factor-beta (TGF-beta) superfamily, underlie many cases of familial and sporadic primary pulmonary hypertension (PPH). We postulated that pulmonary artery smooth muscle cells (PASMCs) from patients with PPH might demonstrate abnormal growth responses to TGF-beta superfamily members.","dc:creator":"Morrell NW","dc:date":"2001","dc:title":"Altered growth responses of pulmonary artery smooth muscle cells from patients with primary pulmonary hypertension to transforming growth factor-beta(1) and bone morphogenetic proteins."},"rdfs:label":"Growth response to exogenous TGF-B1 or BMPs"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c515e599-63cd-4fde-8d07-fc41f9e37f27","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:baaec923-7462-41e5-b946-10e04c54db99","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In contrast to untreated PH-induced mice, rescue mice exhibited similar levels of pulmonary vasculature BMPR2-II expression, and intermediate pulmonary arterial pressures, pulmonary vascular resistance, and cardiac function compared to saline-treated controls. In addition, there was decreased muscularization of distal pulmonary arterioles and decreased pulmonary smooth muscle cell and endothelial cell proliferation from rescue mice compared to PH-induced mice.\n\nNOTE: An additional rescue model is described in PMID: 26076038. This paper describes spontaneous PH in a mouse model bearing a heterozygous knock-in of a human BMPR2 mutation, p.Arg899X. Administration of BMPR-II ligand, BMP9, restored BMPR-II expression and reversed established PH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21737550","type":"dc:BibliographicResource","dc:abstract":"Pulmonary arterial hypertension (PAH) remains a fatal disease despite modern pharmacotherapy. Mutations in the gene for bone morphogenetic protein receptor type II (BMPR2) lead to reduced BMPR2 expression, which is causally linked to PAH. BMPR2 is predominantly expressed on pulmonary endothelium and has complex interactions with transforming growth factor (TGF)-β signalling mechanisms. Our objectives were to assess the effect on PAH of upregulating BMPR2 by targeted adenoviral BMPR2 gene delivery to the pulmonary vascular endothelium. We used two established rat models of PAH: chronic hypoxia and monocrotaline (MCT). In both hypertensive models, those receiving BMPR2 had less right ventricular hypertrophy, less pulmonary vascular resistance, improved cardiac function and reduced vascular remodelling. In the MCT model, there was an increase in TGF-β, which was prevented by BMPR2 treatment. In vitro, TGF-β1-induced endothelial-mesenchymal transition (EndMT) in human pulmonary microvascular endothelial cells, which was associated with reduced BMPR2 expression. EndMT was partially ameliorated by stimulating BMPR2 signalling with appropriate ligands even in the ongoing presence of TGF-β1. Collectively, these results indicate therapeutic potential for upregulation of the BMPR2 axis in PAH, which may be, in part, mediated by countering the remodelling effects of TGF-β.","dc:creator":"Reynolds AM","dc:date":"2012","dc:title":"Targeted gene delivery of BMPR2 attenuates pulmonary hypertension."},"rdfs:label":"Targeted gene delivery of BMPR2"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:49c17383-9297-4708-a3fc-29d61637310e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d73f52f0-4c7b-4270-a74a-57798dc09ee3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"1) The main pathogenic mechanism of BMPR2 variants in pulmonary arterial hypertension (PAH) is haploinsufficiency (loss of one gene copy); the heterozygous knockout mouse model mimics this condition. 2) BMPR2 variants are causal for pediatric PAH as well as adult-onset disease, and BMPR2 has a known role in embryonic development. Homozygosity for the Bmpr2 knockout allele is embryonic lethal with all mice dying in utero. In this study, haploinsufficiency led to 20% fatality in utero or perinatally. 3) PAH is clinically characterized by elevated pulmonary artery pressures leading to right ventricular hypertrophy, heart failure and premature death. In the absence of pulmonary valve disease, right ventricular systolic pressure (RVSP) is equivalent to the pulmonary artery systolic pressure. Right heart catheterization, used in this study, is the gold standard for measuring RVSP. Bmpr2+/- mice exhibited normal RVSP under basal conditions but a moderate increase in response to acute pulmonary inflammation (intra-tracheal adenoviral delivery of 5-lipoxygenase) compared to wild-type controls (Figure 5). 4) Pathogenic remodeling of the pulmonary vasculature, including distal pulmonary arteries, is a hallmark of PAH. Three weeks after the peak in RVSP, Bmpr2+/- mice exhibited increased muscularization of distal pulmonary vessels by alpha-actin immunohistochemistry compare to controls. Thus, while Bmpr2+/- mice did not develop PH under unstressed conditions, they did develop increased RVSP and distal vessel remodelling in response to acute inflammation.\n\n*NOTE: Similar data have been reported for endothelial-specific BMPR2 KO mice (PMID: 18663089) and transgenic mice with conditional expression of a dominant negative mutant BMPRII (PMID:15031260). The engineered mutation is c.504dup(p.Leu168Phefs*13) identified in pulmonary arterial hypertension case UK21 (PMID: 11115378).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16027259","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic protein receptor-2 (BMPR2)-heterozygous, mutant (BMPR2(+/-)) mice have a genetic trait similar to that of certain patients with idiopathic pulmonary arterial hypertension (IPAH). To understand the role of BMPR2 in the development of IPAH, we examined the phenotype of BMPR2(+/-) mice and their response to inflammatory stress.","dc:creator":"Song Y","dc:date":"2005","dc:title":"Increased susceptibility to pulmonary hypertension in heterozygous BMPR2-mutant mice."},"rdfs:label":"Heterozygous BMPR2 knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:faff6028-45f3-4d08-983a-9c8e9c78f1df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e71e9293-67b9-4981-adb2-d771024b4ffa","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Positional candidate gene analysis using 22 affected individuals from 19 families and 2 unaffected controls. The individuals were chosen on the basis of DNA availability. PCR amplification of the coding sequences of 3 nearby genes was performed, followed by dHPLC to identify fragments containing potential variants and then direct sequencing. 204 bp of exonic BMPR2 sequence was missed due to incomplete characterization of intron/exon structure for exons 2-7.","firstTestingMethod":"PCR","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:faff6028-45f3-4d08-983a-9c8e9c78f1df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:062ddd04-bd49-4175-a8d5-dcd0de47edae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.507_510delinsAAA (p.Cys169_Phe170delinsTer)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645293803"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10903931","type":"dc:BibliographicResource","dc:abstract":"Familial primary pulmonary hypertension is a rare autosomal dominant disorder that has reduced penetrance and that has been mapped to a 3-cM region on chromosome 2q33 (locus PPH1). The phenotype is characterized by monoclonal plexiform lesions of proliferating endothelial cells in pulmonary arterioles. These lesions lead to elevated pulmonary-artery pressures, right-ventricular failure, and death. Although primary pulmonary hypertension is rare, cases secondary to known etiologies are more common and include those associated with the appetite-suppressant drugs, including phentermine-fenfluramine. We genotyped 35 multiplex families with the disorder, using 27 microsatellite markers; we constructed disease haplotypes; and we looked for evidence of haplotype sharing across families, using the program TRANSMIT. Suggestive evidence of sharing was observed with markers GGAA19e07 and D2S307, and three nearby candidate genes were examined by denaturing high-performance liquid chromatography on individuals from 19 families. One of these genes (BMPR2), which encodes bone morphogenetic protein receptor type II, was found to contain five mutations that predict premature termination of the protein product and two missense mutations. These mutations were not observed in 196 control chromosomes. These findings indicate that the bone morphogenetic protein-signaling pathway is defective in patients with primary pulmonary hypertension and may implicate the pathway in the nonfamilial forms of the disease.","dc:creator":"Deng Z","dc:date":"2000","dc:title":"Familial primary pulmonary hypertension (gene PPH1) is caused by mutations in the bone morphogenetic protein receptor-II gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931","rdfs:label":"PPH017"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:1cd0620c-9b7f-468d-8d39-d922b62b09c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:80d73398-77f4-4065-b33c-90a2c0c55722","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Positional candidate gene analysis using 22 affected individuals from 19 families and 2 unaffected controls. The individuals were chosen on the basis of DNA availability. PCR amplification of the coding sequences of 3 nearby genes was performed, followed by dHPLC to identify fragments containing potential variants and then direct sequencing. 204 bp of exonic BMPR2 sequence was missed due to incomplete characterization of intron/exon structure for exons 2-7. Copy number variants were not assessed.","firstTestingMethod":"PCR","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:1cd0620c-9b7f-468d-8d39-d922b62b09c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aeeba809-d672-4bf3-a712-67a17707e67e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.1101_1105del (p.Glu368fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645293977"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931","rdfs:label":"PPH010"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:03f89f8a-1777-47e8-8cf3-d572c8f70414_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e05ecf10-bf26-427e-85dd-230caac2f93d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Positional candidate gene analysis using 22 affected individuals from 19 families and 2 unaffected controls. The individuals were chosen on the basis of DNA availability. PCR amplification of the coding sequences of 3 nearby genes was performed, followed by dHPLC to identify fragments containing potential variants and then direct sequencing. 204 bp of exonic BMPR2 sequence was missed due to incomplete characterization of intron/exon structure for exons 2-7. Copy number variants were not assessed.","firstTestingMethod":"PCR","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:03f89f8a-1777-47e8-8cf3-d572c8f70414_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65e5af88-5fea-4658-b6d7-7db1e5fecc89","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.2580del (p.Asn861fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645293960"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931","rdfs:label":"PPH015"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:f55c48c4-3b7b-4953-a616-74bea148aa74_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2024b841-3905-4e84-8761-27b2ca229e32","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequencing of both forward and reverse strands of the entire coding region and exon/intron boundaries using an ABI 377 sequencer or an ABI 3700 DNA analyzer. Family members were then typed by PCR amplification of the relevant exon followed by mutation-specific RFLP analysis or direct sequencing. CNVs and gene rearrangements were not assessed.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:f55c48c4-3b7b-4953-a616-74bea148aa74_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3fbd001a-d12d-4781-add4-4c566b1482fe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.2695C>T (p.Arg899Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278069"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10973254","type":"dc:BibliographicResource","dc:abstract":"Primary pulmonary hypertension (PPH), characterized by obstruction of pre-capillary pulmonary arteries, leads to sustained elevation of pulmonary arterial pressure (mean >25 mm Hg at rest or >30 mm Hg during exercise). The aetiology is unknown, but the histological features reveal proliferation of endothelial and smooth muscle cells with vascular remodelling (Fig. 1). More than one affected relative has been identified in at least 6% of cases (familial PPH, MIM 178600). Familial PPH (FPPH) segregates as an autosomal dominant disorder with reduced penetrance and has been mapped to a locus designated PPH1 on 2q33, with no evidence of heterogeneity. We now show that FPPH is caused by mutations in BMPR2, encoding a TGF-beta type II receptor (BMPR-II). Members of the TGF-beta superfamily transduce signals by binding to heteromeric complexes of type I and II receptors, which activates serine/threonine kinases, leading to transcriptional regulation by phosphorylated Smads. By comparison with in vitro studies, identified defects of BMPR-II in FPPH are predicted to disrupt ligand binding, kinase activity and heteromeric dimer formation. Our data demonstrate the molecular basis of FPPH and underscore the importance in vivo of the TGF-beta signalling pathway in the maintenance of blood vessel integrity.","dc:creator":"International PPH Consortium","dc:date":"2000","dc:title":"Heterozygous germline mutations in BMPR2, encoding a TGF-beta receptor, cause familial primary pulmonary hypertension."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254","rdfs:label":"US33-6"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:6ed4cca0-3752-479e-b085-f52c655851f1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4e83b88a-785a-4aae-9071-987d8f7ab8a5","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Positional candidate gene analysis using 22 affected individuals from 19 families and 2 unaffected controls. The individuals were chosen on the basis of DNA availability. PCR amplification of the coding sequences of 3 nearby genes was performed, followed by dHPLC to identify fragments containing potential variants and then direct sequencing. 204 bp of exonic BMPR2 sequence was missed due to incomplete characterization of intron/exon structure for exons 2-7.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:6ed4cca0-3752-479e-b085-f52c655851f1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3708143a-6155-439c-a64f-b99a2f8308d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.690_691delinsT (p.Lys230fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645293812"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931","rdfs:label":"PPH022"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:7e7c362f-ea3b-4725-8c4f-7d48a0f684a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7ca710d2-acba-4674-a2c8-b5e3bd88fd59","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequencing of both forward and reverse strands of the entire coding region and exon/intron boundaries using an ABI 377 sequencer or an ABI 3700 DNA analyzer. Family members were then typed by PCR amplification of the relevant exon followed by direct sequencing. CNVs and gene rearrangements were not assessed.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7e7c362f-ea3b-4725-8c4f-7d48a0f684a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:18d68b6c-80c9-41a4-8790-2a13b4150b36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.218C>G (p.Ser73Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278072"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254","rdfs:label":"US35"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:e86ad535-0e64-48ab-ae1a-0d322775778f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:63f3ce4b-bc88-41c4-8e16-eae165c54945","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Positional candidate gene analysis using 22 affected individuals from 19 families and 2 unaffected controls. The individuals were chosen on the basis of DNA availability. PCR amplification of the coding sequences of 3 nearby genes was performed, followed by dHPLC to identify fragments containing potential variants and then direct sequencing. 204 bp of exonic BMPR2 sequence was missed due to incomplete characterization of intron/exon structure for exons 2-7. Copy number variants were not assessed.","firstTestingMethod":"PCR","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e86ad535-0e64-48ab-ae1a-0d322775778f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:92c5e1c8-a7f3-4fe4-a1ca-8f3c726a4cb6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.2617C>T (p.Arg873Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278086"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931","rdfs:label":"PPH018"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:e1085bb1-b758-4168-b5db-97486226a595_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:93973110-2aa9-459d-9181-5d123f0fbc7f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequencing of both forward and reverse strands of the entire coding region and exon/intron boundaries using an ABI 377 sequencer or an ABI 3700 DNA analyzer. Family members were then typed by PCR amplification of the relevant exon followed by mutation-specific RFLP analysis or direct sequencing. CNVs and gene rearrangements were not assessed.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:e1085bb1-b758-4168-b5db-97486226a595_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:23c0466e-d109-4c12-b3f2-0a49ec72f81c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.355del (p.Ser119fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645294013"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254","rdfs:label":"UK13-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:f61250a6-e5d0-4fc6-a622-f3e6d9bae3f2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6894edb7-a405-45df-afe2-78f950247b85","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct sequencing of both forward and reverse strands of the entire coding region and exon/intron boundaries using an ABI 377 sequencer or an ABI 3700 DNA analyzer. Family members were then typed by PCR amplification of the relevant exon followed by mutation-specific RFLP analysis or direct sequencing. CNVs and gene rearrangements were not assessed.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"familial PAH","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:f61250a6-e5d0-4fc6-a622-f3e6d9bae3f2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b175ca3e-6cbf-4124-abfe-2e007e1d8aed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.2579_2580del (p.Ile860LysfsTer5)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA923726365"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973254","rdfs:label":"US55-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10},{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:78ac1a6f-b543-4462-9731-4ccf413e4f85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e9953deb-3306-4e17-a176-ebeec69d65fd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sanger sequencing of exons.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"son died of presumptive PPH in childhood","phenotypes":"obo:HP_0002092","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:78ac1a6f-b543-4462-9731-4ccf413e4f85_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:26d1a180-2b88-47e8-b623-6143ae9633f2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001204.7(BMPR2):c.1472G>A (p.Arg491Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278089"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10903931","rdfs:label":"PPH019"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1813,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:331df7bc-f92b-4244-bacd-5f70b1b84bd4","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:1078","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"BMPR2 was first reported in relation to autosomal dominant pulmonary arterial hypertension in 2000 (Deng et al PMID:10903931 and The International PPH Consortium PMID:10973254). More than 500 unique variants (missense, in-frame indel, nonsense, frameshift, large deletions) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level, case-control, segregation and experimental data.\nSummary of case-level data: 12 points. Variants in this gene have been reported in at least 16 probands in 2 publications (PMID:10903931, PMID:10973254). Variants in this gene segregated with disease in 10 additional family members. More evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached. The mechanism is haploinsufficiency (PMID:11115378, PMID: 16429395).\nSummary of experimental data: 6 points. This gene-disease association is supported by expression, biochemical, in vitro functional and animal model data. In summary, BMPR2 is definitively associated with autosomal dominant pulmonary arterial hypertension. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen PH Working Group on Sept 9, 2020.\n","dc:isVersionOf":{"id":"cggv:a20ce78b-18ba-436c-877e-a08d092ac7c7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}