{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-05-02T15:20:48.065Z","role":"Publisher"},{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-03-11T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8b865d3-a8c8-4073-a440-ff4ec483f0f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf3ba420-bf63-49f4-a24a-7f55039cce4c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"When genetic mutations disrupt the octamer hexamer equilibrium (95:5) stabilizing the hexamer over the octamer then the enzyme is inactive due to the inability of allostery between subunits to allow for isolation of the active sites from the solvent.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31952692","type":"dc:BibliographicResource","dc:abstract":"Porphobilinogen synthase (PBGS) is an essential enzyme that catalyzes an early step in heme biosynthesis. An unexpected human PBGS quaternary structure dynamic drove the definition of morpheeins, which are protein multimers that dissociate, change shape, and re-assemble differently with functional consequences. Each PBGS monomer has two domains that can reposition through a hinge motion. Human PBGS exists in an equilibrium among high activity octamer, low activity hexamer, and low mole-fraction dimer in which the hinge motion occurs. The dimer conformation dictates the multimer architecture. An octamer-specific inter-subunit interaction responds to pH, resulting in a pH-dependence to the octamer-hexamer equilibrium. An inborn error of metabolism, ALAD porphyria, is caused by single amino acid substitutions that stabilize the hexamer relative to octamer. Drugs that stabilize the PBGS hexamer result in a drug side effect that can exacerbate porphyria. PBGS is essential for all organisms that require respiration, photosynthesis, or methanogenesis. Consequently, phylogenetic variation in PBGS multimerization equilibria provides insight into how Nature has harnessed oligomeric variation in the control of protein function. The dynamic multimerization of PBGS revealed the morpheein mechanism for allostery, a structural basis for inborn errors of metabolism, a quaternary structure focus for drug discovery and/or drug side effects, and a pathway toward new antibiotics or herbicides. The fortuitous discovery of PBGS quaternary structure dynamics arose from characterization of a low-activity single amino acid variant that dramatically stabilized the hexamer, whose existence had previously gone unnoticed.","dc:creator":"Jaffe EK","dc:date":"2019","dc:title":"Porphobilinogen synthase: An equilibrium of different assemblies in human health."},"rdfs:label":"Octamer (active) to hexamer (inactive) study"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"This is the most recent review on how this protein functions. It includes information about PBGS from other organisms and also does additional studies on most of the mutations curated, noting how they affect the quaternary structure."},{"id":"cggv:9ba32c5a-8e13-404d-888e-efa89bce255d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a26f979-a5d5-46df-ae07-e5b0cfdd294e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Elevated urinary delta-aminolevulinic acid is observed when the second step of the heme synthesis pathway is blocked which is catalyzed by the enzyme δ-aminolevulinate dehydratase coded for by the ALAD gene.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/457661","type":"dc:BibliographicResource","dc:creator":"Anderson PM","dc:date":"1979","dc:title":"Purification and properties of delta-aminolevulinate dehydrase from human erythrocytes."},"rdfs:label":"δ-aminolevulinate dehydratase assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:84842d94-bf12-4c60-be6b-6d2f8e38e711","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:421c8835-41dd-4a99-84d7-a082fc5b70b5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ALA is structurally similar to GABA. Abnormally high accumulations may induce neurotoxicity. This is mentioned in PMID 28045381 (4th paragraph of the introduction)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9516683","type":"dc:BibliographicResource","dc:abstract":"ALAD porphyria is an autosomal recessive disorder resulting from a homozygous aminolevulinic acid dehydratase (ALAD) deficiency. Because of an almost complete lack of ALAD activity, patients excrete a large amount of ALA, but not PBG, into urine. The symptoms in this disease are similar to those seen in AIP, but ALAD porphyria can be differentiated from AIP by its autosomal recessive, rather than dominant, inheritance, by the lack of PBG overproduction, and by markedly decreased ALAD activity.","dc:creator":"Sassa S","dc:date":"1998","dc:title":"ALAD porphyria."},"rdfs:label":"δ-aminolevulinate dehydratase assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e3e90ec-cc14-4223-9c13-2090ed4d99da_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3e3e90ec-cc14-4223-9c13-2090ed4d99da","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":15,"allele":[{"id":"cggv:6324b5fd-0790-4f8f-82ba-ca44b434c253","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.820G>A (p.Ala274Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126936"}},{"id":"cggv:98b82b7e-e773-42f4-9802-d37fe6a2ad23","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.718C>T (p.Arg240Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126935"}}],"detectionMethod":"Single-stranded DNAs were synthesized from RT-PCR products using asymmetric PCR. Amplification was then performed followed by Sanger sequencing. They also used RNA from the proband's cells and checked for hybridization with the oligomer specific to the G2 (p.Ala274Thr) mutation. RNA from the mother, the brother, the sister, and a normal subject did not hybridize with the G2 (p.Ala274Thr) mutation. Thus they inferred G2 came from the father.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001324","obo:HP_0003401","obo:HP_0002027","obo:HP_0007178","obo:HP_0003470","obo:HP_0002019","obo:HP_0002017"],"previousTesting":true,"previousTestingDescription":"This individual was first described in Doss et al 1979 when ALAD activity in erythrocytes was discovered to be diminished. ALAD activity in the proband's cells was less than 3% that of normal in erythrocytes and in lymphocytes. Then in Sassa et al 1991 report ALA dehydratase activity in lymphocytes to be only (3% of the control). Immunochemical studies showed that the proband's cells contained 20% positive crossreactive immunological material (CRIM). Then sequencing was done by Ishida et al. (1992) and transfection into CHO cells.","sex":"Male","variant":[{"id":"cggv:d986886e-21a0-412d-95c3-0263dd521c87_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:98b82b7e-e773-42f4-9802-d37fe6a2ad23"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1569184","type":"dc:BibliographicResource","dc:abstract":"Cloning and expression of the defective genes for delta-aminolevulinate dehydratase (ALAD) from a patient with inherited ALAD deficiency porphyria (ADP) were carried out. Cloning of cDNAs for the defective ALAD were performed from EBV-transformed lymphoblastoid cells of the proband, and nucleotide sequences were determined. Two separate point mutations resulting in a single amino acid change in each ALAD allele were identified. One, C718----T, termed 'G1', occurred in the allele within the substrate-binding site, producing an Arg240----Trp substitution; the other, G820----A, termed 'G2', occurred downstream of this site in the other allele, resulting in an Ala274----Thr substitution. Using the reverse transcription-polymerase chain reaction, the mother, the brother, and the sister were shown to have the G1 defect. Expression of the G1 cDNA in Chinese hamster ovary cells produced ALAD protein with little activity; the G2 cDNA produced the enzyme with approximately 50% normal activity. Pulse-labeling studies demonstrated that the G1 enzyme had a normal half life, while the G2 enzyme had a markedly decreased half life. These data thus define the separate point mutations in each ALAD allele, as well as the altered properties of the two enzymic proteins encoded by the mutant genes in a patient with ADP.","dc:creator":"Ishida N","dc:date":"1992","dc:title":"Cloning and expression of the defective genes from a patient with delta-aminolevulinate dehydratase porphyria."}},{"id":"cggv:7da1f9eb-2a5f-466d-8a5c-92c455f21c15_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6324b5fd-0790-4f8f-82ba-ca44b434c253"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1569184"}],"rdfs:label":"Patient B"},{"id":"cggv:7da1f9eb-2a5f-466d-8a5c-92c455f21c15","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7da1f9eb-2a5f-466d-8a5c-92c455f21c15_variant_evidence_item"},{"id":"cggv:7da1f9eb-2a5f-466d-8a5c-92c455f21c15_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Cells transfected with the G2 (p.Ala274Thr) cDNA showed 0.5 Activity/Mass ratio (so about half of WT). The G2 ALAD had a markedly decreased half-life; 67% of the labeled G2 protein lost within 9 h; the normal and the G1 ALAD declined at a much lesser rate (15% at 9h). This variant also slightly affects the octamer to hexamer ratio: 86:14 compared to 95:5 for WT (PMID: 952692). Also, there are no homozygotes in gnomad."}],"strengthScore":1,"dc:description":"This variant has a shortened half-life with 67% disappearing from the transfected WT and G1 allele in CHO cells. This variant also affects the octamer to hexamer ratio but to a lesser degree."},{"id":"cggv:d986886e-21a0-412d-95c3-0263dd521c87","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d986886e-21a0-412d-95c3-0263dd521c87_variant_evidence_item"},{"id":"cggv:d986886e-21a0-412d-95c3-0263dd521c87_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In this paper, transfection of the G1 allele (p.Arg240Trp) into CHO cells results in a significant loss of enzyme activity (Activity/Mass ratio < 0.1). Later, after the crystal structure was solved, in PMID:952692 R240W caused a 21:80 change in the octamer to hexamer ratio as compared to 95:5 for WT. The octamer to hexamer ratio is now understood based on structural studies to be important for function. Also, there are no homozygotes in gnomad."}],"strengthScore":1,"dc:description":"This variant has a low activity to mass ratio and PMID:952692 uncovers that the variant causes a significant effect in the mutant's ability to form the active octameric structure."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:10fe657a-9a3a-440d-97d3-3fb9e460045f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:10fe657a-9a3a-440d-97d3-3fb9e460045f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":23,"allele":{"id":"cggv:945be4e3-b36c-4a9d-ba67-980683540521","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.36C>G (p.Phe12Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126937"}},"detectionMethod":"The entire coding region of ALAD cDNA was amplified by PCR, as described previously (Akagi et al, 1999). Amplifications were performed at least twice in separate experiments. Polymerase chain reaction products were purified using QIAEX (Qiagen, GmbH, Germany), followed by cloning into pGEM-T Easy vectors (Promega, Madison, WI, USA) to transform JM109 cells (Promega). DNA sequencing was carried out by the dideoxy chain-termination method using a genetically engineered T7 DNA polymerase.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002019","obo:HP_0003326","obo:HP_0002027","obo:HP_0002018","obo:HP_0001945","obo:HP_0033050","obo:HP_0002829","obo:HP_0033834"],"previousTesting":true,"previousTestingDescription":"This individual had clinical symptoms and laboratory findings suggestive of hereditary coproporphyria, which is because of a deficiency of coproporphyrinogen oxidase (CPO). Laboratory features (excess ALA in urine and elevated zinc protoporphyrin) suggested a second enzyme deficiency. Accordingly, the proband and his asymptomatic mother had abnormally decreased ALAD activity. Thus the proband's porphyria was likely caused by a combined deficiency of a novel CPO mutation and ALAD mutation inherited from mom.","sex":"Male","variant":{"id":"cggv:1c43fe49-b2e9-412a-b581-51399accc049_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:945be4e3-b36c-4a9d-ba67-980683540521"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16398658","type":"dc:BibliographicResource","dc:abstract":"Summary A Caucasian male had symptoms of acute porphyria, with increases in urinary delta-aminolaevulinic acid (ALA), porphobilinogen (PBG) and coproporphyrin that were consistent with hereditary coproporphyria (HCP). However, a greater than expected increase in ALA, compared with PBG, and a substantial increase in erythrocyte zinc protoporphyrin, suggested additional ALA dehydratase (ALAD) deficiency. Nucleotide sequence analysis of coproporphyrinogen oxidase (CPO) cDNA of the patient, but not of the parents, revealed a novel nucleotide transition G835-->C, resulting in an amino acid change, G279R. The mutant CPO protein expressed in Escherichia coli was unstable, and produced about 5% of activity compared with the wild-type CPO. Erythrocyte ALAD activity was 32% of normal in the proband. Nucleotide sequence analysis of cloned ALAD cDNAs from the patient revealed a C36-->G base transition (F12L amino acid change). The F12L ALAD mutation, which was found in the mother and a brother, was previously described, and is known to lack any enzyme activity. This patient thus represents the first case of porphyria where both CPO and ALAD deficiencies were demonstrated at the molecular level.","dc:creator":"Akagi R","dc:date":"2006","dc:title":"Dual gene defects involving delta-aminolaevulinate dehydratase and coproporphyrinogen oxidase in a porphyria patient."}},"rdfs:label":"Proband 1_4"},{"id":"cggv:1c43fe49-b2e9-412a-b581-51399accc049","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c43fe49-b2e9-412a-b581-51399accc049_variant_evidence_item"},{"id":"cggv:1c43fe49-b2e9-412a-b581-51399accc049_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"F12L was discovered via Native PAGE gel to have a different quaternary structure than WT (PMID:31952692). Turns out that F12L is among a small number of residues that is in direct contact with two other subunits. The crystal structure of this variant (PDB: 1PV8) shows the active site lids all in disarray and the authors postulated that the loss of enzyme activity is due to malfunction of the active site lids. This variant alters the WT octamer:hexamer ratio (95:5) to (21:80) PMID:31952692.There are also no homozygotes for this variant in gnomad. Additionally, this variant was described before in a girl with 12% ALAD erythrocyte activity that was heterozygous for this variant."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:36be5312-ea01-4ef2-a2eb-d7bf0c199562_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:36be5312-ea01-4ef2-a2eb-d7bf0c199562","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:c37da2c3-5105-4522-8e16-f803d236770c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.823G>A (p.Val275Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126932"}},{"id":"cggv:fa5c3aaf-579b-456f-9ec6-49a0011305a6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.397G>A (p.Gly133Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126931"}}],"detectionMethod":"They started with RNA and reverse transcribed it to DNA. Then they used PCR amplification followed by Sanger sequencing.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001319","obo:HP_0001371","obo:HP_0002013","obo:HP_0000737","obo:HP_0002098","obo:HP_0002039","obo:HP_0003202","obo:HP_0003470"],"previousTesting":true,"previousTestingDescription":"At 2 years old, the proband had increased urinary excretion of ALA and <5% of normal erythrocyte ALAD activity.  ALAD activity was intermediately decreased (23%(paternal) to 57% (maternal)) in both parents, in both grandfathers, and in a sister.  This information was first reported by Fujita et al. (1987). Prior to liver transplantation, biochemical studies showed that ALAD activity was not restored by zinc and by dithiothreitol, excluding lead poisoning as a likely cause. Proband also had elevated coproporphyrin and harderoporphyrin. Studies also showed 28% of normal erythrocyte CRIM levels. ","sex":"Male","variant":[{"id":"cggv:0a40c8d6-83a7-4c1b-a66a-ed2b42400f89_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c37da2c3-5105-4522-8e16-f803d236770c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2063868","type":"dc:BibliographicResource","dc:abstract":"delta-Aminolevulinate dehydratase deficient porphyria, a recently recognized inborn error of heme biosynthesis, results from the markedly deficient activity of the heme biosynthetic enzyme, delta-aminolevulinate dehydratase (ALA-D). The four homozygotes described to date with this disorder have remarkably distinct phenotypes, ranging from a severely affected infant with failure to thrive to an essentially asymptomatic 68-year-old male. To investigate the molecular nature of the lesions causing the severe infantile-onset form, total RNA was isolated from cultured lymphoblasts of the affected homozygote, RNA was reverse-transcribed to cDNA, and the 990-bp ALA-D-coding region was amplified by the PCR. Heterozygosity for an RsaI RFLP within the ALA-dehydratase-coding region permitted identification of the paternal and maternal mutant alleles prior to sequencing. The maternal mutation (designated G133R), a G-to-A transition of nucleotide 397, predicted a glycine-to-arginine substitution at residue 133 at the carboxyl end of the highly conserved zinc-binding site in the enzyme subunit. The G133R mutation created a PstI site and permitted the confirmation and rapid detection of this lesion in amplified genomic DNA from maternal relatives. The paternal mutation, a G-to-A transition of nucleotide 823, predicted a valine-to-methionine substitution of residue 275 (designated V275M). This mutation was confirmed in genomic DNA from family members by the competitive PCR technique. Both missense mutations, which occurred at CpG dinucleotides, resulted in the synthesis of enzyme subunits such that the activity of the homooctameric enzyme was markedly reduced, thereby causing the severe infantile-onset phenotype in the affected homozygote.","dc:creator":"Plewinska M","dc:date":"1991","dc:title":"delta-Aminolevulinate dehydratase deficient porphyria: identification of the molecular lesions in a severely affected homozygote."}},{"id":"cggv:69fb142d-74b5-4593-ae7c-9609114c3a32_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fa5c3aaf-579b-456f-9ec6-49a0011305a6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2063868"}],"rdfs:label":"Proband 1_1"},{"id":"cggv:69fb142d-74b5-4593-ae7c-9609114c3a32","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69fb142d-74b5-4593-ae7c-9609114c3a32_variant_evidence_item"},{"id":"cggv:69fb142d-74b5-4593-ae7c-9609114c3a32_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variation affects the final amino acid of the protein's zinc-binding domain. The authors speculate that this may affect the ability to bind zinc between subunits which would, in turn, impair the octameric state of the enzyme. In PMID: 31952692, this protein is described with 12% of WT activity and a 52:48 ratio of octamer:hexamer compared with 95:5 for WT. Additionally, this variant has also been observed in an independent proband (63-year-old Belgian). Also, there are no homozygotes in gnomad."}],"strengthScore":1,"dc:description":"I scored this variant higher because the purified enzyme has reduced activity, the octamer:hexamer ratio is affected very significantly and it has also been observed in an independent proband (63 year old Belgian) as causing this disease."},{"id":"cggv:0a40c8d6-83a7-4c1b-a66a-ed2b42400f89","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0a40c8d6-83a7-4c1b-a66a-ed2b42400f89_variant_evidence_item"},{"id":"cggv:0a40c8d6-83a7-4c1b-a66a-ed2b42400f89_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Previous immunologic studies with father showed that this mutation didn't strongly affect the amount of protein produced but severely affected the enzyme's catalytic function. In PMID: 31952692  the purified enzyme had 83% of WT activity and was unaffected in terms of the octamer:hexamer ratio. Additionally, residues in this area have been implicated in disease in apparently unrelated probands. There are no homozygotes for this variant in gnomad."}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.3},{"id":"cggv:e4bdfc44-00e4-4e9d-81a6-e48adad8c4af_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e4bdfc44-00e4-4e9d-81a6-e48adad8c4af","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:28d06217-0a1e-4cbf-a6ce-e87ad187f317","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ALAD, IVS3AS, C-A, -11","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16868"}},"detectionMethod":"Coding regions of ALAD were amplifed by PCR using\nspecifc oligomers","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002027","obo:HP_0001271"],"previousTesting":true,"previousTestingDescription":"A 17 year old German boy presented with abdominal pain and severe polyneuropathy. His urinary ALA was increased 32-fold, PBG elevated 6-fold, and total porphyrins 72-fold. Erythrocyte zinc protoporphyrin concentrations were elevated 5.4-fold. ALAD activity in erythrocytes of proband was decreased to 10% of the normal value.  Lead poisoning was ruled out because ALAD activity was not activated by zinc and by dithiothreitol (also blood levels of lead were normal). Furthermore, ALAD activities were decreased to 58% of normal value in parents, each of which carried a copy of this variant. This is an intronic single base substitution variant suspected to affect splicing, which the authors say may cause a frameshift mutation.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:af8045b3-ed1d-4381-a3b2-7eca2adc08d1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:28d06217-0a1e-4cbf-a6ce-e87ad187f317"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15303011","type":"dc:BibliographicResource","dc:abstract":"Delta-aminolevulinic acid dehydratase (ALAD) deficiency porphyria, or Doss porphyria, was first reported in Germany in 1979. Only four bona fide cases of Doss porphyria have been reported to date that were confirmed by immunological and molecular analyses of their ALAD mutations. Here we describe the fifth case of Doss porphyria. A 17-year-old German male suffered from colicky abdominal pain and severe polyneuropathy for 2 years. Urinary delta-aminolevulinic acid (ALA) was increased 32-fold, and coproporphyrin 76-fold compared with the upper limit of their respective normal ranges. Urinary excretion of porphobilinogen (PBG) and uroporphyrin was only slightly increased. Faecal porphyrins were within the normal range. Erythrocyte zinc protoporphyrin concentrations were elevated 5.4-fold. ALAD activity in erythrocytes was decreased to 10% of the normal value, and was not activated by zinc and by dithiothreitol. Blood lead levels were within the normal range, excluding lead poisoning in the proband. Erythrocyte ALAD activity was about one-half of the normal value in both parents, whereas it was normal in the proband's brother. Urinary excretion of ALA, PBG and total porphyrins was within the normal range in both parents and the brother. Molecular genetic studies of the ALAD gene in the proband revealed two base changes, C to A and C to T, both in intron 3 at -11 bp upstream of the exon 3 start site. In addition to the proband, the father carried the (-11)C-to-T, while the mother carried the ALAD gene in the proband's brother. These findings suggest that the observed compound heterozygosity of the ALAD gene may be responsible for Doss porphyria in the proband. The proband was successfully treated with haem arginate infusion. The clinical condition improved, and urinary excretion of ALA and coproporphyrin fell to levels of approximately 50% compared with their pretreatment levels during acute relapses. The haem therapy was continued once weekly for 1 year. At the end of 1 year, urinary ALA and porphyrin levels were significantly lowered, and the proband is now almost free of clinical symptoms.","dc:creator":"Doss MO","dc:date":"2004","dc:title":"The third case of Doss porphyria (delta-amino-levulinic acid dehydratase deficiency) in Germany."}},"rdfs:label":"Proband 1_5"},{"id":"cggv:af8045b3-ed1d-4381-a3b2-7eca2adc08d1","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:af8045b3-ed1d-4381-a3b2-7eca2adc08d1_variant_evidence_item"},{"id":"cggv:af8045b3-ed1d-4381-a3b2-7eca2adc08d1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"ALAD activity in erythrocytes was decreased to 10% of the normal value, and was not activated by zinc and by dithiothreitol."}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:652b4f05-7fb5-46c4-b4a4-7ea759b90b62_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:652b4f05-7fb5-46c4-b4a4-7ea759b90b62","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":15,"allele":[{"id":"cggv:2edf1204-26fc-44dd-bead-022e14efb74b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.818_819del (p.Leu273ArgfsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2499307151"}},{"id":"cggv:a3ab5106-de33-4de9-afb9-8d52d88d07a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.457G>A (p.Val153Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374564388"}}],"detectionMethod":"\"DNA sequencing was performed by the dideoxy chain-termination method using a genetically engineered T7 DNA polymerase (SequiThermLong-Read CycleSequencing Kits LC., Epicentre-Technologies, Madison, WI), according to the manufacturer’s instructions.\"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001649","obo:HP_0002203","obo:HP_0001271","obo:HP_0002014","obo:HP_0002017","obo:HP_0003470","obo:HP_0004396","obo:HP_0003202"],"previousTesting":true,"previousTestingDescription":"“At age 15 a German boy presented with urinary elevations of ALA and coproporphyrin. There was also an elevated concentration of erythrocyte protoporphyrin in both patients (∼30-fold). Immunoreactive ALAD in red cell lysates from the 2 patients showed that both patients had cross-reactive immunologic material (CRIM+) that amounted to 20% and 33% of the control level.”","sex":"Male","variant":[{"id":"cggv:d38694f3-53be-46bc-8d8b-2406038f3f51_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a3ab5106-de33-4de9-afb9-8d52d88d07a8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10706561","type":"dc:BibliographicResource","dc:abstract":"Cloning and expression of the defective gene for delta-aminolevulinate dehydratase (ALAD) from the second of 2 German patients with ALAD deficiency porphyria (ADP), who had been originally reported by Doss et al. in 1979, were performed. Cloning of cDNAs for the defective ALAD were performed using Epstein-Barr virus (EBV)-transformed lymphoblastoid cells of the proband, and nucleotide sequences of cloned cDNA were determined. Two separate mutations of ALAD cDNA were identified in each ALAD allele. One was G457A, termed \"H1,\" resulting in V153M substitution, while the other was a deletion of 2 sequential bases at T(818) and C(819), termed \"H2,\" resulting in a frame shift with a premature stop codon at the amino acid position of 294. Using allele-specific oligonucleotide hybridization, the mother of the proband was shown to have an H1 defect, while using genomic DNA analysis, the father was shown to have an H2 defect. Expression of H1 cDNA in Chinese hamster ovary cells produced an ALAD protein with only a partial activity (10.65% +/- 1.80% of the normal), while H2 cDNA encoded no significant protein. These data thus demonstrate that the proband was associated with 2 novel molecular defects of the ALAD gene, 1 in each allele, and account for the extremely low ALAD activity in his erythrocytes ( approximately 1% of normal).","dc:creator":"Akagi R","dc:date":"2000","dc:title":"Novel molecular defects of the delta-aminolevulinate dehydratase gene in a patient with inherited acute hepatic porphyria."}},{"id":"cggv:2d67ab9c-bafb-48b5-b31f-d1cc10fd6274_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2edf1204-26fc-44dd-bead-022e14efb74b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706561"}],"rdfs:label":"Proband 3_German"},{"id":"cggv:d38694f3-53be-46bc-8d8b-2406038f3f51","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d38694f3-53be-46bc-8d8b-2406038f3f51_variant_evidence_item"},{"id":"cggv:d38694f3-53be-46bc-8d8b-2406038f3f51_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Northern blot analysis of ALAD H1 mRNA from the proband’s lymphoblastoid cells showed a normal size and a normal amount of ALAD mRNA. When H1 cDNA for (p.Val153Met) was transfected into Chinese Hamster Ovary cells a normal amount of protein was produced. However, the H1 allele had significantly decreased activity/mass ratio ~10.65% compared to the normal control."}],"strengthScore":0.5},{"id":"cggv:2d67ab9c-bafb-48b5-b31f-d1cc10fd6274","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2d67ab9c-bafb-48b5-b31f-d1cc10fd6274_variant_evidence_item"},{"id":"cggv:2d67ab9c-bafb-48b5-b31f-d1cc10fd6274_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Northern blot analysis of ALAD H2 mRNA from the proband’s lymphoblastoid cells showed a normal size and increased amount of ALAD mRNA. When H2 cDNA for (p.Ala273Arg) was transfected into Chinese Hamster Ovary cells which should have produced a protein of molecular massa ~32 kd, there was no protein detectable in either the proband or his father. Accordingly there was no enzyme activity."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:490f4a6c-10fc-4c93-9a4d-6e846775fc32_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:490f4a6c-10fc-4c93-9a4d-6e846775fc32","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":[{"id":"cggv:a38e2377-63a7-46ed-bae7-b5941c04eb14","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.265G>A (p.Glu89Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5196538"}},{"id":"cggv:ae22c966-2ae3-4fe4-b70f-1648bbb221c8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000031.6(ALAD):c.394T>C (p.Cys132Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374564531"}}],"detectionMethod":"PCR products from cDNA and genomic DNA were purified, followed by cloning into pGEM-T Easy Vector. DNA sequencing was performed by the dideoxy chain-termination method, using a genetically engineered T7 DNA polymerase or SP6 DNA polymerase.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001945","obo:HP_0002027","obo:HP_0002019","obo:HP_0000822","obo:HP_0001649","obo:HP_0001324","obo:HP_0002017"],"previousTestingDescription":"Findings in the proband included marked elevations of ALA concentration in urine (»20-fold) and plasma (»100-fold), compared with the upper limit of normal, while PBG was not significantly increased, and there were increases in urinary porphyrins (»20-fold, mostly coproporphyrin) and erythrocyte zinc protoporphyrin (»7-fold), which suggested a defiency of ALAD. Erythrocyte ALAD activity was <8% of normal level in the proband and 50–70% of normal in the father, mother and brother.\n","sex":"Male","variant":[{"id":"cggv:3472b705-1eef-4dfc-9b1e-7177ffecf587_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a38e2377-63a7-46ed-bae7-b5941c04eb14"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16343966","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of the enzymatic defect responsible for delta-aminolevulinate dehydratase (ALAD) porphyria (ADP) was investigated in a 14-year-old male who presented clinical and laboratory findings typical of ADP. Nucleotide sequence analysis of ALAD cDNAs from the proband revealed two novel mutations, a 265G to A base transition (C1) and a 394C to T base transition (C2), resulting in amino acid substitutions, Glu89Lys and Cys132Arg, respectively. Both mutations were present within exon 5 of the ALAD gene, and appeared to influence the binding of zinc to the enzyme which is essential for enzyme activity. It was found that the C1 mutation was inherited from his father, while the C2 mutation was from his mother. Expression of these mutant ALAD cDNAs in Chinese hamster ovary cells produced normal ALAD mRNA levels, but markedly decreased ALAD protein and enzyme activity. These results suggest that the combination of the two aberrant ALADs with little enzyme activity accounts for the markedly decreased ALAD activity observed in the proband. This case represents the molecular analysis of the ALAD gene defects in the first case of ADP identified in North America, who is a compound heterozygote for two novel ALAD gene defects.","dc:creator":"Akagi R","dc:date":"2006","dc:title":"delta-Aminolevulinate dehydratase (ALAD) porphyria: the first case in North America with two novel ALAD mutations."}},{"id":"cggv:7ecc5164-121e-4346-9512-339241b18436_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ae22c966-2ae3-4fe4-b70f-1648bbb221c8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16343966"}],"rdfs:label":"Proband 1_6"},{"id":"cggv:7ecc5164-121e-4346-9512-339241b18436","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ecc5164-121e-4346-9512-339241b18436_variant_evidence_item"},{"id":"cggv:7ecc5164-121e-4346-9512-339241b18436_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A C2 cDNA for c.394T>C (p.Cys132Arg) from the compound het proband was transfected into Chinese Hamster Ovary cells. The C2 mutant protein was expressed as full-length ALAD, however, the amount of ALAD protein was decreased compared with the wild-type enzyme; i.e. only 29% of WT. The activity of the protein was also reduced compared to WT 4+/- 2%. Further, this variant also affected the octamer to hexamer ratio: 64:36 compared to 95:5 for WT (PMID: 952692)."}],"strengthScore":1,"dc:description":"Increased score by .5 because of complementary functional data: activity of the protein is only 4 +/- 2% of WT and octamer to hexamer ratio affected from independent study."},{"id":"cggv:3472b705-1eef-4dfc-9b1e-7177ffecf587","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3472b705-1eef-4dfc-9b1e-7177ffecf587_variant_evidence_item"},{"id":"cggv:3472b705-1eef-4dfc-9b1e-7177ffecf587_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A C1 cDNA for c.265G>A (p.Glu89Lys) from the compound het proband was transfected into Chinese Hamster Ovary cells. The C1 mutant protein was expressed as full-length ALAD, however, the amounts of ALAD protein was significantly decreased compared with the wild-type enzyme; i.e., 14.9%. The activity of the protein was also reduced compared to WT 10+/- 8%. Further this variant also affected the octamer to hexamer ratio: 69:31 compared to 95:5 for WT (PMID: 952692). Also, there are no homozygotes in gnomad."}],"strengthScore":1,"dc:description":"Increased score by .5 because there is a lot of complementary functional data: protein decreased relative to WT, activity also reduced, and octamer to hexamer ratio affected."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.3}],"evidenceStrength":"Moderate","sequence":4343,"specifiedBy":"GeneValidityCriteria8","strengthScore":8.55,"subject":{"id":"cggv:c1360d21-9168-43cb-99f6-ce0a2ed6bb63","type":"GeneValidityProposition","disease":"obo:MONDO_0013000","gene":"hgnc:395","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"ALAD has moderate evidence of association with acute hepatic porphyria. ALAD has been extensively characterized in vitro and its role in tetrapyrrole synthesis is well established. However, there are currently a low number of published probands for acute hepatic porphyria preventing a higher score for genetic evidence from being reached. Due to the sufficient biochemical characterization and the known role of this enzyme in tetrapyrrole synthesis the experts have agreed that several of the variant scores should be upgraded to reach a score of moderate. It is expected that additional published probands will take this classification to definitive. Note that although inheritance is autosomal recessive, in one case a heterozygote did present with acute hepatic porphyria late in life. Also, heterozygotes have an increased susceptibility to lead poisoning. Further, towards this point, there was one case of porphyria when one pathogenic variant in ALAD was combined with a CPOX defect in the tetrapyrrole pathway. Together, this likely means that heterozygosity may cause disease in the presence of a compounding environmental factor or a second hit in the tetrapyrrole pathway.","dc:isVersionOf":{"id":"cggv:0ac683af-ca8d-46ab-8641-66ab9b537d16"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}