{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113fv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-01-18T17:00:00.000Z","role":"Approver"},{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.849Z","role":"Publisher"}],"evidence":[{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a1d7af2-32ee-43e3-93cd-13afdbd2af27","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57f5ebc9-d5ce-4838-821f-bea13bb3c851","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Branched chain alpha-keto acid dehydrogenase kinase (BCKDK) is part of an enzyme complex located in the mitochondrial matrix of many tissues. It was first purified from rat liver and rat heart, after which, studies showed that its enzyme activity phosphorylates and inactivates the branched-chain alpha-ketoacid dehydrogenase complex (BCKDH) (Popov et al. 1991, Shimomura et al. 1990, Popov et al, 1992). The BCKDH is the gatekeeper in the catabolic pathway for branched chain amino acids (BCAAs; leucine, valine, isoleucine). BCAAs are essential amino acids. Their levels are tightly regulated because perturbations from normal levels, ether too high or too low, are deleterious. BCKDK regulates the levels of the BCAAs by phosphorylating, and thereby inactivating, the E1-alpha subunit of BCKDH.\nConsistent with its role as a negative regulator of BCKDH, deficiency of BCKDK activity results in low levels of BCAAs in patients with this condition (Novarino et al, Gracia-Carzorla et al, PMID 24449431). Clinical features in patients with BCKDK deficiency include autism, intellectual disability and seizures. Treatment of one patient with a high protein diet (3.5 g/kg/day) and BCAA amino acid supplementation (100 mg/kg/day every 5 hr) resulted in amelioration of symptoms including reduction in hyperactivity and irritability, improved socialization and communication, and improvement in gross motor skills (Gracia-Carzorla et al, PMID 24449431).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8064409","type":"dc:BibliographicResource","dc:abstract":"Catabolism of the branched-chain amino acids is regulated in part at the step catalyzed by the branched-chain alpha-ketoacid dehydrogenase complex. Previous work suggests both short-term and long-term control mechanisms are involved in regulation of the kinase responsible for phosphorylation and inactivation of the branched-chain alpha-ketoacid dehydrogenase complex. Recent work of this laboratory has focused on the isolation, characterization and molecular cloning of the branched-chain alpha-ketoacid dehydrogenase kinase. The cDNA obtained encodes the complete mature protein of 412 amino acids among with a mitochondrial entry sequence of 30 amino acids. Analysis of the deduced amino acid sequence revealed little similarity with eukaryotic Ser/Thr protein kinases. However, the kinase shows considerable sequence similarity with prokaryotic histidine protein kinases. The availability of this cDNA will facilitate gene expression studies of this important regulatory enzyme for the branched-chain alpha-ketoacid dehydrogenase complex.","dc:creator":"Harris RA","dc:date":"1994","dc:title":"Regulation of branched-chain amino acid catabolism."},"rdfs:label":"BCKDK function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the role of BCKDK has been well studied and is consistent with the biochemical abnormalities in patients. Consistent with its function as a negative regulator for BCKDK, patients with deficiency of BCKDH have low levels of BCAAs. This observation, and the amelioration of symptoms when on a high protein diet with additional supplementation of BCAAs, supports the role of this gene in BCAA metabolism, and low BCAAs in the disease pathology."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5082e6d5-48d4-4dcc-b4ad-af5cf836f511","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:229ff176-44a4-41d1-9488-fb2821871281","type":"FunctionalAlteration","dc:description":"Similar to observations in fibroblasts from a patient with BCKDK deficiency (P2), real-time analysis of oxygen consumption in BCKDK-knockdown fibroblasts showed poor activity, lowered oligomycin-sensitive respiration (indicating reduced oxidative phosphorylation) and minimal responsiveness to drugs treatment, associated with decreased ATP synthesis and significant mitochondrial enlargement.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26809120","type":"dc:BibliographicResource","dc:abstract":"Mutations on the mitochondrial-expressed Branched Chain α-Keto acid Dehydrogenase Kinase (BCKDK) gene have been recently associated with a novel dietary-treatable form of autism. But, being a mitochondrial metabolism disease, little is known about the impact on mitochondrial performance. Here, we analyze the mitochondrial response to the BCKDK-deficiency in patient's primary fibroblasts by measuring bioenergetics, ultra-structural and dynamic parameters. A two-fold increase in superoxide anion production, together with a reduction in ATP-linked respiration and intracellular ATP levels (down to 60%) detected in mutants fibroblasts point to a general bioenergetics depletion that could affect the mitochondrial dynamics and cell fate. Ultrastructure analysis of BCKDK-deficient fibroblasts shows an increased number of elongated mitochondria, apparently associated with changes in the mediator of inner mitochondria membrane fusion, GTPase OPA1 forms, and in the outer mitochondrial membrane, mitofusin 2/MFN2. Our data support a possible hyperfusion response of BCKDK-deficient mitochondria to stress. Cellular fate also seems to be affected as these fibroblasts show an altered proportion of the cells on G0/G1 and G2/M phases. Knockdown of BCKDK gene in control fibroblasts recapitulates most of these features. Same BCKDK-knockdown in a MSUD patient fibroblasts unmasks the direct involvement of the accelerated BCAAs catabolism in the mitochondrial dysfunction. All these data give us a clue to understand the positive dietary response to an overload of branched-chain amino acids. We hypothesize that a combination of the current therapeutic option with a protocol that considers the oxidative damage and energy expenditure, addressing the patients' individuality, might be useful for the physicians.","dc:creator":"Oyarzabal A","dc:date":"2016","dc:title":"Mitochondrial response to the BCKDK-deficiency: Some clues to understand the positive dietary response in this form of autism."},"rdfs:label":"BCKDK knock down"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:299c7b77-09b0-4cc7-97bd-492d3c42f2c9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:805a62ec-2fce-4e7a-8207-3eb2d1c41174","type":"FunctionalAlteration","dc:description":"Stable isotope tracer‐based analysis of MEM–Leu medium in which fibroblasts from two patients with variants in BCKDK had been grown for 24 hr showed a significant reduction in [U‐13C] α‐keto–isocaproate compared with that in which control cells were grown. These results indicate an increased rate of branched chain amino acid catabolism in fibroblasts from patients, compatible with a constitutively active branched chain keto-acid dehydrogenase complex, and consistent with the low levels of branched chain amino acids measured in plasma, CSF and urine in patients with this condition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24449431","type":"dc:BibliographicResource","dc:abstract":"Inactivating mutations in the BCKDK gene, which codes for the kinase responsible for the negative regulation of the branched-chain α-keto acid dehydrogenase complex (BCKD), have recently been associated with a form of autism in three families. In this work, two novel exonic BCKDK mutations, c.520C>G/p.R174G and c.1166T>C/p.L389P, were identified at the homozygous state in two unrelated children with persistently reduced body fluid levels of branched-chain amino acids (BCAAs), developmental delay, microcephaly, and neurobehavioral abnormalities. Functional analysis of the mutations confirmed the missense character of the c.1166T>C change and showed a splicing defect r.[520c>g;521_543del]/p.R174Gfs1*, for c.520C>G due to the presence of a new donor splice site. Mutation p.L389P showed total loss of kinase activity. Moreover, patient-derived fibroblasts showed undetectable (p.R174Gfs1*) or barely detectable (p.L389P) levels of BCKDK protein and its phosphorylated substrate (phospho-E1α), resulting in increased BCKD activity and the very rapid BCAA catabolism manifested by the patients' clinical phenotype. Based on these results, a protein-rich diet plus oral BCAA supplementation was implemented in the patient homozygous for p.R174Gfs1*. This treatment normalized plasma BCAA levels and improved growth, developmental and behavioral variables. Our results demonstrate that BCKDK mutations can result in neurobehavioral deficits in humans and support the rationale for dietary intervention. ","dc:creator":"García-Cazorla A","dc:date":"2014","dc:title":"Two novel mutations in the BCKDK (branched-chain keto-acid dehydrogenase kinase) gene are responsible for a neurobehavioral deficit in two pediatric unrelated patients."},"rdfs:label":"Increased BCKA metabolism"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22cb52c2-56c7-4174-9506-d90c2c8dcfe6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c67937b0-2ca2-41e0-90f8-b51539369c58","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The functional consequences of the BCKDK p.L389P and BCKDK p.R174Gfs1* mutations were analyzed in cell‐based experiments, using mitochondrial extracts from immortalized patient fibroblasts. Severely reduced/undetectable levels of the BCKDK protein mutants were recorded, along with a total absence of phospho‐S293 BCKDE1‐alpha. However, levels were recovered by lentiviral transduction of eGFP‐tagged wild‐type BCKDK (Fig. 4A). The presence of wild‐type BCKDK in the mitochondria was assessed by immunofluorescence microscopy using anti‐BCKDK antibodies (Fig. 4A). A normal phospho‐S293 BCKDE1‐alpha status was detected in the cell lines of both patients after harvesting the mitochondrial protein from transduced cells. No evidence of increased levels of BCKDK protein or phospho‐S293 BCKDE1‐alpha was seen in mock‐infected cells (Fig. 4B).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Rescue of E1 phosphorylation"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Score reduced because only phosphorylation of BCKD -E1 subunit was analyzed in this rescue study. While phosphorylation of BCKD-E1 is known to be important in control of branched chain amino acid metabolism, further data would be needed to link these results to the biochemical phenotype seen in patients, such as normalization of branched chain amino acid levels, in order to obtain default points."},{"id":"cggv:fbbf9dc4-665b-4a38-b00e-ffa2bc932974","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2cc54d32-8861-4ddc-9f62-b0ceae066616","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sprague-Dawley rats homozygous for a naturally occurring variant (p.G639E) in the Bckdk gene have multiple abnormalities including splaying of the hind limbs (due to neurological dysfunction), decreased brain weight, ventricular dilatation, seizures, reduced fertility, reduced levels of plasma branched chain amino acids. While these features do not completely recapitulate the findings in humans with BCKDK deficiency the low plasma levels of BCAAs, seizures, and poor growth are in common. Rats were noted to have reduced brain weight; patients can have microcephaly. While rats have ventriculomegaly, patients have normal brain MRIs.  Cognition was not assessed in rats.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27472223","type":"dc:BibliographicResource","dc:abstract":"A novel mutation, causing a phenotype we named frogleg because its most obvious characteristic is a severe splaying of the hind limbs, arose spontaneously in a colony of Sprague-Dawley rats. Frogleg is a complex phenotype that includes abnormalities in hind limb function, reduced brain weight with dilated ventricles and infertility. Using micro-satellite markers spanning the entire rat genome, the mutation was mapped to a region of rat chromosome 1 between D1Rat131 and D1Rat287. Analysis of whole genome sequencing data within the linkage interval, identified a missense mutation in the branched-chain alpha-keto dehydrogenase kinase (Bckdk) gene. The protein encoded by Bckdk is an integral part of an enzyme complex located in the mitochondrial matrix of many tissues which regulates the levels of the branched-chain amino acids (BCAAs), leucine, isoleucine and valine. BCAAs are essential amino acids (not synthesized by the body), and circulating levels must be tightly regulated; levels that are too high or too low are both deleterious. BCKDK phosphorylates Ser293 of the E1α subunit of the BCKDH protein, which catalyzes the rate-limiting step in the catabolism of the BCAAs, inhibiting BCKDH and thereby, limiting breakdown of the BCAAs. In contrast, when Ser293 is not phosphorylated, BCKDH activity is unchecked and the levels of the BCAAs will decrease dramatically. The mutation is located within the kinase domain of Bckdk and is predicted to be damaging. Consistent with this, we show that in rats homozygous for the mutation, phosphorylation of BCKDH in the brain is markedly decreased relative to wild type or heterozygous littermates. Further, circulating levels of the BCAAs are reduced by 70-80% in animals homozygous for the mutation. The frogleg phenotype shares important characteristics with a previously described Bckdk knockout mouse and with human subjects with Bckdk mutations. In addition, we report novel data regarding peripheral neuropathy of the hind limbs. ","dc:creator":"Zigler JS","dc:date":"2016","dc:title":"A Spontaneous Missense Mutation in Branched Chain Keto Acid Dehydrogenase Kinase in the Rat Affects Both the Central and Peripheral Nervous Systems."},"rdfs:label":"Sprague-Dawley rat natural model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The phenotype in this natural rat model, homozygous for a missense variant in Bckdk, does not completely recapitulate the human phenotype for BCKDK deficiency, although there are some striking similarities."},{"id":"cggv:1b18915f-d980-4ba0-bc7c-a11c5e861c5d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1847eb9c-4a08-4168-a210-baa354f97744","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Branched chain amino acids (BCAAs) are reduced in Bckdk null mice and in patients. BCAAs were 50–75% lower in blood, brain, heart, muscle and kidney of Bckdk null mice compared to wild type. BCAA levels were also reduced in liver of null mice but the difference was not significant. Patients with BCKDK deficiency have notably lower levels of plasma BCAAs than their healthy relatives (Novarino et al, 2012).\nSome patients with BCKDK deficiency develop seizures. Bckdk null mice also develop seizures, beginning at about 6-7 months of age. \nAdult mice developed neurological abnormalities, such as tremors, epileptic seizures, and hind limb clasping phenotypes observed in some other mouse models of autism spectrum disorders (Rett and Shank2). Mice have reduced brain size; human patients can have microcephaly. No testing of null mice for cognitive impairment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16875466","type":"dc:BibliographicResource","dc:abstract":"The BCKDH (branched-chain alpha-keto acid dehydrogenase complex) catalyses the rate-limiting step in the oxidation of BCAAs (branched-chain amino acids). Activity of the complex is regulated by a specific kinase, BDK (BCKDH kinase), which causes inactivation, and a phosphatase, BDP (BCKDH phosphatase), which causes activation. In the present study, the effect of the disruption of the BDK gene on growth and development of mice was investigated. BCKDH activity was much greater in most tissues of BDK-/- mice. This occurred in part because the E1 component of the complex cannot be phosphorylated due to the absence of BDK and also because greater than normal amounts of the E1 component were present in tissues of BDK-/- mice. Lack of control of BCKDH activity resulted in markedly lower blood and tissue levels of the BCAAs in BDK-/- mice. At 12 weeks of age, BDK-/- mice were 15% smaller than wild-type mice and their fur lacked normal lustre. Brain, muscle and adipose tissue weights were reduced, whereas weights of the liver and kidney were greater. Neurological abnormalities were apparent by hind limb flexion throughout life and epileptic seizures after 6-7 months of age. Inhibition of protein synthesis in the brain due to hyperphosphorylation of eIF2alpha (eukaryotic translation initiation factor 2alpha) might contribute to the neurological abnormalities seen in BDK-/- mice. BDK-/- mice show significant improvement in growth and appearance when fed a high protein diet, suggesting that higher amounts of dietary BCAA can partially compensate for increased oxidation in BDK-/- mice. Disruption of the BDK gene establishes that regulation of BCKDH by phosphorylation is critically important for the regulation of oxidative disposal of BCAAs. The phenotype of the BDK-/- mice demonstrates the importance of tight regulation of oxidative disposal of BCAAs for normal growth and neurological function.","dc:creator":"Joshi MA","dc:date":"2006","dc:title":"Impaired growth and neurological abnormalities in branched-chain alpha-keto acid dehydrogenase kinase-deficient mice."},"rdfs:label":"Bckdk null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:facea4fe-6a64-48ef-9a02-e7069bb68f8b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5352ab3a-6f4f-467f-abe6-750a73027ac0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Novarino et al. performed whole-exome sequencing in the proband of this family using solution hybrid SureSelect reagents and sequenced on an Illumina GAIIx or HiSeq2000 instrument. The sequence reads were aligned to the human genome (hg18), using BWA; \n\nGenetic variants were delineated using the Genome Analysis ToolKit software and SAMTools algorithms, for both SNPs and Indels, then sequentially filtered for variants that were: 1] in coding regions and/or splice sites, 2] non-synonymous, 3] not found out of Hardy-Weinberg equilibrium with the disease frequency in control populations, 4] homozygous, 5] and within linkage intervals or in blocks of homozygosity. Blocks of homozygosity were determined by HomozygosityMapper.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Failure to meet developmental milestones: did not sit until one year, never crawled, began to walk at two years, said her first words at two years old and never spoke in sentences.","phenotypes":["obo:HP_0001249","obo:HP_0002373","obo:HP_0000708","obo:HP_0000729","obo:HP_0008762","obo:HP_0002197","obo:HP_0010892"],"previousTesting":true,"previousTestingDescription":"Full physical and neurological examinations at age eight were normal. CT brain, Fragile X, chromosomal analysis, and CNV analysis were all negative. Plasma amino acids were essentially normal except for reductions in BCAAs: leucine 3 (normal 3-16), isoleucine n.d., valine 3 (normal 3-17).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:facea4fe-6a64-48ef-9a02-e7069bb68f8b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a866cc37-2770-40ad-a89e-429b9d481f0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.31109537del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891862642"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22956686","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders are a genetically heterogeneous constellation of syndromes characterized by impairments in reciprocal social interaction. Available somatic treatments have limited efficacy. We have identified inactivating mutations in the gene BCKDK (Branched Chain Ketoacid Dehydrogenase Kinase) in consanguineous families with autism, epilepsy, and intellectual disability. The encoded protein is responsible for phosphorylation-mediated inactivation of the E1α subunit of branched-chain ketoacid dehydrogenase (BCKDH). Patients with homozygous BCKDK mutations display reductions in BCKDK messenger RNA and protein, E1α phosphorylation, and plasma branched-chain amino acids. Bckdk knockout mice show abnormal brain amino acid profiles and neurobehavioral deficits that respond to dietary supplementation. Thus, autism presenting with intellectual disability and epilepsy caused by BCKDK mutations represents a potentially treatable syndrome.","dc:creator":"Novarino G","dc:date":"2012","dc:title":"Mutations in BCKD-kinase lead to a potentially treatable form of autism with epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Case 18-IV-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Reduced mRNA levels in fibroblasts, suggesting nonsense-mediated mRNA decay and undetectable levels of BCKDK protein on Western blot.\ngnomAD highest population minor allele frequency: 0.00003249 (South Asia), No homozygotes (all populations)"},{"id":"cggv:a04cd71b-52e4-4841-a820-9caa591da421_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d18a74cb-d6ee-4662-ae28-406e729bbece","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"Novarino et al. performed whole-exome sequencing in the proband of this family using solution hybrid SureSelect reagents and sequenced on an Illumina GAIIx or HiSeq2000 instrument.  The sequence reads were aligned to the human genome (hg19), and genetic variants were delineated using the Genome Analysis ToolKit software and SAMTools algorithms, for both SNPs and Indels, then sequentially filtered for variants that were: 1] in coding regions and/or splice sites, 2] non-synonymous, 3] not found out of Hardy-Weinberg equilibrium with the disease frequency in control populations, 4] homozygous, 5] and within linkage intervals or in blocks of homozygosity. Blocks of homozygosity\nwere determined by HomozygosityMapper.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Significant reductions in BCAA levels, difficulties with communication, inability to speak in sentences, social disabilities, deficits in the activities of daily living, extra temporal (bilateral frontal) and generalized epileptiform abnormalities on EEG.","phenotypes":["obo:HP_0001250","obo:HP_0010892","obo:HP_0040196","obo:HP_0000519","obo:HP_0008762","obo:HP_0000708","obo:HP_0000729","obo:HP_0001249","obo:HP_0012759","obo:HP_0002069","obo:HP_0000717","obo:HP_0006801","obo:HP_0002373"],"previousTesting":true,"previousTestingDescription":"In the supplemental document, the authors report that this individual tested negative for known metabolic disorders, no chromosomal abnormalities were identified and cranial MRI was normal.\nBranched chain amino acids were low, measured in plasma in 2 different laboratories, 3 occasions (fasting 14 hours): valine 44 nmol/mol (normal 119-336), leucine 24 nmol/ml (normal 72-201), isoleucine 13 nmol/mol (normal 30-108), valine 89, 67 uM (normal 108-295), leucine 46, 42 uM (normal 60-204), isoleucine 23, 23 uM (normal 39 - 119). All other amino acids levels were within normal limits.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a04cd71b-52e4-4841-a820-9caa591da421_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b4fea356-0b04-4432-ac0a-a59eb5aa51aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005881.3(BCKDK):c.466C>T (p.Arg156Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39743"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Case 558-IV-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Score increased due to supporting evidence including reduced mRNA levels in fibroblasts, suggesting nonsense-mediated mRNA decay and undetectable levels of BCKDK protein on Western blot. In addition, there was no reactivity to an antibody specific to the BCKDK phosphorylation site at residue 293 of the E1α BCKDH subunit suggesting that patients with BCKDK mutations may lack basal, negative regulation of BCKDH activity, consistent with the finding of low branched chain amino acids.\ngnomAD highest population minor allele frequency: 0.00002978 (Latino), No homozygotes (all populations)"},{"id":"cggv:a8f15751-1082-4649-9981-ab20e25212f3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ac4ab7a-4087-4175-8f62-3fbf64bb810f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Patient 2 was only evaluated by  direct Sanger sequencing of the BCKDK gene.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Brunet-Lézine test: equivalent to 19 months at age 5 years, EEG with multifocal spikes, Reduced white matter volume, especially at periventricular and semioval level","phenotypes":["obo:HP_0012759","obo:HP_0001263","obo:HP_0000708","obo:HP_0010892","obo:HP_0006801","obo:HP_0008762"],"previousTesting":true,"previousTestingDescription":"Low levels of plasma branched chain amino acids: Leucine 28.7-48.8 umol/L (control 109 +/-31), isoleucine 10.5-24.6 umol/L (control 54 +/-16), valine 70-151 umol/L (212 +/-53). \nLow levels of CSF branched chain amino acids:  Leucine 2.2, 3.2 umol/L (control 10.9 +/- 2.9), isoleucine 0.8, 1.3 umol/L (control 4.0 +/- 1.2), valine 4.7 7.2 umol/L (control 13.9 +/- 2.9).\nLow levels of urine branched chain amino acids: leucine 1.6-2.3 mmol/mol creatinine (control 7.7 +/- 2.7), isoleucine 1.5, 1.7  mmol/mol creatinine (control 3.0 +/- 1.5), valine 3.1-3.3 mmol/mol creatinine (control 9.5 +/- 5.3).\nLow levels of branched chain ketoacids in plasma: α-ketoisocaproic acid 5-8 umol/L (control 11-57), α-keto-ß-methylvaleric acid 4-5 umol/L (control 10-32), α-ketoisovaleric acid 3-5 umol/L (control 9-22)\n(note: this analysis was done after the finding of BCKDK variants in this patient)","sex":"Male","variant":{"id":"cggv:a8f15751-1082-4649-9981-ab20e25212f3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c5d94c3-6782-4440-88a3-e698c6528561","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.31112192T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395662076"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Patient 2 (P2)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Score reduced because other causes of the clinical features have not been ruled out; only BCKDK was sequenced.\nNo residual BCKDK activity was found in p.L389P purified recombinant human proteins. Patient fibroblasts showed severely reduced/undetectable levels of the BCKDK protein. \nNot found in gnomAD."},{"id":"cggv:c8764afc-449c-4430-b92d-7592937fe2bf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:944202ed-e2d0-4f03-ad5f-ed59d8eba2c9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Whole‐exome sequencing was utilized for patient 1. Base calling and quality control were performed using the Illumina RTA sequence analysis pipeline.  Sequence reads were aligned to the human reference genome build GRCh37 (hg19). Variant calling prioritization included parameters accounting for potential functional impact.\n\nSanger sequencing of the BCKDK gene was done for confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Verbal delay, Brunet-Lézine test: equivalent developmental age of 12 months at age 4 years, clinical seizures but EEG with multifocal spikes (>>at temporal lobes), Delayed myelinization at temporal lobes and periatrial level. Low levels of BCAAs in plasma and CSF, and low plasma branched chain keto-acids.","phenotypes":["obo:HP_0000708","obo:HP_0010892","obo:HP_0001290","obo:HP_0002013","obo:HP_0001263","obo:HP_0002039","obo:HP_0012759"],"previousTesting":true,"previousTestingDescription":"Low levels of plasma branched chain amino acids: Leucine 12-17 umol/L (control 109 +/-31), isoleucine 4-14 umol/L (control 54 +/-16), valine 43-85 umol/L (212 +/-53). \nLow levels of CSF branched chain amino acids:  Leucine 2,4 umol/L (control 10.9 +/- 2.9), isoleucine 0,0 umol/L (control 4.0 +/- 1.2), valine 0,2 umol/L (control 13.9 +/- 2.9). \nLow levels of branched chain ketoacids in plasma: α-ketoisocaproic acid 2 umol/L (control 11-57), α-keto-ß-methylvaleric acid 2 umol/L (control 10-32), α-ketoisovaleric acid 2 umol/L (control 9-22)\n(note: this analysis was done after the finding of BCKDK variants in this patient)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c8764afc-449c-4430-b92d-7592937fe2bf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:537b63e9-e524-4e4e-9eb6-140516788b4c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.31110301C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395657836"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Patient 1 (P1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The c.520C>G is predicted to to cause a missense variant, however the authors show  through RT‐PCR and sequencing the variation consequence to be r.[520c>g; 521_543del], leading  to a frameshift creating a premature stop codon (p. R174Gfs1*).  Patient fibroblasts and mitochondrial extracts showed severely reduced/undetectable levels of the BCKDK protein and absence of phospho-S293 BCKDE1‐alpha."},{"id":"cggv:115531fe-af59-4aa5-b7db-c7099fa21982_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:def3a712-839a-465b-a3a7-20d948aac229","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Novarino et al. performed whole-exome sequencing in the proband of this family using solution hybrid SureSelect reagents and sequenced on an Illumina GAIIx or HiSeq2000 instrument. The sequence reads were aligned to the human genome (hg19), and genetic variants were delineated using the Genome Analysis ToolKit software and SAMTools algorithms, for both SNPs and Indels, then sequentially filtered for variants that were: 1] in coding regions and/or splice sites, 2] non-synonymous, 3] not found out of Hardy-Weinberg equilibrium with the disease frequency in control populations, 4] homozygous, 5] and within linkage intervals or in blocks of homozygosity.\n\nFor this family all the informative members were genotyped with the Infinium iSelect24 mapping panel and analyzed with easyLINKAGE-Plus software to generate multipoint LOD scores for assembling exclusion maps.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Unable to speak (age 9 years), Based on the clinical presentation he met DSM-IV-TR criteria for autism and intellectual disability. Low levels of plasma amino acids.","phenotypes":["obo:HP_0000708","obo:HP_0008762","obo:HP_0000717","obo:HP_0010892","obo:HP_0001249","obo:HP_0000729"],"previousTesting":true,"previousTestingDescription":"Plasma amino acids levels were essentially normal except for a decrease in arginine and an increase in aspartate that were also present in all healthy family members and are of unknown clinical significance.\nPlasma branched chain amino acids were low on all occasions measured (2 fasting, 2 status unknown). Example (fasting 12 hours): Valine 70, 100 (normal 133-273), leucine 73, 64 (normal 64-104), isoleucine 30, 34 (normal 31-83). All other amino acid levels were within normal limits.","secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"cggv:115531fe-af59-4aa5-b7db-c7099fa21982_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8e04b502-cb99-4719-8d50-9e09edd6ba1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005881.3(BCKDK):c.671G>C (p.Arg224Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39745"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Case 1435-IV-6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Reduced from default due to a lack of experimental evidence supporting the pathogenicity of this variant and to reflect familial consanguinity. The only variant level evidence is predictive: \"Modeling of the p.R224P mutation using the crystal structure of rat Bckdk suggested disruption of the β sheet in a flexible linker domain.\"    \n\nNot found in gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.75}],"evidenceStrength":"Definitive","sequence":795,"specifiedBy":"GeneValidityCriteria6","strengthScore":13.75,"subject":{"id":"cggv:30dbf0f3-c5af-47d8-bab8-b8e9486449af","type":"GeneValidityProposition","disease":"obo:MONDO_0013970","gene":"hgnc:16902","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"BCKDK was first reported in relation to branched-chain keto acid dehydrogenase kinase deficiency, which is inherited in an autosomal recessive manner, in 2012 (Novarino et al, PMID 22956686). Evidence supporting this gene-disease relationship includes case-level and experimental data. Five unique variants (nonsense, frameshift, missense, and generation of a cryptic splice site) have been reported in in 8 individuals in 5 families (3 families each had 2 affected siblings) (Novarino et al, 2012, PMID 22956686; García-Cazorla et al, 2014, PMID 24449431). This gene-disease relationship is supported by the biochemical function of BCKDK, studies in fibroblasts from patients showing increased metabolism of branched chain alpha-keto acids, rescue of phosphorylation of E1-alpha in BCKDK-deficient fibroblasts upon expressing the wild type cDNA, a knock out mouse model (Joshi et al, 2006, PMID 16875466), and a natural rat model (Zigler et al, 2016, PMID 27472223). BCKDK negatively regulates the branched chain alpha-keto acid dehydrogenase (BCKD) complex by phosphorylating the E1-alpha subunit. As a result, the BCKD complex is constitutively active, resulting in the low levels of branched chain amino and alpha-keto acids observed in patients and animal models.\n","dc:isVersionOf":{"id":"cggv:f90aaad0-b56a-41dc-8d1f-9d12fc66113f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}