{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752eev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-11T13:19:31.321Z","role":"Publisher"}],"evidence":[{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ef8f192-cc41-4c45-9e0c-17847050859a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7cc13863-198a-4f96-a283-72989f18e7ab","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Data from the Human Protein Atlas shows expression of HPRT1 in many cell types, with robust expressio in the brain, in the Protein expression overview, RNA expression analysis, and GTEx dataset .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28495876","type":"dc:BibliographicResource","dc:abstract":"Resolving the spatial distribution of the human proteome at a subcellular level can greatly increase our understanding of human biology and disease. Here we present a comprehensive image-based map of subcellular protein distribution, the Cell Atlas, built by integrating transcriptomics and antibody-based immunofluorescence microscopy with validation by mass spectrometry. Mapping the in situ localization of 12,003 human proteins at a single-cell level to 30 subcellular structures enabled the definition of the proteomes of 13 major organelles. Exploration of the proteomes revealed single-cell variations in abundance or spatial distribution and localization of about half of the proteins to multiple compartments. This subcellular map can be used to refine existing protein-protein interaction networks and provides an important resource to deconvolute the highly complex architecture of the human cell.","dc:creator":"Thul PJ","dc:date":"2017","dc:title":"A subcellular map of the human proteome."},"rdfs:label":"HPRT1 expression in human tissue atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Because both Protein expression and RA expression analyses are part show robust expression in the brain, as well as other tissues of interest to Lesch Nyhan, I am increasing points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72d252e4-6236-4c8a-bf27-add86cd7544e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66f27258-3f6f-435e-b901-3683a4c3c09f","type":"FunctionalAlteration","dc:description":"Loss of HPRT1 function/ expression resulted in impaired neuronal differentiation, including reduced neuron numbers and reduced neurite length (figure 4E). The same results was found when human embryonic stem cells (hESs) went through the same TALEN based gene editing. The resulting cells showed reduced neurite length and growth.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24206569","type":"dc:BibliographicResource","dc:abstract":"Transcription activator-like effector nucleases (TALENs) have emerged as a tool for enabling targeted gene editing and disruption in difficult systems, such as human pluripotent stem cells (hPSCs). The modular architecture of TAL effectors theoretically enables targeting of any genomic locus and several cloning systems for custom TALEN assembly have recently been established. However, there is a lack of versatile TALEN expression systems applicable to hPSCs.","dc:creator":"Frank S","dc:date":"2013","dc:title":"A modified TALEN-based system for robust generation of knock-out human pluripotent stem cell lines and disease models."},"rdfs:label":"TALEN-based HPRT1 null hiPSCs"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The effect on neurite length was shown in two different cell types that were differentiated into neurons, and is consistent with impaired neuronal differentiation observed in Lesch Nyhan patients, therefore I will increase the points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:199bc171-78ea-4985-b1e3-9ad08313861e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7cf80627-5e0a-4361-bc9e-dae6c07b7d9e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The M1 and M2 mice were tsted by a battery of behavioral assays including testing locomotion, open field, and swimming (morris water maze). These tests were to determine if there were behavioral deficits that could indicate pathophysiological deficits in brain function, as intellectual disability and self mutilation are part of the LEsch Nyhan spectrum. Of note, self mutilation and aggression were **never** observed for these two m ouse strains. **Also, no significant differences in behavior were noted for either of the HPRT mutant strains (M1 and M2) compared to either control male littermates, or a separate congenic age matched control group.**  Overall, the findings show that the levels of dopamine in the brains of Hprt null mice was significantly reduced compared to control littermates, for both the M1 and M2 lines. This finding is consistent with altered levels of dopamine found in the brains of patients that were diagnosed with Lesch Nyhan. Change in purine metabolism were shown in the cultured fibroblasts taken from these mice, which is also consistent with disease pathogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3029599","type":"dc:BibliographicResource","dc:abstract":"The human Lesch-Nyhan syndrome is a rare neurological and behavioural disorder, affecting only males, which is caused by an inherited deficiency in the level of activity of the purine salvage enzyme hypoxanthine-guanosine phosphoribosyl transferase (HPRT). How the resulting alterations in purine metabolism lead to the severe symptoms characteristic of Lesch-Nyhan patients is still not understood. No mutations at the Hprt locus leading to loss of activity have been described in laboratory animals. To derive an animal model for the Lesch-Nyhan syndrome, we have used cultured mouse embryonic stem cells, mutagenized by retroviral insertion and selected for loss of HPRT activity, to construct chimaeric mice. Two clonal lines carrying different mutant Hprt alleles have given rise to germ cells in chimaeras, allowing the derivation of strains of mutant mice having the same biochemical defect as Lesch-Nyhan patients. Male mice carrying the mutant alleles are viable and analysis of their cells shows a total lack of HPRT activity.","dc:creator":"Kuehn MR","dc:date":"1987","dc:title":"A potential animal model for Lesch-Nyhan syndrome through introduction of HPRT mutations into mice."},"rdfs:label":"Hprt1-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Since the mice do not show any behavrioal abnormalities consistent with Lesch Nyhan, including deficits in learning and memory or self mutilation, I have reduced the points awarded."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":4775,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:62f725e5-e1f4-480a-b43f-bc23be25897d","type":"GeneValidityProposition","disease":"obo:MONDO_0010298","gene":"hgnc:5157","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*HPRT1* variants were first reported in relation to X-linked Lesch-Nyhan syndrome in 1989 (PMID:2928313). *HPRT1* encodes a transferase involved in purine nucleotide generation in the purine salvage pathway. Lesch-Nyhan syndrome is characterized by intellectual disability, spastic cerebral palsy, choreoathetosis, urinary stone, and destructive biting behaviors. \n\nAt least 9 unique variants (nonsense, frameshift, and missense) reported in 10 probands from 5 publications (PMIDs:2928313, 8664901, 2323782, 10767182, 23975452) have been included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by experimental evidence including expression evidence, functional alteration studies, and a mouse model (PMIDs:28495876, 24206569, 3029599). \n\nIn summary, there is definitive evidence to support the gene-disease relationship between *HPRT1* and X-linked Lesch-Nyhan syndrome. This gene was originally curated by the Intellectual Disability and Autism Gene Curation Expert Panel on March 7, 2018 (SOP version 5). As of July 8, 2022, this record underwent a recuration of evidence and remains at a definitive classification (SOP version 9).","dc:isVersionOf":{"id":"cggv:f60022bb-5679-4766-ac72-2ddfd0b752ee"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}