{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230v2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-01-04T20:06:06.815Z","role":"Publisher"},{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-03-15T19:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a78e5d34-3765-4053-a296-4beb3ad0330f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:879db6ac-5d3f-44ef-a18c-55c15e9472c8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Authors found that functional NMDA receptors require assembly of two GluN1 subunits together with either two GluN2 subunits or a combination of GluN2 and GluN3 subunits. GluN1 subunits are encoded by GRIN1, which is strongly associated with Developmental and epileptic encephalopathy. Experiment was specifically a single-molecule fluorescence colocalization method that \"focuses selectively on the plasma membrane and simultaneously determines the subunit composition of hundreds of individual protein complexes within an optical patch on a live cell.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18779583","type":"dc:BibliographicResource","dc:abstract":"Canonical NMDA receptors assemble from two glycine-binding NR1 subunits with two glutamate-binding NR2 subunits to form glutamate-gated excitatory receptors that mediate synaptic transmission and plasticity. The role of glycine-binding NR3 subunits is less clear. Whereas in Xenopus laevis oocytes, two NR3 subunits coassemble with two NR1 subunits to form a glycine-gated receptor, such a receptor has yet to be found in mammalian cells. Meanwhile, NR1, NR2, and NR3 appear to coassemble into triheteromeric receptors in neurons, but it is not clear whether this occurs in oocytes. To test the rules that govern subunit assembly in NMDA receptors, we developed a single-molecule fluorescence colocalization method. The method focuses selectively on the plasma membrane and simultaneously determines the subunit composition of hundreds of individual protein complexes within an optical patch on a live cell. We find that NR1, NR2, and NR3 follow an exclusion rule that yields separate populations of NR1/NR2 and NR1/NR3 receptors on the surface of oocytes. In contrast, coexpression of NR1, NR3A, and NR3B yields triheteromeric receptors with a fixed stoichiometry of two NR1 subunits with one NR3A and one NR3B. At least part of this regulation of subunit stoichiometry appears to be caused by internal retention. Thus, depending on the mixture of subunits, functional receptors on the cell surface may follow either an exclusion rule or a stoichiometric combination rule, providing an important constraint on functional diversity. Cell-to-cell differences in the rules may help sculpt distinct physiological properties.","dc:creator":"Ulbrich MH","dc:date":"2008","dc:title":"Rules of engagement for NMDA receptor subunits."},"rdfs:label":"Coexpression of NR3 Reduces NR1/NR2 Receptor Density"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a9fea9ac-aa8a-497d-8afb-e74f08215638","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ce7c6b8-3b0f-44c2-aea2-7ada66969f8e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Functional NMDA receptors require assembly of two GluN1 subunits together with either two GluN2 subunits or a combination of GluN2 and GluN3 subunits. The GluN2 subunits are the glutamate-binding components and are interchangeable: GRIN2A, GRIN2B, GRIN2C, GRIN2D","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35228668","type":"dc:BibliographicResource","dc:abstract":"Dominant mutations in the human gene GRIN2A, encoding NMDA receptor (NMDAR) subunit GluN2A, make a significant and growing contribution to the catalogue of published single-gene epilepsies. Understanding the disease mechanism in these epilepsy patients is complicated by the surprising diversity of effects that the mutations have on NMDARs. Here we have examined the cell-autonomous effect of five GluN2A mutations, 3 loss-of-function and 2 gain-of-function, on evoked NMDAR-mediated synaptic currents (NMDA-EPSCs) in CA1 pyramidal neurons in cultured hippocampal slices. Despite the mutants differing in their functional incorporation at synapses, prolonged NMDA-EPSC current decays (with only marginal changes in charge transfer) were a common effect for both gain- and loss-of-function mutants. Modelling NMDA-EPSCs with mutant properties in a CA1 neuron revealed that the effect of GRIN2A mutations can lead to abnormal temporal integration and spine calcium dynamics during trains of concerted synaptic activity. Investigations beyond establishing the molecular defects of GluN2A mutants are much needed to understand their impact on synaptic transmission.","dc:creator":"Elmasri M","dc:date":"2022","dc:title":"Common synaptic phenotypes arising from diverse mutations in the human NMDA receptor subunit GluN2A."},"rdfs:label":"Gain- and loss-of-function LBD mutants are both associated"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:8af0df7b-887d-4e9e-912b-7e610c3d3ace","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:d19f7fe9-7d2d-4180-a417-c020b28cc139","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Lesca et al., 2013; Lemke et al., 2013; Carvill et al., 2013","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27616483","type":"dc:BibliographicResource","dc:abstract":"N-methyl-D-aspartate receptors (NMDARs) are ligand-gated cation channels that mediate excitatory synaptic transmission. Genetic mutations in multiple NMDAR subunits cause various childhood epilepsy syndromes. Here, we report a de novo recurrent heterozygous missense mutation-c.1999G>A (p.Val667Ile)-in a NMDAR gene previously unrecognized to harbor disease-causing mutations, GRIN2D, identified by exome and candidate panel sequencing in two unrelated children with epileptic encephalopathy. The resulting GluN2D p.Val667Ile exchange occurs in the M3 transmembrane domain involved in channel gating. This gain-of-function mutation increases glutamate and glycine potency by 2-fold, increases channel open probability by 6-fold, and reduces receptor sensitivity to endogenous negative modulators such as extracellular protons. Moreover, this mutation prolongs the deactivation time course after glutamate removal, which controls the synaptic time course. Transfection of cultured neurons with human GRIN2D cDNA harboring c.1999G>A leads to dendritic swelling and neuronal cell death, suggestive of excitotoxicity mediated by NMDAR over-activation. Because both individuals' seizures had proven refractory to conventional antiepileptic medications, the sensitivity of mutant NMDARs to FDA-approved NMDAR antagonists was evaluated. Based on these results, oral memantine was administered to both children, with resulting mild to moderate improvement in seizure burden and development. The older proband subsequently developed refractory status epilepticus, with dramatic electroclinical improvement upon treatment with ketamine and magnesium. Overall, these results suggest that NMDAR antagonists can be useful as adjuvant epilepsy therapy in individuals with GRIN2D gain-of-function mutations. This work further demonstrates the value of functionally evaluating a mutation, enabling mechanistic understanding and therapeutic modeling to realize precision medicine for epilepsy.","dc:creator":"Li D","dc:date":"2016","dc:title":"GRIN2D Recurrent De Novo Dominant Mutation Causes a Severe Epileptic Encephalopathy Treatable with NMDA Receptor Channel Blockers."},"rdfs:label":"NMDA receptor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:68c3cee4-d39c-4970-aba9-feac6986c021","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8622de3a-6319-4e8f-af1a-d26feaac0e59","type":"FunctionalAlteration","dc:description":"activation by lower concentrations of co-agonists, increased current of open channel, slower deactivation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27616483","rdfs:label":"pharmacological properties"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:62a053de-61c3-4b8d-aa6e-da637374977d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81af3be8-0f9b-4f3e-bfa4-c521702d1547","type":"FunctionalAlteration","dc:description":"Functional analysis in vitro reveals that all six variants decreased receptor surface expression, and some confer significantly enhanced agonist potency, and/or increased channel open probability, while the others result in a mild increase of agonist potency, reduced sensitivity to endogenous protons, and decreased channel open probability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31504254","type":"dc:BibliographicResource","dc:abstract":"N-methyl d-aspartate receptors are ligand-gated ionotropic receptors mediating a slow, calcium-permeable component of excitatory synaptic transmission in the CNS. Variants in genes encoding NMDAR subunits have been associated with a spectrum of neurodevelopmental disorders. Here we report six novel GRIN2D variants and one previously-described disease-associated GRIN2D variant in two patients with developmental and epileptic encephalopathy. GRIN2D encodes for the GluN2D subunit protein; the GluN2D amino acids affected by the variants in this report are located in the pre-M1 helix, transmembrane domain M3, and the intracellular carboxyl terminal domain. Functional analysis in vitro reveals that all six variants decreased receptor surface expression, which may underline some shared clinical symptoms. In addition the GluN2D(Leu670Phe), (Ala675Thr) and (Ala678Asp) substitutions confer significantly enhanced agonist potency, and/or increased channel open probability, while the GluN2D(Ser573Phe), (Ser1271Phe) and (Arg1313Trp) substitutions result in a mild increase of agonist potency, reduced sensitivity to endogenous protons, and decreased channel open probability. The GluN2D(Ser573Phe), (Ala675Thr), and (Ala678Asp) substitutions significantly decrease current amplitude, consistent with reduced surface expression. The GluN2D(Leu670Phe) variant slows current response deactivation time course and increased charge transfer. GluN2D(Ala678Asp) transfection significantly decreased cell viability of rat cultured cortical neurons. In addition, we evaluated a set of FDA-approved NMDAR channel blockers to rescue functional changes of mutant receptors. This work suggests the complexity of the pathological mechanisms of GRIN2D-mediated developmental and epileptic encephalopathy, as well as the potential benefit of precision medicine.","dc:creator":"XiangWei W","dc:date":"2019","dc:title":"Heterogeneous clinical and functional features of GRIN2D-related developmental and epileptic encephalopathy."},"rdfs:label":"Mutant GluN2D receptors change NMDAR properties"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb678b15-5a72-4dec-bee2-5b3bebaa01ff","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:4ee09eee-a4d9-481a-b80d-43e9f4a47730","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Assay shows excitotoxic cell death triggered by excessive influx of calcium due to the gain-of-function mutation. Effect is reduced by adding memantine (NMDA antagonist).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27616483","rdfs:label":"transfected rat cortical neurons"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.7}],"evidenceStrength":"Definitive","sequence":5705,"specifiedBy":"GeneValidityCriteria8","strengthScore":11.7,"subject":{"id":"cggv:f1e6e804-d8ce-4761-899e-e0d9bf2d8466","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:4588","modeOfInheritance":"obo:HP_0000006"},"version":"2.2","dc:description":"Variants in *GRIN2D* were first reported in individuals with autosomal dominant global developmental delay and seizures in 2016 (Li et al., PMID: 27616483). Since then, many individuals have been reported with variants in *GRIN2D*, generally presenting with various seizure types, developmental delays, and muscle tone or movement abnormalities within the first year of life. Individuals frequently present with cerebral atrophy as well. For this reason, the Epilepsy GCEP has decided to curate variants in *GRIN2D* under the disease term complex neurodevelopmental disorder (MONDO:0100038).\n \nTwelve missense variants that have been reported in 16 probands in 6 publications (PMIDs: 27616483, 30280376, 31504254, 32860008, 33397303, 33482465) are included in this curation. The mechanism of pathogenicity appears to be both loss- and gain-of-function (PMIDs: 35228668, 27616483). This gene-disease relationship is also supported by experimental evidence including in vitro functional assays and protein interaction studies (PMIDs: 18779583, 31504254 35228668). Disease-causing variants may show decreased receptor surface expression, either enhanced or reduced sensitivity to agonists, and altered channel open probability. In summary, *GRIN2D* has a definitive relationship with autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis gene-disease pair was originally evaluated by the Epilepsy Gene Curation Expert Panel on July 3, 2018. It was re-evaluated on March 15, 2022. As a result of this reevaluation, the classification changed from Limited to Definitive due to publication of additional patients. This curation also underwent an administrative update on January 4, 2023 in which the disease term was changed from developmental and epileptic encephalopathy to a broader term, complex neurodevelopmental disorder. No new evidence has been reviewed or added.","dc:isVersionOf":{"id":"cggv:a52befb3-e9e0-46f1-9abf-8ead03151230"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}