{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-02-06T21:30:02.890Z","role":"Publisher"},{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-02-06T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d64af37d-615d-4507-8bb2-1efc3a37fc08","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a713733-34e0-4ba8-a2d2-8b0d3391642a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7806485","type":"dc:BibliographicResource","dc:abstract":"The expression and localization of COL2A1 mRNA and protein was examined in human fetal cochlea to study the role of this gene in hearing and to begin to understand the pathogenesis of mutations in COL2A1 in hearing disorders. Northern blot analysis revealed COL2A1 expression in fetal membranous cochlea to be markedly greater than that in fetal skin, kidney, cartilage, eye and brain. In situ hybridization revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule. In the membranous cochlea, connective tissue elements (spiral ligament, spiral limbus and modiolar connective tissue), neuronal cells, secretory cells (stria vascularis) and organ of Corti cells (sensory hair cells) were found to express COL2A1. Immunohistochemistry was performed to assess distribution of type II collagen and correlation with COL2A1 mRNA in these morphologically and functionally diverse cell populations. In otic capsule, only cartilage was found to stain positively, and in membranous cochlea, only connective tissue structures including spiral ligament, spiral limbus, tectorial and basilar membranes, modiolar and spiral lamina cartilage contained type II collagen. Nonconnective tissue cells, marrow cells and osteoblasts did not contain immunohistochemically identifiable protein. Absence of type II collagen in a subset of cochlear cells may reflect potentially either inability to detect low levels of protein in these cells or posttranscriptional regulation.","dc:creator":"Khetarpal U","dc:date":"1994","dc:title":"Expression and localization of COL2A1 mRNA and type II collagen in human fetal cochlea."},"rdfs:label":"Expression and localization of COL2A1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:79dcff47-b19f-4409-9499-21beea2cd991","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e549a7fa-f2c7-4036-a7e4-a742acf4637f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To study the factors regulating its expression we introduced a cosmid containing the human type II collagen gene into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3033664","type":"dc:BibliographicResource","dc:abstract":"Type II collagen is crucial to the development of form in vertebrates as it is the major protein of cartilage. To study the factors regulating its expression we introduced a cosmid containing the human type II collagen gene, including 4.5 kilobases of 5' and 2.2 kilobases of 3' flanking DNA, into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:creator":"Lovell-Badge RH","dc:date":"1987","dc:title":"Tissue-specific expression of the human type II collagen gene in mice."},"rdfs:label":"Expression in extracellular matrix surrounding chondrocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7781,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:07f0bc7c-530e-47bf-bae2-7dfe9a65f30b","type":"GeneValidityProposition","disease":"obo:MONDO_0016763","gene":"hgnc:2200","modeOfInheritance":"obo:HP_0000006"},"version":"1.3","dc:description":"COL2A1 has been described in association with autosomal dominant Spondylometaphyseal dysplasia (SEMD) with marked metaphyseal changes. It is is characterized by “disproportionate short stature, pectus carinatum, and scoliosis, as well as dappled metaphyses” (PMID: 7550321). This curation includes patients diagnosed with SEMD Strudwick type, SMD Algerian type, dysspondyloenchondromatosis and SMD corner fracture type. Evidence supporting with gene-disease relationship includes case level and experimental evidence. At least 17 unique missense variants have been described across numerous publications. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Notably, COL2A1 has been definitively associated with Achondrogenesis type 2-hypochondrogenesis, Platyspondylic dysplasia, Platyspondylic dysplasia Torrance type, and Spondyloepiphyseal dysplasia congenita after curation by the ClinGen Skeletal Disorders GCEP. This gene has also been associated with Kniest dysplasia, Spondyloperipheral dysplasia, SED with metatarsal shortening (Czech dysplasia), Stickler syndrome type I, and Dysplasia of the proximal femoral epiphyses (PMID: 31633310), which will be assessed separately. In summary, COL2A1 is definitively associated with Spondylometaphyseal dysplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the Skeletal Disorders Gene Curation Expert Panel on 4/15/2021. Gene Clinical Validity Standard Operating Procedures (SOP8, revised with SOP 10).","dc:isVersionOf":{"id":"cggv:e5315530-5b3c-42f1-b18c-1884a0b767f6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}