{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-04-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-25T13:31:46.890Z","role":"Publisher"}],"evidence":[{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8f2dae1-b13d-4824-aa61-e96565e4bb01","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:96a356b6-79d9-4c03-b373-30f15db78797","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Regulation of transcription is the central mechanism by which\ncells respond to developmental and environmental cues. As a\nconsequence, disturbances in this highly regulated process, for\nexample by genetic alterations in the genes encoding the\nregulatory proteins, often result in developmental disorders and\nuncontrolled cell growth.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12566391","type":"dc:BibliographicResource","dc:abstract":"Disruption of one copy of the human CREB binding protein (CBP or CREBBP) gene leads to the Rubinstein-Taybi syndrome (RTS), a developmental disorder characterized by retarded growth and mental functions, broad thumbs, broad big toes and typical facial abnormalities. The CREB binding protein (CBP) is an essential transcriptional coactivator for many different transcription factors. CBP has the intrinsic ability to acetylate histones and other proteins, which is regarded as an important step in transcription activation. In vitro studies have shown that this enzymatic activity critically depends on the integrity of a plant homeodomain (PHD)-type zinc finger in the HAT domain of CBP. We therefore investigated whether PHD finger mutations are present in RTS patients. Mutational analysis of 39 patients revealed eight novel heterozygous mutations in the HAT domain of CBP, one of which alters a conserved PHD finger amino acid (E1278K), while a second mutation deletes exon 22, which encodes the central region of the PHD finger. Functional analysis of these RTS-associated PHD finger mutants showed that they lacked in vitro acetyltransferase activity towards histones and CBP itself and displayed reduced coactivator function for the transcription factor CREB. Importantly, in EBV-transformed lymphoblastoid cells from the exon 22 deletion patient we found approximately 50% less endogenous CBP HAT activity. These findings therefore underscore the functional importance of the PHD finger in vivo and imply that reduction of CBP HAT activity, as exemplified here by disruption of the PHD finger, is sufficient to cause RTS.","dc:creator":"Kalkhoven E","dc:date":"2003","dc:title":"Loss of CBP acetyltransferase activity by PHD finger mutations in Rubinstein-Taybi syndrome."},"rdfs:label":"Luciferase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The luciferase assay has been performed also with 911 cells stably transfected with a 5\u0003x Gal4-E1BTATA-Luc reporter (30), transfected with expression vectors for Gal4DBD fusions with full-length CBP (FL-CBP) and the other mutants (Figure 3)."},{"id":"cggv:5f1ab9c9-6045-4f36-8385-aa7c4007c886","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ba2f0af-a5d7-47a0-bbdd-3c8ad5e2b157","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Regulation of transcription is the central mechanism by which cells respond to developmental and environmental cues. As a consequence, disturbances in this highly regulated process, for example by genetic alterations in the genes encoding the regulatory proteins, often result in developmental disorders and uncontrolled cell growth","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11331617","type":"dc:BibliographicResource","dc:abstract":"CREB-binding protein (CBP) is a transcriptional coactivator that has intrinsic histone acetyltransferase (HAT) activity. CBP is the causative gene of Rubinstein-Taybi syndrome (RTS). To investigate the relationships between CBP HAT activity and RTS, we analyzed 16 RTS patients. A microdeletion was identified in one patient by fluorescent in situ hybridization analysis. Heteroallelic mutations were identified in five patients by reverse transcriptase-polymerase chain reaction-single-strand conformation polymorphism analysis and sequencing. These included a 2 bp deletion between nucleotides 4319 and 4320, an 11 bp deletion between nucleotides 4898 and 4908, a 14 bp insertion (CCTCGGTCCTGCAC) between nucleotides 5212 and 5213, a 2 bp deletion between nucleotides 5222 and 5223, and a missense mutation from guanine (G) to cytosine (C) at nucleotide 4951 that changed codon 1378 from CGG (arginine) to CCG (proline). The identical missense mutation was introduced into the recombinant mouse CBP. It abolished the HAT activity of CBP and the ability of CBP to transactivate cyclic AMP-response element binding protein (CREB), in HAT assays and in microinjection experiments, respectively. These results suggest that the loss of the HAT activity of CBP may cause RTS, as the first example of a defect of HAT activity in a human disease. Our findings raise the possibility that treatment of RTS patients with histone deacetylase inhibitors might have beneficial effects.","dc:creator":"Murata T","dc:date":"2001","dc:title":"Defect of histone acetyltransferase activity of the nuclear transcriptional coactivator CBP in Rubinstein-Taybi syndrome."},"rdfs:label":"Histone Acetyl Transferase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:8280b2cc-951e-4950-a631-b924933a6cfe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b943e526-920f-4404-8c5f-70edf0578a80","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Regulation of transcription is the central mechanism by which\ncells respond to developmental and environmental cues. As a\nconsequence, disturbances in this highly regulated process, for\nexample by genetic alterations in the genes encoding the\nregulatory proteins, often result in developmental disorders and\nuncontrolled cell growth","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12566391","rdfs:label":"Enzymatic activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Reduced CBP acetyltransferase activity has been tested not only by immunoprecipitated proteins (Figure 2A) but also in cells derived from an RTS patient (Figure 4)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99ddcedb-bc95-47ef-aef6-1079ea637b3b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a8f428f-977a-4639-b29b-b2b4044cf102","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Authors quantified the dose–response curve for wild-type mice (Fig. 3A). In mice treated with vehicle alone, the 3.5-min training protocol did not produce any appreciable 1-day memory. At concentrations below 0.05 mg kg or above 0.20 mg kg, HT 0712 failed to produce any memory enhancement. One-day memory retention was significantly increased, however, at HT0712 concentrations of 0.05, 0.10, 0.15, and 0.20 mg kg.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12930888","type":"dc:BibliographicResource","dc:abstract":"Mice carrying a truncated form of cAMP-responsive element binding protein (CREB)-binding protein (CBP) show several developmental abnormalities similar to patients with Rubinstein-Taybi syndrome (RTS). RTS patients suffer from mental retardation, whereas long-term memory formation is defective in mutant CBP mice. A critical role for cAMP signaling during CREB-dependent long-term memory formation appears to be evolutionarily conserved. From this observation, we reasoned that drugs that modulate CREB function by enhancing cAMP signaling might yield an effective treatment for the memory defect(s) of CBP+/- mice. To this end, we designed a cell-based drug screen and discovered inhibitors of phosphodiesterase 4 (PDE4) to be particularly effective enhancers of CREB function. We extend previous behavioral observations by showing that CBP+/- mutants have impaired long-term memory but normal learning and short-term memory in an object recognition task. We demonstrate that the prototypical PDE4 inhibitor, rolipram, and a novel one (HT0712) abolish the long-term memory defect of CBP+/- mice. Importantly, the genetic lesion in CBP acts specifically to shift the dose sensitivity for HT0712 to enhance memory formation, which conveys molecular specificity on the drug's mechanism of action. Our results suggest that PDE4 inhibitors may be used to treat the cognitive dysfunction of RTS patients.","dc:creator":"Bourtchouladze R","dc:date":"2003","dc:title":"A mouse model of Rubinstein-Taybi syndrome: defective long-term memory is ameliorated by inhibitors of phosphodiesterase 4."},"rdfs:label":"PDE4 Inihibitors Ameliorate the Long-Term Memory Deficit"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:5eb54a4f-e116-444f-867a-5a6382ccb4bf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c765f33-1149-4c11-adca-900373127473","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The most pronounced phenotype was delayed ossification of frontal bones (Fig. 2 A and B): an enlarged anterior frontanel was observed in two-thirds (14/21) of the heterozygous mutants, whereas this abnormality occurred in only one of 30 wild-type fetuses. A similar malformation of the anterior frontanel has been reported in 41% of RTS patients in the Netherlands (24). Abnormalities in the sternum and rib also were observed with lower frequency. Various anomalies of the sternum (extra, fusion, reduction, and asymmetry of the ossification with split in the sternum) were found in one-third (7/21) of the heterozygotes (Fig. 2 C and D). None of these abnormalities were observed in the 30 wild-type fetuses. Asymmetric sternocostal joints also were found in the heterozygotes with similar penetrance. An additional phenotype found in the heterozygotes was the malformation of the xiphoid process and vertebrae (Fig. 2 C–F). Distinct holes and fissures in the xiphoid process were found in 29% (6/21) of the heterozygotes, whereas only one of the 30 wild-type fetuses had this type of anomaly. One-third (7/21) of the heterozygotes exhibited severe growth retardation and delayed ossification. In particular, one of them displayed severe phenotypes of the axial bones (asymmetric cervical vertebrae, extra and split thoracic vertebrae, and scoliosis), the ribs (asymmetric ribs; reduction in the number on the right side and extra ribs on the left side), and oligodactyly (Fig. 3). Similar anomalies also have been reported for RTS patients (24)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9294190","type":"dc:BibliographicResource","dc:abstract":"CBP is a transcriptional coactivator required by many transcription factors for transactivation. Rubinstein-Taybi syndrome, which is an autosomal dominant syndrome characterized by abnormal pattern formation, has been shown to be associated with mutations in the Cbp gene. Furthermore, Drosophila CBP is required in hedgehog signaling for the expression of decapentapleigic, the Drosophila homologue of bone morphogenetic protein. However, no direct evidence exists to indicate that loss of one copy of the mammalian Cbp gene affects pattern formation. Here, we show that various abnormalities occur at high frequency in the skeletal system of heterozygous Cbp-deficient mice resulting from a C57BL/6-CBA x BALB/c cross. In support of a conserved signaling pathway for pattern formation in insects and mammals, the expression of Bmp7 was found to be reduced in the heterozygous mutants. The frequency of the different abnormalities was significantly lower in a C57BL/6-CBA background, suggesting that the genetic background is an important determinant of the variability and severity of the anomalies seen in Rubinstein-Taybi syndrome patients.","dc:creator":"Tanaka Y","dc:date":"1997","dc:title":"Abnormal skeletal patterning in embryos lacking a single Cbp allele: a partial similarity with Rubinstein-Taybi syndrome."},"rdfs:label":"Cbp-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4893,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:e4fce555-1e81-40f1-ada2-dfef1b570e49","type":"GeneValidityProposition","disease":"obo:MONDO_0019188","gene":"hgnc:2348","modeOfInheritance":"obo:HP_0000006"},"version":"1.3","dc:description":"CREBBP variants were first reported in relation to autosomal dominant Rubinstein-Taybi syndrome in 1995 (PMID: 7630403). CREBBP encodes cAMP-response element binding protein, or CBP, involved in coupling chromatin remodeling to transcription factor recognition crucial for embryonic development, growth, and homeostasis. Rubinstein-Taybi syndrome is characterized by broad digits, microcephaly, distinctive facial dysmorphisms, intellectual disability, and seizures.\n\nEight unique variants (nonsense, frameshift, missense, splice site, deletion) have been reported in eight probands in four publications (PMIDs: 18792986, 12566391, 11331617, 12070251) included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by an animal rescue studying memory enhancement, a CBP-deficient mouse model, biochemical function, and CBP acetyltransferase enzymatic activity experimental evidence (PMIDs: 12930888, 9294190, 11331617, 12566391). \n\nIn summary, CREBBP is definitively associated with autosomal dominant Rubinstein-Taybi syndrome. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on April 27, 2018. As of June 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.","dc:isVersionOf":{"id":"cggv:d16df64b-26ed-4f1c-b8dc-f27be773b102"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}