{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-12-19T19:01:57.942Z","role":"Approver"}],"evidence":[{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:708bbd85-efa4-41bc-95e9-78708232e901_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:670abc73-a6fb-4926-b02b-398f21b87b40","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Born at term by vaginal delivery following a normal pregnancy and weighing 2080 g with a head circumference of 30 cm. He did not require immediate resuscitation but over the first few hours of life developed a tachypnoea and lactic acidosis (9.4 mmol/l) requiring transfer to intensive care. On examination he was noted to be hypotonic and had hypospadias and an inguinal hernia. Echocardiograph revealed a mild hypertrophic cardiomyopathy. Clotting was deranged with a prolonged APTT of 120 s and Factor VIII activity was recorded at 51%, consistent with a diagnosis of Haemophilia A. Therapy with sodium bicarbonate and recombinant Factor VIII was commenced and he was discharged to outpatient follow-up. Neurodevelopmental\nprogress was very slow and head growth remained poor. He developed a progressive spastic dystonic movement disorder with nystagmus. Weight gain was poor and he suffered a number of (aspiration) pneumonias. At age 4 years he was admitted to hospital in acute respiratory failure and during this admission a PEG (percutaneous endoscopic gastrostomy) was inserted. He died a few months later following another admission in acute respiratory failure complicated by bleeding. Neuroimaging findings: Congenital: none; Acquired: Progressive central atrophy and ventricular dilatation, Prominent cystic periventricular white matter changes, including corpus callosum (sparing of U fibres) - avid restricted diffusion on DWI, Symmetrical cerebellar white matter, putaminal and\ndentate nuclei and midbrain and medulla signal changes. Residual complex IV activity of 22%  in muscle. Uniform COX histochemical defect. \nInclusion criteria: developmental delay, elevated lactate, bilateral signal changes in midbrain, medulla, and cerebellum, OXPHOS deficiency (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:708bbd85-efa4-41bc-95e9-78708232e901_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ebc381b7-fd67-4109-aa13-ca9564dd7a5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_133259.4(LRPPRC):c.2595_2597del (p.Val866del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279900"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26510951","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial Complex IV [cytochrome c oxidase (COX)] deficiency is one of the most common respiratory chain defects in humans. The clinical phenotypes associated with COX deficiency include liver disease, cardiomyopathy and Leigh syndrome, a neurodegenerative disorder characterized by bilateral high signal lesions in the brainstem and basal ganglia. COX deficiency can result from mutations affecting many different mitochondrial proteins. The French-Canadian variant of COX-deficient Leigh syndrome is unique to the Saguenay-Lac-Saint-Jean region of Québec and is caused by a founder mutation in the LRPPRC gene. This encodes the leucine-rich pentatricopeptide repeat domain protein (LRPPRC), which is involved in post-transcriptional regulation of mitochondrial gene expression. Here, we present the clinical and molecular characterization of novel, recessive LRPPRC gene mutations, identified using whole exome and candidate gene sequencing. The 10 patients come from seven unrelated families of UK-Caucasian, UK-Pakistani, UK-Indian, Turkish and Iraqi origin. They resemble the French-Canadian Leigh syndrome patients in having intermittent severe lactic acidosis and early-onset neurodevelopmental problems with episodes of deterioration. In addition, many of our patients have had neonatal cardiomyopathy or congenital malformations, most commonly affecting the heart and the brain. All patients who were tested had isolated COX deficiency in skeletal muscle. Functional characterization of patients' fibroblasts and skeletal muscle homogenates showed decreased levels of mutant LRPPRC protein and impaired Complex IV enzyme activity, associated with abnormal COX assembly and reduced steady-state levels of numerous oxidative phosphorylation subunits. We also identified a Complex I assembly defect in skeletal muscle, indicating different roles for LRPPRC in post-transcriptional regulation of mitochondrial mRNAs between tissues. Patient fibroblasts showed decreased steady-state levels of mitochondrial mRNAs, although the length of poly(A) tails of mitochondrial transcripts were unaffected. Our study identifies LRPPRC as an important disease-causing gene in an early-onset, multisystem and neurological mitochondrial disease, which should be considered as a cause of COX deficiency even in patients originating outside of the French-Canadian population.","dc:creator":"Oláhová M","dc:date":"2015","dc:title":"LRPPRC mutations cause early-onset multisystem mitochondrial disease outside of the French-Canadian population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26510951","rdfs:label":"26510951"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"small in-frame deletion with patient-cell evidence of mitochondrial defect"},{"id":"cggv:9d7f00ef-6e2f-4bc6-ab75-aacaf8b95d82_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d68eb214-4cd3-45cc-970a-99432c93f708","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":15,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Born at term by normal delivery, with a low birth weight of 2320 g. She presented shortly thereafter with severe lactic acidaemia (20 mmol/l) and coagulopathy. The lactic acidaemia and coagulopathy resolved with conservative management, but she fed poorly\nand by 4 months her weight had fallen below the 0.4th centile. She was microcephalic and mildly dysmorphic with a prominent forehead. Psychomotor development was severely impaired: she was hypotonic and never sat independently, though at 12 months she could roll from front to back, transfer an object from hand to hand and demonstrated polysyllabic babble. Echocardiography was normal apart from mild mitral regurgitation. From 6 months of age, a chronic hyperlactataemia (4 mmol/l) was punctuated by recurrent episodes of severe lactic acidosis with ketosis, associated with vomiting and intercurrent illnesses. At 15 months, during one such episode, she developed pulmonary oedema and was ventilated, but suffered an asystolic cardiac arrest and died. Neuroimaging findings: Congenital: Partial agenesis of corpus callosum, Hippocampal malformation; Acquired: Abnormal signal observed in dentate nuclei and fastigial nuclei of the cerebellum and posterior putamina. Residual complex IV activity of 29%  in muscle, 70% in fibroblasts. Uniform COX histochemical defect in muscle. \nInclusion criteria: developmental delay, elevated lactate, neuroimaging findings in bilateral cerebellum & putamen (met)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:9d7f00ef-6e2f-4bc6-ab75-aacaf8b95d82_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a221d414-be5a-4a24-a0a7-cd9b35e243bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_133259.4(LRPPRC):c.3900+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279907"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26510951"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26510951","rdfs:label":"patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Increased as first case with predicted null (exon skipping) founder variant."},{"id":"cggv:6249a923-0017-4400-9453-77039780193e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9cd6b28b-d934-41e1-8d3a-ad1044cf3d9b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":15,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one\nunrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Weight <3rd centile, facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:6249a923-0017-4400-9453-77039780193e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_133259.4(LRPPRC):c.1061C>T (p.Ala354Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210483"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12529507","type":"dc:BibliographicResource","dc:abstract":"Identifying the genes responsible for human diseases requires combining information about gene position with clues about biological function. The recent availability of whole-genome data sets of RNA and protein expression provides powerful new sources of functional insight. Here we illustrate how such data sets can expedite disease-gene discovery, by using them to identify the gene causing Leigh syndrome, French-Canadian type (LSFC, Online Mendelian Inheritance in Man no. 220111), a human cytochrome c oxidase deficiency that maps to chromosome 2p16-21. Using four public RNA expression data sets, we assigned to all human genes a \"score\" reflecting their similarity in RNA-expression profiles to known mitochondrial genes. Using a large survey of organellar proteomics, we similarly classified human genes according to the likelihood of their protein product being associated with the mitochondrion. By intersecting this information with the relevant genomic region, we identified a single clear candidate gene, LRPPRC. Resequencing identified two mutations on two independent haplotypes, providing definitive genetic proof that LRPPRC indeed causes LSFC. LRPPRC encodes an mRNA-binding protein likely involved with mtDNA transcript processing, suggesting an additional mechanism of mitochondrial pathophysiology. Similar strategies to integrate diverse genomic information can be applied likewise to other disease pathways and will become increasingly powerful with the growing wealth of diverse, functional genomics data.","dc:creator":"Mootha VK","dc:date":"2003","dc:title":"Identification of a gene causing human cytochrome c oxidase deficiency by integrative genomics."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"MGC (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Increased because first case with known founder variant."},{"id":"cggv:9629d4c6-62ac-4d04-87a0-0e3b71a99296_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0aff9537-f953-4def-b1ee-67292db2bd17","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":12,"detectionMethod":"Genotype was established from patient DNA in 29 cases and was deduced for 27 others by clinical suspicion plus heterozygosity for A354V in both parents. Founder variant in this population previously identified. Genotype for this individual not specifically provided.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"Studied a cohort of all known patients with French-Canadian Leigh disease (Saguenay-Lac-St-Jean cytochrome c oxidase deficiency) born before 2007 (n=55 homozygotes for A354V, n=1 compound het for A354V/C1277Xdel8). Clinical features included developmental delay, failure to thrive, characteristic facial appearance and, in 90% of patients, acute crises that have not previously been detailed, either metabolic (fulminant lactic acidosis) and/or neurological (Leigh syndrome and/or stroke-like episodes). Survival ranged from 5 days to >30 years. 46/56 patients (82%) died, at a median age of 1.6 years. Limited individual details are given, but all patients older than 12 months (n=43) showed global developmental delay and hypotonia in infancy. T2-weighted neuroimaging findings are presented for patient 56 at 12 months and showed hyperintensities in the brainstem, predominating in the periaqueductal area, and (F) in the medulla at the floor of the fourth ventricle (Fig. 2). Proton MR spectroscopy showed a lactate doublet at 1.33 ppm in the deep white matter.\ninclusion criteria: developmental delay, bilateral neuroimaging findings, MRS lactate peak","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:9629d4c6-62ac-4d04-87a0-0e3b71a99296_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21266382","type":"dc:BibliographicResource","dc:abstract":"The natural history of all known patients with French-Canadian Leigh disease (Saguenay-Lac-St-Jean cytochrome c oxidase deficiency, MIM220111, SLSJ-COX), the largest known cohort of patients with a genetically homogeneous, nuclear encoded congenital lactic acidosis, was studied.","dc:creator":"Debray FG","dc:date":"2011","dc:title":"LRPPRC mutations cause a phenotypically distinct form of Leigh syndrome with cytochrome c oxidase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21266382","rdfs:label":"patient 56"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced as seventh case with known missense founder."},{"id":"cggv:e3b51fac-cda7-4031-9cf0-b6ba324be30d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8503dccf-d28d-495b-9403-4ba6c5848845","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":69,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one unrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:e3b51fac-cda7-4031-9cf0-b6ba324be30d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"NG (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced as sixth case with known founder."},{"id":"cggv:f8162e8d-a677-4f83-8256-ea614da9f55a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2048d3e3-b71b-47a5-a40b-d35ddf496369","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":6,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one unrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:f8162e8d-a677-4f83-8256-ea614da9f55a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"CC (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced as fifth case with known founder."},{"id":"cggv:9b91b755-3efb-4ba8-adfa-6b108b7db583_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5a47eaac-6ec2-4623-a19c-90c2c6223503","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":20,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one\nunrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:9b91b755-3efb-4ba8-adfa-6b108b7db583_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"MT (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced as fourth case with known founder."},{"id":"cggv:21ea52c3-ff40-4f2a-8b31-28298d5c827e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66fc61ff-4d74-4fd5-85af-c1626c18a895","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Direct sequencing of a number of candidate nuclear genes associated with isolated COX deficiency including SURF1, COX10, COX15, SCO1 and SCO2 was undertaken using standard protocols.","firstTestingMethod":"Other","phenotypeFreeText":"Born at term by an emergency Caesarean section for foetal distress. Antenatal ultrasound had revealed coarctation of the aorta, although this was not haemodynamically significant when assessed postnatally. By 8 months he was noted to have generalized\nhypotonia and was failing to thrive. Beginning at 11 months, he has had repeated hospital admissions with pneumonia, lactic acidosis (up to 18 mmol/l) and ketonuria. Between episodes, plasma lactate concentrations remained elevated (2.5–6 mmol/l) and the acidosis was managed with sodium bicarbonate. With the exception of these acute exacerbations his clinical course has been stable. He fed slowly and, from 5 years, oral feeding has been supplemented via a gastrostomy. He has shown very slow developmental\nprogress and is still unable to sit without support at 8 years. He can manipulate and transfer objects using a palmar grasp, reaching non-preferentially with either hand. Vision and hearing appear normal, but communication is limited to crying. He is mildly dysmorphic, with a broad nasal bridge, mild hirsutism and microcephaly (50.4%). Repeat echocardiography showed bilateral superior vena cava but no other abnormalities. Plasma amino acid analysis showed raised alanine concentrations, while urine organic acids showed increased tricarboxylic acid cycle intermediates. Neuroimaging findings: Congenital: Mega cisterna magna, Hypoplastic cerebellar vermis, Hypoplastic cerebellar tonsils, Unfolded hippocampi, Supratentorial central and cerebellar atrophy; Acquired:\nSymmetrical abnormal T2 signal in corpus callosum, corpus striatum and supratentorial subcortical white matter (U fibres) – also restricts on DWI, Symmetrical abnormal signal of dentate nuclei but no DWI changes, Thalami spared. Residual complex IV activity of 3%  in muscle, 70% in fibroblasts. Uniform COX histochemical defect in muscle. \ninclusion criteria: developental delay, elevated lactate, neuroimaging findings bilateral in cerebellum, OXPHOS deficiency (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:21ea52c3-ff40-4f2a-8b31-28298d5c827e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a221d414-be5a-4a24-a0a7-cd9b35e243bf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26510951"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26510951","rdfs:label":"patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Reduced as second case with predicted null (exon skipping) founder."},{"id":"cggv:487c6e12-493e-4632-8238-20476f1ac579_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fbfaf653-0068-4ddc-b3c8-abc1beca25e0","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":9,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one\nunrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Weight <3rd centile, facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, intention tremor, nystagmus, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:487c6e12-493e-4632-8238-20476f1ac579_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"SM (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced as third case with known founder."},{"id":"cggv:6d721671-bbdd-41c4-9b22-a7f6c8637f22_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0929b53a-db8e-4218-86ac-0e7684af33e5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":23,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one unrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:6d721671-bbdd-41c4-9b22-a7f6c8637f22_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"AT (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced as sixth case with known founder."},{"id":"cggv:f4f47c30-13cd-4df7-b1ba-e477944c8f58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2f3f0dbd-d07a-45d5-9372-6e284c41fc67","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":14,"detectionMethod":"Previous genome-wide association study mapped LSFC to chromosome 2p16-21 and identified a common ancestral haplotype for the Saguenay-Lac St-Jean region of Quebec. Sequenced the regions of all 38 LRPPRC exons in two patients, one parent, and one\nunrelated control. After mutation discovery, genotyping was performed in the remaining patients, parents, and healthy controls.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Clinical details not provided in this publication. Clinical details for individual affected individuals from this area of Quebec are described by Morin et al. (1993; PMID 8392291) (Table 1). Weight <3rd centile, facial dysmorphism, hirsutism, psychomotor retardation, hypotonia, intention tremor, nystagmus, acidotic crises, microvesicular steatosis, neuropathologically confirmed Leigh disease.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:f4f47c30-13cd-4df7-b1ba-e477944c8f58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32ce7589-46d5-47a3-bbe7-7beb01c49988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529507","rdfs:label":"MGP (from PMID 8392291)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced score as second case with known founder."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5},{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50828a35-78ec-40a2-8047-b8f274151061","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5215d2c-f06a-4d3d-a91f-23d486413d59","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human protein atlas shows high cytoplasmic protein expression in many tissues, with highest expression in the cerebral cortex and skeletal muscle (https://www.proteinatlas.org/ENSG00000138095-LRPPRC/tissue). The cell atlas indicates that expression is mainly localized to the mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"human protein atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2bf6f7b7-0d65-48ab-a5e2-feed93a3662b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b07ae857-a34f-4062-a271-a91a68aae482","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"According to Leigh Map, LRPPRC is one of 13 nuclear genes involved in mitochondrial translation (Table 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"scored in accordance with GCEP rubric"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f5aa159-66d0-45f6-9c7c-bd45bfee8f2a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5cdf607e-a80b-4395-b54e-e3a1ac370c4f","type":"FunctionalAlteration","dc:description":"Characterized mitochondrial dysfunction in fibroblasts from patients with the French Canadian type of Leigh syndrome. Despite maintaining normal ATP levels (Fig. 1), LSFC fibroblasts present several mitochondrial functional abnormalities under normal baseline conditions, which likely impair their capacity to respond to stress. This includes reduced COX enzyme activity (Fig. 1F), mitochondrial network fragmentation, impaired oxidative phosphorylation capacity, and lower membrane potential (Fig. 2). Increased sensitivity to Ca2+-induced permeability transition but no changes in reactive oxygen species production were also observed.  LSFC fibroblasts also display enhanced susceptibility to cell death when exposed to palmitate, an effect that is potentiated by high lactate, while high glucose or acidosis alone or in combination were neutral (Fig. 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25835550","type":"dc:BibliographicResource","dc:abstract":"Mutations in LRPPRC are responsible for the French Canadian variant of Leigh Syndrome (LSFC), a severe disorder characterized biochemically by a tissue-specific deficiency of cytochrome c oxidase (COX) and clinically by the occurrence of severe and deadly acidotic crises. Factors that precipitate these crises remain unclear. To better understand the physiopathology and identify potential treatments, we performed a comprehensive analysis of mitochondrial function in LSFC and control fibroblasts. Furthermore, we have used this cell-based model to screen for conditions that promote premature cell death in LSFC cells and test the protective effect of ten interventions targeting well-defined aspects of mitochondrial function. We show that, despite maintaining normal ATP levels, LSFC fibroblasts present several mitochondrial functional abnormalities under normal baseline conditions, which likely impair their capacity to respond to stress. This includes mitochondrial network fragmentation, impaired oxidative phosphorylation capacity, lower membrane potential, increased sensitivity to Ca2+-induced permeability transition, but no changes in reactive oxygen species production. We also show that LSFC fibroblasts display enhanced susceptibility to cell death when exposed to palmitate, an effect that is potentiated by high lactate, while high glucose or acidosis alone or in combination were neutral. Furthermore, we demonstrate that compounds that are known to promote flux through the electron transport chain independent of phosphorylation (methylene blue, dinitrophenol), or modulate fatty acid (L-carnitine) or Krebs cycle metabolism (propionate) are protective, while antioxidants (idebenone, N-acetyl cysteine, resveratrol) exacerbate palmitate plus lactate-induced cell death. Collectively, beyond highlighting multiple alterations in mitochondrial function and increased susceptibility to nutrient-induced cytotoxicity in LSFC fibroblasts, these results raise questions about the nature of the diets, particularly excess fat intake, as well as on the use of antioxidants in patients with LSFC and, possibly, other COX defects. ","dc:creator":"Burelle Y","dc:date":"2015","dc:title":"Mitochondrial vulnerability and increased susceptibility to nutrient-induced cytotoxicity in fibroblasts from leigh syndrome French canadian patients."},"rdfs:label":"Burelle functional alteration patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Evidence of mitochondrial dysfunction in patient cells."},{"id":"cggv:3eee1b2f-43bd-4f44-b5da-043c8bad4af7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c1bb79bb-b388-4ffe-94b9-288905cad7a2","type":"FunctionalAlteration","dc:description":"Steady-state levels of LRPPRC in patients’ fibroblasts and muscle protein extracts were evaluated by western blot analysis and confirmed a marked decrease in the steady-state levels of LRPPRC protein compared to age-matched controls (Fig. 3A).Mitochondrial protein extracts from muscle of Patient 2  also showed a marked decrease in the steady-state levels of the mutant LRPPRC protein (Fig. 3B). A significant decrease in basal oxygen consumption rate was observed in Patient 2 fibroblasts compared to the control cell line (Fig. 4A). Steady-state protein levels of subunits of mitochondrial respiratory chain complexes in LRPPRC patient samples were analysed by SDS-PAGE and immunoblotting. Homozygous mutant LRPPRC (Patients 1 and 2) fibroblasts showed an almost complete loss of mitochondrial (COXI and COXII) and nuclear-encoded (COXIV) subunits of Complex IV (Fig. 5A). The steady-state levels of Complex I subunit proteins NDUFB8, NDUFA9 and NDUFA13 were also decreased in Patient 2 fibroblasts. Consistent with the reduced steady-state levels of Complex IV subunits in LRPPRC patient fibroblasts, mitochondrial protein extracts from muscle homogenates also revealed a significant decrease in the steady-state levels of COXI and COXII (Fig. 5B). In addition, slightly decreased levels of Complex I subunit proteins NDUFB8 and NDUFA9 were found in LRPPRC patients’ muscle homogenates, whilst the levels of Complex V and Complex III subunits remained unchanged (Fig. 5B). The assembly of OXPHOS complex subunits into mitochondrial respiratory chain complexes was subsequently analysed by blue native PAGE in LRPPRC patient fibroblasts and skeletal muscle. Blue native PAGE analysis showed a slight decrease of fully assembled Complex IV in Patient 1 and 2 fibroblasts and an almost complete lack of Complex IV in the muscle of Patient 2 (Fig. 5C). Patient muscle homogenates displayed decreased levels of Complex I, similar to previously published studies (Fig. 5C). Fibroblast and muscle samples from patients also showed decreased steady-state levels of mitochondrial mRNA transcripts (MTCO1, MTCO2, MTND1 and RNA14) (Fig. 6A). Pulse labelling experiments showed a mild decrease in synthesis of COX1 in patients 1 and 2 (Fig. 6C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26510951","rdfs:label":"Olahova functional alteration patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Evidence of mitochondrial dysfunction in homozygous patient cells."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a053e2c4-5bd6-4a06-b8c8-99f60a194c9d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:349de966-2e00-4abd-999d-e4d96a24b0d7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Introduction of a BAC clone encoding WT LRPPRC rescued the embryonic lethality.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22045337","type":"dc:BibliographicResource","dc:abstract":"Regulation of mtDNA expression is critical for maintaining cellular energy homeostasis and may, in principle, occur at many different levels. The leucine-rich pentatricopeptide repeat containing (LRPPRC) protein regulates mitochondrial mRNA stability and an amino-acid substitution of this protein causes the French-Canadian type of Leigh syndrome (LSFC), a neurodegenerative disorder characterized by complex IV deficiency. We have generated conditional Lrpprc knockout mice and show here that the gene is essential for embryonic development. Tissue-specific disruption of Lrpprc in heart causes mitochondrial cardiomyopathy with drastic reduction in steady-state levels of most mitochondrial mRNAs. LRPPRC forms an RNA-dependent protein complex that is necessary for maintaining a pool of non-translated mRNAs in mammalian mitochondria. Loss of LRPPRC does not only decrease mRNA stability, but also leads to loss of mRNA polyadenylation and the appearance of aberrant mitochondrial translation. The translation pattern without the presence of LRPPRC is misregulated with excessive translation of some transcripts and no translation of others. Our findings point to the existence of an elaborate machinery that regulates mammalian mtDNA expression at the post-transcriptional level.","dc:creator":"Ruzzenente B","dc:date":"2012","dc:title":"LRPPRC is necessary for polyadenylation and coordination of translation of mitochondrial mRNAs."},"rdfs:label":"Ruzzenente rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"rescue of growth defect in non-human animal model - scored in accordance with GCEP rubric"},{"id":"cggv:a088df1b-cbb5-41f0-8604-f960bc4b50f9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a506df7-b654-4634-9248-7e5a673dbe77","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"biochemical/mitochondrial dysfunction, growth retardation (early death)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22045337","rdfs:label":"Ruzzenente tissue-specific KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"biochemical/mitochondrial dysfunction (0.5) and growth retardation (early death) (0.5) in heart- and skeletal muscle-specific KO mouse. Scored in accordance with GCEP rubric."},{"id":"cggv:501d7772-f222-43a8-a7c1-ea0d17e5d0b9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4347321-831e-49f1-9536-ac48098a77cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"biochemical/mitochondrial dysfunction and growth retardation (early death)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25428350","type":"dc:BibliographicResource","dc:abstract":"Members of the pentatricopeptide repeat domain (PPR) protein family bind RNA and are important for post-transcriptional control of organelle gene expression in unicellular eukaryotes, metazoans and plants. They also have a role in human pathology, as mutations in the leucine-rich PPR-containing (LRPPRC) gene cause severe neurodegeneration. We have previously shown that the mammalian LRPPRC protein and its Drosophila melanogaster homolog DmLRPPRC1 (also known as bicoid stability factor) are necessary for mitochondrial translation by controlling stability and polyadenylation of mRNAs. We here report characterization of DmLRPPRC2, a second fruit fly homolog of LRPPRC, and show that it has a predominant mitochondrial localization and interacts with a stem-loop interacting RNA binding protein (DmSLIRP2). Ubiquitous downregulation of DmLrpprc2 expression causes respiratory chain dysfunction, developmental delay and shortened lifespan. Unexpectedly, decreased DmLRPPRC2 expression does not globally affect steady-state levels or polyadenylation of mitochondrial transcripts. However, some mitochondrial transcripts abnormally associate with the mitochondrial ribosomes and some products are dramatically overproduced and other ones decreased, which, in turn, results in severe deficiency of respiratory chain complexes. The function of DmLRPPRC2 thus seems to be to ensure that mitochondrial transcripts are presented to the mitochondrial ribosomes in an orderly fashion to avoid poorly coordinated translation. ","dc:creator":"Baggio F","dc:date":"2014","dc:title":"Drosophila melanogaster LRPPRC2 is involved in coordination of mitochondrial translation."},"rdfs:label":"Baggio Drosophila KD model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Biochemical/mitochondrial dysfunction (0.5) and growth retardation (early death) (0.5) in Drosophila co-ortholog KD model. Scored according to GCEP rubric."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":647,"specifiedBy":"GeneValidityCriteria6","strengthScore":15.5,"subject":{"id":"cggv:3c741c5e-aabc-478c-bf84-f9409a0912eb","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:15714","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between LRPPRC and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of December 9, 2019. The LRPPRC gene encodes an important post-transcriptional regulator of mitochondrial gene expression and coordinates mitochondrial translation.\n\nThe LRPPRC gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2003 (PMID: 12529507). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three unique variants (including two founder variants) identified in 11 cases from three publications (PMIDs: 12529507, 26510951, 21266382). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, functional alteration in patient cells, animal models, and rescue in animal models (PMIDs: 27977873, 18853439, 20598281, 22821833, 27858754, 26380172). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 9, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:79691365-1911-423c-ab14-73a1f509ed22"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}