{"id":"cggv:8405609b-1664-4849-848e-bec138350c92v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-10-15T01:10:07.737Z","role":"Publisher"},{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-10-09T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a6adbae-dfd5-4ed6-864e-b15c3d3e2a07","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:75c9e75c-99c4-4882-a004-74e2dc0074e4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In vitro experiments using regulatory light chain (RLC) mutant (D94A) and wild type reconstituted porcine cardiac preparations found that the D94A mutation indicated a reduction in the alpha helical content of the RLC and imposed intra-molecular rearrangements but did not affect the phosphorylation of RLC BY CA2+/calmodulin-activated myosin light chain kinase. Measurements of contractile force showed slightly reduced maximal tension per cross section of muscle with no difference in calcium sensitivity of force in the D94A vs WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25825243","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is a disease of the myocardium characterized by left ventricular dilatation and diminished contractile function. Here we describe a novel DCM mutation in the myosin regulatory light chain (RLC), in which aspartic acid at position 94 is replaced by alanine (D94A). The mutation was identified by exome sequencing of three adult first-degree relatives who met formal criteria for idiopathic DCM. To obtain insight into the functional significance of this pathogenic MYL2 variant, we cloned and purified the human ventricular RLC wild-type (WT) and D94A mutant proteins, and performed in vitro experiments using RLC-mutant or WT-reconstituted porcine cardiac preparations. The mutation induced a reduction in the α-helical content of the RLC, and imposed intra-molecular rearrangements. The phosphorylation of RLC by Ca²⁺/calmodulin-activated myosin light chain kinase was not affected by D94A. The mutation was seen to impair binding of RLC to the myosin heavy chain, and its incorporation into RLC-depleted porcine myosin. The actin-activated ATPase activity of mutant-reconstituted porcine cardiac myosin was significantly higher compared with ATPase of wild-type. No changes in the myofibrillar ATPase-pCa relationship were observed in wild-type- or D94A-reconstituted preparations. Measurements of contractile force showed a slightly reduced maximal tension per cross-section of muscle, with no change in the calcium sensitivity of force in D94A-reconstituted skinned porcine papillary muscle strips compared with wild-type. Our data indicate that subtle structural rearrangements in the RLC molecule, followed by its impaired interaction with the myosin heavy chain, may trigger functional abnormalities contributing to the DCM phenotype.","dc:creator":"Huang W","dc:date":"2015","dc:title":"Novel familial dilated cardiomyopathy mutation in MYL2 affects the structure and function of myosin regulatory light chain."},"rdfs:label":"MYL2 D94A Variant in Porcine Papillary Muscle"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c761f74b-96c7-456c-9f0a-ab563499b249","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c974872-77a5-4bc1-975c-995bca8fda79","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conventional ablation of mouse ventricular myosin light chain-2, leads to defects in sarcomere structure. Heterozygous mice developed LV dilation and reduced ejection fraction. Homozygous mice had a more severe phenotype and died with 2 weeks.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9422794","type":"dc:BibliographicResource","dc:abstract":"Two major myosin light chain 2 isoforms are coexpressed in the early stages of murine cardiogenesis, a cardiac ventricular isoform and a cardiac atrial isoform, each of which is tightly regulated in a muscle cell-type-specific manner during embryogenesis (Chien, K. R., Zhu, H., Knowlton, K. U., Miller-Hance, W., van Bilsen, M., O'Brien, T. X., and Evans, S. M. (1993) Annu. Rev. Physiol. 55, 77-95). We have disrupted myosin light chain 2v gene in mice and monitored in vivo cardiac function in living myosin light chain 2v -/- embryos. The mutant embryos die at approximately embryonic day 12.5. In mutant ventricles, the myosin light chain 2a protein level is increased and reaches levels comparable to the myosin light chain 2v in the ventricles of wild type littermates and is appropriately incorporated into the thick filaments of mutant embryonic hearts. However, despite the substitution of myosin light chain 2a, ultrastructural analysis revealed defects in sarcomeric assembly and an embryonic form of dilated cardiomyopathy characterized by a significantly reduced left ventricular ejection fraction in mutant embryos compared with wild type littermates. We conclude that myosin light chain 2v may have a unique function in the maintenance of cardiac contractility and ventricular chamber morphogenesis during mammalian cardiogenesis and that a chamber-specific combinatorial code for sarcomeric assembly may exist that ultimately requires myosin light chain 2v in ventricular muscle cells.","dc:creator":"Chen J","dc:date":"1998","dc:title":"Selective requirement of myosin light chain 2v in embryonic heart function."},"rdfs:label":"Experimental Ablation of MYL2 in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"DCM disease phenotype required a double knockout model and patients with a heterozygous MYL2 gene mutation did not develop the DCM phenotype."},{"id":"cggv:05f66b42-e5a8-4ec5-8d46-d8ee70ec8596","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:664a0916-3ed3-4cc2-8ec8-6c91fb630ac8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transgenic mice with D94A heterozygous genetic variant have normal phosphorylation properties, but abnormal response to Ca2+ and drop in ATPase activity. Leads to hypocontractility. Mice develop DCM phenotype by 12 months including by echocardiogram and invasive hemodynamics.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29463717","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is a devastating heart disease that affects about 1 million people in the United States, but the underlying mechanisms remain poorly understood. In this study, we aimed to determine the biomechanical and structural causes of DCM in transgenic mice carrying a novel mutation in the MYL2 gene, encoding the cardiac myosin regulatory light chain. Transgenic D94A (aspartic acid-to-alanine) mice were created and investigated by echocardiography and invasive hemodynamic and molecular structural and functional assessments. Consistent with the DCM phenotype, a significant reduction of the ejection fraction (EF) was observed in ∼5- and ∼12-mo-old male and female D94A lines compared with respective WT controls. Younger male D94A mice showed a more pronounced left ventricular (LV) chamber dilation compared with female counterparts, but both sexes of D94A lines developed DCM by 12 mo of age. The hypocontractile activity of D94A myosin motors resulted in the rightward shift of the force-pCa dependence and decreased actin-activated myosin ATPase activity. Consistent with a decreased Ca2+ sensitivity of contractile force, a small-angle X-ray diffraction study, performed in D94A fibers at submaximal Ca2+ concentrations, revealed repositioning of the D94A cross-bridge mass toward the thick-filament backbone supporting the hypocontractile state of D94A myosin motors. Our data suggest that structural perturbations at the level of sarcomeres result in aberrant cardiomyocyte cytoarchitecture and lead to LV chamber dilation and decreased EF, manifesting in systolic dysfunction of D94A hearts. The D94A-induced development of DCM in mice closely follows the clinical phenotype and suggests that MYL2 may serve as a new therapeutic target for dilated cardiomyopathy.","dc:creator":"Yuan CC","dc:date":"2018","dc:title":"Sarcomeric perturbations of myosin motors lead to dilated cardiomyopathy in genetically modified MYL2 mice."},"rdfs:label":"D94A Variant in Mouse Models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8405609b-1664-4849-848e-bec138350c92_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b6b21ed9-7318-4576-8470-1fda945c23bd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6dbcd576-fcc7-48c4-b53b-5b611e0557a1","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":24,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001644","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b6b21ed9-7318-4576-8470-1fda945c23bd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c2dfd5a5-722f-4d5a-901b-7bd7c06cdaa2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000432.4(MYL2):c.281A>C (p.Asp94Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA386698152"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25825243"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25825243","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":1345,"specifiedBy":"GeneValidityCriteria7","strengthScore":4,"subject":{"id":"cggv:8c15e6a8-9ff2-4d0f-ad77-29ff7eeb7605","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:7583","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MYL2 was first reported in relation to autosomal dominant dilated cardiomyopathy (DCM) in 2015 (Huang et al., 2015, PMID 25825243). Human genetic evidence supporting this gene-disease relationship includes case-level data.  MYL2 has also been curated by the Hypertrophic Cardiomyopathy (HCM) Gene Curation Expert Panel for HCM (Definitive, February 2, 2017) and Arrhythmogenic Right Ventricular Cardiomyopathy (ARVC) Gene Curation Expert Panel for ARVC (No reported evidence, May 24, 2019). At least 1 variant has been reported in humans with DCM. Huang et al., found a novel missense variant in MYL2 (D94A) in a Caucasian family with DCM (2015, PMID 25825243). This variant significantly alters the N-terminal α-helical region of the regulatory light chain (RLC) and triggers intramolecular rearrangements in the RLC molecule resulting in alternations in the RLC function. The D94A MYL2 variant is absent in the exome variant server database and had a GERP score of 5.07. None of the remaining 22 variants found in this family were associated with known cardiovascular disorders. Sanger sequencing confirmed the MYL2 variant was present in all three affected family members.  In addition, this gene-disease assertion is supported by animal models and biochemical function data. In homozygous mouse models with ablation of the MYL2 gene, mice develop a cardiomyopathy and ultimately die by 2 weeks (Chen et al., 1998, PMID: 9422794). Using porcine papillary muscle strips, Huang et al. (2015, PMID 25825243) found that cardiac muscle carrying the D94A variant had altered binding to the myosin heavy chain. Yuan and colleagues (2018, PMID 29463717) developed a D94A transgenic mouse model. These mice developed myocardial vacuoles on histology, had abnormal cross bridging leading to hypocontractility, and ultimately developed a DCM phenotype by 12 months on both echocardiographic and hemodynamic studies. Because homozygous truncations have also revealed a HCM phenotype in mouse models, the underlying molecular mechanism displayed in the referenced mouse models remains unclear. In summary, there is limited evidence to support this gene-disease relationship. More evidence is needed to support the relationship of MYL2 with autosomal dominant DCM. This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on September 11, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:8405609b-1664-4849-848e-bec138350c92"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}