{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-10-10T19:10:12.410Z","role":"Publisher"},{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-10-10T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25343993","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disorder characterized by the selective death of motor neurons. Causative mutations in the global RNA-processing proteins TDP-43 and FUS among others, as well as their aggregation in ALS patients, have identified defects in RNA metabolism as an important feature in this disease. Lethal congenital contracture syndrome 1 and lethal arthrogryposis with anterior horn cell disease are autosomal recessive fetal motor neuron diseases that are caused by mutations in another global RNA-processing protein, hGle1. In this study, we carried out the first screening of GLE1 in ALS patients (173 familial and 760 sporadic) and identified 2 deleterious mutations (1 splice site and 1 nonsense mutation) and 1 missense mutation. Functional analysis of the deleterious mutants revealed them to be unable to rescue motor neuron pathology in zebrafish morphants lacking Gle1. Furthermore, in HeLa cells, both mutations caused a depletion of hGle1 at the nuclear pore where it carries out an essential role in nuclear export of mRNA. These results suggest a haploinsufficiency mechanism and point to a causative role for GLE1 mutations in ALS patients. This further supports the involvement of global defects in RNA metabolism in ALS.","dc:creator":"Kaneb HM","dc:date":"2015","dc:title":"Deleterious mutations in the essential mRNA metabolism factor, hGle1, in amyotrophic lateral sclerosis."},"evidence":[{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dfc447a6-75c9-4b7f-8579-0a69dfe99b77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbb90372-c005-40b5-a2c1-56a06bdc1cd2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Here we show that hGle1 depletion results in SG-assembly defects and slows disassembly of SGs. Moreover, hGle1 is involved in regulating the exchange between SGs and translation in a manner similar to that reported for Ded1. Thus lack of proper hGle1-mediated control of DDX3 could lead to improper SG dynamics. Deregulation of SG assembly, disassembly, and their clearance is associated with various neurological diseases, including ALS.\n\nThe authors speculate that the ALS hGLE1 mutations could impact both mRNA export (by decreasing the pool of hGle1B available) and translation (by altering the pool of hGle1A and SG dynamics). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25694449","type":"dc:BibliographicResource","dc:abstract":"When eukaryotic cells respond to stress, gene expression pathways change to selectively export and translate subsets of mRNAs. Translationally repressed mRNAs accumulate in cytoplasmic foci known as stress granules (SGs). SGs are in dynamic equilibrium with the translational machinery, but mechanisms controlling this are unclear. Gle1 is required for DEAD-box protein function during mRNA export and translation. We document that human Gle1 (hGle1) is a critical regulator of translation during stress. hGle1 is recruited to SGs, and hGLE1 small interfering RNA-mediated knockdown perturbs SG assembly, resulting in increased numbers of smaller SGs. The rate of SG disassembly is also delayed. Furthermore, SG hGle1-depletion defects correlate with translation perturbations, and the hGle1 role in SGs is independent of mRNA export. Interestingly, we observe isoform-specific roles for hGle1 in which SG function requires hGle1A, whereas mRNA export requires hGle1B. We find that the SG defects in hGle1-depleted cells are rescued by puromycin or DDX3 expression. Together with recent links of hGLE1 mutations in amyotrophic lateral sclerosis patients, these results uncover a paradigm for hGle1A modulating the balance between translation and SGs during stress and disease.","dc:creator":"Aditi","dc:date":"2015","dc:title":"Cytoplasmic hGle1A regulates stress granules by modulation of translation."},"rdfs:label":"Stress Granules"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:256e8798-35f3-4638-a66f-6cff62eef1e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a88e3498-af24-4a4d-937a-335737a6bb91","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FUS is a nucleoprotein that functions in DNA and RNA metabolism, including DNA repair, and the regulation of transcription, RNA splicing, and export to the cytoplasm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9618489","type":"dc:BibliographicResource","dc:abstract":"The mechanism of mRNA export is a complex issue central to cellular physiology. We characterized previously yeast Gle1p, a protein with a leucine-rich (LR) nuclear export sequence (NES) that is essential for poly(A)+ RNA export in Saccharomyces cerevisiae. To characterize elements of the vertebrate mRNA export pathway, we identified a human homologue of yeast Gle1p and analyzed its function in mammalian cells. hGLE1 encodes a predicted 75-kDa polypeptide with high sequence homology to yeast Gle1p, but hGle1p does not contain a sequence motif matching any of the previously characterized NESs. hGLE1 can complement a yeast gle1 temperature-sensitive export mutant only if a LR-NES is inserted into it. To determine whether hGle1p played a role in nuclear export, anti-hGle1p antibodies were microinjected into HeLa cells. In situ hybridization of injected cells showed that poly(A)+ RNA export was inhibited. In contrast, there was no effect on the nuclear import of a glucocorticoid receptor reporter. We conclude that hGle1p functions in poly(A)+ RNA export, and that human cells facilitate such export with a factor similar to yeast but without a recognizable LR-NES. With hGle1p localized at the nuclear pore complexes, hGle1p is positioned to act at a terminal step in the export of mature RNA messages to the cytoplasm.","dc:creator":"Watkins JL","dc:date":"1998","dc:title":"The human homologue of Saccharomyces cerevisiae Gle1p is required for poly(A)+ RNA export."},"rdfs:label":"mRNA export from nucleus"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Nuclear pore complex dynamics have a known role in ALS."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d7e8a35-525f-4903-ac7b-543c6521cdf0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce002c76-08d3-45f8-b546-7ac9841514cc","type":"FunctionalAlteration","dc:description":"To determine the effect of C-terminal alterations in the ALS-linked hGle1-IVS14-2A>C protein on its recruitment to stress granules (SGs) and/or functional capacity upon stress subcellular localization experiments were conducted with HeLa cells coexpressing mCherry-G3BP and either GFP, GFP-hIPK1, or GFP-hGle1-IVS14-2A>C. The cells were subjected to heat shock at 45째C for 45 minutes or left untreated at 37째C, and imaged by live cell microscopy. At 37째C, both GFP-hGle1-IVS14-2A>C and GFP-hIPK1 exhibited cytoplasmic steady state localization, with no apparent localization at the nuclear envelope or nucleoplasm. The cytoplasmic distribution of GFP-hGle1-IVS14-2A>C with exclusion from the nucleus was indistinguishable from previously reported hGle1A localization, and had no similarity to hGle1B localization. Interestingly, as previously observed for both hGle1A and hGle1B, GFP-hGle1-IVS14-2A>C was recruited to SGs upon heat shock at 45째C.\n\nThe depletion of endogenous hGle1 from HeLa cells results in a striking decrease in the size and increase in the total population of SGs formed upon heat shock, as compared to control siRNA-treated cells. This defect is rescued by expression of hGle1A, but not hGle1B. GFP-hGle1-IVS14-2A>C localized to stress granules comparably to GFP-hGle1A, and rescued stress granule defects following siRNA-mediated hGle1 depletion.  However, strikingly, expression of GFP-hGLE1-c.1965-2A>CR led to a significant reduction in SG numbers in hGle1-depleted cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26776475","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a lethal late onset motor neuron disease with underlying cellular defects in RNA metabolism. In prior studies, two deleterious heterozygous mutations in the gene encoding human (h)Gle1 were identified in ALS patients. hGle1 is an mRNA processing modulator that requires inositol hexakisphosphate (IP","dc:creator":"Aditi","dc:date":"2016","dc:title":"An amyotrophic lateral sclerosis-linked mutation in GLE1 alters the cellular pool of human Gle1 functional isoforms."},"rdfs:label":"hGle1-IVS14-2A>C"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Overexpression of hGle1A or ALS-linked hGle1 variant was found to sequester wild type TDP-43 protein in this cell model system, however this does not match the level of expression observed in patients with GLE1-related ALS.\n\nThe data shown here suggests that this mutation does not result in a complete loss of hGle1 function, but rather is more likely to impact ALS pathology by confounding the carefully balanced separation of hGle1A/B functions."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.3}],"evidenceStrength":"Limited","sequence":7049,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.3,"subject":{"id":"cggv:222a1f53-b507-4b47-a99a-829568812789","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:4315","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GLE1* was first reported in relation to amyotrophic lateral sclerosis (ALS) in 2015 (Kaneb HM, et al., 2015, PMID: 25343993). *GLE1* regulates gene expression at multiple steps, including nuclear mRNA export, translation initiation, and translation termination. ALS-linked variants operate by altering the overall hGle1 levels and/or shifting the subcellular pools of its two isoforms, hGle1B versus hGle1A. At least 7 rare variants have been reported in relation to ALS (including splicing, missense, and nonsense variants) from 7 probands in 2 publications (PMIDs: 25343993, 34025336). Experimentally, this gene-disease relationship is supported by its function at the nuclear pore complex (PMID: 9618489) and in stress granule assembly/disassembly (PMID: 25694449), two process that have been linked to ALS. In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nOf note, *GLE1* is also Congenital arthrogryposis with anterior horn cell disease (OMIM # 611890) and Lethal congenital contracture syndrome 1 (OMIM# 253310). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanism, phenotype, and inheritance pattern for ALS and thus curated it separately from the additional disease entities. \n","dc:isVersionOf":{"id":"cggv:0284b3cd-38af-4309-8ce4-054a0379e693"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}