{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:31:44.546Z","role":"Approver"},{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:31:52.931Z","role":"Publisher"}],"evidence":[{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7436bc14-75be-447f-9515-ec4d0aee9222_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:82dfa8e2-d46d-47bd-82b4-fed94b617571","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"Candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Isolated complex I deficiency in skeletal muscle.\nShe presented at 8 months with failure to thrive, vomiting and developmental delay. Generalized hypotonia and intermittent bilateral pendular nystagmus.\nPlasma and CSF lactate were elevated at 11.66 and 5.56 mmol/l, respectively\nCranial MRI scan demonstrated symmetrical abnormal signal in the cerebral peduncles, dorsal pons and upper medulla, with a lactate peak clearly visible on magnetic resonance spectroscopy.\nSevere acidosis, encephalopathy and developmental regression. At the age of 22 months, the patient developed central hypopnoea and died.","previousTesting":true,"previousTestingDescription":"mitochondrial genome and coding regions of nine nuclear encoded complex I genes (NDUFS1-4, NDUFS7, NDUFS8, NDUFV1, NDUFV2 and NDUFAB1)","sex":"Female","variant":{"id":"cggv:7436bc14-75be-447f-9515-ec4d0aee9222_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b632a59e-313e-4a90-a4a8-790202b41bd6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001377299.1(NDUFS2):c.875T>C (p.Met292Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA323513"}},{"id":"cggv:108c2921-b072-42cc-ad4e-12ee2e5b3776","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004550.4(NDUFS2):c.353G>A (p.Arg118Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1208539"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20819849","type":"dc:BibliographicResource","dc:abstract":"Isolated complex I deficiency is the most frequently observed oxidative phosphorylation defect in children with mitochondrial disease, leading to a diverse range of clinical presentations, including Leigh syndrome. For most patients the genetic cause of the biochemical defect remains unknown due to incomplete understanding of the complex I assembly process. Nonetheless, a plethora of pathogenic mutations have been described to date in the seven mitochondrial-encoded subunits of complex I as well as in 12 of the nuclear-encoded subunits and in six assembly factors. Whilst several mitochondrial DNA mutations are recurrent, the majority of these mutations are reported in single families. We have sequenced core structural and functional nuclear-encoded subunits of complex I in a cohort of 34 paediatric patients with isolated complex I deficiency, identifying pathogenic mutations in 6 patients. These included a novel homozygous NDUFS1 mutation in an Asian child with Leigh syndrome, a previously identified NDUFS8 mutation (c.236C>T, p.P79L) in a second Asian child with Leigh-like syndrome and six novel, compound heterozygous NDUFS2 mutations in four white Caucasian patients with Leigh or Leigh-like syndrome. Three of these children harboured an identical NDUFS2 mutation (c.875T>C, p.M292T), which was also identified in conjunction with a novel NDUFS2 splice site mutation (c.866+4A>G) in a fourth Caucasian child who presented to a different diagnostic centre, with microsatellite and single nucleotide polymorphism analyses indicating that this was due to an ancient common founder event. Our results confirm that NDUFS2 is a mutational hotspot in Caucasian children with isolated complex I deficiency and recommend the routine diagnostic investigation of this gene in patients with Leigh or Leigh-like phenotypes.","dc:creator":"Tuppen HA","dc:date":"2010","dc:title":"The p.M292T NDUFS2 mutation causes complex I-deficient Leigh syndrome in multiple families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20819849","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Function: Using Western blot analysis of patient fibrobast mitochondria-enriched protein fractions, NDUFS3  was not detected indicating loss of complex I from the fibroblasts of Patient 3 (Fig 4b), levels of NDUFA9 and NDUFB8 were also reduced in whole cell lysates (Fig 4c). In gel activity assay showed loss of complex I activity from patient fibroblasts (Fig 4a). \n\nNote: Haplotype analysis indicated c.875C>T is a founder variant: Up to 12 SNPs, spanning a region 480-kb upstream and 520-kb downstream of NDUFS2, appeared\nto co-segregate with the c.875C>T sequence variant in all four patients, suggesting a mutation-specific haplotype. 2 homozygotes in gnomAD; Other population (28/6136) 0.004563."},{"id":"cggv:efc9cff3-c360-411a-b6b4-1bbb1c9945b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b2383213-f4c4-4679-960b-5722d47851ac","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"detectionMethod":"Candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Recurrent vomiting, failure to thrive, nystagmus, and generalized hypotonia with mild cognitive impairment but marked motor delay were present. \nLactic acid was elevated in blood (5.0 mM), as well as in CSF (3.3 mM). \nBrain CT scan and magnetic resonance imaging (MRI) revealed progressive hypodensity of basal ganglia and midbrain.\nCourse deteriorated steadily necessitating mechanical ventilation.\nThe child died at 3 years.\nIsolated complex I deficiency in the second child (C2) in cultured fibroblasts as well as muscle tissue (Table 1)\nConsanguineous parents, no previous family history. Two male siblings affected with similar phenotype were not genotyped.","previousTesting":true,"previousTestingDescription":"Mitochondrial genome screened for gross rearrangements and common point variants.","sex":"Male","variant":{"id":"cggv:efc9cff3-c360-411a-b6b4-1bbb1c9945b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ef1507fa-5dbb-4d78-8a6e-c649f0fc5733","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001377299.1(NDUFS2):c.1237T>C (p.Ser413Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118443"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11220739","type":"dc:BibliographicResource","dc:abstract":"Human complex I is built up and regulated by genes encoded by the mitochondrial DNA (mtDNA) as well as the nuclear DNA (nDNA). In recent years, attention mainly focused on the relation between complex I deficiency and mtDNA mutations. However, a high percentage of consanguinity and an autosomal-recessive mode of inheritance observed within our patient group as well as the absence of common mtDNA mutations make a nuclear genetic cause likely. The NDUFS2 protein is part of complex I of many pro- and eukaryotes. The nuclear gene coding for this protein is therefore an important candidate for mutational detection studies in enzymatic complex I deficient patients. Screening of patient NDUFS2 cDNA by reverse transcriptase-polymerase chain reaction (RT-PCR) in combination with direct DNA sequencing revealed three missense mutations resulting in the substitution of conserved amino acids in three families.","dc:creator":"Loeffen J","dc:date":"2001","dc:title":"Mutations in the complex I NDUFS2 gene of patients with cardiomyopathy and encephalomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11220739","rdfs:label":"Family C- C2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional analysis: Ngu et al. 2013 used fibroblasts from this patient (Patient 5 in text), show reduced levels of complex 1 (Fig 3) compared to controls, indicative of an assembly defect."},{"id":"cggv:6109a57c-8038-4b73-94d0-5020c0ccb0b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:48cf058d-37ee-4bd5-b2bd-189b2dd9aefe","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Progressive course: 6 months, developed episodes of repeated emesis causing significant weight loss. By 3 years of age,  had developed an intention tremor, irritability,multiple apneic episodes requiring tracheostomy placement, left optic atrophy, a left exotropia, gaze-evoked horizontal nystagmus, central hypotonia, diffusely brisk reflexes with clonus, extensor plantar responses bilaterally, an intention tremor, and a spastic-ataxic gait.\nHe had a normal serum and CSF lactate. Died at 3.5 years , respiratory failure. \nMRI revealed T2- weighted hyperintensities of the substantia nigra and periaqueductal graymatter on the left, bilateral subthalamic nuclei and bilateral thalami.\nA repeat MRI showed additional signal abnormalities within the pontine tegmentum and progression of the previous abnormalities.\nFibroblast enzyme analysis revealed a borderline low complex I+III activity (0.89; reference control 0.5–1.9 μmol/min/g wet weight); Repeat fibroblast enzyme analysis revealed low complex I activity (11.4 mU/mg protein; control 18.9–44.2)\nNon consanguineous family.","previousTesting":true,"previousTestingDescription":"Negative for MtDNA: T8993C, T8993G, A8334G; nDNA genes screened: NDUFS1, NDUFS4, and NDUFS7.","sex":"Male","variant":{"id":"cggv:6109a57c-8038-4b73-94d0-5020c0ccb0b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:218fbda3-0bd6-42bb-a705-2b93a3acd999","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004550.4(NDUFS2):c.252T>G (p.Phe84Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1208523"}},{"id":"cggv:797e5275-dcc4-4fc3-920d-1624a7d9a3c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004550.4(NDUFS2):c.311A>C (p.Glu104Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343378086"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23266820","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is a progressive neurodegenerative disease caused by either mitochondrial or nuclear DNA mutations resulting in dysfunctional mitochondrial energy metabolism. Mutations in genes encoding for subunits of the respiratory chain or assembly factors of respiratory chain complexes are often documented in LS cases. Nicotinamide adenine dinucleotide (NADH):ubiquinone oxidoreductase (complex I) enzyme deficiencies account for a significant proportion of mitochondrial disorders, including LS. In an attempt to expand the repertoire of known mutations accounting for LS, we describe the clinical, radiological, biochemical and molecular data of six patients with LS found to have novel mutations in two complex I subunits (NDUFV1 and NDUFS2). Two siblings were homozygous for the previously undescribed R386C mutation in NDUFV1, one patient was a compound heterozygote for the R386C mutation in NDUFV1 and a frameshift mutation in the same gene, one patient was a compound heterozygote for the R88G and R199P mutations in NDUFV1, and two siblings were compound heterozygotes for an undescribed E104A mutation in NDUFS2. After the novel mutations were identified, we employed prediction models using protein conservation analysis (SIFT, PolyPhen and UCSC genome browser) to determine pathogenicity. The R386C, R88G, R199P, and E104A mutations were found to be likely pathogenic, and thus presumably account for the LS phenotype. This case series broadens our understanding of the etiology of LS by identifying new molecular defects that can result in complex I deficiency and may assist in targeted diagnostics and/or prenatal diagnosis of LS in the future.","dc:creator":"Marin SE","dc:date":"2013","dc:title":"Leigh syndrome associated with mitochondrial complex I deficiency due to novel mutations In NDUFV1 and NDUFS2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23266820","rdfs:label":"Case 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Fibroblast enzyme analysis revealed a borderline low complex I+III activity (0.89; reference control 0.5–1.9 μmol/min/g wet weight); Repeat fibroblast enzyme analysis revealed low complex I activity (11.4 mU/mg protein; control 18.9–44.2). Both variants are predicted to be pathogenic by in silico tools."},{"id":"cggv:c600a23e-bb65-4170-9400-12a65c0fc635_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c0d6f1ca-f187-4f5c-8cc3-909998791f18","type":"Proband","ageType":"AgeAtReport","ageValue":11,"detectionMethod":"Candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"isolated complex I deficiency in skeletal muscle\nCranial MRI at 18 months demonstrated bilateral low-density lesions in the cerebral peduncles with high T2 signal in the thalami and frontal lobes. These changes resolved by 5 years, but new symmetrical lesions in the heads of the caudate and lentiform nuclei were observed bilaterally and persisted when the scan was repeated at 7.5 years. \nBlood and CSF lactate concentrations were normal. \nNeurodevelopmental delay: Psychomotor delay, learning difficulties and episodes of tonic upward eye deviation were noted from infancy. She developed progressive dystonia affecting all four limbs, optic nerve hypoplasia, dysarthria and dysphagia, requiring a gastrostomy at the age of 11 years.","previousTesting":true,"previousTestingDescription":"mitochondrial genome and coding regions of nine nuclear encoded complex I genes (NDUFS1-4, NDUFS7, NDUFS8, NDUFV1, NDUFV2 and NDUFAB1)","sex":"Female","variant":{"id":"cggv:c600a23e-bb65-4170-9400-12a65c0fc635_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:688b0da4-8583-469c-bf33-3cfbd44f288a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004550.4(NDUFS2):c.442G>A (p.Glu148Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343379186"}},{"id":"cggv:b632a59e-313e-4a90-a4a8-790202b41bd6"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20819849"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20819849","rdfs:label":"Patient 22"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Function: Using immunoblot and NDUFS3 detection, intact complex I was also observed in fibroblasts of Patients 22  but at  lower levels than controls (Fig 4A), NDUFS3 levels were reduced in the mitochondrial enriched fraction from patient fibroblasts and levels of NDUFA9 and NDUGFB8 reduced in whole lysate indicating a defect in complex I assembly."},{"id":"cggv:75ed9f18-f460-421d-b576-d00740d39227_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2ad1b4ac-031d-4146-a265-349955b4b805","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":2,"detectionMethod":"candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Cranial magnetic resonance imaging showed symmetrical areas of signal abnormalities in the basal ganglia and bilateral frontal brain atrophy with subdural accumulation of cerebral spinal fluid.\nModerate lactate acidemia (3.44 mmol/L [reference range: 1.06–1.89 mmol/L]), cerebrospinal fluid showed normal cell count and protein with a lactate of 3.7 mmol/L (reference range: 1.2–2.1 mmol/L)\nProgressive developmental delay, suffered from seizures, and had poor feeding with failure to thrive, nystagmus, poor head control, psychomotor regression, optic atrophy, muscular hypotonia, recurrent vomiting.\nDuring a respiratory infection with acute metabolic decompensation at the age of 8 months, the patient died due to cardiorespiratory failure.\nIsolated complex I deficiency was observed both in muscle and cultured fibroblast; the activity was reduced to 20% and 28%.(Table 2)\nConsanguineous parents","previousTesting":true,"previousTestingDescription":"mtDNA rearrangement and common mtDNA point mutations were ruled out. Nuclear complex I genes NDUFS1, NDUFS4, NDUFS7, NDUFS8, and NDUFV1 were also screened.","sex":"Female","variant":{"id":"cggv:75ed9f18-f460-421d-b576-d00740d39227_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db6468bb-fe8e-4f47-ad5c-6a33270a1581","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004550.4(NDUFS2):c.1336G>A (p.Asp446Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343383203"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22036843","type":"dc:BibliographicResource","dc:abstract":"In this study, we investigated the pathogenicity of a homozygous Asp446Asn mutation in the NDUFS2 gene of a patient with a mitochondrial respiratory chain complex I deficiency. The clinical, biochemical, and genetic features of the NDUFS2 patient were compared with those of 4 patients with previously identified NDUFS2 mutations. All 5 patients presented with Leigh syndrome. In addition, 3 out of 5 showed hypertrophic cardiomyopathy. Complex I amounts in the patient carrying the Asp446Asn mutation were normal, while the complex I activity was strongly reduced, showing that the NDUFS2 mutation affects complex I enzymatic function. By contrast, the 4 other NDUFS2 patients showed both a reduced amount and activity of complex I. The enzymatic defect in fibroblasts of the patient carrying the Asp446Asn mutation was rescued by transduction of wild type NDUFS2. A 3-D model of the catalytic core of complex I showed that the mutated amino acid residue resides near the coenzyme Q binding pocket. However, the K(M) of complex I for coenzyme Q analogs of the Asp446Asn mutated complex I was similar to the K(M) observed in other complex I defects and in controls. We propose that the mutation interferes with the reduction of coenzyme Q or with the coupling of coenzyme Q reduction with the conformational changes involved in proton pumping of complex I.","dc:creator":"Ngu LH","dc:date":"2012","dc:title":"A catalytic defect in mitochondrial respiratory chain complex I due to a mutation in NDUFS2 in a patient with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22036843","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Function: Complex I deficiency in patient fibroblasts is complemented by wild type NDUFS2 cDNA introduced using baculovirus transfection (fig 2). Score increased from default for strong functional evidence."},{"id":"cggv:fb8dc2f1-f077-440a-92f8-8b13a5d9790d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:662d6bf2-5780-455c-b777-be0133bff09a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"6 months neurological regression noted.\nInvestigation of the eyes revealed a fine horizontal nystagmus and bilateral optic atrophy. Muscle tone was axially decreased, whereas it was increased in all extremities with brisk tendon reflexes.\nleft ventricular hypertrophy\nCT scan: bilateral hypodensities in basal ganglia\nLactate levels severely increased in blood (9.9 mM; normal 0.6 to 2.1 mM) and cerebrospinal fluid (7.8 mM; normal 1.4 to 1.9 mM). \nNeurological condition deteriorated steadily and he became gradually lethargic with episodes of apnea eventually leading to death at age 24 months. \nIsolated complex I deficiency in cultured skin fibroblasts (Table 1) and skeletal muscle\nSister affected with similar phenotype, died at 18 months, cardiorespiratory failure.\nConsanguineous parents","previousTesting":true,"previousTestingDescription":"Mitochondrial genome screened for gross rearrangements and common point variants","sex":"Male","variant":{"id":"cggv:fb8dc2f1-f077-440a-92f8-8b13a5d9790d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7f2e98a2-e00f-4a59-8871-4d05c311ce29","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001377299.1(NDUFS2):c.683G>A (p.Arg228Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118441"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11220739"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11220739","rdfs:label":"Family A-A2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional data from Ulgalde et al. (2004). Fig 2 shows decreased levels of complex I activity  (BN PAGE in gel activity assay), correlating with decreased levels of the complex I holoenzyme.(NDUFA9, NDUFS3 and NDUFA9 immunoblot). Complex III levels were also reduced."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:358e4dd4-80d6-4480-9c8e-34d5dacc0936","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:991467f7-97a6-4f99-a839-1ba8ba73fcae","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The human protein atlas records ubiquitous expression of NDUFS2, in the brain specifically, a high level of protein expression of expression within the cerebral cortex and cerebellum, medium expression within the hippocampus and caudate. The data is consistent with RNA expression agrregated from further datasets. https://www.proteinatlas.org/ENSG00000158864-NDUFS2/tissue","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence of protein and RNA expression in the brain."},{"id":"cggv:82d1a72a-6f2b-4807-85dd-4307e81fc477","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ef29a86-4618-4972-82e4-048d22fa8085","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos Taurus. Fig 1, 3. NDUFS2 (49kDa)  is one of the structural core subunits which form the ubiquinone binding channel.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I structural model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDUFS2 is a core subunit for  complex I. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1 (XL); NDUFA2, NDUFA9, NDUFA10, NDUFS1, NDUFA12, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2. (The encoded protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome, max score of 2 assigned"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b92ea26-5011-48f5-9ce7-92d1cd906095","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d80a4a49-1e05-486d-a9cf-2721c61c0561","type":"FunctionalAlteration","dc:description":"Fibroblasts from Leigh syndrome patient harbouring a homozygous NDUFS2 p.Arg228Glu variant showed reduced levels of complex I activity (see case data: A2). Here, 2D BN/SDS PAGE of mitoplast extracts from these patient fibroblasts show that as well as reduced levels of the holoenzyme, accumulation of lower molecular weight subcomplexes indicating a defect in the assembly of complex I (Fig 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14749350","type":"dc:BibliographicResource","dc:abstract":"NADH-ubiquinone oxidoreductase (complex I) deficiency is amongst the most encountered defects of the mitochondrial oxidative phosphorylation (OXPHOS) system and is associated with a wide variety of clinical signs and symptoms. Mutations in complex I nuclear structural genes are the most common cause of isolated complex I enzyme deficiencies. The cell biological consequences of such mutations are poorly understood. In this paper we have used blue native electrophoresis in order to study how different nuclear mutations affect the integrity of mitochondrial OXPHOS complexes in fibroblasts from 15 complex I-deficient patients. Our results show an important decrease in the levels of intact complex I in patients harboring mutations in nuclear-encoded complex I subunits, indicating that complex I assembly and/or stability is compromised. Different patterns of low molecular weight subcomplexes are present in these patients, suggesting that the formation of the peripheral arm is affected at an early assembly stage. Mutations in complex I genes can also affect the stability of other mitochondrial complexes, with a specific decrease of fully-assembled complex III in patients with mutations in NDUFS2 and NDUFS4. We have extended this analysis to patients with an isolated complex I deficiency in which no mutations in structural subunits have been found. In this group, we can discriminate between complex I assembly and catalytic defects attending to the fact whether there is a correlation between assembly/activity levels or not. This will help us to point more selectively to candidate genes for pathogenic mutations that could lead to an isolated complex I defect.","dc:creator":"Ugalde C","dc:date":"2004","dc:title":"Differences in assembly or stability of complex I and other mitochondrial OXPHOS complexes in inherited complex I deficiency."},"rdfs:label":"Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Defect in complex 1 assembly is consistent with complex 1 deficiency phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51c5115b-b5c5-41c0-a459-351bdcd7bca3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1d17a6b8-7fcd-4950-8986-d4b0a7872304","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ndufs2 flox/– alleles and the hGFAP-Cre transgene (hGFAP-NDUFS2 mice)\npostnatal day (P) 0 hGFAP-NDUFS2 mice were apparently indistinguishable from littermates and their brains were macroscopically similar to controls (Figure 1A), the histological analyses revealed a decrease in cortical thickness (Figure 1B) and subtle hippocampal abnormalities (Figure 1C).\nAt P5, hGFAP-NDUFS2 mice showed a rapid decline, showing decreased body size and onset of ataxia, and died between P7 and P9.\nBrain abnormalities included abnormal dorsal cortical areas, the hippocampus and cerebellum (Figures 2B–F). Ndufs2 knockout mice displayed ventricle dilatation and corpus callosum atrophy\n(Figure 2B). MCI activity was markedly reduced in cells of the dorsal telencephalon from hGFAP-NDUFS2 mice (Figure 2H)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31297047","type":"dc:BibliographicResource","dc:abstract":"Neurogenesis in developing and adult mammalian brain is a tightly regulated process that relies on neural stem cell (NSC) activity. There is increasing evidence that mitochondrial metabolism affects NSC homeostasis and differentiation but the precise role of mitochondrial function in the neurogenic process requires further investigation. Here, we have analyzed how mitochondrial complex I (MCI) dysfunction affects NSC viability, proliferation and differentiation, as well as survival of the neural progeny. We have generated a conditional knockout model (hGFAP-NDUFS2 mice) in which expression of the NDUFS2 protein, essential for MCI function, is suppressed in cells expressing the Cre recombinase under the human glial fibrillary acidic protein promoter, active in mouse radial glial cells (RGCs) and in neural stem cells (NSCs) that reside in adult neurogenic niches. In this model we observed that survival of central NSC population does not appear to be severely affected by MCI dysfunction. However, perinatal brain development was markedly inhibited and Ndufs2 knockout mice died before the tenth postnatal day. In addition, in vitro studies of subventricular zone NSCs showed that active neural progenitors require a functional MCI to produce ATP and to proliferate. In vitro differentiation of neural precursors into neurons and oligodendrocytes was also profoundly affected. These data indicate the need of a correct MCI function and oxidative phosphorylation for glia-like NSC proliferation, differentiation and subsequent oligodendrocyte or neuronal maturation.","dc:creator":"Cabello-Rivera D","dc:date":"2019","dc:title":"Mitochondrial Complex I Function Is Essential for Neural Stem/Progenitor Cells Proliferation and Differentiation."},"rdfs:label":"Conditional mouse knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Reduction MCI, reduction in ATP synthesis, Phenotype: regression and ataxia"},{"id":"cggv:ce7371ac-e933-4c08-9b64-1f98dc29f09d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3d08d888-7d57-4c8d-8cd7-1eedbf916b47","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"C. elegans gas-1(fc21) model of  complex I disease, homozygous for a Arg290Lys variant in the c.elegans ortholog of NDUFS2. \nThe mutant worms have 70% decreased complex I-dependent respiratory capacity and shortened lifespan, 15178135 Kayser et al. (2004) . Worms showed a decreased mitochondrial content (measured by mito green), decreased mitochondrial membrane potential and an increased oxidant burden compared to wild type.  Many amino acid levels were significantly altered in gas-1(fc21) relative to wild-type N2 worms, with gas-1(fc21) having decreased concentrations of GLU, GLN, THR, ARG and PHE and increased concentrations of ALA and LEU (Fig S2) (also 18178500: Falk et al. 2008; 30668749: Guha et al. 2019).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29526616","type":"dc:BibliographicResource","dc:abstract":"Oxidative stress is a known contributing factor in mitochondrial respiratory chain (RC) disease pathogenesis. Yet, no efficient means exists to objectively evaluate the comparative therapeutic efficacy or toxicity of different antioxidant compounds empirically used in human RC disease. We postulated that pre-clinical comparative analysis of diverse antioxidant drugs having suggested utility in primary RC disease using animal and cellular models of RC dysfunction may improve understanding of their integrated effects and physiologic mechanisms, and enable prioritization of lead antioxidant molecules to pursue in human clinical trials. Here, lifespan effects of N-acetylcysteine (NAC), vitamin E, vitamin C, coenzyme Q10 (CoQ10), mitochondrial-targeted CoQ10 (MS010), lipoate, and orotate were evaluated as the primary outcome in a well-established, short-lived C. elegans gas-1(fc21) animal model of RC complex I disease. Healthspan effects were interrogated to assess potential reversal of their globally disrupted in vivo mitochondrial physiology, transcriptome profiles, and intermediary metabolic flux. NAC or vitamin E fully rescued, and coenzyme Q, lipoic acid, orotic acid, and vitamin C partially rescued gas-1(fc21) lifespan toward that of wild-type N2 Bristol worms. MS010 and CoQ10 largely reversed biochemical pathway expression changes in gas-1(fc21) worms. While nearly all drugs normalized the upregulated expression of the \"cellular antioxidant pathway\", they failed to rescue the mutant worms' increased in vivo mitochondrial oxidant burden. NAC and vitamin E therapeutic efficacy were validated in human fibroblast and/or zebrafish complex I disease models. Remarkably, rotenone-induced zebrafish brain death was preventable partially with NAC and fully with vitamin E. Overall, these pre-clinical model animal data demonstrate that several classical antioxidant drugs do yield significant benefit on viability and survival in primary mitochondrial disease, where their major therapeutic benefit appears to result from targeting global cellular, rather than intramitochondria-specific, oxidative stress. Clinical trials are needed to evaluate whether the two antioxidants, NAC and vitamin E, that show greatest efficacy in translational model animals significantly improve the survival, function, and feeling of human subjects with primary mitochondrial RC disease.","dc:creator":"Polyak E","dc:date":"2018","dc:title":"N-acetylcysteine and vitamin E rescue animal longevity and cellular oxidative stress in pre-clinical models of mitochondrial complex I disease."},"rdfs:label":"C.elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Evidence of mitochondrial dysfunction in a c.elegans model. Model for complex I deficiency, limited to biochemical support for Leigh syndrome spectrum."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":2531,"specifiedBy":"GeneValidityCriteria7","strengthScore":11.5,"subject":{"id":"cggv:b29c415e-f26a-45f8-a491-d057e3f94727","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7708","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFS2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 23, 2020. The NDUFS2 gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit S2. Defects of this protein lead to complex I deficiency.\n\nThe NDUFS2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2001 (PMID: 11220739). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 6 variants in 5 cases from 3 publications (PMIDs: 11220739, 20819849, 22036843). Of note, the c.875T>C (p.Met292Thr) variant is speculated to be a hypomorphic allele (found in 2 homozygotes in gnomAD at the time of this gene review). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions, expression, functional alterations in patient cells, and model organisms (PMIDs: 27509854, 25613900, 14749350, 29526616, 31297047). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 23, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:6df726c1-2897-46f8-aed1-f9939b9acf0c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}