{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffabv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffab_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-11-11T17:03:03.653Z","role":"Publisher"},{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffab_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-12-16T05:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffab_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffab_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffab_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:400b808c-6397-467f-882f-685b41e85a58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f07378f5-95ba-4f28-801d-406bb8015e5d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"Linkage analysis in  this paper used in two families to reduce the candidate region to 230 kb on 19q13.33. LOH in Family 1 (individuals II-2 and II-3) defined the centromeric border of the candidate region distally to rs8101959 in the AP2A1 gene. A recombination event in Family 2 (II-4) defined the telemeric border proximal to D19S867. Informative recombinations and the presence of a common haplotype indicated a minimal candidate interval of 230kb between markers rs8101959 and D19S867 (see Fig 1). The minimal candidate region contains 13 candidate genes (Fig 2A). \nCandidate sequencing of NUP62. All other candidate genes sequenced: AP2A1, MED25, PTOV, PNKP, AKT1S1, TBC1D17, IL4I1, ATF5, SIGLECK11, VRK3, the first two exons of ZNF473, and messenger RNA GLARSEE. No variants found in any other candidate gene.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Individual data not given in this paper. The family is described in Straussberg et al. (2002) where the individual is referred to as VI-2. See Table: Presented at 1 year and 8 months; onset of neurologic deterioration, 9 months; axial hypotonia, choreoathetosis, pathological MRI change. MRI performed at age 16 months (no images). The radiologic evaluation was based on a composite taken from multiple individuals with IBSN. MRI findings identified a four-stage radiologic evolution. Initial MRI scans, performed at 11, 12, and 15 months, revealed no abnormalities (Figure 2A). Thereafter, at 20 and 21 months, they showed caudate nuclei and putamen of normal size, but on T2-weighted images, bilateral, symmetric, hyperintense signals were visible in the putamina (see figure 2B). Follow-up at 6 years revealed further changes. The caudate nucleus and the putamen were atrophic, and the putamen showed a low signal on T1-weighted images. and a high signal on T2-weighted images, compatible with\nmalacia of the deep gray matter. In addition, the ventricles had enlarged ex vacuo (see figure 2C). In the fourth stage, at age 10 and 11 years, MRI scans showed a small, residual caudate nucleus and putamen with abnormal signals, like in the previous examination. Diffuse parenchymal loss was evident, and corpus callosum had thinned (see figure 2D). There were no signs of involvement of the brainstem, periaqueductal gray matter, centrum semiovale, cerebral peduncles, or cerebellar hemispheres—lesions that are typical of Leigh disease. Patient VI-2 was trested with biotin from age 16 months. Over a 4-month period, he did not regress motorically and the chorea diminished. Gastrostomy feeding was unnecessary and he began to understand a few words.","previousTesting":true,"previousTestingDescription":"10-cM genome-wide linkage scan from 2004 paper.","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:400b808c-6397-467f-882f-685b41e85a58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9b334b2-e687-4bbf-8176-ae7134bca378","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016553.5(NUP62):c.1172A>C (p.Gln391Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117059"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16786527","type":"dc:BibliographicResource","dc:abstract":"The objective of this study was to identify the gene causing autosomal recessive infantile bilateral striatal necrosis.","dc:creator":"Basel-Vanagaite L","dc:date":"2006","dc:title":"Mutated nup62 causes autosomal recessive infantile bilateral striatal necrosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16786527","rdfs:label":"Family 1:II-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Variant impact supported by absence from gnomAD and in silico data. Proband does not meet criteria for Leigh syndrome. Variant segregated with disease in each pedigree analyzed. Variant segregated with disease in each pedigree analyzed Figure 2C). Found in a homozgous state in patients and heterozygous state in unaffected parents. Variant absent from 620 chromosomes from unrelated control subjects of Jewish and Arab origin but found in 12 / 280 chromosomes in ethnically matched Bedouin controls living in the same village as the original family and neighboring villages. All the heterozygous individuals also carried alleles corresponding to the alleles present in the disease related haplotype in the several polymorphic markers adjacent to the mutation, indicating the same origin of the mutated allele. Affected individuals from two additional families with the same name also carried the variant in a homozygous state.\nExpression: No reduction in p62 expression seen in patient LCLs cf control subjects on Western blotting (Figure 3A).\nLocalizaion: No differences seen between localization of the p62 protein in the nuclear membrane by immunofluorescent staining in patient and control LCLs (Figure 3B).  Transfected U2OS cells overexpressing normal and mutant YFP-p62 fusion protein, observation of the fluorescent signal showed diverse patterns of expression, including: (1) staining of the nuclear envelope with a fine punctuate pattern consistent with pore binding, (2) phase-dense cytoplasmic aggregates, and (3) diffuse cytoplasmic staining. These three staining patterns were in agreement with the previous rat p62 expression studies. No differences between the normal and the mutated fusion protein signal were observed (see Fig 3C).\nSequence analysis: MSA performed on 9 sequence homologues of p62 including vertebrates from fish to human. MSA of amino acids 348 to 408 is shown in Figure 4A. An especially conserved region was found to be present at the C-terminal region of the protein, harboring the Nsp1-like C-terminal domain, which includes the Q391 residue of the human protein. SIFT predicts not tolerated"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":5341,"specifiedBy":"GeneValidityCriteria7","strengthScore":0,"subject":{"id":"cggv:4f826829-52ad-4eae-99a4-efc0e8cd840f","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:8066","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between NUP62 and Leigh syndrome spectrum (LSS) was evaluated using the ClinGen Clinical Validity Framework as of December 16, 2020. The NUP62 gene encodes nuclear pore glycoprotein p62, a nuclear pore complex component. The nuclear pore complex spans the nuclear envelope and allows the flow of molecules (proteins, RNA, carbohydrates, lipids and signaling molecules) between the nucleus and cytoplasm. \n\nThe NUP62 gene has been associated with infantile bilateral striatal necrosis. However, after extensive literature review, while the reported cases have brain appearances similar to those observed in LSS, additional evidence of mitochondrial and/or biochemical dysfunction was absent in the reported cases. Additionally, there is no experimental evidence to support this gene-disease relationship. \n\nIn summary, there is no evidence for a causal role for NUP62 variants in autosomal recessive LSS. This gene-disease association is not supported by experimental evidence and no reports have directly implicated the gene in LSS.\nThe relationship between NUP62 and Leigh syndrome spectrum (LSS) was evaluated using the ClinGen Clinical Validity Framework as of December 16, 2020. The NUP62 gene encodes nuclear pore glycoprotein p62, a nuclear pore complex component. The nuclear pore complex spans the nuclear envelope and allows the flow of molecules (proteins, RNA, carbohydrates, lipids and signaling molecules) between the nucleus and cytoplasm.\n\nThe NUP62 gene has been associated with infantile bilateral striatal necrosis. However, after extensive literature review, while the reported cases have brain appearances similar to those observed in LSS, additional evidence of mitochondrial and/or biochemical dysfunction was absent in the reported cases. Additionally, there is no experimental evidence to support this gene-disease relationship.\n\nIn summary, there is no evidence for a causal role for NUP62 variants in autosomal recessive LSS. This gene-disease association is not supported by experimental evidence and no reports have directly implicated the gene in LSS.","dc:isVersionOf":{"id":"cggv:8441b4db-da7d-49a2-816c-9f868a96ffab"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}