{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2017-10-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-15T12:34:22.201Z","role":"Publisher"}],"evidence":[{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6},{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c3629932-3423-4159-88d4-97f25ed27ee9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88ca4674-c20b-4100-abe1-ec7fc7062efe","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"LOF may contribute to disease, unspecified mechanism/pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20007713","type":"dc:BibliographicResource","dc:abstract":"E3 ubiquitin ligases catalyze the final step of ubiquitin conjugation and regulate numerous cellular processes. The HECT class of E3 ubiquitin (Ub) ligases directly transfers Ub from bound E2 enzyme to a myriad of substrates. The catalytic domain of HECT Ub ligases has a bilobal architecture that separates the E2 binding region and catalytic site. An important question regarding HECT domain function is the control of ligase activity and specificity. Here we present a functional analysis of the HECT domain of the E3 ligase HUWE1 based on crystal structures and show that a single N-terminal helix significantly stabilizes the HECT domain. We observe that this element modulates HECT domain activity, as measured by self-ubiquitination induced in the absence of this helix, as distinct from its effects on Ub conjugation of substrate Mcl-1. Such subtle changes to the protein may be at the heart of the vast spectrum of substrate specificities displayed by HECT domain E3 ligases.","dc:creator":"Pandya RK","dc:date":"2010","dc:title":"A structural element within the HUWE1 HECT domain modulates self-ubiquitination and substrate ubiquitination activities."},"rdfs:label":"HUWE1 auto-ubiquitination"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Multiple pieces of evidence"},{"id":"cggv:64bd2427-8667-45b0-ac38-b128662ed616","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e427003-0f40-4ffd-b51c-247044796d55","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"N/A","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28193319","type":"dc:BibliographicResource","dc:abstract":"The human ubiquitin ligase HUWE1 has key roles in tumorigenesis, yet it is unkown how its activity is regulated. We present the crystal structure of a C-terminal part of HUWE1, including the catalytic domain, and reveal an asymmetric auto-inhibited dimer. We show that HUWE1 dimerizes in solution and self-associates in cells, and that both occurs through the crystallographic dimer interface. We demonstrate that HUWE1 is inhibited in cells and that it can be activated by disruption of the dimer interface. We identify a conserved segment in HUWE1 that counteracts dimer formation by associating with the dimerization region intramolecularly. Our studies reveal, intriguingly, that the tumor suppressor p14ARF binds to this segment and may thus shift the conformational equilibrium of HUWE1 toward the inactive state. We propose a model, in which the activity of HUWE1 underlies conformational control in response to physiological cues-a mechanism that may be exploited for cancer therapy.","dc:creator":"Sander B","dc:date":"2017","dc:title":"A conformational switch regulates the ubiquitin ligase HUWE1."},"rdfs:label":"Homodimerization"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Multiple pieces of evidence"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79bf64b1-0bdf-4469-b721-2557d9b695c7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:94ab40b9-9942-4829-b578-7020708a611d","type":"FunctionalAlteration","dc:description":"p53 and Mcl-1 (known substrates of HUWE1) are upregulated in the affected, but not in the unaffected, male of family K9149, which carries the p.G4310R variant. HUWE1 protein expression is increased in an affected male in Family 3 (p.R4063Q variant), compared with unaffected male relatives.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27130160","type":"dc:BibliographicResource","dc:abstract":"X linked intellectual disability (XLID) syndromes account for a substantial number of males with ID. Much progress has been made in identifying the genetic cause in many of the syndromes described 20-40 years ago. Next generation sequencing (NGS) has contributed to the rapid discovery of XLID genes and identifying novel mutations in known XLID genes for many of these syndromes.","dc:creator":"Friez MJ","dc:date":"2016","dc:title":"HUWE1 mutations in Juberg-Marsidi and Brooks syndromes: the results of an X-chromosome exome sequencing study."},"rdfs:label":"K9149 Family Cell Studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This evidence is variant evidence not experimental, as we do not know that reducetion of p53 (cancer gene) of Mcl-1 are responsible for the XLID."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3cc5827-db15-4ad6-aeed-eebbd770a302","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8146144c-170a-4a54-85cb-7481258b2bcf","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Re-expressed EEL-1/ HUWE1 in to the EEL-1 null worms and rescued the hypersenstivity of neurons to aldicarb treatment. Also showed that re-expression of EEL-1 in GABAergic neurons was able to rescue the mIPSC frequency ( and a trend towards rescuing amplitude), bu no rescue in cholinergic neuron re-expression suggesting that EEL-1/ HUWE1 regultes presynaptic gtransmission of GABAergic, but not cholinergic, neurons. RE-expression of eel-1/UWE1 in eel-1 null SAB neurons specifically was able to rescue the ectopic axon branching and axon termination defects (reduced the number of axonal branches Fig S5C).They also show that overexpression of EEL-1 in neurons reduced sensitivty to aldicarb, suggesting that EEL-1 is required to maintain and acheive E/I balance in the motor circuit of C. elegans. This E/I balance has been proposed in other models of ID/ Autism disorders such as Angelman syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28445732","type":"dc:BibliographicResource","dc:abstract":"Genetic changes in the HECT ubiquitin ligase HUWE1 are associated with intellectual disability, but it remains unknown whether HUWE1 functions in post-mitotic neurons to affect circuit function. Using genetics, pharmacology, and electrophysiology, we show that EEL-1, the HUWE1 ortholog in C. elegans, preferentially regulates GABAergic presynaptic transmission. Decreasing or increasing EEL-1 function alters GABAergic transmission and the excitatory/inhibitory (E/I) balance in the worm motor circuit, which leads to impaired locomotion and increased sensitivity to electroshock. Furthermore, multiple mutations associated with intellectual disability impair EEL-1 function. Although synaptic transmission defects did not result from abnormal synapse formation, sensitizing genetic backgrounds revealed that EEL-1 functions in the same pathway as the RING family ubiquitin ligase RPM-1 to regulate synapse formation and axon termination. These findings from a simple model circuit provide insight into the molecular mechanisms required to obtain E/I balance and could have implications for the link between HUWE1 and intellectual disability.","dc:creator":"Opperman KJ","dc:date":"2017","dc:title":"The HECT Family Ubiquitin Ligase EEL-1 Regulates Neuronal Function and Development."},"rdfs:label":"Rescue in C. Elegans"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Model organism suboptimal for testing ID"},{"id":"cggv:89064f27-f916-4813-be56-76d3b3ee25f7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbdd69b4-62ad-424f-98de-9ce922f350c9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Assay comments on protein function. Similarity between elegans phenotype and ID in humans is weak.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18047645","type":"dc:BibliographicResource","dc:abstract":"Aproximately 5-10% of cases of mental retardation in males are due to copy number variations (CNV) on the X chromosome. Novel technologies, such as array comparative genomic hybridization (aCGH), may help to uncover cryptic rearrangements in X-linked mental retardation (XLMR) patients. We have constructed an X-chromosome tiling path array using bacterial artificial chromosomes (BACs) and validated it using samples with cytogenetically defined copy number changes. We have studied 54 patients with idiopathic mental retardation and 20 controls subjects.","dc:creator":"Madrigal I","dc:date":"2007","dc:title":"X-chromosome tiling path array detection of copy number variants in patients with chromosome X-linked mental retardation."},"rdfs:label":"C. elegans rescue"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"I would use the lack of rescue in the point mutants as variant evidence to strengthen LOF as the molecular mechanism. They also show expression data of EEL-1/ HUWE1 in the worm, is expressed in non-neuronal tissue, but was strongly expressed in neurons, where it was shown to co-localize with synaptobrevin at the presynaptic terminal (Figure 4F, Fig S3). Assessment of eel-1/HUWE1 null worms showed no changes to GABAergic synapse formation or organization. Because there were changes to the synaptic transmission in these neurons, but no structural changes the authors conclude that the changes are not due to defective synapse formation or \"impaired aon guidance.\" Also show that eel-1/ HUWE1 functions to inhibit \"ectopic axon branching,\" as loss of eel-1 caused the formation of ectopic axon branches called sprouts."},{"id":"cggv:d4a5020e-81ff-409f-9c46-7481aa2ee823","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:127614b9-71bb-4445-b197-3ee50f9fbeea","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Same phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20231446","type":"dc:BibliographicResource","dc:abstract":"We have generated a knockout mouse strain in which the gene coding for the ubiquitin ligase Huwe1 has been inactivated in cerebellar granule neuron precursors (CGNPs) and radial glia. These mice have a high rate of postnatal lethality and profound cerebellar abnormalities. The external granule layer of the cerebellum, which contains CGNPs, is expanded and displays aberrant proliferation and impaired differentiation of the progenitor cell population. The uncontrolled proliferation of the CGNPs is associated with accumulation of the N-Myc oncoprotein, a substrate of Huwe1, and con-sequent activation of the signaling events downstream to N-Myc. Furthermore, loss of Huwe1 in Bergmann glia leads to extensive disorganization of this cell population with layering aberrations, severe granule neuron migration defects, and persistence of ectopic clusters of granule neurons in the external granule layer. Our findings uncover an unexpected role for Huwe1 in regulating Berg-mann glia differentiation and indicate that this ubiquitin ligase orchestrates the programming of the neural progenitors that give rise to neurons and glia in the cerebellum.","dc:creator":"D'Arca D","dc:date":"2010","dc:title":"Huwe1 ubiquitin ligase is essential to synchronize neuronal and glial differentiation in the developing cerebellum."},"rdfs:label":"Conditional KO Mouse 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"4 papers have used this mouse model including Urban et al., 2016, D'Arca et al., 2010, Zhao et al.. 2009, and Zhao et al. 2008. All the papers show an important role of HUWE1 to neuronal differentiation, neurogenesis, and neuronal function. The combined data should are given a total score of 4."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4847,"specifiedBy":"GeneValidityCriteria5","strengthScore":12,"subject":{"id":"cggv:362ca5b3-de1a-4c1c-a654-dc39ae4fe36f","type":"GeneValidityProposition","disease":"obo:MONDO_0019181","gene":"hgnc:30892","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*HUWE1* variants were first reported in relation to non-syndromic X-linked intellectual disability in 2007 (PMID:18047645). *HUWE1* encodes a protein that plays a role in anti-apoptotic protein Mcl1 ubiquitination and degradation. The phenotypes associated with variants in *HUWE1* include varying degrees of intellectual disability, dysmorphic facial features, macro- and microcephaly, and short stature.\n\nAt least 8 unique variants (missense) reported in 18 probands from 9 publications (PMIDs:27130160, 27615324, 23721686, 26587761, 23092983, 18252232, 25652354, 24307393, 18047645) have been included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by experimental evidence including biochemical functional studies, animal models, rescue, and functional alteration of patient cells (PMIDs:28193319, 20007713, 20231446, 28445732, 18047645, 27130160). \n\nIn summary, there is definitive evidence to support the gene-disease relationship between *HUWE1* and non-syndromic X-linked intellectual disability. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on October 20, 2017. As of June 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.","dc:isVersionOf":{"id":"cggv:ded2ea2f-63ff-428a-8061-7c62c276163b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}