{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34efv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-08-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-12-21T17:38:55.727Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15326253","type":"dc:BibliographicResource","dc:abstract":"The authors report mutation screening of the p150 subunit of dynactin (DCTN1) and the cytoplasmic dynein heavy chain (DNCHC1) genes in 250 patients with ALS and 150 unrelated control subjects. Heterozygous missense mutations of the DCTN1 gene were detected in one apparently sporadic case of ALS (T1249I), one individual with familial ALS (M571T), two patients with familial ALS, and two unaffected relatives in the same kindred (R785W). The allelic variants of the DCTN1 gene may represent a previously unknown genomic risk factor for ALS.","dc:creator":"Münch C","dc:date":"2004","dc:title":"Point mutations of the p150 subunit of dynactin (DCTN1) gene in ALS."},"evidence":[{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:2483515d-0938-4845-b92b-66805ce67d2e","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2483515d-0938-4845-b92b-66805ce67d2e_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:7ee034cb-4ee2-4257-868c-fa215507f936","type":"Cohort","allGenotypedSequenced":250,"alleleFrequency":0.012,"detectionMethod":"Protein coding exons 5 to 14 of the DNCHC1 gene and each of the 31 coding exons of DCTN1 were PCR amplified using primers designed for intronic sequences adjacent to the exon-intron border. The PCR products were screened for sequence alterations by heteroduplex analysis, and positive samples were verified by double-stranded DNA sequencing.","evidence":[{"id":"cggv:2483515d-0938-4845-b92b-66805ce67d2e_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"obo:MONDO_0004976"}},"controlCohort":{"id":"cggv:665504cc-d87a-4efd-a951-269d24c2098e","type":"Cohort","allGenotypedSequenced":150,"alleleFrequency":0,"detectionMethod":"Protein coding exons 5 to 14 of the DNCHC1 gene and each of the 31 coding exons of DCTN1 were PCR amplified using primers designed for intronic sequences adjacent to the exon-intron border. The PCR products were screened for sequence alterations by heteroduplex analysis, and positive samples were verified by double-stranded DNA sequencing.","evidence":[{"id":"cggv:2483515d-0938-4845-b92b-66805ce67d2e_cc_evidence_item"}],"numWithVariant":0},"lowerConfidenceLimit":0.2183,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.3392,"statisticalSignificanceType":"","statisticalSignificanceValue":4.2566,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":82.9819,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15326253","rdfs:label":"250 ALS patients and 150 non-neurological controls (Germany)"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0},{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.7},{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:822e6fe1-de9b-4723-a313-2aeabcbee9c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63177ae8-12f0-4363-b53c-8ba9efc69709","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In 15 of 20 patients, all of the residual motor neurons had reduced DCTN1 expression compared with controls. DCTN1 expression was preserved in neurons other than motor neurons such as those in the dorsal nucleus of Clarke and the intermediolateral nucleus in spinal cords, Purkinje cells of the cerebellum and cortical neurons in the occipital cortex in patients with ALS as well as control patients (data not shown). When compared with numbers of residual motor neurons in patients, DCTN1 expression was prominently downregulated, even in patients with relatively well-preserved motor neurons, suggesting that DCTN1 downregulation may be occurring even in early stages of the disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17620987","type":"dc:BibliographicResource","dc:abstract":"In a differential gene expression profile, we showed previously that dynactin 1 (DCTN1), early growth response 3 (EGR3), acetyl-CoA transporter (ACATN), death receptor 5 (DR5), and cyclin C (CCNC) were prominently up- or downregulated in motor neurons of sporadic amyotrophic lateral sclerosis (ALS). In the present study, we examined the correlation between the expression levels of these genes and the levels of pathologic markers for motor neuron degeneration (i.e. cytoplasmic accumulation of phosphorylated neurofilament H [pNF-H] and ubiquitylated protein) and the numbers of residual motor neurons in 20 autopsies of patients with sporadic ALS. DCTN1 and EGR3 were widely downregulated, and the changes in gene expression were correlated to the number of residual motor neurons. In particular, DCTN1 was markedly downregulated in most residual motor neurons before the accumulation of pNF-H, even in cases with well-preserved motor neuron populations. ACATN, DR5, and CCNC were upregulated in subpopulations of residual motor neurons, and their expression levels were well correlated with the levels of pNF-H accumulation and the number of residual motor neurons. The expressions of DCTN1, EGR3, ACATN, and DR5 were all markedly altered before ubiquitylated protein accumulation. DCTN1 downregulation appears to be an early event before the appearance of neurodegeneration markers, whereas upregulations of DR5 and CCNC are relatively later phenomena associated with pathologic markers and leading to neuronal death. The sequence of motor neuron-specific gene expression changes in sporadic ALS can be beneficial information in developing appropriate therapeutic strategies for neurodegeneration.","dc:creator":"Jiang YM","dc:date":"2007","dc:title":"Gene expressions specifically detected in motor neurons (dynactin 1, early growth response 3, acetyl-CoA transporter, death receptor 5, and cyclin C) differentially correlate to pathologic markers in sporadic amyotrophic lateral sclerosis."},"rdfs:label":"Downregulation of DCTN1 in ALS spinal motor neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f3e7a96b-ce27-4f1f-a266-af5f17e472c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7effda76-9b95-45b1-bf9e-d77b347abafe","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Coimmunoprecipitation of Dctn1 and Tdp-43 in murine brains was performed. An anti-DCTN1 antibody was used to immunoprecipitate Dctn1 from the brain cell lysates, and an anti-TDP-43 antibody was used to detect Tdp-43 in the immunoprecipitates through Western blotting, and interaction was observed in vivo.\nCoimmunoprecipitation of tagged DCTN1 and TDP-43 was also performed in monkey fibroblast COS-7 cells, and again reciprocal coimmunoprecipitation was observed.\nSerially truncating DCTN1-myc and transfecting into COS-7 cells with full length TDP43 determined that DCTN1 interacted with TDP-43 via not only the CAP-Gly-basic domain but also via the dynactin domain, CC2 domain-containing region, and extreme C-terminal region, indicating the multivalency of DCTN1-TDP-43 interactions. A similar experiment revealed that the C-terminal region of TDP-43 preferentially contributes to the DCTN1 interaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33924373","type":"dc:BibliographicResource","dc:abstract":"A common pathological hallmark of several neurodegenerative diseases, including amyotrophic lateral sclerosis, is cytoplasmic mislocalization and aggregation of nuclear RNA-binding protein TDP-43. Perry disease, which displays inherited atypical parkinsonism, is a type of TDP-43 proteinopathy. The causative gene ","dc:creator":"Deshimaru M","dc:date":"2021","dc:title":"DCTN1 Binds to TDP-43 and Regulates TDP-43 Aggregation."},"rdfs:label":"DCTN1 interacts with TDP-43"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7c6c3f0-ebbc-4bad-afbe-c3ef4b60ca52","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3706beef-9669-42b2-9620-117df2f4f810","type":"FunctionalAlteration","dc:description":"DCTN1G59S and DCTN1F52L (Perry syndrome) mutants induced TDP-43 cytoplasmic aggregation only at low levels, but caused significant levels of TDP-43 nuclear aggregation. Quantitative analysis revealed that DCTN1F52L, but not DCTN1G59S, induced significant mislocalization of TDP-43 into the cytoplasm. DCTN1G59S induced statistically significant levels of aggregation of itself and TDP-43 in the nucleus and cytoplasm.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33924373","rdfs:label":"Effects of DCTN1 G59S on TDP-43 aggregation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Although the variant induced aggregation of DNCT1 and TDP-43, functional implications remain unclear. It also did not induce cytoplasmic aggregation"},{"id":"cggv:ce62f4cf-ee3f-4f02-be2d-5739dc900e51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50f34153-773c-4437-bb23-451ab97a5d85","type":"FunctionalAlteration","dc:description":"To examine dynein–dynactin function more carefully in the CAP-Gly mutants, the authors assayed the kinetics of spindle movement in synchronized cells expressing GFP-tubulin. Cells expressing either nip100-G45S or nip100ΔCAP-Gly required more time to move the spindle across the bud neck than did wild-type cells. They also examined the  number of cells in which the spindle moved from the mother cell compartment through the neck, which was significantly decreased in the G45S mutant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19279216","type":"dc:BibliographicResource","dc:abstract":"Neurodegenerative disease in humans and mice can be caused by mutations affecting the microtubule motor dynein or its biochemical regulator, dynactin, a multiprotein complex required for dynein function (1-4). A single amino acid change, G59S, in the conserved cytoskeletal-associated protein glycine-rich (CAP-Gly) domain of the p150(glued) subunit of dynactin can cause motor neuron degeneration in humans and mice, which resembles ALS (2, 5-8). The molecular mechanism by which G59S impairs the function of dynein is not understood. Also, the relevance of the CAP-Gly domain for dynein motility has not been demonstrated in vivo. Here, we generate a mutant that is analogous to G59S in budding yeast, and show that this mutation produces a highly specific phenotype related to dynein function. The effect of the point mutation is identical to that of complete loss of the CAP-Gly domain. Our results demonstrate that the CAP-Gly domain has a critical role in the initiation and persistence of dynein-dependent movement of the mitotic spindle and nucleus, but it is otherwise dispensable for dynein-based movement. The need for this function appears to be context-dependent, and we speculate that CAP-Gly activity may only be necessary when dynein needs to overcome high force thresholds to produce movement.","dc:creator":"Moore JK","dc:date":"2009","dc:title":"Neurodegeneration mutations in dynactin impair dynein-dependent nuclear migration."},"rdfs:label":"Spindle movement in DCTN1 G59S mutant yeast"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Implications of the alteration of the DCTN1 function of spindle movement in reference to ALS/dHMN remains unclear\nThe ALS GCEP chose not to score this evidence as similar functional evidence for G59S was included in the genetic evidence scoring from Hwang et al 2016, which was functional evidence from Puls et al. 2003"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6ec8f32-f6ff-4514-a353-edf97e055843","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1ee7b4a-3873-41ce-a6d9-cffa1c0ea178","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"At 6dpf the human protein was able to rescue the CaP morphological phenotype in mok m632−/− larvae, as mutant CaPs had larger, more complex axonal arbors than wild-type CaPs, based on total cell length and number of projections, while maintaining average projection length. \nTouch evoked espace responses of 2dpf mok m632−/− and mok m632−/+ embryos injected with Dynactin1-GFP were of similar duration and distance while being significantly different from uninjected mok m632−/−, demonstrating rescuing of locomotor behaviours. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31291987","type":"dc:BibliographicResource","dc:abstract":"Dynactin subunit 1 is the largest subunit of the dynactin complex, an activator of the molecular motor protein complex dynein. Reduced levels of DCTN1 mRNA and protein have been found in sporadic amyotrophic lateral sclerosis (ALS) patients, and mutations have been associated with disease, but the role of this protein in disease pathogenesis is still unknown.","dc:creator":"Bercier V","dc:date":"2019","dc:title":"Dynactin1 depletion leads to neuromuscular synapse instability and functional abnormalities."},"rdfs:label":"Rescue of DCTN1 (dynactin1a) KD in zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"As described in the \"Data Knock-down of DCTN1 (dynactin1a) in zebrafish\" evidence, the defects of the model system were considered milder than other ALS zebrafish models and there is also concern about the phenotypes being present in embryos rather than adult zebrafish. However, the phenotypes were rescued with human DCTN1, so a reduced score was given."},{"id":"cggv:e9ba3d82-4bfc-48e5-994f-aebf2fb3f518","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6eac6a98-22ca-460a-96d2-6ce143771807","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Retrograde transport of neurofilaments (NF) along axons has been observed in vivo and in vitro cell culture models for motor neuron disease\nOlder patients carrying the G59S mutation in p150glued had steppage gait. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18094236","type":"dc:BibliographicResource","dc:abstract":"The G59S missense mutation at the conserved microtubule-binding domain of p150(glued), a major component of dynein/dynactin complex, has been linked to an autosomal dominant form of motor neuron disease (MND). To study how this mutation affects the function of the dynein/dynactin complex and contributes to motor neuron degeneration, we generated p150(glued) G59S knock-in mice. We found that the G59S mutation destabilizes p150(glued) and disrupts the function of dynein/dynactin complex, resulting in early embryonic lethality of homozygous knock-in mice. Heterozygous knock-in mice, which developed normally, displayed MND-like phenotypes after 10 months of age, including excessive accumulation of cytoskeletal and synaptic vesicle proteins at neuromuscular junctions, loss of spinal motor neurons, increase of reactive astrogliosis, and shortening of gait compared with wild-type littermates and age-matched p150(glued) heterozygous knock-out mice. Our findings indicate that the G59S mutation in p150(glued) abrogates the normal function of p150(glued) and accelerates motor neuron degeneration.","dc:creator":"Lai C","dc:date":"2007","dc:title":"The G59S mutation in p150(glued) causes dysfunction of dynactin in mice."},"rdfs:label":"p150glued G59S knock-in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced score as there were many negative results and lack of clinical signs of ALS/motor neuron disease. Note that the variant is specific to dHMN, not ALS"},{"id":"cggv:d72dd707-f76e-40fd-b24e-50e568fb506f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:052c0f2d-4214-49fb-8f91-48ef9c3b7256","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The results showed that the knockdown of dnc-1 caused progressive motor deficits in C. elegans, and the pathological changes observed in the model shared several features with those seen in SALS patients, e.g., the axonal accumulation of membranous structures, such as mitochondria and autophagosomes, and motor neuron degeneration characterized by axonal degeneration including axonal spheroids. They also observed the disrupted transport of autophagosomes in the degenerated motor neurons of this model. The model exhibited adult-onset motor neuron degeneration even though the shRNA::gfp had already expressed in the larval stage. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23408943","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by the progressive loss of motor neurons. We previously showed that the expression of dynactin 1, an axon motor protein regulating retrograde transport, is markedly reduced in spinal motor neurons of sporadic ALS patients, although the mechanisms by which decreased dynactin 1 levels cause neurodegeneration have yet to be elucidated. The accumulation of autophagosomes in degenerated motor neurons is another key pathological feature of sporadic ALS. Since autophagosomes are cargo of dynein/dynactin complexes and play a crucial role in the turnover of several organelles and proteins, we hypothesized that the quantitative loss of dynactin 1 disrupts the transport of autophagosomes and induces the degeneration of motor neuron. In the present study, we generated a Caenorhabditis elegans model in which the expression of DNC-1, the homolog of dynactin 1, is specifically knocked down in motor neurons. This model exhibited severe motor defects together with axonal and neuronal degeneration. We also observed impaired movement and increased number of autophagosomes in the degenerated neurons. Furthermore, the combination of rapamycin, an activator of autophagy, and trichostatin which facilitates axonal transport dramatically ameliorated the motor phenotype and axonal degeneration of this model. Thus, our results suggest that decreased expression of dynactin 1 induces motor neuron degeneration and that the transport of autophagosomes is a novel and substantial therapeutic target for motor neuron degeneration.","dc:creator":"Ikenaka K","dc:date":"2013","dc:title":"dnc-1/dynactin 1 knockdown disrupts transport of autophagosomes and induces motor neuron degeneration."},"rdfs:label":"Generation of the dnc-1-depleted C. elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced score as C. elegans is not a typical ALS model and clinical features of disease largely cannot be captured. GCEP chose to reduce further to 0.5."},{"id":"cggv:6c769015-fa27-4459-b91e-b06b5e92ac34","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea0409ca-faeb-4dc2-8675-682ddcb5917a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant p150 Glued mice exhibit a rapid disease progression indicating that this mouse model closely mimics the clinical outcomes of sporadic ALS, and physical features of the mutant mice reflect clinical features of ALS. Pathophysiology observed in these mutant p150 Glued mice share many features with those seen in sporadic ALS, including loss of motor neurons, ubiquitin positive inclusions, accumulations of neurofilaments and astrocytic gliosis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18305234","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS), a fatal and progressive neurodegenerative disorder characterized by weakness, muscle atrophy, and spasticity, is the most common adult-onset motor neuron disease. Although the majority of ALS cases are sporadic, approximately 5-10% are familial, including those linked to mutations in SOD1 (Cu/Zn superoxide dismutase). Missense mutations in a dynactin gene (DCTN1) encoding the p150(Glued) subunit of dynactin have been linked to both familial and sporadic ALS. To determine the molecular mechanism whereby mutant dynactin p150(Glued) causes selective degeneration of motor neurons, we generated and characterized mice expressing either wild-type or mutant human dynactin p150(Glued). Neuronal expression of mutant, but not wild type, dynactin p150(Glued) causes motor neuron disease in these animals that are characterized by defects in vesicular transport in cell bodies of motor neurons, axonal swelling and axo-terminal degeneration. Importantly, we provide evidence that autophagic cell death is implicated in the pathogenesis of mutant p150(Glued) mice. This novel mouse model will be instrumental for not only clarifying disease mechanisms in ALS, but also for testing therapeutic strategies to ameliorate this devastating disease.","dc:creator":"Laird FM","dc:date":"2008","dc:title":"Motor neuron disease occurring in a mutant dynactin mouse model is characterized by defects in vesicular trafficking."},"rdfs:label":"Generation of dynactin p150 Glued transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Reduced score due to some redundancies in results with Lai et al 2007 G59S mouse model. This analysis had more results that align with the motor neuron phenotype. Note that this mouse model is specific to G59S - a variant associated with dHMN, not ALS"},{"id":"cggv:a5874894-0b4a-421c-931a-12ba7ceed804","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d39b5129-981e-4976-bd1e-4fc821577362","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The loss of SMN with a late onset, loss of motor control, muscle atrophy, and gliosis are all features commonly observed in patients with ALS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29490687","type":"dc:BibliographicResource","dc:abstract":"Dynactin p150","dc:creator":"Yu J","dc:date":"2018","dc:title":"Genetic ablation of dynactin p150"},"rdfs:label":"Depletion of p150 in mice neurons"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"No differences of cerebral spinal motor neurons. Lack of clinical similarity to ALS (eg. lifespan)"},{"id":"cggv:a6037bcf-41fc-43d1-8a6e-78d9094c3d3a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c2a02b6d-fd8e-406f-9df0-b47dc0c32c8b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Observed locomotion deficits, while statistically significant, were less severe than what has been described in previous ALS models. In patients, impairment of NMJ function is reported to arise before the onset of motor neuron degeneration and clinical symptoms in early ALS, which the authors say is consistent with their observation of synapse instability and slight locomotion deficits in the 2dpf before the CaP MN morphological changes and loss of NMJ structure in 6dpf.\nNMJs had variable amplitudes and higher rate of response failure to action potentials, which were similar to FUS loss of function ALS models.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31291987","rdfs:label":"Knock-down of DCTN1 (dynactin1a) in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The authors suggest that their results do not show that DCTN1 variants would be causative of ALS, rather a potential risk factor. They instead propose their results show a novel role of DCTN1 in stabilizing the neuromuscular synapses and impairing function, but we do know these pathways have roles in ALS. Yet the defects they reported are milder than previous established zebrafish models of ALS.\nThere is also concern that the results are only shown in zebrafish embryos/larvae. Therefore it is unclear if these are showing issues with neurodevelopment, rather than representing neurodegeneration."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.25}],"evidenceStrength":"Moderate","sequence":7311,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.95,"subject":{"id":"cggv:bdaa8368-0fd6-4a2f-b82c-82091bb49f3a","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:2711","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*DCTN1* encodes dynactin 1 (dctn1/P150-Glued) and is the largest polypeptide of the dynactin complex, which binds microtubules and cytoplasmic dynein. It has a role in axon maintenance, regulating vesicle and organelle transport via direct binding to microtubules, the molecular motor dynein, and various cargoes. *DCTN1* was first reported in relation to distal hereditary motor neuronopathy type 7B (dHMN7B; OMIM: 607641) in 2003 (Puls et al., PMID: 12627231). This association led to interest in screening a cohort of individuals with ALS (OMIM: 105400) for variants in *DCTN1*, and heterozygous missense variants of interest were found in four cases (Munch et al. 2004, PMID: 15326253). The gene was finally associated with Perry Syndrome (OMIM: 168605) through genome-wide linkage analyis (Farrer et al. 2009, PMID: 19136952). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we did not find a distinct difference between the molecular mechanism, phenotypic variability, or inheritance pattern of dHMN7B and ALS; therefore, these diseases were lumped for the purposes of gene curation. However, we found a difference in phenotypic variability between Perry Syndrome and ALS, and these disease entities were split. The gene was curated for the lumped ALS and dHMN7B, but the curation for Perry Syndrome was not completed as it is considered outside the phenotypic scope of the GCEP.\n\nThe association between *DCTN1* and ALS was first established in a candidate gene analysis that used Sanger sequencing to assess all exons of the gene in 108 familial and 142 sporadic ALS cases, finding variants in 4 individuals (Munch et al, 2004, PMID: 15326253). No case-control analyses were scorable for the curation of DCTN1. The dHMN7B family in which the first variant in *DCTN1* was identified was the only family segregation included in the scoring (Puls et al., PMID: 12627231). Additionally, 11 variants - including 10 missense variants and 1 insertion variant - reported in 11 probands from 10 publications were scored in this curation. Based on the curation, a genetic evidence score of 4.7 was reached. The majority of variants identified in *DCTN1* appear to be missense variants.\n\nThe gene-disease association is also supported by experimental evidence describing a physical interaction with another known ALS associated protein, TDP-43 (PMIDs: 33924373); aberrant expression in patient cells (PMID: 17620987); functional alterations in non-patient cells (PMIDs: 33924373); and establishment of model organisms and rescues (PMIDs: 18094236, 29490687, 31291987, 23408943, and 18305234). An experimental evidence score of 5.25 was reached.\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, particularly regarding the molecular mechanism of pathogenic variants, no convincing contradictory evidence has emerged.This classification was approved by the ClinGen ALS GCEP on the meeting date July 27, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:5cd19f2c-2499-417f-94c8-2bd4bedf34ef"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}