{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2021-10-25T20:22:21.271Z","role":"Publisher"},{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2021-10-25T20:21:58.414Z","role":"Approver"}],"evidence":[{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba1f525d-5675-4bf2-b4fc-171684aaf33f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d8184ff4-54fb-4775-855c-ea3c746666df","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This evidence links Tim50 to the mitochondrial defects exhibited by human patients, including abnormalities of the Krebs cycle and other enzymatic steps in mitochondrial metabolism. This finding indicates that in the absence of functional TIMM50, human cells might exhibit mitochondrial abnormalities as a result of a constitutively open TIM23 import channel.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16763150","type":"dc:BibliographicResource","dc:abstract":"Transport of metabolites across the mitochondrial inner membrane is highly selective, thereby maintaining the electrochemical proton gradient that functions as the main driving force for cellular adenosine triphosphate synthesis. Mitochondria import many preproteins via the presequence translocase of the inner membrane. However, the reconstituted Tim23 protein constitutes a pore remaining mainly in its open form, a state that would be deleterious in organello. We found that the intermembrane space domain of Tim50 induced the Tim23 channel to close. Presequences overcame this effect and activated the channel for translocation. Thus, the hydrophilic cis domain of Tim50 maintains the permeability barrier of mitochondria by closing the translocation pore in a presequence-regulated manner.","dc:creator":"Meinecke M","dc:date":"2006","dc:title":"Tim50 maintains the permeability barrier of the mitochondrial inner membrane."},"rdfs:label":"Tim50 regulates Tim23 channel closure and re-opening."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The role of Tim50 in regulating closure / re-opening of the mitochondrial protein import channel links its absence to the mitochondrial defects exhibited by human patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:356dce6f-e961-4b5e-81ee-2f2978750d9e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:194d42a5-b0b6-444b-9fbe-68754bb6282c","type":"FunctionalAlteration","dc:description":"TIMM50 knockout in HEK293T cells triggered a defect in maximum respiratory capacity (Figure 5A) comparable to that observed in patient cells (Figure 4D). This was partially reversed by transient plasmid-based exogenous expression of TIMM50 (Figure 5B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31058414","type":"dc:BibliographicResource","dc:abstract":"3-Methylglutaconic aciduria (3-MGA-uria) syndromes comprise a heterogeneous group of diseases associated with mitochondrial membrane defects. Whole-exome sequencing identified compound heterozygous mutations in TIMM50 (c.[341 G>A];[805 G>A]) in a boy with West syndrome, optic atrophy, neutropenia, cardiomyopathy, Leigh syndrome, and persistent 3-MGA-uria. A comprehensive analysis of the mitochondrial function was performed in fibroblasts of the patient to elucidate the molecular basis of the disease. TIMM50 protein was severely reduced in the patient fibroblasts, regardless of the normal mRNA levels, suggesting that the mutated residues might be important for TIMM50 protein stability. Severe morphological defects and ultrastructural abnormalities with aberrant mitochondrial cristae organization in muscle and fibroblasts were found. The levels of fully assembled OXPHOS complexes and supercomplexes were strongly reduced in fibroblasts from this patient. High-resolution respirometry demonstrated a significant reduction of the maximum respiratory capacity. A TIMM50-deficient HEK293T cell line that we generated using CRISPR/Cas9 mimicked the respiratory defect observed in the patient fibroblasts; notably, this defect was rescued by transfection with a plasmid encoding the TIMM50 wild-type protein. In summary, we demonstrated that TIMM50 deficiency causes a severe mitochondrial dysfunction by targeting key aspects of mitochondrial physiology, such as the maintenance of proper mitochondrial morphology, OXPHOS assembly, and mitochondrial respiratory capacity.","dc:creator":"Tort F","dc:date":"2019","dc:title":"Mutations in TIMM50 cause severe mitochondrial dysfunction by targeting key aspects of mitochondrial physiology."},"rdfs:label":"Cellular respiration defects in TIMM50 knockout HEK293T"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"TIMM50 knockout triggered a defect in maximum respiratory capacity comparable to that observed in patient cells. Specificity was shown through partial reversal of this defect by transient plasmid-based exogenous expression of TIMM50."},{"id":"cggv:81cabd2b-79be-4c57-ba27-e913210a5cfa","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:787298f9-a9ea-4571-956e-a85a69989091","type":"FunctionalAlteration","dc:description":"Mitochondria from patient-derived fibroblasts exhibit a reduced number of cristae relative to their counterparts from control cells (Figure 3B). Supercomplexes associated with oxidative phosphorylation were also found to be reduced in patient-derived cells relative to control cells (Figure 4B), while high-resolution respirometry analysis showed a corresponding decrease in maximum respiratory capacity of these cells relative to the unaffected control (Figure 4D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31058414","rdfs:label":"Mitochondrial abnormalities in patient-derived fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient-derived fibroblasts exhibit multiple mitochondrial defects that implicate TIMM50 in the disease entity through its known role in that organelle, including a reduced number of mitochondrial cristae, reduced levels of supercomplexes associated with oxidative phosphorylation and decreased maximum respiratory capacity relative to the unaffected control cells."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:168ef286-3e1b-4f40-87e3-0f154bfc18a7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6f4a93a2-7f2e-4a93-b65b-cba558d8f97e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Patient immortalized skin fibroblasts exhibit reduced mitochondrial membrane potential, indicating organelle dysfunction (Figure 2C). Lentiviral infection resulting in wild-type TIMM50 expression rescued this phenotype by restoring membrane potential to levels similar to control cells, while the empty vector lentiviral particles did not (Figure 2C). Patient immortalized skin fibroblasts also exhibit defective accumulation of mitochondrial imported TFAM signal, reflecting deficient activity of the TIM23 complex responsible for mitochondrial import of TFAM (Figures 3A, 3B). Lentiviral infection resulting in wild-type TIMM50 expression rescued this phenotype by restoring TFAM import into the mitochondria, while the empty vector control did not (Figures 3C,3D). Patient immortalized skin fibroblasts also exhibit defective oxygen consumption relative to control cells (Figure 4C). Lentiviral infection resulting in wild-type TIMM50 expression rescued this phenotype in patient cells by restoring oxygen consumption levels equivalent to the control cells, while lentiviral particles harboring the empty vector did not (Figure 4D). Finally, patient-derived immortalized fibroblasts exhibit smaller size, slow growth, and increased apoptosis, particularly when grown on galactose rather than glucose (Figure 6). Lentiviral infection resulting in wild-type TIMM50 expression rescued this phenotype in patient cells by restoring cell size (Figure 6A), growth rate (Figure 6B), and percentage of apoptotic cells (Figure 6D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30190335","type":"dc:BibliographicResource","dc:abstract":"TIMM50 is an essential component of the TIM23 complex, the mitochondrial inner membrane machinery that imports cytosolic proteins containing a mitochondrial targeting presequence into the mitochondrial inner compartment. Whole exome sequencing (WES) identified compound heterozygous pathogenic mutations in ","dc:creator":"Reyes A","dc:date":"2018","dc:title":"Mutations in "},"rdfs:label":"Cellular mitochondrial defects rescued by exogenous TIMM50"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1.5,"dc:description":"This rescue experiment was up-scored because exogenous expression of wild-type TIMM50 in patient cells rescued six different cellular defects (reduced mitochondrial membrane potential, deficient activity of the TIM23 complex / TFAM import, defective oxygen consumption smaller cell size, slow growth, and increased apoptosis). These defects collectively modeled not only the mitochondrial metabolic defects but also the failure to thrive / growth defects characteristic of human patients."},{"id":"cggv:a203bc11-b24c-44aa-94dd-de28d564a79a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e963451f-4f03-4227-b97b-68007726984f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"One allele of the TIM50 gene (the C. glabrata ortholog of human TIMM50) was disrupted with a HIS3 cassette in a diploid strain. The strain was induced to sporulate and spores were dissected, allowing counting of viable and non-viable spores (Figure 2A). The model recapitulates the human phenotype in that the spores lacking TIM50 were non-viable / did not grow. This is reminiscent of the failure to thrive exhibited by human patients, as well as one patient's death in childhood (PMID: 30190335). The TIM50 depletion model exhibits abnormalities in TIM23-mediated protein import into mitochondria (Figures 3A-3D). These are consistent with various deficiencies in mitochondrial metabolism observed in affected human patients, as well as with the patients' lactic acidosis. While lactic acidosis can be triggered by multiple causes, one of them is a defect in oxygen utilization by the mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12437925","type":"dc:BibliographicResource","dc:abstract":"Based on the results of site-specific photocrosslinking of translocation intermediates, we have identified Tim50, a component of the yeast TIM23 import machinery, which mediates translocation of presequence-containing proteins across the mitochondrial inner membrane. Tim50 is anchored to the inner mitochondrial membrane, exposing the C-terminal domain to the intermembrane space. Tim50 interacts with the N-terminal intermembrane space domain of Tim23. Functional defects of Tim50 either by depletion of the protein or addition of anti-Tim50 antibodies block the protein translocation across the inner membrane. A translocation intermediate accumulated at the TOM complex is crosslinked to Tim50. We suggest that Tim50, in cooperation with Tim23, facilitates transfer of the translocating protein from the TOM complex to the TIM23 complex","dc:creator":"Yamamoto H","dc:date":"2002","dc:title":"Tim50 is a subunit of the TIM23 complex that links protein translocation across the outer and inner mitochondrial membranes."},"rdfs:label":"Candida glabrata models of TIM50 deletion and depletion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"While the complex human phenotypes cannot be fully recapitulated in this model organism, the growth / viability defect of the deletion model and the mitochondrial import defects of the depletion model match human patient defects such as failure to thrive, death in childhood, and mitochondrial abnormalities."},{"id":"cggv:86d7dcb8-2c3e-4358-9f83-dbe86cfee56f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7644e687-fc23-415f-9d47-be66eadc50b7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Tim50 gene (the M. musculus ortholog of human TIMM50) was knocked out using CRISPR/Cas9 gene editing. The model was then subjected to aortic banding to constrict blood flow out of the heart. The model recapitulates the human phenotype in that loss of Tim50 exacerbated the cardiac hypertrophy and increased heart weight (Figure 3A), cardiomyocyte cross-sectional area (Figure 3B), left ventricular dysfunction (Figure 3C), and cardiac fibrosis (Figure 3D). On the other hand, transgenic Tim50 had a protective effect against these phenotypes induced in the model (Figure 4). This is reminiscent of one patient's dilated cardiomyopathy (PMID: 31058414) and another's death in childhood due to cardiorespiratory arrest (PMID: 30190335). At the molecular level, the Tim50 knockout mice exhibited abnormalities in mitochondrial metabolism (Figures 5A, 5B, 5D, and 5E) similar to those observed in affected human patients. These respiratory chain defects were also consistent with the human phenotype of lactic acidosis. While lactic acidosis can be triggered by multiple causes, one of them is a defect in oxygen utilization by the mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28432072","type":"dc:BibliographicResource","dc:abstract":"Translocase of inner membrane 50 (TIM50) is a member of the translocase of inner membrane (TIM) complex in the mitochondria. Previous research has demonstrated the role of TIM50 in the regulation of oxidative stress and cardiac morphology. However, the role of TIM50 in pathological cardiac hypertrophy remains unknown.","dc:creator":"Tang K","dc:date":"2017","dc:title":"Translocase of Inner Membrane 50 Functions as a Novel Protective Regulator of Pathological Cardiac Hypertrophy."},"rdfs:label":"Mouse models of Tim50 deletion and cardiac overexpression"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Default scoring was used because the knockout model recapitulates many of the features of the human patients, both at the organismal level (exacerbating hypertrophy cardiomyopathy) and molecular level (respiratory chain defects). The knockout model was complemented by an overexpression model with protective effects. On the other hand, further up-scoring of this close phenotypic match was not performed due to the need for aortic banding in the model to trigger cardiac phenotypes, which were then exacerbated rather than primarily caused by Tim50 knockout."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c036de90-08e8-4008-9a07-c09be905d780_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c036de90-08e8-4008-9a07-c09be905d780","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":[{"id":"cggv:ed32e734-d948-40cc-83d8-20082ac1cded","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001563.5(TIMM50):c.805G>A (p.Gly269Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204701"}},{"id":"cggv:4ce9d416-562d-466e-a898-4b0d38896bdb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001563.5(TIMM50):c.341G>A (p.Arg114Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9431796"}}],"detectionMethod":"The proband and his parents were subjected to whole exome sequencing, then confirmed by Sanger sequencing of the TIMM50 locus.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The aggregation of lipid in muscle tissue was associated with mitochondria specifically.","phenotypes":["obo:HP_0003535","obo:HP_0000816","obo:HP_0001298","obo:HP_0009058","obo:HP_0000496","obo:HP_0000512","obo:HP_0410255","obo:HP_0000649","obo:HP_0002650","obo:HP_0002453","obo:HP_0000648","obo:HP_0000707","obo:HP_0001285","obo:HP_0001141","obo:HP_0012747","obo:HP_0011097","obo:HP_0001332","obo:HP_0001508","obo:HP_0001644","obo:HP_0000486","obo:HP_0003128"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of mtDNA testing to rule out variations in mitochondrial genes known to be involved in Leigh disease or 3-methylglutaconic aciduria.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:2f0f9126-c6ea-473d-bcca-745ac2b6f895_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ed32e734-d948-40cc-83d8-20082ac1cded"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31058414"},{"id":"cggv:843a000c-4c84-445a-9492-d890a29ca8a6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4ce9d416-562d-466e-a898-4b0d38896bdb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31058414"}],"rdfs:label":"Tort_2019_Patient_1"},{"id":"cggv:2f0f9126-c6ea-473d-bcca-745ac2b6f895","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f0f9126-c6ea-473d-bcca-745ac2b6f895_variant_evidence_item"},{"id":"cggv:2f0f9126-c6ea-473d-bcca-745ac2b6f895_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Evidence supporting the pathogenicity of this missense variant includes TIMM50 expression data at the mRNA and protein levels, indicating that while the two variant-encoding TIMM50 mRNAs are present in patient fibroblasts, the protein product is strongly reduced in expression."}],"strengthScore":0.5,"dc:description":"The variant was up-scored due to the presence of TIMM50 expression data at the mRNA and protein levels, indicating that while the two variant-encoding TIMM50 mRNAs are present in patient fibroblasts, the protein product is strongly reduced in expression. Further up-scoring was not performed due to the inability to distinguish the two variants from one another in these data."},{"id":"cggv:843a000c-4c84-445a-9492-d890a29ca8a6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:843a000c-4c84-445a-9492-d890a29ca8a6_variant_evidence_item"},{"id":"cggv:843a000c-4c84-445a-9492-d890a29ca8a6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Evidence supporting the pathogenicity of this missense variant includes TIMM50 expression data at the mRNA and protein levels, indicating that while the two variant-encoding TIMM50 mRNAs are present in patient fibroblasts, the protein product is strongly reduced in expression. The variant also affects the same codon as a variant found in an apparently unrelated proband (PMID: 27573165)."}],"strengthScore":1,"dc:description":"Evidence supporting the pathogenicity of this missense variant includes TIMM50 expression data at the mRNA and protein levels, indicating that while the two variant-encoding TIMM50 mRNAs are present in patient fibroblasts, the protein product is strongly reduced in expression. Despite the caveat these data are not able to distinguish the two variants from one another, this particular variant also affects the same codon as another variant (NM_001001563.5(TIMM50):c.340C>T (p.Arg114Trp)) found in an apparently unrelated proband (PMID: 27573165), providing a rationale for further up-scoring."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1052b4cb-4ae6-435b-bb13-57271ab51c7d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1052b4cb-4ae6-435b-bb13-57271ab51c7d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:a8142fef-2ac5-41ef-9c95-a5f9a8c62000","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001563.5(TIMM50):c.446C>T (p.Thr149Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA405787335"}},"detectionMethod":"Following SNP array analysis, whole exome analysis was performed for both parents and the two affected children. The two affected individuals harbor homozygous variants not only in the TIMM50 locus but also in both the IGFLR1 and ZFP30 loci.","firstTestingMethod":"Other","phenotypes":["obo:HP_0032988","obo:HP_0000514","obo:HP_0000750","obo:HP_0006956","obo:HP_0003128","obo:HP_0100022","obo:HP_0001508","obo:HP_0012444","obo:HP_0006829","obo:HP_0000512","obo:HP_0000648","obo:HP_0011344","obo:HP_0010864","obo:HP_0012469","obo:HP_0003535","obo:HP_0000649","obo:HP_0002521"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of analysis of SNP arrays to identify regions of homozygosity shared between affected family members.","secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:c3bab9a3-1e8e-4ba2-837f-811924475480_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a8142fef-2ac5-41ef-9c95-a5f9a8c62000"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27573165","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial encephalopathies are a heterogeneous group of disorders that, usually carry grave prognosis. Recently a homozygous mutation, Gly372Ser, in the TIMM50 gene, was reported in an abstract form, in three sibs who suffered from intractable epilepsy and developmental delay accompanied by 3-methylglutaconic aciduria. We now report on four patients from two unrelated families who presented with severe intellectual disability and seizure disorder, accompanied by slightly elevated lactate level, 3-methylglutaconic aciduria and variable deficiency of mitochondrial complex V. Using exome analysis we identified two homozygous missense mutations, Arg217Trp and Thr252Met, in the TIMM50 gene. The TIMM50 protein is a subunit of TIM23 complex, the mitochondrial import machinery. It serves as the major receptor in the intermembrane space, binding to proteins which cross the mitochondrial inner membrane on their way to the matrix. The mutations, which affected evolutionary conserved residues and segregated with the disease in the families, were neither present in large cohorts of control exome analyses nor in our ethnic specific exome cohort. Given the phenotypic similarity, we conclude that missense mutations in TIMM50 are likely manifesting by severe intellectual disability and epilepsy accompanied by 3-methylglutaconic aciduria and variable mitochondrial complex V deficiency. 3-methylglutaconic aciduria is emerging as an important biomarker for mitochondrial dysfunction, in particular for mitochondrial membrane defects.","dc:creator":"Shahrour MA","dc:date":"2017","dc:title":"Mitochondrial epileptic encephalopathy, 3-methylglutaconic aciduria and variable complex V deficiency associated with TIMM50 mutations."}},"rdfs:label":"Shahrour_2017_Patient_A-II-1"},{"id":"cggv:c3bab9a3-1e8e-4ba2-837f-811924475480","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c3bab9a3-1e8e-4ba2-837f-811924475480_variant_evidence_item"},{"id":"cggv:c3bab9a3-1e8e-4ba2-837f-811924475480_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Evidence supporting the pathogenicity of this missense variant is absent."}],"strengthScore":0.25,"dc:description":"Although functional evidence supporting the pathogenicity of this missense variant is absent, it has been up-scored due to its identification in an apparently unrelated individual diagnosed with the same disease entity (PMID: 32369862). It has also been down-scored due to the consanguinity of the proband's family."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aed41782-ac70-448c-ac3e-69b761f076d6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aed41782-ac70-448c-ac3e-69b761f076d6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":[{"id":"cggv:3069e277-02ce-4ebd-a59c-1f32fecc2b67","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001563.5(TIMM50):c.260G>C (p.Gly87Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/559479"}},{"id":"cggv:12c6e708-3e3a-41dc-9174-82e0797bf899","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001563.5(TIMM50):c.26C>A (p.Ser9Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/559480"}}],"detectionMethod":"Whole exome sequencing of the proband was followed by Sanger sequencing of the TIMM50 locus in both patient and parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Death occurred at age 32 months due to cardiorespiratory arrest.","phenotypes":["obo:HP_0001508","obo:HP_0002376","obo:HP_0012696","obo:HP_0003819","obo:HP_0001319","obo:HP_0006543","obo:HP_0001250","obo:HP_0000649","obo:HP_0000512","obo:HP_0000817","obo:HP_0005943","obo:HP_0012444","obo:HP_0002033","obo:HP_0002521","obo:HP_0033092","obo:HP_0003112","obo:HP_0008314","obo:HP_0003128","obo:HP_0003215","obo:HP_0012469"],"previousTesting":false,"previousTestingDescription":"Previous testing was limited to clinical tests rather than genotyping.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:a5061e22-3793-4891-8cbc-ea505341630d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:12c6e708-3e3a-41dc-9174-82e0797bf899"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30190335"},{"id":"cggv:b06235bf-d26c-4e5b-aa0e-dc4ab4d13a57_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3069e277-02ce-4ebd-a59c-1f32fecc2b67"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30190335"}],"rdfs:label":"Reyes_2018_Patient_1"},{"id":"cggv:b06235bf-d26c-4e5b-aa0e-dc4ab4d13a57","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b06235bf-d26c-4e5b-aa0e-dc4ab4d13a57_variant_evidence_item"},{"id":"cggv:b06235bf-d26c-4e5b-aa0e-dc4ab4d13a57_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Western blotting (Figures 1C and S2B) confirms that patient cells produce a reduced level of full-length TIMM50 relative to unaffected control cells. qRT-PCR detects ~40% reduction of TIMM50 mRNA in patient fibroblasts, indicating that the other variant transcript (not this one) is probably subject to nonsense mediated decay."}],"strengthScore":0.1,"dc:description":"Although western blotting (Figures 1C and S2B) and qRT-PCR detect reduction of TIMM50 in patient fibroblasts, they likely indicate that the other variant transcript is subject to nonsense mediated decay, while this one is not."},{"id":"cggv:a5061e22-3793-4891-8cbc-ea505341630d","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5061e22-3793-4891-8cbc-ea505341630d_variant_evidence_item"},{"id":"cggv:a5061e22-3793-4891-8cbc-ea505341630d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_001001563.5(TIMM50):c.26C>A (p.Ser9Ter) is a nonsense variant, predicted to encode a C-terminal truncation of approximately 98% of the protein product. Western blotting (Figures 1C and S2B) confirms that patient cells produce a reduced level of full-length TIMM50 relative to unaffected control cells. qRT-PCR detects ~40% reduction of TIMM50 mRNA in patient fibroblasts, indicating that the relevant transcript is probably subject to nonsense mediated decay."}],"strengthScore":2,"dc:description":"NM_001001563.5(TIMM50):c.26C>A (p.Ser9Ter) is a nonsense variant, predicted to encode a C-terminal truncation of approximately 98% of the protein product. Western blotting (Figures 1C and S2B) confirms that patient cells produce a reduced level of full-length TIMM50 relative to unaffected control cells. qRT-PCR detects ~40% reduction of TIMM50 mRNA in patient fibroblasts, indicating that the relevant transcript is probably subject to nonsense mediated decay."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5a06dddf-3949-4b9b-9254-5a0a13f4fd45_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5a06dddf-3949-4b9b-9254-5a0a13f4fd45","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:09e5bb68-e2ee-462f-aaf4-300556248b3f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001001563.5(TIMM50):c.340C>T (p.Arg114Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA405787085"}},"detectionMethod":"Whole exome analysis was performed on the proband. It is implied in Figure 1D that Sanger sequencing of the *TIMM50* locus was used to confirm this finding in the proband and in another affected family member, but this is not explicitly stated in the text.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0002353","obo:HP_0011968","obo:HP_0003535","obo:HP_0012444","obo:HP_0000750","obo:HP_0006956","obo:HP_0100022","obo:HP_0003128","obo:HP_0010864","obo:HP_0001336","obo:HP_0001263","obo:HP_0000718","obo:HP_0000752"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0eeb29ca-4257-4438-b28a-345c4adc4fb5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:09e5bb68-e2ee-462f-aaf4-300556248b3f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27573165"},"rdfs:label":"Shahrour_2017_Patient_B-II-2"},{"id":"cggv:0eeb29ca-4257-4438-b28a-345c4adc4fb5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0eeb29ca-4257-4438-b28a-345c4adc4fb5_variant_evidence_item"},{"id":"cggv:0eeb29ca-4257-4438-b28a-345c4adc4fb5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data is limited to the identification of an apparently unrelated proband reported with the same disease entity (PMID: 31058414) harboring different missense variant affecting the same codon (NM_001001563.5(TIMM50):c.341G>A (p.Arg114Gln))."}],"strengthScore":0.25,"dc:description":"This missense variant was up-scored due to the identification of an apparently unrelated proband reported with the same disease entity (PMID: 31058414) harboring different missense variant affecting the same codon (NM_001001563.5(TIMM50):c.341G>A (p.Arg114Gln)). It was also downscored due to the consanguinity of the proband and the 21 other identified loci in which he harbors homozygous variants, none of which appear to have been genotyped in the other affected family member."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.8},{"id":"cggv:df027e05-ead4-4d1c-ada1-cb5e1dc96700_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:df027e05-ead4-4d1c-ada1-cb5e1dc96700","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:a8142fef-2ac5-41ef-9c95-a5f9a8c62000"},"detectionMethod":"The patient was genotyped using whole exome sequencing, however, it is not clear whether or not parents were subjected to whole exome sequencing as well.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Vigabatrin (antiepileptic drug) titrated up to 150 mg/kg/day effectively ceased epileptic spasms and normalized the patient's EEG. Vigabatrin was administered up until age 16 months, when patient was weaned off and continued to be seizure-free. The treatment was associated with increases in attentiveness, interest in surroundings, and ocular pursuit of objects, as well as cooing, speaking first words, responding to parents, holding of the head, supported sitting, playing with and grasping objects, and rolling over.","phenotypes":["obo:HP_0002007","obo:HP_0001266","obo:HP_0006610","obo:HP_0003344","obo:HP_0001290","obo:HP_0002705","obo:HP_0002600","obo:HP_0032988","obo:HP_0003535","obo:HP_0000486","obo:HP_0000470","obo:HP_0002521","obo:HP_0001508","obo:HP_0000527","obo:HP_0001263","obo:HP_0003128","obo:HP_0000252","obo:HP_0001712","obo:HP_0011648","obo:HP_0000617","obo:HP_0012469"],"previousTesting":false,"previousTestingDescription":"Previous testing consisted of clinical phenotype characterization only.","sex":"Female","variant":{"id":"cggv:881d8c91-bb29-496e-9093-e45ce19171e0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a8142fef-2ac5-41ef-9c95-a5f9a8c62000"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32369862","type":"dc:BibliographicResource","dc:creator":"Mir A","dc:date":"2020","dc:title":"Complete resolution of epileptic spasms with vigabatrin in a patient with 3-methylglutaconic aciduria caused by TIMM50 gene mutation."}},"rdfs:label":"Mir_2020_Patient_1"},{"id":"cggv:881d8c91-bb29-496e-9093-e45ce19171e0","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:881d8c91-bb29-496e-9093-e45ce19171e0_variant_evidence_item"},{"id":"cggv:881d8c91-bb29-496e-9093-e45ce19171e0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Evidence supporting the pathogenicity of this missense variant is limited to its recurrence in this proband after being previously observed in an apparently unrelated proband reported in a separate study (PMID: 27573165)."}],"strengthScore":0.1,"dc:description":"The variant was initially considered for up-scoring due to the recurrence in this proband after being previously observed in an apparently unrelated proband reported in a separate study (PMID: 27573165). However, its previous up-scoring in that proband due to recurrence, combined with the consanguinity of this family, led to the use of default scoring in this case."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.8}],"evidenceStrength":"Definitive","sequence":3531,"specifiedBy":"GeneValidityCriteria8","strengthScore":10.8,"subject":{"id":"cggv:2ff2ee13-15cb-4047-85ce-dd87a7ae5441","type":"GeneValidityProposition","disease":"obo:MONDO_0044724","gene":"hgnc:23656","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The TIMM50 gene was first reported in relation to 3-methylglutaconic aciduria in 2017 (Shahrour et al., PMID: 27573165). Several other affected individuals have since been identified, frequently presenting within the first four months of life with infantile spasms, global developmental delay, hypotonia, and failure to thrive. Other phenotypes associated with this syndromic disorder include neurological issues such as hypsarrhythmia, brain atrophy, and optic atrophy, as well as molecular phenotypes characteristic of mitochondrial dysfunction such as 3-methylglutaconic aciduria, serum lactic acidosis, and decreased enzymatic activity of various mitochondrial complexes. Seizures, EEG abnormalities, and psychomotor development appear to be responsive to antiepileptic drugs such as vigabatrin (PMID: 32369862). Patients often exhibit cardiac problems such as left ventricular hypertrophy or dilated cardiomyopathy, and one patient passed away due to cardiorespiratory arrest at age 32 months (PMID: 30190335). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the molecular mechanism and mode of inheritance (autosomal recessive) to be consistent among unrelated patients, while the phenotypic variability among them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited TIMM50 variants have been lumped into a single disease entity, referred to as 3-methylglutaconic aciduria type IX (MONDO:0044724, MIM #617698). Six suspected pathogenic variants were scored as part of this curation (one nonsense and five missense), which have been collectively reported in five probands in four publications (PMID: 27573165, PMID: 30190335, PMID: 32369862, PMID: 31058414). Three probands were homozygous for their respective variants, and were reported to have consanguineous parents (PMID: 27573165, PMID: 32369862). Two other probands were compound heterozygotes within the TIMM50 locus (PMID: 30190335, PMID: 31058414). Minimal segregation evidence was available in these publications, and did not contribute to the scoring of the gene-disease relationship. This gene-disease relationship has not been studied in case-control studies at the single variant level or aggregate variant level. The mechanism of pathogenicity appears to be biallelic loss of function, characterized in some cases by a decrease in the amount of the gene product (PMID: 30190335). All probands found for this curation harbored two variant alleles within the TIMM50 locus. This gene-disease association is also supported by experimental evidence that the TIMM50 protein localizes to the inner mitochondrial membrane and functions as a key component of the TIM23 translocase complex responsible for closing and re-opening the channel to allow selective import of nuclear-encoded proteins into the mitochondria (PMID: 12437925). Yeast models of Tim50 depletion and deletion have identified this yeast ortholog of human TIMM50 as required for nuclear protein import into mitochondria and for yeast cell growth, matching both the decreased activity of mitochondrial complexes and the growth failure shown by the human patients (PMID: 12437925). A mouse model of Tim50 knockout recapitulates key features of the human patients, including exacerbation of surgically-induced cardiomyopathy and enzymatic defects in the mitochondrial respiratory chain (PMID: 28432072). The importance of TIMM50 loss-of-function in the disease mechanism is confirmed by evidence that TIMM50 knockout in a non-patient cell line triggers a defect in cellular respiration (PMID: 31058414). This is consistent with mitochondrial abnormalities observed in immortalized skin fibroblasts derived from patients with 3-methylglutaconic aciduria who harbor TIMM50 variants, who exhibit reductions in respiratory capacity, the number of mitochondrial cristae, and detectable levels of supercomplexes associated with oxidative phosphorylation (PMID: 31058414). Finally, these patient-derived immortalized skin fibroblasts exhibit reduced mitochondrial membrane potential, deficiency in mitochondrial import of proteins such as TFAM, defects in oxygen consumption, reduced cell size, slow growth rate, and high percentage of apoptotic cells (PMID: 30190335). All of these phenotypes can be rescued by lentiviral introduction and expression of wild-type TIMM50 (PMID: 30190335). Many of these experiments have been independently confirmed in the literature, and additional available experimental evidence (PMID: 12574118, PMID: 19144822) was not scored since maximum scoring in this category had already been reached. In summary, the evidence of TIMM50 association with 3-methylglutaconic aciduria type IX has led to a calculated classification of moderate. The body of experimental evidence characterizing the function of TIMM50 in regulating nuclear protein import is particularly strong and well-validated in the literature. While the number of published probands with 3-methylglutaconic aciduria type IX is limited, the use of genome-wide methods to identify their pathogenic TIMM50 variants has successfully excluded other potential genetic causes. These factors have motivated the gene curation expert panel to propose upgrading its association with 3-methylglutaconic aciduria type IX from moderate to strong. This association has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification.\nAlthough the evidence of TIMM50 association with 3-methylglutaconic aciduria type IX has reached moderate scoring (10.8 points), the experimental evidence characterizing the function of TIMM50 in regulating nuclear protein import into mitochondria is particularly strong and well-validated in the literature. While the number of published probands with 3-methylglutaconic aciduria type IX is relatively few, the use of genome-wide methods to identify their pathogenic TIMM50 variants has convincingly excluded other potential genetic causes. These factors have motivated the gene curation expert panel to propose upgrading its association with 3-methylglutaconic aciduria type IX from moderate to strong. The following members of the gene curation expert panel have approved this modified classification; Heather Baudet, William Craigen, Annette Feigenbaum, Emily Groopman, and Christina Hung. This gene-disease association has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification.","dc:isVersionOf":{"id":"cggv:92bd34f9-b744-4246-b50f-cfa8ab95597b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}