{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-03-31T16:00:00.000Z","role":"Approver"},{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-07T20:17:02.362Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31092906","type":"dc:BibliographicResource","dc:abstract":"Skeletal muscle growth and regeneration rely on muscle stem cells, called satellite cells. Specific transcription factors, particularly PAX7, are key regulators of the function of these cells. Knockout of this factor in mice leads to poor postnatal survival; however, the consequences of a lack of PAX7 in humans have not been established.","dc:creator":"Feichtinger RG","dc:date":"2019","dc:title":"Biallelic variants in the transcription factor PAX7 are a new genetic cause of myopathy."},"evidence":[{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:911466d3-6bc1-4eb7-a8b7-072569281771","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78604962-9d55-48e2-a4f4-50808e946cf4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Pax7 expression was evaluated in cells from several mouse tissue types using Northern blot and analysis of Poly(A) RNA. It was detected only in proliferating primary myoblasts in wild type and Myo -/- cultures and was downregulated after myogenic differentiation (fig. 1). In tissues from adult mice, RNA was detected at low levels in only skeletal muscle. Localization of Pax7 was evaluated using in situ hybridization and was found in a pattern consistent with expression in satellite and myogenic precursor cells.  Expression is specific to the cell and tissue type affected in reported patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11030621","type":"dc:BibliographicResource","dc:abstract":"The paired box transcription factor Pax7 was isolated by representational difference analysis as a gene specifically expressed in cultured satellite cell-derived myoblasts. In situ hybridization revealed that Pax7 was also expressed in satellite cells residing in adult muscle. Cell culture and electron microscopic analysis revealed a complete absence of satellite cells in Pax7(-/-) skeletal muscle. Surprisingly, fluorescence-activated cell sorting analysis indicated that the proportion of muscle-derived stem cells was unaffected. Importantly, stem cells from Pax7(-/-) muscle displayed almost a 10-fold increase in their ability to form hematopoietic colonies. These results demonstrate that satellite cells and muscle-derived stem cells represent distinct cell populations. Together these studies suggest that induction of Pax7 in muscle-derived stem cells induces satellite cell specification by restricting alternate developmental programs.","dc:creator":"Seale P","dc:date":"2000","dc:title":"Pax7 is required for the specification of myogenic satellite cells."},"rdfs:label":"Pax7 expression studies, mouse tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8d74b105-1001-460c-af0d-5bed68fb0afc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e7e1888-7871-4723-9224-0fb236591ee7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Real-time quantitative PCR (rt-pPCR) and immunostaining, to asses RNA and protein expression respectively, was performed on skeletal muscle tissue from individuals 1 and 2 and compared to an age-matched, unaffected control:\n\nRNA expression: In individual 1, PAX7 transcripts were not detectable and in individual 2, PAX7 expression showed a 15-fold decrease. Expression of MYF5, a downstream target of PAX7, was also not detectable in individual 1 and showed a 22-fold decrease in individual 2. Additionally, expression of PAX3, which plays a similar role to PAX7 in fetal development, and MYH3, a marker of muscle regeneration, wer increased in both cases compared to controls. Expression of additional myogenic factors differed between cases and controls (figure 3b).\n\nProtein expression: Immunostaining results: cells co-espressing PAX7 and MYF5 were not detectable in either patient sample. Desmin-expressing activated myogenic cells and cells expressing phosphohistone H3 (H3P), a marker of mitosis, were detected in both samples, but at reduced levels compared to controls. MYH3, a marker of muscle regeneration, was observed in both patient samples but was absent in control samples. The number of nuclei per myofiber was also significantly reduced in patient samples, suggesting a lack of myogenic cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31092906","rdfs:label":"PAX7 expression in patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"PAX7 expression at the RNA and protein level in skeletal muscle was significantly reduced compared to controls. Altered expression patters of additional myogenic factors are suggestive of with impaired skeletal myogenesis, which is consistent with the proposed pathomechanism of the disease. Points increased due multiple experiment types (rt-qPCR and immunostaining), evaluation of multiple myogenic factors, and the specific nature of the findings in relation to the phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:729f1037-b55c-4d10-a6b4-c3d6ce6a305a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d4d5fb9f-28c8-4e62-bc42-e601edf87bab","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model shares several phenotypic similarities to the human cases described including myopathy, impaired motor skills, reduced growth and muscle tissue pathology. Additionally, cell culture experiments are consistent with the proposed human disease mechanism in which satellite cells are depleted and post-natal muscle regeneration is impaired.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11030621","rdfs:label":"PAX7-null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:1623ce20-24c9-4628-8255-6cda941cb3df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:692d3222-9d2c-4448-ab04-1f2c7e0d8686","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional PAX7 knock out in myoblasts from adult mice using cre recombinase and siRNA experiments result in a histological an cellular phenotype that overlaps with the human phenotype.\nCre recombinase (Ad-Cre) is used to delete Pax7 in primary myoblasts from 6 week of Pax7 fl/fl mice. All cells infected with Ad-Cre showed complete loss of Pax7 expression, growth arrest, no proliferation after 6 days in culture and no increase in apoptosis, but could undergo normal differentiation.  Cells treated with a control adenovirus and WT cells treated with Ad-Cre underwent a 50-fold expansion during the same interval.\nThe ability of Pax7-deficient satelite cells on cultured single myofibers to proliferate and differentiate evaluated using siRNA-mediated knockdown. After 72 hours, the number of satellite cells was decreased by 2.4 fold, and the number of multicell clusters decreased by 3.5 fold. The number of satellite cells expressing myogenin, a maker of differentiation, increased by 2.6 fold. \nPax7 deficient satellite from partial and complete PAX7 conditional knockouts are phenotyped following injury with cardiotoxin. At 10 days post-injury, a 2.1 fold reduction in the number of regenerated myofibers, increased in the numbers of interstitial cells and reduced muscle weight was observed in complete knock outs compared to control cells. At 21 days post treatment, severe regeneration defects complete knock outs including extensive deposition of adipose tissues, fibrotic tissue and calcium deposits. These defects were more pronounce in samples that received a second dose of cardiotoxin. Cells in which Pax7 was partially knocked down showed milder abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24065826","type":"dc:BibliographicResource","dc:abstract":"Extensive analyses of mice carrying null mutations in paired box 7 (Pax7) have confirmed the progressive loss of the satellite cell lineage in skeletal muscle, resulting in severe muscle atrophy and death. A recent study using floxed alleles and tamoxifen-induced inactivation concluded that after 3 wk of age, Pax7 was entirely dispensable for satellite cell function. Here, we demonstrate that Pax7 is an absolute requirement for satellite cell function in adult skeletal muscle. Following Pax7 deletion, satellite cells and myoblasts exhibit cell-cycle arrest and dysregulation of myogenic regulatory factors. Maintenance of Pax7 deletion through continuous tamoxifen administration prevented regrowth of Pax7-expressing satellite cells and a profound muscle regeneration deficit that resembles the phenotype of skeletal muscle following genetically engineered ablation of satellite cells. Therefore, we conclude that Pax7 is essential for regulating the expansion and differentiation of satellite cells during both neonatal and adult myogenesis. ","dc:creator":"von Maltzahn J","dc:date":"2013","dc:title":"Pax7 is critical for the normal function of satellite cells in adult skeletal muscle."},"rdfs:label":"Cells from PAX7 conditional knock-out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:660de5a4-9a9b-4415-86f4-cf46a12454b0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:660de5a4-9a9b-4415-86f4-cf46a12454b0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:71bdb2e2-a03c-450c-b886-70deb0c6de36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135254.2(PAX7):c.1403-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338293113"}},"detectionMethod":"Segregation studies of candidate variants in the siblings and parents were performed using either Sanger sequencing or restriction analysis of PCR amplicons.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"febrile and afebrile seizures, low blood carnitine, borderline small adeno-pituitary and nondemonstrable neuropituitary on brain imaging without additional specific findings.","phenotypes":["obo:HP_0000718","obo:HP_0011344","obo:HP_0002540","obo:HP_0031954","obo:HP_0001508","obo:HP_0001344","obo:HP_0008936","obo:HP_0004691","obo:HP_0000252","obo:HP_0001348","obo:HP_0002360","obo:HP_0007256","obo:HP_0000742","obo:HP_0000737"],"previousTesting":true,"previousTestingDescription":"Karyotype and microarray were not diagnostic in both affected children.\nArray-based linkage mapping performed was performed using 8 individuals across 2 generations.","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:3cdc8011-a699-481b-934a-e8dd6dfa3fe6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:71bdb2e2-a03c-450c-b886-70deb0c6de36"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28779497","type":"dc:BibliographicResource","dc:abstract":"PAX7 encodes a transcription factor essential in neural crest formation, myogenesis, and pituitary lineage specification. Pax7 null mice fail to thrive and exhibit muscle weakness, dying within 3 weeks. We describe a human autosomal-recessive syndrome, with failure to thrive, severe global developmental delay, microcephaly, axial hypotonia, pyramidal signs, dystonic postures, seizures, irritability, and self-mutilation. Aside from low blood carnitine levels, biochemical and metabolic screen was normal, with growth hormone deficiency in one patient. Electromyography was normal, with no specific findings in brain MRI/MRS yet nondemonstrable neuropituitary, a finding of unclear significance. Muscle biopsy showed unaffected overall organization of muscle fibers, yet positive fetal alpha myosin staining, suggesting regeneration. Homozygosity mapping with whole-exome sequencing identified a single disease-associated mutation in PAX7, segregating as expected in the kindred with no homozygosity in 200 ethnically matched controls. Transfection experiments showed that the PAX7 splice-site mutation putatively causes nonsense-mediated mRNA decay affecting onlyPAX7 isoform 3. This isoform, expressed specifically in brain, skeletal muscle and testes, is the sole Pax7 variant normally found in mice. The human muscle phenotype is in line with that in conditional Pax7 null mutant mice, where initial aberrant histological findings resolve postnatally through muscle regeneration.","dc:creator":"Proskorovski-Ohayon R","dc:date":"2017","dc:title":"PAX7 mutation in a syndrome of failure to thrive, hypotonia, and global neurodevelopmental delay."}},"rdfs:label":"II-4"},{"id":"cggv:3cdc8011-a699-481b-934a-e8dd6dfa3fe6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3cdc8011-a699-481b-934a-e8dd6dfa3fe6_variant_evidence_item"}],"strengthScore":0,"dc:description":"This pair of siblings was not scored because their phenotype is significantly different from the the phenotype of the 5 patients described by Feichtinger et al. in 2019. Additionally, the variant described in these siblings impacts only isoform 3 of PAX7 whereas the the variants reported in in the proband's described by Feichtinger et al. impact isoforms 1, 2 and 3 of human PAX7."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.1},{"id":"cggv:776735cb-6d1b-4007-8833-186ccd17c7b2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:776735cb-6d1b-4007-8833-186ccd17c7b2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:13c907ad-71f8-4a5b-913d-6a0a50159c69","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135254.2(PAX7):c.86-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338289918"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"hypotonic neck muscles,  right convex scoliosis. Skeletal muscle biopsy at 3.7 years of age showed wide patches of fatty replacement, focal endomysial fibrosis and scattered angulated atrophic fibers suggestive of neurogenic atrophy. Surreal nerve biopsy at 3.7 years was within normal limits for age.","phenotypes":["obo:HP_0000508","obo:HP_0000218","obo:HP_0001558","obo:HP_0009028","obo:HP_0003202","obo:HP_0009062","obo:HP_0000369","obo:HP_0000457","obo:HP_0000297"],"sex":"Female","variant":{"id":"cggv:6fdda790-6a48-4d69-9c2b-926fcd79cc7b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:13c907ad-71f8-4a5b-913d-6a0a50159c69"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31092906"},"rdfs:label":"Individual 2"},{"id":"cggv:6fdda790-6a48-4d69-9c2b-926fcd79cc7b","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6fdda790-6a48-4d69-9c2b-926fcd79cc7b_variant_evidence_item"},{"id":"cggv:6fdda790-6a48-4d69-9c2b-926fcd79cc7b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Quantitative PCR on muscle tissue revealed a strongly decreased amount of PAX7 transcript (15-fold) and MYF5 (22-fold), a downstream target of PAX7, compared with age-matched controls. The expression level of other myogenic factors (MYF6, MYOD1, MYOG, DES) were moderately increased. The expression level of PAX3 (10-fold) and MYH3 was increased, suggesting active muscle fiber regeneration. Immunostaining showed that cells co-espressing PAX7 and MYF5 were not detectable in patient sample. Desmin-expressing activated myogenic cells and cells expressing phosphohistone H3 (H3P), a marker of mitosis, were detected at reduced levels compared to controls. MYH3, a marker of muscle regeneration, was observed in patient samples but was absent in control samples. The number of nuclei per myofiber was also significantly reduced in patient samples, suggesting a lack of myogenic cells."}],"strengthScore":1.5,"dc:description":"Downgraded 0.5 point each for consanguinity and homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:03425c71-f825-4045-a72f-20b5c6942267_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:03425c71-f825-4045-a72f-20b5c6942267","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:2158e647-b429-4542-9343-391ca0f72bce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135254.2(PAX7):c.220C>T (p.Arg74Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/689508"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Neuromuscular weakness noted at 2 years of age, pronounced atrophy in the lower limbs, difficulty walking on toes","phenotypes":["obo:HP_0031936","obo:HP_0002650","obo:HP_0003473","obo:HP_0001290","obo:HP_0003202","obo:HP_0001284","obo:HP_0001270","obo:HP_0001288"],"sex":"Male","variant":{"id":"cggv:68394fda-51e9-40c4-9248-467eb832c83e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2158e647-b429-4542-9343-391ca0f72bce"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31092906"},"rdfs:label":"Individual 3"},{"id":"cggv:68394fda-51e9-40c4-9248-467eb832c83e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:68394fda-51e9-40c4-9248-467eb832c83e_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded 1 point for consanguinity and homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:12eb4156-0460-48a1-b9ab-be8b96e13a01_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:12eb4156-0460-48a1-b9ab-be8b96e13a01","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:353b395b-bc0a-4922-8c8f-fcb20fe6cda5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135254.2(PAX7):c.166C>T (p.Arg56Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/689509"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"decreased power in distal extremities, waddling. Skeletal muscle biopsy performed at 3 years of age showed atrophic fibers, type IIB predominant and suggested slight denervation and reinnervation","phenotypes":["obo:HP_0004325","obo:HP_0002650","obo:HP_0000508","obo:HP_0004322","obo:HP_0001288","obo:HP_0003202","obo:HP_0040195","obo:HP_0008936","obo:HP_0000325"],"sex":"Male","variant":{"id":"cggv:cee90986-2d17-4af4-8ac4-d6bacabc1846_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:353b395b-bc0a-4922-8c8f-fcb20fe6cda5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31092906"},"rdfs:label":"Individual 4"},{"id":"cggv:cee90986-2d17-4af4-8ac4-d6bacabc1846","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:cee90986-2d17-4af4-8ac4-d6bacabc1846_variant_evidence_item"}],"strengthScore":0.05,"dc:description":"Downgraded 0.05 point (half of default) for consanguinity and homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:68815e83-d0f0-46e8-81c3-c5864fc21b2b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:68815e83-d0f0-46e8-81c3-c5864fc21b2b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":{"id":"cggv:57f2e6e5-4e9c-4fdb-af08-43b55c692e1a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135254.2(PAX7):c.433C>T (p.Arg145Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338291639"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Electromyogram (EMG) was initially normal but later showed non-specific changes suggestive of myopathy at 13 years.","phenotypes":["obo:HP_0012716","obo:HP_0009110","obo:HP_0002188","obo:HP_0000028","obo:HP_0002747","obo:HP_0200136","obo:HP_0000126","obo:HP_0011471","obo:HP_0000508","obo:HP_0008458","obo:HP_0000218","obo:HP_0009062","obo:HP_0000358","obo:HP_0000822","obo:HP_0031833","obo:HP_0002033","obo:HP_0002505","obo:HP_0000347","obo:HP_0012585","obo:HP_0003202","obo:HP_0002944","obo:HP_0007979","obo:HP_0002803","obo:HP_0001284","obo:HP_0001270","obo:HP_0001591"],"previousTesting":true,"previousTestingDescription":"Karyotype, microarray, repeat expansion testing in FMR1 and DMPK","sex":"Male","variant":{"id":"cggv:15c73fcd-d425-4a10-9076-bf6ef6daf308_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:57f2e6e5-4e9c-4fdb-af08-43b55c692e1a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31092906"},"rdfs:label":"Individual 1"},{"id":"cggv:15c73fcd-d425-4a10-9076-bf6ef6daf308","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15c73fcd-d425-4a10-9076-bf6ef6daf308_variant_evidence_item"},{"id":"cggv:15c73fcd-d425-4a10-9076-bf6ef6daf308_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Quantitative PCR on muscle tissue revealed that the PAX7 transcript and MYF5, a downstream target of PAX7, were not detectable. A moderate decrease in the expression of other myogenic factors (MYF6, MYOD1, MYOG, DES) was also observed. The expression level of PAX3 (2-fold) and MYH3 was increased, suggesting active muscle fiber regeneration. Immunostaining showed that cells co-espressing PAX7 and MYF5 were not detectable in patient sample. Desmin-expressing activated myogenic cells and cells expressing phosphohistone H3 (H3P), a marker of mitosis, were detected at reduced levels compared to controls. MYH3, a marker of muscle regeneration, was observed in patient samples but was absent in control samples. The number of nuclei per myofiber was also significantly reduced in patient samples, suggesting a lack of myogenic cells."}],"strengthScore":1.5,"dc:description":"Downgraded for consanguinity and homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.1}],"evidenceStrength":"Moderate","sequence":9145,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.6,"subject":{"id":"cggv:40200c47-409a-4114-bcd7-b348481f8430","type":"GeneValidityProposition","disease":"obo:MONDO_0018528","gene":"hgnc:8621","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"PAX7 is located on chromosome 1 at 1p36.13 and encodes the paired box 7 protein, which is a transcription factor. Though not the phenotype that is being curated here, PAX7 was first reported in 2017 in relation to an autosomal recessive neurodevelopmental condition with seizures in a pair of consanguineous siblings with a homozygous extended splice donor variant predicted to impact the last exon of isoform 3 only (Proskorovski-Ohayon et al., 2017, PMID: 28779497). We are curating the phenotype reported in 2019, where PAX7 was associated with autosomal recessive congenital myopathy with myasthenic-like onset, in a cohort of five patients from four consanguineous families with features including hypotonia, skeletal muscle atrophy, progressive scoliosis, and mild dysmorphic features (Feichtinger et al., 2019, PMID: 31092906). Additional features found in some patients included congenital contractures, growth deficiency, respiratory insufficiency and ptosis. These individuals generally presented at or shortly after birth, displayed a progressive myopathy and were not reported to have intellectual disability. The mechanism of disease is reported to be loss of function. Four variants were reported in a homozygous state (2 stop-gain, 1 splice acceptor, 1 missense) in five individuals (PMID: 31092906). Notably, all of these variants are located within the paired box (PD) domain, which is present in all three human isoforms of PAX7. \nThis gene disease association is further supported by expression studies performed in mice which demonstrate the upregulation of PAX7 expression in quiescent satellite cells following satellite cell activation following muscle stimulation or trauma (PMIDs: 11030621, 24065826, 31092906). Additionally, PAX7- deficient mouse models recapitulate several aspects of the reported phenotype including postnatal myopathy, impaired motor skills, growth deficiency and malformation of the maxilla and nose (PMID: 8631261, 11030621). Tissue specific knock-out of PAX7 in mouse myoblasts has been shown to result in depletion of satellite cells and defective myogenesis following injury with cardiotoxin (PMID: 24065826). In summary, there is moderate evidence to support the association of PAX7 with autosomal recessive congenital myopathy with myasthenic-like onset. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. \nThis gene-disease pair was originally evaluated as Moderate by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date September 18th, 2020 as per SOP v7. It was reevaluated on March 31st, 2024. This record underwent an update in scoring to be consistent with SOP v10. No new evidence has been reviewed or added. As a result of this reevaluation, the classification did not change.\n\nAlthough sufficient points were awarded to reach a score of \"Strong\", given that only 4 cases from a single publication were deemed scorable in relation to the congenital myopathy phenotype, a classification of \"Moderate\" was assigned.  Given the strength of the experimental evidence, it is anticipated that this classification will be upgraded to \"Strong\" upon publication of additional probands.","dc:isVersionOf":{"id":"cggv:684596b8-b8c4-40e5-8ab6-8b23cac49be5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}