{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-08-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-25T18:35:31.498Z","role":"Publisher"}],"evidence":[{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c17365a6-031f-4956-a46c-b2124f54b576","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa2978a3-e1a7-4822-88aa-fd8d0e78a786","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11561007","type":"dc:BibliographicResource","dc:abstract":"BAP31 is a transmembrane protein that associates with nascent membrane proteins in transit between endoplasmic reticulum (ER) and cis-Golgi. Its C-terminal dilysine (KKEE) motif, mediating return to the ER, is consistent with a role in early sorting of membrane proteins. An initiator caspase-binding site in the C-terminal domain of BAP31 is implicated in cytoplasmic membrane fragmentation events of apoptosis. Although BAP31 RNA is ubiquitous, the protein's anatomic localization has not been determined. To gain further insight into its possible functions, we localized BAP31 in primate tissues using monoclonal antibodies. Immunoreactivity was prominent in T- and B-lymphocytes in blood and in thymus, in cerebellar Purkinje neuron bodies and dendrites, in gonadotrophs of the anterior pituitary, ovarian thecal and follicular cells, active but not quiescent thyroid epithelium, adrenal cortex more than medulla, and proximal more than distal renal tubules. Blood vessels and skeletal muscle were nonreactive. The anatomic distribution of BAP31 and the nature of proteins identified thus far as its cargo exiting the ER, suggest an interaction with proteins assembling in macromolecular complexes en route to selected sites of exocytotic and signaling activities. Apoptotic associations in mature tissues could be physiological (lymphocytes, endocrine cells) or pathological (Purkinje neurons, renal tubules).","dc:creator":"Manley HA","dc:date":"2001","dc:title":"Endoplasmic reticulum membrane-sorting protein of lymphocytes (BAP31) is highly expressed in neurons and discrete endocrine cells."},"rdfs:label":"Immunostaining via Monoclonal Antibodies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"A significant number of genes in the genome show some level of expression in the brain, while their involvement in human condition affecting the brain is unknown, unclear, or altogether absent. Due to this phenomenon, we have elected not to award points for expression in the brain."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:261250e0-fd43-48a5-a0df-3ef47b4a3983","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0594ca4d-4b1b-46d0-91a0-4cce2c513790","type":"FunctionalAlteration","dc:description":"The size of fibroblasts from affected patients are significantly larger in area and perimeter than control fibroblasts. Additionally, fibroblasts from affected patients were more likely to exhibit disorganized Golgi morphology with more than 20% of fibroblasts from affected patients F1-III.2 and F3-III.1 exhibiting disorganized Golgi morphology, whereas between 5 to 10% of fibroblasts from controls exhibited disorganized Golgi morphology.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24011989","type":"dc:BibliographicResource","dc:abstract":"BAP31 is one of the most abundant endoplasmic reticulum (ER) membrane proteins. It is a chaperone protein involved in several pathways, including ER-associated degradation, export of ER proteins to the Golgi apparatus, and programmed cell death. BAP31 is encoded by BCAP31, located in human Xq28 and highly expressed in neurons. We identified loss-of-function mutations in BCAP31 in seven individuals from three families. These persons suffered from motor and intellectual disabilities, dystonia, sensorineural deafness, and white-matter changes, which together define an X-linked syndrome. In the primary fibroblasts of affected individuals, we found that BCAP31 deficiency altered ER morphology and caused a disorganization of the Golgi apparatus in a significant proportion of cells. Contrary to what has been described with transient-RNA-interference experiments, we demonstrate that constitutive BCAP31 deficiency does not activate the unfolded protein response or cell-death effectors. Rather, our data demonstrate that the lack of BAP31 disturbs ER metabolism and impacts the Golgi apparatus, highlighting an important role for BAP31 in ER-to-Golgi crosstalk. These findings provide a molecular basis for a Mendelian syndrome and link intracellular protein trafficking to severe congenital brain dysfunction and deafness.","dc:creator":"Cacciagli P","dc:date":"2013","dc:title":"Mutations in BCAP31 cause a severe X-linked phenotype with deafness, dystonia, and central hypomyelination and disorganize the Golgi apparatus."},"rdfs:label":"Visualization of fibroblast morphology and their golgi"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":6927,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:d08c01bf-aaee-4ab9-ad83-34b3035c3820","type":"GeneValidityProposition","disease":"obo:MONDO_0010334","gene":"hgnc:16695","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"\n*BCAP31* was first reported in relation to X-linked severe motor and intellectual disabilities-sensorineural deafness-dystonia syndrome in 2013 (Cacciagli et al., PMID: 24011989). Phenotypic features reported in affected male probands include severe motor and language delays, intellectual disability, sensorineural hearing loss,  dystonia, and central hypomyelination. Carrier females display variable phenotypes including sensorineural hearing loss and, in females with skewed X-inactivation, a more severe presentation with intellectual disability, central hypomyelination, hearing loss, and motor delay.  Twenty-one variants (2 missense, 1 in-frame indel, 8 frameshift, 4 nonsense, 4 canonical splice site, 1 partial gene deletion, and 1 start loss) reported in 23 probands (21 male and 2 female with skewed X-inactivation), in 9 publications (PMIDs: 19344873, 24011989, 28332767, 30713915, 31330203, 31953925, 32652807, 32681719, 33603160) are included in this curation. The mechanism of pathogenicity appears to be loss of function.  More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\n*BCAP31* encodes BAP31, a chaperone protein of the endoplasmic reticulum that plays a role in regulation of protein transport, degradation, and apoptosis. This gene-disease relationship is also supported by functional alteration in patient cells. Fibroblasts from affected individuals exhibited larger size and an increased likelihood of exhibiting disorganized Golgi morphology in comparison to control fibroblasts (PMID: 24011989).\n\nIn summary, there is definitive evidence supporting the relationship between *BCAP31* and X-linked severe motor and intellectual disabilities-sensorineural deafness-dystonia syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on August 2, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:d31d5251-bedd-49e9-b0bb-5ff6923edcf7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}