{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-11-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-12-21T18:12:35.115Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11834836","type":"dc:BibliographicResource","dc:abstract":"Primary open-angle glaucoma (POAG) affects 33 million individuals worldwide and is a leading cause of blindness. In a study of 54 families with autosomal dominantly inherited adult-onset POAG, we identified the causative gene on chromosome 10p14 and designated it OPTN (for \"optineurin\"). Sequence alterations in OPTN were found in 16.7% of families with hereditary POAG, including individuals with normal intraocular pressure. The OPTN gene codes for a conserved 66-kilodalton protein of unknown function that has been implicated in the tumor necrosis factor-alpha signaling pathway and that interacts with diverse proteins including Huntingtin, Ras-associated protein RAB8, and transcription factor IIIA. Optineurin is expressed in trabecular meshwork, nonpigmented ciliary epithelium, retina, and brain, and we speculate that it plays a neuroprotective role.","dc:creator":"Rezaie T","dc:date":"2002","dc:title":"Adult-onset primary open-angle glaucoma caused by mutations in optineurin."},"evidence":[{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:150a72f7-da5e-4257-80a9-bc63361c71f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b920c83f-c501-4b38-a01d-d5bef13dda3f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"1. Human trabecular meshwork (TM) cells were transiently transfected with either pTargeT-MYOC or pTargeT-OPTN and in parallel with empty pTargeT vector served as a mock control.\nThe endogenous MYOC or OPTN mRNA level was increased in OPTN or MYOC over-expressing cells compared to mock controls. \n2. Over-expression of OPTN induced endogenous MYOC mRNA level. However, over-expression of  MYOC did not affect the endogenous OPTN mRNA level.\n3. Up-regulation of the endogenous MYOC after OPTN over-expression resulted from decreased turnover of MYOC mRNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17663725","type":"dc:BibliographicResource","dc:abstract":"Myocilin (MYOC) and optineurin (OPTN) are two genes linked to glaucoma, a major blinding disease. To investigate the possible molecular interactions between MYOC and OPTN genes, we over-expressed MYOC and examined its effect on the level of endogenous OPTN in human trabecular meshwork (TM) cells and vice versa. We noted that over-expressing MYOC did not affect the OPTN level, whereas OPTN over-expression induced an up-regulation of the endogenous MYOC. This induction was also observed in other ocular and non-ocular cell types including PC12 cells. The endogenous levels of both OPTN and MYOC genes were in addition found increased when PC12 cells underwent differentiation upon treatment with nerve growth factor (NGF). Over-expression of OPTN resulted in prolonged turnover rate of MYOC mRNA but had little effect on the promoter activity of the MYOC gene. The over-expressed OPTN was localized in the cytoplasm, not translocated into the nucleus. These results indicate that interaction exists between OPTN and MYOC genes. Regulation of MYOC expression by OPTN is achieved primarily through control of the mRNA stability.","dc:creator":"Park BC","dc:date":"2007","dc:title":"Interaction between two glaucoma genes, optineurin and myocilin."},"rdfs:label":"Interaction between two glaucoma genes, OPTN and MYOC"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d6cfbc97-2e4f-4115-8c69-17cbf8e9bde2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2daaab79-4480-45c4-bf96-c84b781d28f9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"1. By immunocytochemistry using both primary and transformed cells, it showed that optineurin was colocalized with the Golgi apparatus;\n2. In a dermal fibroblast culture from a patient with an E50K mutation, optineurin was present at much lower levels than in a similar culture from a normal subject","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11834836","rdfs:label":"Investigating the intracellular localization of optineurin"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ead08455-1989-4caa-98ef-da13ff33175c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f8ca98e-b45e-47e3-8075-84c314d7b69f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"1. By co-expression of vectors encoding GST-TBK1 and HA-OPTN in 293 cells, the HA-OPTN could be pulled down with GST-TBK1, while GST-TBK1 could be immunoprecipitated with endogenous OPTN; the endogenous TBK1 could be immunoprecipitated with the endogenous OPTN; OPTN E50K mutant enhanced binding to TBK1.\n2. A TBK1 binding site was located between residues 1-127 of OPTN and the OPTN binding domain was located to residues 601-729 of TBK1. The TBK1-binding residues of OPTN shares similar residues of other known TBK1 binding partner.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18307994","type":"dc:BibliographicResource","dc:abstract":"TANK-binding kinase 1 (TBK1) was identified as a binding partner for Optineurin (OPTN) in two-hybrid screens, an interaction confirmed by overexpression/immunoprecipitation experiments in HEK293 cells and by coimmunoprecipitation of endogenous OPTN and TBK1 from cell extracts. A TBK1 binding site was located between residues 1-127 of OPTN, residues 78-121 displaying striking homology to the TBK1-binding domain of TANK. The OPTN-binding domain was localised to residues 601-729 of TBK1, while TBK1[1-688] which cannot bind to TANK, did not interact with OPTN. The OPTN[E50K] mutant associated with Primary Open Angle Glaucoma (POAG) displayed strikingly enhanced binding to TBK1, suggesting that this interaction may contribute to familial POAG caused by this mutation.","dc:creator":"Morton S","dc:date":"2008","dc:title":"Enhanced binding of TBK1 by an optineurin mutant that causes a familial form of primary open angle glaucoma."},"rdfs:label":"To identify proteins that interact with OPTN"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:905a26bc-8392-4f08-baae-cd3d81a91ba8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99eb6c19-039f-4522-88d8-faf906a8e649","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Glaucomatous visual field defect is resulted from the death of retinal ganglion cells (RGCs)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17389490","type":"dc:BibliographicResource","dc:abstract":"Mutations in the coding region of the OPTN gene are associated with certain glaucomas. Although the function of the optineurin protein is yet to be elucidated, the most common mutation, E50K, is associated with a severe phenotype. This study explores some functional features of optineurin and its mutants.","dc:creator":"Chalasani ML","dc:date":"2007","dc:title":"A glaucoma-associated mutant of optineurin selectively induces death of retinal ganglion cells which is inhibited by antioxidants."},"rdfs:label":"Investigating functional feature of glaucoma OPTN mutations"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:094879e8-eae2-46ba-bdae-c7bfde9ca60f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e27159b9-f370-4322-bf09-9f0ea7495e1e","type":"FunctionalAlteration","dc:description":"E50K (NTG) and R96L (ALS) mutations showed prominent phenotypes that include foci formation, Golgi fragmentation, impairment in transferrin uptake and apoptosis. \n\nThe 2 bp-AG insertion (691_692insAG) mutation had a nuclear localization, compromised the transferrin uptake and strongly induced apoptosis.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24683533","type":"dc:BibliographicResource","dc:abstract":"Optineurin is a gene associated with normal tension glaucoma (NTG) and amyotrophic lateral sclerosis (ALS). Foci formation and functional consequences including Golgi fragmentation, impairment of vesicle trafficking and apoptosis were observed previously upon overexpression and/or mutation of optineurin. In the current study, a total of 15 GFP tagged constructs that included NTG (E50K and 2 bp-AG insertion), ALS (exon 5 deletion, R96L, Q398X, and E478G) and non-disease (L157A and D474N) associated mutants and a series of deletion fragments were cloned into mammalian expression vectors and transfected into RGC5 and/or Neuro2A cells to evaluate whether their expression confer the optineurin phenotypes. The cells were monitored for foci formation and stained by immunofluorescence with anti-GM130 to analyze the Golgi integrity. Transferrin uptake experiments were performed to evaluate the protein trafficking process and apoptosis was assessed with the active caspase 3/7 detection kit. We demonstrated that cells expressing E50K and R96L optineurin exhibited all of the optineurin phenotypes. Q398X mutant did not induce foci formation, but triggered Golgi fragmentation, impairment of transferrin uptake and increase in apoptosis. The 2 bp-AG insertion mutant had a nuclear localization, compromised the transferrin uptake and strongly induced apoptosis. The foci formation, which might not predict the rest of the phenotypes, appeared to require both the leucine zipper and ubiquitin binding domains of the optineurin sequence. Interactions of optineurin with proteins including Rab8, myosin VI, huntingtin and transferrin receptor might directly determine whether the Golgi and protein trafficking phenotypes would be manifested. Examination of mutants and deletion fragments located at various sites of optineurin gene provide clues as to what regions of the gene may play a critical role in the development of pathologic consequences. ","dc:creator":"Turturro S","dc:date":"2014","dc:title":"Effects of mutations and deletions in the human optineurin gene."},"rdfs:label":"Using GFP tagged constructs to evaluate effect of OPTN Mut"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This  is a comprehensive investigation including OPTN variants associated with NTG and ALS as well as the OPTN variants with no disease association. It showed that E50K (NTG) and R96L (ALS) affect all of the optineurin phenotype whereas Q398X (ALS) and 2 bp-AG insertion result in impairment of transferrin uptake and increased apoptosis. "},{"id":"cggv:ec7c664c-33ca-48dd-b64a-18eb4093f631","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e58e230-babe-4462-8579-f193de31ed9e","type":"FunctionalAlteration","dc:description":"1. compared with WT mice, E50K transgenic mice showed a significantly increased gliosis (a fibrous proliferation of glial cells in injured areas of the CNS) and accumulation of E50K protein in the outer plexiform layer of the retina\n2. Compared with that in the control, in the  iPSC from the NTG patient with E50K mutation, the number of OPTN-associated vesicles was decreased with dense aggregation in perinuclear regions and shrinkages of the ER/Golgi body (F3)\n3. The E50K mutant protein exhibits high intracellular insolubility in E50K iPSC (F4","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23669351","type":"dc:BibliographicResource","dc:abstract":"Glaucoma is the leading cause for blindness affecting 60 million people worldwide. The optineurin (OPTN) E50K mutation was first identified in familial primary open-angle glaucoma (POAG), the onset of which is not associated with intraocular pressure (IOP) elevation, and is classified as normal-tension glaucoma (NTG). Optineurin (OPTN) is a multifunctional protein and its mutations are associated with neurodegenerative diseases such as POAG and amyotrophic lateral sclerosis (ALS). We have previously described an E50K mutation-carrying transgenic (E50K-tg) mouse that exhibited glaucomatous phenotypes of decreased retinal ganglion cells (RGCs) and surrounding cell death at normal IOP. Further phenotypic analysis of these mice revealed persistent reactive gliosis and E50K mutant protein deposits in the outer plexiform layer (OPL). Over-expression of E50K in HEK293 cells indicated accumulation of insoluble OPTN in the endoplasmic reticulum (ER). This phenomenon was consistent with the results seen in neurons derived from induced pluripotent stem cells (iPSCs) from E50K mutation-carrying NTG patients. The E50K mutant strongly interacted with TANK-binding kinase 1 (TBK1), which prohibited the proper oligomerization and solubility of OPTN, both of which are important for OPTN intracellular transition. Treatment with a TBK1 inhibitor, BX795, abrogated the aberrant insolubility of the E50K mutant. Here, we delineated the intracellular dynamics of the endogenous E50K mutant protein for the first time and demonstrated how this mutation causes OPTN insolubility, in association with TBK1, to evoke POAG.","dc:creator":"Minegishi Y","dc:date":"2013","dc:title":"Enhanced optineurin E50K-TBK1 interaction evokes protein insolubility and initiates familial primary open-angle glaucoma."},"rdfs:label":"Characterizing the effect of E50K in its transgenic mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57f47e39-6666-4aef-ba8b-b97587aeef1a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8f70e379-3a2f-4462-a005-6f6dd7f48fea","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"1. OPTN(E50K) and isogenic control RGCs revealed high degree of similarity in neuronal maturation from 1 to 3 weeks. By 4 weeks of maturation, however, OPTN(50K) RGCs displayed deficits in neurite complexity, cell body size, and neurite length;\n2. Expression of the RGCs transcription factors BRN3B and ISLL1 were significantly decreased in OPTN(E50K) RGCs, compared with isogenic controls;\n3. OPTN(E50K) retinal organoid demonstrated autophagy dysfunction through LC3 accumulation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32531194","type":"dc:BibliographicResource","dc:abstract":"Retinal ganglion cells (RGCs) serve as the connection between the eye and the brain, with this connection disrupted in glaucoma. Numerous cellular mechanisms have been associated with glaucomatous neurodegeneration, and useful cellular models of glaucoma allow for the precise analysis of degenerative phenotypes. Human pluripotent stem cells (hPSCs) serve as powerful tools for studying human disease, particularly cellular mechanisms underlying neurodegeneration. Thus, efforts focused upon hPSCs with an E50K mutation in the Optineurin (OPTN) gene, a leading cause of inherited forms of glaucoma. CRISPR/Cas9 gene editing introduced the OPTN(E50K) mutation into existing lines of hPSCs, as well as generating isogenic controls from patient-derived lines. RGCs differentiated from OPTN(E50K) hPSCs exhibited numerous neurodegenerative deficits, including neurite retraction, autophagy dysfunction, apoptosis, and increased excitability. These results demonstrate the utility of OPTN(E50K) RGCs as an in vitro model of neurodegeneration, with the opportunity to develop novel therapeutic approaches for glaucoma.","dc:creator":"VanderWall KB","dc:date":"2020","dc:title":"Retinal Ganglion Cells With a Glaucoma OPTN(E50K) Mutation Exhibit Neurodegenerative Phenotypes when Derived from Three-Dimensional Retinal Organoids."},"rdfs:label":"Generation and Characterization of hPSCs with OPTN(E50K) mut"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:148fd54c-83e9-48b9-8dbb-d70ee6c3d187","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe3bf5bf-52d0-4b9f-bbf8-8361e413d18b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of RGCs and optic nerve cupping are the histological features of the retina of patients with POAG and NTG. It was observed in this study that, after 16 months, histological abnormalities were observed in the retina of the E50K mutant mice with loss of RGCs and thinning of the nerve fiber layer at the optic nerve head ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20388642","type":"dc:BibliographicResource","dc:abstract":"Glaucoma is one of the leading causes of bilateral blindness affecting nearly 8 million people worldwide. Glaucoma is characterized by a progressive loss of retinal ganglion cells (RGCs) and is often associated with elevated intraocular pressure (IOP). However, patients with normal tension glaucoma (NTG), a subtype of primary open-angle glaucoma (POAG), develop the disease without IOP elevation. The molecular pathways leading to the pathology of NTG and POAG are still unclear. Here, we describe the phenotypic characteristics of transgenic mice overexpressing wild-type (Wt) or mutated optineurin (Optn). Mutations E50K, H486R and Optn with a deletion of the first (amino acids 153-174) or second (amino acids 426-461) leucine zipper were used for overexpression. After 16 months, histological abnormalities were exclusively observed in the retina of E50K mutant mice with loss of RGCs and connecting synapses in the peripheral retina leading to a thinning of the nerve fiber layer at the optic nerve head at normal IOP. E50K mice also showed massive apoptosis and degeneration of entire retina, leading to approximately a 28% reduction of the retina thickness. At the molecular level, introduction of the E50K mutation disrupts the interaction between Optn and Rab8 GTPase, a protein involved in the regulation of vesicle transport from Golgi to plasma membrane. Wt Optn and an active GTP-bound form of Rab8 complex were localized at the Golgi complex. These data suggest that alternation of the Optn sequence can initiate significant retinal degeneration in mice.","dc:creator":"Chi ZL","dc:date":"2010","dc:title":"Overexpression of optineurin E50K disrupts Rab8 interaction and leads to a progressive retinal degeneration in mice."},"rdfs:label":"Using mouse model to investigate effects of Optn mutations"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:9dfe76d3-842d-4d1f-b837-1ed4254e53d9","type":"EvidenceLine","evidence":[{"id":"cggv:9dfe76d3-842d-4d1f-b837-1ed4254e53d9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:1ee7633c-0867-4a19-b4ff-3782dd418f95","type":"Cohort","allGenotypedSequenced":124,"alleleFrequency":0.3548387096774194,"detectionMethod":"Families were screened by SSCP analysis for the entire of OPTN gene followed by sequencing the positive families","evidence":[{"id":"cggv:9dfe76d3-842d-4d1f-b837-1ed4254e53d9_cc_evidence_item"}],"numWithVariant":44,"relatedCondition":{"id":"obo:MONDO_0011693"}},"controlCohort":{"id":"cggv:a16b959d-10d5-4d3e-964b-5284078cfcb9","type":"Cohort","allGenotypedSequenced":270,"alleleFrequency":0,"detectionMethod":"Controls were screened by SSCP analysis for the entire of OPTN gene.","evidence":[{"id":"cggv:9dfe76d3-842d-4d1f-b837-1ed4254e53d9_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11834836","rdfs:label":"Glaucoma Families - Normal Controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":5,"dc:description":"1. Matched by age, race, and location\n2. Cases and controls genotyped for OPTN mutations"},{"id":"cggv:5042230d-d03b-47a3-a0ea-b0b4ef672839","type":"EvidenceLine","evidence":[{"id":"cggv:5042230d-d03b-47a3-a0ea-b0b4ef672839_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:d25b7d5d-0b3d-4610-ab91-ab9b2d7935fe","type":"Cohort","allGenotypedSequenced":314,"alleleFrequency":0.006369426751592357,"detectionMethod":"All 314 OAG cases were screened for mutations in the coding sequences (exons 4-16) and splice sites flanking OPTN exons. ","evidence":[{"id":"cggv:5042230d-d03b-47a3-a0ea-b0b4ef672839_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0005338"}},"controlCohort":{"id":"cggv:5281afe0-98d0-4d7b-9da6-18ea8f22b097","type":"Cohort","allGenotypedSequenced":166,"alleleFrequency":0,"detectionMethod":"When a sequence variant was detected in a patient, the control subjects of the same ancestry were screened for that specific mutation.","evidence":[{"id":"cggv:5042230d-d03b-47a3-a0ea-b0b4ef672839_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17293779","type":"dc:BibliographicResource","dc:abstract":"To evaluate the extent to which mutations in the optineurin (OPTN) glaucoma gene play a role in glaucoma in different populations.","dc:creator":"Ayala-Lugo RM","dc:date":"2007","dc:title":"Variation in optineurin (OPTN) allele frequencies between and within populations."},"rdfs:label":"Individuals with or without glaucoma"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"The investigators divided the study subjects into 4 populations (ancestry):\nAfrican: AA, Ghana, Nigeria, and the Caribbean\nAsian: Korea, China, and the Philippines\nCaucasian: Europe and Middle East\nHispanic : Mexico, Puerto Rico, Chile, Panama, and Colombia\n\n "},{"id":"cggv:8b421de3-d76b-4e26-baed-3c6f7a489721","type":"EvidenceLine","evidence":[{"id":"cggv:8b421de3-d76b-4e26-baed-3c6f7a489721_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:1531023c-e8e3-43a5-b03a-98ed8c222b6f","type":"Cohort","allGenotypedSequenced":1048,"alleleFrequency":0.0009541984732824427,"evidence":[{"id":"cggv:8b421de3-d76b-4e26-baed-3c6f7a489721_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0005338"}},"controlCohort":{"id":"cggv:05e2c49e-036c-4999-855e-50534bb10aa8","type":"Cohort","allGenotypedSequenced":251,"alleleFrequency":0,"evidence":[{"id":"cggv:8b421de3-d76b-4e26-baed-3c6f7a489721_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14597044","type":"dc:BibliographicResource","dc:abstract":"To investigate the association of sequence variations in the optineurin (OPTN) gene in patients with open-angle glaucoma.","dc:creator":"Alward WL","dc:date":"2003","dc:title":"Evaluation of optineurin sequence variations in 1,048 patients with open-angle glaucoma."},"rdfs:label":"Glaucoma patients - controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"glaucoma others included exfoliative, pigmentary, developmental glaucoma."},{"id":"cggv:32cad2a7-6bc1-45ea-bee0-02c411671b7e","type":"EvidenceLine","evidence":[{"id":"cggv:32cad2a7-6bc1-45ea-bee0-02c411671b7e_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:40482250-6146-41ad-a5f5-9bab761a4c81","type":"Cohort","allGenotypedSequenced":112,"alleleFrequency":0.01785714285714286,"evidence":[{"id":"cggv:32cad2a7-6bc1-45ea-bee0-02c411671b7e_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0011693"}},"controlCohort":{"id":"cggv:a775c6df-fae1-4893-b589-cf06d2582a16","type":"Cohort","allGenotypedSequenced":100,"alleleFrequency":0,"evidence":[{"id":"cggv:32cad2a7-6bc1-45ea-bee0-02c411671b7e_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15851979","type":"dc:BibliographicResource","dc:abstract":"To determine the prevalence of optineurin (OPTN) and myocilin (MYOC) sequence variants in a cohort of German patients with normal tension glaucoma.","dc:creator":"Weisschuh N","dc:date":"2005","dc:title":"Prevalence of myocilin and optineurin sequence variants in German normal tension glaucoma patients."},"rdfs:label":"NTG patients - controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"Both OPTN and MYOV were included in this study."},{"id":"cggv:aaaa53a5-d665-418c-9563-8644daa19a2d","type":"EvidenceLine","evidence":[{"id":"cggv:aaaa53a5-d665-418c-9563-8644daa19a2d_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:29ebe437-e5d2-4f0a-8690-ec951416dcfc","type":"Cohort","allGenotypedSequenced":153,"alleleFrequency":0.006535947712418301,"detectionMethod":"for all patients in the studies, exons 4 & 5 were directly sequenced and all other exon were analyzed by denaturing HPLC analysis.","evidence":[{"id":"cggv:aaaa53a5-d665-418c-9563-8644daa19a2d_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0005338"}},"controlCohort":{"id":"cggv:9e96c36a-1f3b-4422-aed0-81bcca37f73e","type":"Cohort","allGenotypedSequenced":100,"alleleFrequency":0,"evidence":[{"id":"cggv:aaaa53a5-d665-418c-9563-8644daa19a2d_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16988596","type":"dc:BibliographicResource","dc:abstract":"Previous studies have suggested that Optineurin (OPTN) sequence variants contribute to low-tension glaucoma (LTG) in ethnically homogeneous populations. The purpose of this study is to evaluate the prevalence of OPTN sequence variants in an ethnically diverse population of LTG patients from the United States, and to describe the phenotype of patients with OPTN sequence variants preferentially found in LTG patients.","dc:creator":"Hauser MA","dc:date":"2006","dc:title":"Distribution of optineurin sequence variations in an ethnically diverse population of low-tension glaucoma patients from the United States."},"rdfs:label":"OAG (LTG & POAG)-Controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"E50K was detected in one  out of 67 patients with LTG, none of 86 patients POAG, and none of 100 control subjects. "},{"id":"cggv:2aecc37c-807e-4f04-b0c6-8f175fc47302","type":"EvidenceLine","evidence":[{"id":"cggv:2aecc37c-807e-4f04-b0c6-8f175fc47302_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:4ff32b56-6bea-4cad-a611-f897b68ef9af","type":"Cohort","allGenotypedSequenced":118,"alleleFrequency":0.01694915254237288,"detectionMethod":"All the coding exons of OPTN were screened, including the intron-exon boundaries.","evidence":[{"id":"cggv:2aecc37c-807e-4f04-b0c6-8f175fc47302_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0005338"}},"controlCohort":{"id":"cggv:31cb4e88-d34a-4859-b1fd-ff1a7e9684cd","type":"Cohort","allGenotypedSequenced":126,"alleleFrequency":0,"detectionMethod":"All the coding exons of OPTN were screened, including the intron-exon boundaries.","evidence":[{"id":"cggv:2aecc37c-807e-4f04-b0c6-8f175fc47302_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12939304","type":"dc:BibliographicResource","dc:abstract":"The optineurin gene (OPTN) is the second gene besides MYOC in which mutations have been identified to be associated with primary open-angle glaucoma (POAG). In this study, sequence alterations in the OPTN gene associated with POAG in Chinese subjects were investigated.","dc:creator":"Leung YF","dc:date":"2003","dc:title":"Different optineurin mutation pattern in primary open-angle glaucoma."},"rdfs:label":"POAG-Controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25},{"id":"cggv:441554d6-3bd5-4161-8c99-1aaad4b6d09f","type":"EvidenceLine","evidence":[{"id":"cggv:441554d6-3bd5-4161-8c99-1aaad4b6d09f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:d32adfd4-11c0-437e-906d-5d8d5f4d7e26","type":"Cohort","allGenotypedSequenced":315,"alleleFrequency":0.006349206349206349,"evidence":[{"id":"cggv:441554d6-3bd5-4161-8c99-1aaad4b6d09f_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0005338"}},"controlCohort":{"id":"cggv:8058a2ec-d662-4c96-a266-4a030a7d1ed7","type":"Cohort","allGenotypedSequenced":95,"alleleFrequency":0,"evidence":[{"id":"cggv:441554d6-3bd5-4161-8c99-1aaad4b6d09f_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12920093","type":"dc:BibliographicResource","dc:creator":"Aung T","dc:date":"2003","dc:title":"Prevalence of optineurin sequence variants in adult primary open angle glaucoma: implications for diagnostic testing."},"rdfs:label":"Glaucoma Patients - Normal Controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"This study tested two OPTN sequence variants, E50K and M98K, in age, race and location matched cases and controls. the E50K mutation was identified in 2 of 132 (1.5%) patients with NTG, none of 183 patients with HTG, and none of 96 control subjects.  For the M98K variants, it was detected in all three subgroup with 10.6% in NTG, 4.4% in HTG, and 3.2% in normal controls."},{"id":"cggv:08ac6e2e-8537-4aef-b1ea-6c5fce883b34","type":"EvidenceLine","evidence":[{"id":"cggv:08ac6e2e-8537-4aef-b1ea-6c5fce883b34_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:dcdb3399-9f64-4676-8d41-1687c48c9116","type":"Cohort","allGenotypedSequenced":154,"alleleFrequency":0.01298701298701299,"detectionMethod":"Genomic DNA was extracted from leukocytes of the peripheral blood, and thirteen exons of the OPTN gene were PCR amplified and directly sequenced.","evidence":[{"id":"cggv:08ac6e2e-8537-4aef-b1ea-6c5fce883b34_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0005338"}},"controlCohort":{"id":"cggv:9c87fe6c-412c-4e99-b590-7cff533f670f","type":"Cohort","allGenotypedSequenced":100,"alleleFrequency":0,"detectionMethod":"Genomic DNA was extracted from leukocytes of the peripheral blood, and thirteen exons of the OPTN gene were PCR amplified and directly sequenced.","evidence":[{"id":"cggv:08ac6e2e-8537-4aef-b1ea-6c5fce883b34_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15226658","type":"dc:BibliographicResource","dc:abstract":"To determine whether mutations in the optineurin (OPTN) gene are associated with the incidence of primary open-angle glaucoma (POAG) and normal tension glaucoma (NTG) in the Japanese.","dc:creator":"Fuse N","dc:date":"2004","dc:title":"Molecular genetic analysis of optineurin gene for primary open-angle and normal tension glaucoma in the Japanese population."},"rdfs:label":"POAG-NTG-Controls"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"the investigators divided the study subjects into three groups: POAG, NTG, and controls. His26ASP was detected in one patient with POAG and Arg545Gln was detected in one patient with NTG."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":6.75},{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.75}],"evidenceStrength":"Definitive","sequence":5543,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.75,"subject":{"id":"cggv:5fb57754-3490-4297-bdb4-222dd5004585","type":"GeneValidityProposition","disease":"obo:MONDO_0011693","gene":"hgnc:17142","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Optineurin was first identified as a binding partner of an adenoviral E3-14.7K protein and named as “FIP2“ (14.7-interacting protein) (Li et al. 1998, PMID: 9488477). Because optineurin has a strong homology to NF-kappa-B essential molecule (NEMO), it was also named as NRP (NEMO-related protein (Schwamborn et al.  2000, PMID:10807909). Through linkage study of a large family with a classical form of normal-tension open angle glaucoma, an adullt-onset POAG locus (GLC1E) was mapped to 10p15-p14 region (Sarfarazi et al. 1998, PMID: 9497264). Subsequently based on its physical location and its expression in retina, a candidate gene was identified and a heterozygous missense mutation [Glu50 > Lys (E50K)] was detected in the original GLC1E family and proved to be a recurrent mutation associated with hereditary primary open-angle glaucoma with normal intraocular pressure (OMIM:602432, Rezaie et al. 2002, PMID: 11834836). It was desigated as the *OPTN* (for optineurin, “optic neuropathy inducing” protein) (PMID: 11834836). \n\n*OPTN* variants have been identified in patients with glaucoma and patients with amyotrophic lateral sclerosis (ALS) with or without frontotemporal dementia. It appears that different  types of *OPTN* variants are associated with specific diseases. The *OPTN* p.Glu50Lys variant, for example, has only been identified in patients with normal tension glaucoma (PMID: 11834836, 16988596, 12920093, 17293779, 14597044), while an ALS associated variant *OPTN* c.166+349_370-945del (aka *OPTN*, EX5DEL) has only been found in patients with ALS and not in patients with glaucoma. The *OPTN* c.381_382insAG variant is an exception in that it was detected in patients with glaucoma (PMID: 11834836, 17293779) and in patients with ALS (PMID: 21220178, 26740678). However, this variant is common in some populations, suggesting it is a founder mutation. There is limited functional evidence to support its association to glaucoma.\n\nOver 10 *OPTN* variants have been reported in patients with glaucoma. However, only the p.Glu50Lys (E50K) variant showed evidence, including genetic and experimental  evidences, as a recurrent pathogenic variant associated with normal tension glaucoma with autosomal dominant inheritance.\n\nPer criteria outlined by the ClinGen Lumping & Splitting Working Group, the mode of inheritance and molecular mechanism were found to be distinct between patients with normal tension glaucoma (monoallelic disruption of *OPTN*  function) and ALS (biallelic loss of *OPTN* function). The lack of phenotypic overlap between the two diagnoses provided further support to curate normal tension glaucoma cases caused by *OPTN* variants as a separate disease entity, referred to as *OPTN*-related normal tension glaucoma.\n\nIn summary, *OPTN* is definitively associated with normal tension glaucoma. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on November 17th, 2022 (SOP Version 9).\n\n","dc:isVersionOf":{"id":"cggv:22efb828-c989-4584-97f9-e1d795b7468f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}