{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-01T16:58:45.213Z","role":"Publisher"},{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-12-05T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.25},{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e1579ac2-1c04-4673-ab1a-465b75c10e58","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c97bcd3f-5599-4ee7-8bbb-93d882a696b6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MT-TS2 encodes a mitochondrial tRNA, which is required for the translation of mitochondrially-encoded proteins. MRC complexes I, III, IV, and V all contain core subunits which are encoded in the mitochondria; therefore, loss of MT-TS2 function leads to disrupted mitochondrial translation, leading to a downstream loss of MRC complex activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"MT-TS2 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded for the shared number of genes with shared function (as per MD-GCEP guidelines)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1fc0a169-0605-42d3-a6bc-6527a4041dc6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b39aedce-5c13-488e-8dac-bc0d311b2bb9","type":"FunctionalAlteration","dc:description":"The authors sequenced the mtDNA genome in 13 different cell lines and uncovered seven novel variants. The m.12240delC variant was homoplasmic in the NB69 cell line, which exhibited growth defects on galactose compared to glucose (Fig. 3). This growth defect was transferred to transmitochondrial cybrids generated from this cell line and was not observed in cybrids generated from an unaffected control from the same major haplogroup. Further, those cells homoplasmic for the m.12240delC variant had significantly reduced oxygen consumption rates under multiple conditions (Fig. 4). In the text, the authors report a specific reduction in complex I activity, but no values are reported and no data was shown. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16671096","type":"dc:BibliographicResource","dc:abstract":"Complete sequencing of the mitochondrial genome of 13 cell lines derived from a variety of human cancers revealed nine novel mitochondrial DNA (mtDNA) variations. One of them, m.6267G>A, is a recurrent mutation that introduces the Ala122Thr substitution in the mitochondrially encoded cytochrome c oxidase I (MT-CO1): p.MT-CO1: Ala122Thr (GenBank: NP_536845.1). Biochemical analysis of the original cell lines and the transmitochondrial cybrids generated by transferring mitochondrial DNAs to a common nuclear background, indicate that cytochrome c oxidase (COX) activity, respiration, and growth in galactose are impaired by the m.6267G>A mutation. This mutation, found twice in the cancer cell lines included in this study, has been also encountered in one out of 63 breast cancer samples, one out of 64 colon cancer samples, one out of 260 prostate cancer samples, and in one out of 15 pancreatic cancer cell lines. In all instances the m.6267G>A mutation was associated to different mtDNA haplogroups. These findings, contrast with the extremely low frequency of the m.6267G>A mutation in the normal population (1:2264) and its apparent absence in other pathologies, strongly suggesting that the m.6267G>A missense mutation is a recurrent mutation specifically associated with cancer.","dc:creator":"Gallardo ME","dc:date":"2006","dc:title":"m.6267G>A: a recurrent mutation in the human mitochondrial DNA that reduces cytochrome c oxidase activity and is associated with tumors."},"rdfs:label":"Gallardo 2006 - MT-TS2 Growth Defects"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":6187,"specifiedBy":"GeneValidityCriteria9","strengthScore":10.75,"subject":{"id":"cggv:89f5b518-88be-4eec-aece-989fec4d17b3","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7498","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TS2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of December 5, 2022. The *MT-TS2* gene encodes one of two mitochondrial transfer RNAs (tRNAs) for serine (AGU/C). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\n*MT-TS2* was first reported in relation to maternally-inherited primary mitochondrial disease in 1998 in a mother and daughter who were both affected with bilateral cataracts, hearing loss, and diabetes (PMID: 9792552).  While various names could be given to the constellation of features seen in those with *MT-TS2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TS2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting the gene-disease relationship between *MT-TS2* and primary mitochondrial disease includes case-level data and experimental data. This curation includes five variants (m.12207G>A, m.12258C>A, m.12261T>C, m.12262C>A, m.12264C>T) observed in seven probands in six publications (PMIDs: 9792552, 10090882, 16950817, 21257182, 22369973, 22378285). Affected individuals had varying clinical features including cataracts, retinal dystrophy, hearing loss, myopathy, ataxia, seizures, global developmental delay, diabetes, Wolff-Parkinson-White arrhythmia, hypertrophic cardiomyopathy, and hypogonadotropic hypogonadism. Labs revealed elevated blood lactate and elevated creatine kinase. Muscle biopsy, when performed, generally showed reduced activities of complexes I, I+III, III, and/or IV. Brain imaging was normal in some cases. In one individual brain imaging revealed changes in the basal ganglia and diffuse atrophy with an enlarged cisterna magna and in another showed changes in the cerebral white matter. Heteroplasmy levels were variable – some individuals had the highest levels in muscle with the variant being undetectable in other tissues while others had the variant present at homoplasmy in multiple tissues. Northern blotting and single fiber testing further supported variant pathogenicity for case-level scoring (PMIDs: 22378285, 21257182, 9792552). The mechanism of pathogenicity appears to be loss of function due to altered RNA secondary structure. This gene-disease relationship is also supported by a biochemical function shared with other genes associated with primary mitochondrial disease and in vitro assays demonstrating altered function in non-patient cells as a result of variants in *MT-TS2* (PMID: 16671096, 33340416).  \n\nIn summary, there is moderate evidence to support the relationship between *MT-TS2* and maternally-inherited primary mitochondrial disease. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 5, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:4af82e37-83b3-4c7a-9cbe-f2b587fcf809"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}