{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2019-08-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-09-21T12:12:20.183Z","role":"Publisher"}],"evidence":[{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81b54c77-b65c-4ddd-8cc8-a00077b20b36","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:418c101f-f45f-4e80-9e2c-2a8a524d7b71","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Wild-type mice showed relatively high expression of Scn1a mRNA in thalamus, superior colliculus, inferior colliculus, deep cerebellar nuclei, pons, medulla and spinal cord. There was low expression in hippocampus, cerebral cortex and cerebellum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17537961","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in human SCN1A gene encoding Nav1.1 are associated with a severe epileptic disorder known as severe myoclonic epilepsy in infancy. Here, we generated and characterized a knock-in mouse line with a loss-of-function nonsense mutation in the Scn1a gene. Both homozygous and heterozygous knock-in mice developed epileptic seizures within the first postnatal month. Immunohistochemical analyses revealed that, in the developing neocortex, Nav1.1 was clustered predominantly at the axon initial segments of parvalbumin-positive (PV) interneurons. In heterozygous knock-in mice, trains of evoked action potentials in these fast-spiking, inhibitory cells exhibited pronounced spike amplitude decrement late in the burst. Our data indicate that Nav1.1 plays critical roles in the spike output from PV interneurons and, furthermore, that the specifically altered function of these inhibitory circuits may contribute to epileptic seizures in the mice.","dc:creator":"Ogiwara I","dc:date":"2007","dc:title":"Nav1.1 localizes to axons of parvalbumin-positive inhibitory interneurons: a circuit basis for epileptic seizures in mice carrying an Scn1a gene mutation."},"rdfs:label":"Regional Distribution of Scn1a mRNA in mouse brains"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Upgraded scoring because both normal expression and expression in homozygous SCN1A knock-in mice were analyzed."},{"id":"cggv:07c8ce0b-8cdd-467b-8ba3-a439c7ce2e16","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a520273-2ff7-48f2-9c21-08e6befda5a1","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"SCN1A and SCN3A both encode for sodium ion channels in the central nervous system. Nav1.1 and Nav1.3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16921370","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated sodium channels (Na(V)) are critical for initiation of action potentials. Heterozygous loss-of-function mutations in Na(V)1.1 channels cause severe myoclonic epilepsy in infancy (SMEI). Homozygous null Scn1a-/- mice developed ataxia and died on postnatal day (P) 15 but could be sustained to P17.5 with manual feeding. Heterozygous Scn1a+/- mice had spontaneous seizures and sporadic deaths beginning after P21, with a notable dependence on genetic background. Loss of Na(V)1.1 did not change voltage-dependent activation or inactivation of sodium channels in hippocampal neurons. The sodium current density was, however, substantially reduced in inhibitory interneurons of Scn1a+/- and Scn1a-/- mice but not in their excitatory pyramidal neurons. An immunocytochemical survey also showed a specific upregulation of Na(V)1.3 channels in a subset of hippocampal interneurons. Our results indicate that reduced sodium currents in GABAergic inhibitory interneurons in Scn1a+/- heterozygotes may cause the hyperexcitability that leads to epilepsy in patients with SMEI.","dc:creator":"Yu FH","dc:date":"2006","dc:title":"Reduced sodium current in GABAergic interneurons in a mouse model of severe myoclonic epilepsy in infancy."},"rdfs:label":"Compensatory upregulation of NaV1.3 channels"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:d4e503bc-0a41-4d97-a6ae-63b664bc990f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dddd22c4-b436-42ce-b7fa-62bdaa97c2a9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Seizures are the main phenotype of Dravet","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16921370","rdfs:label":"NaV1.1 mutations in human epilepsy"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5a923cf3-f621-4e03-9033-7e571475cbdd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d944bd4-0425-4825-b4e0-b4c475b24ecb","type":"FunctionalAlteration","dc:description":"RNA encoding WT human SCN1A resulted in normal whole-cell sodium currents as expected. Oocytes injected with mutant RNA failed to produce any detectable current. Also, robust expression of Nav1.1 channel protein was obtained with WT SCN1A, but the mutant Nav1.1 protein was not detectable above background. Mutant protein is unstable and does not produce functional channels at the cell membrane.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23821540","type":"dc:BibliographicResource","dc:abstract":"Neuronal channelopathies cause brain disorders, including epilepsy, migraine, and ataxia. Despite the development of mouse models, pathophysiological mechanisms for these disorders remain uncertain. One particularly devastating channelopathy is Dravet syndrome (DS), a severe childhood epilepsy typically caused by de novo dominant mutations in the SCN1A gene encoding the voltage-gated sodium channel Na(v) 1.1. Heterologous expression of mutant channels suggests loss of function, raising the quandary of how loss of sodium channels underlying action potentials produces hyperexcitability. Mouse model studies suggest that decreased Na(v) 1.1 function in interneurons causes disinhibition. We aim to determine how mutant SCN1A affects human neurons using the induced pluripotent stem cell (iPSC) method to generate patient-specific neurons.","dc:creator":"Liu Y","dc:date":"2013","dc:title":"Dravet syndrome patient-derived neurons suggest a novel epilepsy mechanism."},"rdfs:label":"loss-of-function SCN1A splice site mutation in DS patient"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f30b403-a34b-4c11-a65f-cfec585b6bf2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2d592d9-82cf-4298-ac17-c28c14aa80a1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Overlapping phenotypes between patients with Dravet Syndrome and the Scn1a -/- mice were observed. \n\nHomozygotes presented with: ataxia, seizures beginning on P9 which led progressively to mild limb tremors, side-to-side swaying and complete loss of postural control. By P15 they became inactive except for periodic generalized clonic and bilateral forelimb convulsive seizures. No Scn1a null mice lived past P15 except those hand-fed which survived as long as P17.5. No gross abnormalities were found in postmortem examination. \n\nHeterozygotes presented with: Recurring behavior seizures and sporadic deaths between P21-27. They were often found dead with outstretched hind limbs and front paws tucked under the chin, suggestive of death during a status epilepticus episode. Many died in the third postnatal week; 40% died by the 15th week. Spontaneous deaths were significantly less frequent in heterozygous Nav1.1-129Sv mice than Nav1.1-B6 mice. Video and EEG monitoring confirmed spontaneous electrographic and/or behavioral seizures and epileptiform interictal activity. Seizures characterized by myoclonic jerks, hindlimb flexions, forelimb clonus, head bobbing and finished with relaxed muscle tone and isoelectric period. Both clonic and tonic-clonic seizures were observed.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16921370","rdfs:label":"Targeted disruption of the Scn1a"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:0c7e0fb4-c91d-4f0e-962b-6f6411ed7364","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:70223c05-8de5-497d-ae43-85e7b43277bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mice showed ataxia starting a P9-P10 when compared to WT and HET littermates. HET mice were analyzed older mice after weaning at P21, which is more comparable in developmental time frame to infants 1-2 years when ataxia presents in patients with Dravet. During reassessment Nav1.1 HET mice showed significant ataxia at P21, matching the Dravet phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17928448","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations of Na(V)1.1 channels cause severe myoclonic epilepsy in infancy (SMEI), which is accompanied by severe ataxia that contributes substantially to functional impairment and premature deaths. Mutant mice lacking Na(V)1.1 channels provide a genetic model for SMEI, exhibiting severe seizures and premature death on postnatal day 15. Behavioral assessment indicated severe motor deficits in mutant mice, including irregularity of stride length during locomotion, impaired motor reflexes in grasping, and mild tremor in limbs when immobile, consistent with cerebellar dysfunction. Immunohistochemical studies showed that Na(V)1.1 and Na(V)1.6 channels are the primary sodium channel isoforms expressed in cerebellar Purkinje neurons. The amplitudes of whole-cell peak, persistent, and resurgent sodium currents in Purkinje neurons were reduced by 58-69%, without detectable changes in the kinetics or voltage dependence of channel activation or inactivation. Nonlinear loss of sodium current in Purkinje neurons from heterozygous and homozygous mutant animals suggested partial compensatory upregulation of Na(V)1.6 channel activity. Current-clamp recordings revealed that the firing rates of Purkinje neurons from mutant mice were substantially reduced, with no effect on threshold for action potential generation. Our results show that Na(V)1.1 channels play a crucial role in the excitability of cerebellar Purkinje neurons, with major contributions to peak, persistent, and resurgent forms of sodium current and to sustained action potential firing. Loss of these channels in Purkinje neurons of mutant mice and SMEI patients may be sufficient to cause their ataxia and related functional deficits.","dc:creator":"Kalume F","dc:date":"2007","dc:title":"Reduced sodium current in Purkinje neurons from Nav1.1 mutant mice: implications for ataxia in severe myoclonic epilepsy in infancy."},"rdfs:label":"Evaluation of ataxic phenotype"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:7e0aae06-83dd-4893-a14d-fbb736068e3a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f3db85b-d530-4f22-a59e-bce54d84c055","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous knock-in mice developed an unstable gait which hindered their ability to compete for food and left them malnourished over time. They also had tonic-clonic, clonic and polyspike-wave seizures in the second postnatal week (het. Mice showed recurrent seizures in the 3rd postnatal week). These features are analogous to the clinical features observed.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17537961","rdfs:label":"Scn1a knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Downgraded for variant level evidence and zygosity."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5}],"evidenceStrength":"Definitive","sequence":3381,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:a9cadb5d-637d-40f2-a107-4daf77e80efd","type":"GeneValidityProposition","disease":"obo:MONDO_0100135","gene":"hgnc:10585","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Dravet Syndrome was first described in 1978 (Dravet et. al 1978). Dravet syndrome is a severe condition on the genetic epilepsy with febrile seizures plus (GEFS+) spectrum of seizure disorders. Dravet often occurs with loss-of-function variants in SCN1A that arise de novo.  SCN1A has been reported in relation to autosomal dominant Dravet Syndrome in numerous publications. Numerous unique variants (missense, frameshift, nonsense, etc.), including the 9 documented here, have been reported in humans (PMIDs: 23808377, 26438699, 30185235, 24412860, 21647847). Evidence supporting this gene-disease pair includes case-level and experimental data. Supporting experimental evidence includes expression, protein interaction, and biochemical function studies as well as mouse models (PMIDs: 16921370, 17537961, 23821540, 16921370, 17928448). More evidence is available in the literature, but the maximum score for genetic and experimental evidence has been reached. In summary, SCN1A is definitively associated with autosomal dominant Dravet Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:60334a15-c73e-42ce-b7d2-4796c2affde4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}