{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:26:01.823Z","role":"Approver"},{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:26:12.221Z","role":"Publisher"}],"evidence":[{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33b2e0d3-04f7-414d-b906-fd2a1cdde9f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2e71593-5761-4808-afd9-679536079bd7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that ECHS1 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000127884-ECHS1/tissue). Expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, midbrain, pons, medulla, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in LSS. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas Brain Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The Human Protein Atlas Atlas demonstrates that ECHS1 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000127884-ECHS1/tissue). Expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, midbrain, pons, medulla, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in LSS. "},{"id":"cggv:4f21c511-c4d6-47ba-9ea6-05e9856ea263","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3734c33e-346b-4455-9889-ecfcdadf63d3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Valine catabolic pathway showing the formation of metabolites in short-chain enoyl-CoA hydratase deficiency","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25125611","type":"dc:BibliographicResource","dc:abstract":"Two siblings with fatal Leigh disease had increased excretion of S-(2-carboxypropyl)cysteine and several other metabolites that are features of 3-hydroxyisobutyryl-CoA hydrolase (HIBCH) deficiency, a rare defect in the valine catabolic pathway associated with Leigh-like disease. However, this diagnosis was excluded by HIBCH sequencing and normal enzyme activity. In contrast to HIBCH deficiency, the excretion of 3-hydroxyisobutyryl-carnitine was normal in the children, suggesting deficiency of short-chain enoyl-CoA hydratase (ECHS1 gene). This mitochondrial enzyme is active in several metabolic pathways involving fatty acids and amino acids, including valine, and is immediately upstream of HIBCH in the valine pathway. Both children were compound heterozygous for a c.473C > A (p.A158D) missense mutation and a c.414+3G>C splicing mutation in ECHS1. ECHS1 activity was markedly decreased in cultured fibroblasts from both siblings, ECHS1 protein was undetectable by immunoblot analysis and transfection of patient cells with wild-type ECHS1 rescued ECHS1 activity. The highly reactive metabolites methacrylyl-CoA and acryloyl-CoA accumulate in deficiencies of both ECHS1 and HIBCH and are probably responsible for the brain pathology in both disorders. Deficiency of ECHS1 or HIBCH should be considered in children with Leigh disease. Urine metabolite testing can detect and distinguish between these two disorders. ","dc:creator":"Peters H","dc:date":"2014","dc:title":"ECHS1 mutations in Leigh disease: a new inborn error of metabolism affecting valine metabolism."},"rdfs:label":"Metabolite studies in HIBCH and ECHS1 defects"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"There are many biochemical and clinical similarities between ECHS1 and HIBCH deficiencies. Score was given under LeighMap reference."},{"id":"cggv:29d7a1bd-67c9-4f2e-99d5-4c4e3bdb5019","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b93fb5d-0671-40d9-a4ad-4fd5760e250c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Per LeighMap, there is one other gene associated with amino acid metabolism and LSS (HIBCH)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Genes associated with LSS and amino acid metabolism"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"0.5 points given shared function with one other LSS gene (HIBCH)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2a16a8e-8a6e-423f-bd24-542b349efb19","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7b810d69-34ed-48cf-a909-5b54005e1b2a","type":"FunctionalAlteration","dc:description":"Analysis of palmitate-dependent OCR in fibroblast cell lines (F5, F9, F10 - not counting F7 given this was used for case level evidence of variant functional impact) revealed impaired respiration in patients’ cells in comparison to controls. The experiment was performed several times with very similar results. The data are shown from one experiment performed with more than 10\nreplicates for each cell line grown and treated in parallel.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26000322","type":"dc:BibliographicResource","dc:abstract":"Short-chain enoyl-CoA hydratase (ECHS1) is a multifunctional mitochondrial matrix enzyme that is involved in the oxidation of fatty acids and essential amino acids such as valine. Here, we describe the broad phenotypic spectrum and pathobiochemistry of individuals with autosomal-recessive ECHS1 deficiency.","dc:creator":"Haack TB","dc:date":"2015","dc:title":"Deficiency of ECHS1 causes mitochondrial encephalopathy with cardiac involvement."},"rdfs:label":"Analysis of palmitate-dependent OCR in fibroblast cell lines"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"Done in cells from patients with LSS"},{"id":"cggv:09df6a79-5784-4659-b4e2-03fd5cd83d8d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:168d3dd3-594f-4658-99af-8540ee6cffea","type":"FunctionalAlteration","dc:description":"Human ECHS1 catalyses the hydration of five substrates via different metabolic pathways, with the highest specificity for crotonyl-CoA and the lowest specificity for tiglyl-CoA. The patients had relatively high (∼7%) residual ECHS1 enzyme activity for crotonyl-CoA and methacrylyl-CoA caused by the compound heterozygous mutations (c.176A>G, (p.N59S) and c.413C>T, (p.A138V)) with normal mitochondrial complex I-IV activities. Affected patients excrete large amounts of N-acetyl-S-(2-carboxypropyl)cysteine, a metabolite of methacrylyl-CoA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26251176","type":"dc:BibliographicResource","dc:abstract":"Short-chain enoyl-CoA hydratase-ECHS1-catalyses many metabolic pathways, including mitochondrial short-chain fatty acid β-oxidation and branched-chain amino acid catabolic pathways; however, the metabolic products essential for the diagnosis of ECHS1 deficiency have not yet been determined. The objective of this report is to characterise ECHS1 and a mild form of its deficiency biochemically, and to determine the candidate metabolic product that can be efficiently used for neonatal diagnosis.","dc:creator":"Yamada K","dc:date":"2015","dc:title":"Clinical, biochemical and metabolic characterisation of a mild form of human short-chain enoyl-CoA hydratase deficiency: significance of increased N-acetyl-S-(2-carboxypropyl)cysteine excretion."},"rdfs:label":"residual ECHS1 enzyme activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"Done in cells from patients with LSS. Excess intramitochondrial methacrylyl-CoA is suggested to react with thiol compounds and the essential cysteine residues of the mitochondrial enzymes to form thiol conjugates of methacrylyl-CoA, which results in cell damage, especially in the basal ganglia, by decreasing the cellular reduction state as well as ATP production. 23 Together with the findings that ECHS1 hydrates methacrylyl-CoA (table 2) and the hydratase activities of the patients’ fibroblasts were decreased to <4% (2.6, 3.7%) of normal controls, this strongly suggests that the patients  presented accumulated methacrylyl-CoA in mitochondria.\n"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b986b4b0-18d9-4d39-83b7-cb601742c1ff","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c05f6dfe-2c3e-48d3-a8ee-44a68829a8da","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue the decrease in ECHS1 steady-state levels in all patient-derived fibroblast cell lines.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25125611","rdfs:label":"mRNA level and rescue"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":1,"dc:description":"Rescue in patient cells, default score is 1 pt"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ea9b6234-df25-427b-9bbc-14d797e5ffbb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:11ddeaae-1900-4743-9152-1af7736dc377","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Genomic DNA was isolated from skin fibroblasts; Polymerase chain reaction (PCR)–based methods were used for the molecular analysis. Exons 1 to 14 and flanking intronic regions of HIBCH, and exons 1 to 8 and flanking intronic regions of ECHS1 were amplified using primers designed by the Exonprimer program","firstTestingMethod":"PCR","phenotypeFreeText":"Birth: Generalized hypotonia and poor suck. \n12 hours old: Developed apnea post-feeding, continued to have apneas with associated bradycardias and desaturations and was intubated and ventilated by Day 3 of life.\nThe patient remained ventilator-dependent with minimal spontaneous movements.\n4 months old: Died after care was withdrawn\n\n\nMRI:\nDOL 6: Large lactate peak and lack of diffusion restriction suggestive of a mitochondrial disorder (no additional details provided)\n2.5 months: Marked progressive generalized atrophy compared with the previous MRI, particularly involving the supratentorial central white matter (Supplementary Fig. 1). The corpus callosum was markedly thinned and there was also progressive atrophy of the brainstem, basal ganglia and upper cervical cord with symmetrical T2 hyperintensity in the posterior aspect of the putamen more conspicuous compared with the previous MRI. Abnormal T2 hyperintensity was also seen in the supratentorial central white matter. There was symmetrical extensive diffusion restriction involving central periventricular white matter of the frontal lobes, internal capsule, posterior body of the corpus callosum extending to the medial temporal lobes, mid-brain and inferior cerebellar peduncles. Magnetic resonance spectroscopy showed increased lactate in the basal ganglia.\n\nMet labs:\nCSF lactate was 4.9mM (reference range <3.0), pyruvate was 0.32mM (0.06–0.13) with a normal CSF lactate to pyruvate ratio. \nSerial serum lactate levels were also increased, ranging from 2.8 to 4.7mM (0.5–2.0). \nThe activity of the pyruvate dehydrogenase complex was decreased in cultured skin fibroblasts [0.15 nmol/(min.mg protein); controls 0.23–0.53].\n\nMuscle bx:\nSkeletal muscle biopsy showed no obvious abnormality on electron microscopy and mitochondrial respiratory chain enzyme activities were normal.","phenotypes":["obo:HP_0002151","obo:HP_0002134","obo:HP_0012747","obo:HP_0001263","obo:HP_0002490"],"sex":"Female","variant":{"id":"cggv:ea9b6234-df25-427b-9bbc-14d797e5ffbb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6d630365-0ae0-4ca3-9b84-a809958480a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.414+3G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214803"}},{"id":"cggv:cd7da7f4-fba0-430d-aad8-19ce95af896e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.473C>A (p.Ala158Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214801"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25125611"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25125611","rdfs:label":"Index case 19 (Female proband)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"ECHS1 activity was markedly decreased in cultured fibroblasts from both siblings, ECHS1 protein was undetectable by immunoblot analysis; furthermore, studies were done to determine effect of splicing variant and showed that aberrant splicing occurs at least 80% of the time (page 2905-2906)."},{"id":"cggv:796383e1-7de3-4eba-8e8d-83783ff914c5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:48439c2c-c5b6-42a1-84a1-b23f1b592b9d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":17,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Global developmental delay, failure to thrive, hypotonia, dysmorphisms (high forehead, bilateral epicanthic folds, flat nasal bridge, sparse scalp hair, long philtrum, and sagging cheeks),choreoathetoid movements, truncal ataxia, brisk reflexes, joint hypermobility, and cutis laxa with loose, inelastic skin.\n\nMetabolic labs: persistent mild lactic acidemia (range 3.9–5.4mmol/L; reference range 0.0–3.0), normal plasma amino acids, urine organic and amino acid analysis, creatine\nkinase, serum copper, ceruloplasmin, transferrin isoforms,apolipoprotein C-III (apo-CIII).\n\nBrain magnetic resonance imaging (MRI) displayed bilateral symmetrical high T2 signals in\nglobus pallidi, putamen, and head of caudate nuclei (Fig. 1e).","phenotypes":["obo:HP_0002134","obo:HP_0001263","obo:HP_0002151"],"previousTesting":true,"previousTestingDescription":"Skeletal muscle respiratory chain enzymology, mitochondrial DNA (mtDNA) common point\nmutation analysis, Sanger sequencing of PYCR1 and ALDH18A1\nArray CGH","sex":"Female","variant":{"id":"cggv:796383e1-7de3-4eba-8e8d-83783ff914c5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f51bc10c-5679-4fd1-aa95-7dcc3d86b886","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.476A>G (p.Gln159Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5765764"}},{"id":"cggv:84c920a2-9f21-4c48-b9d1-1bfd1a147257","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.538A>G (p.Thr180Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5765729"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28409271","type":"dc:BibliographicResource","dc:abstract":"Clinical finding of cutis laxa, characterized by wrinkled, redundant, sagging, nonelastic skin, is of growing significance due to its occurrence in several different inborn errors of metabolism (IEM). Metabolic cutis laxa results from Menkes syndrome, caused by a defect in the ATPase copper transporting alpha (ATP7A) gene; congenital disorders of glycosylation due to mutations in subunit 7 of the component of oligomeric Golgi (COG7)-congenital disorders of glycosylation (CDG) complex; combined disorder of N- and O-linked glycosylation, due to mutations in ATPase H+ transporting V0 subunit a2 (ATP6VOA2) gene; pyrroline-5-carboxylate reductase 1 deficiency; pyrroline-5-carboxylate synthase deficiency; macrocephaly, alopecia, cutis laxa, and scoliosis (MACS) syndrome, due to Ras and Rab interactor 2 (RIN2) mutations; transaldolase deficiency caused by mutations in the transaldolase 1 (TALDO1) gene; Gerodermia osteodysplastica due to mutations in the golgin, RAB6-interacting (GORAB or SCYL1BP1) gene; and mitogen-activated pathway (MAP) kinase defects, caused by mutations in several genes [protein tyrosine phosphatase, non-receptor-type 11 (PTPN11), RAF, NF, HRas proto-oncogene, GTPase (HRAS), B-Raf proto-oncogene, serine/threonine kinase (BRAF), MEK1/2, KRAS proto-oncogene, GTPase (KRAS), SOS Ras/Rho guanine nucleotide exchange factor 2 (SOS2), leucine rich repeat scaffold protein (SHOC2), NRAS proto-oncogene, GTPase (NRAS), and Raf-1 proto-oncogene, serine/threonine kinase (RAF1)], which regulate the Ras-MAPK cascade. Here, we further expand the list of inborn errors of metabolism associated with cutis laxa by describing the clinical presentation of a 17-month-old girl with Leigh-like syndrome due to enoyl coenzyme A hydratase, short chain, 1, mitochondria (ECHS1) deficiency, a mitochondrial matrix enzyme that catalyzes the second step of the beta-oxidation spiral of fatty acids and plays an important role in amino acid catabolism, particularly valine.","dc:creator":"Balasubramaniam S","dc:date":"2017","dc:title":"Unique presentation of cutis laxa with Leigh-like syndrome due to ECHS1 deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28409271","rdfs:label":"Index Case 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"c.476A>G:p.Q159R variant has been reported in several affected individuals, including in homozygous (F3, Haack et al., 2015) and heterozygous states (F10, Haack et al., 2015)\n\nc.538A>G:p.T180A seen in several individuals of French Canadian descent (Tetrault et al., 2015) and SNPs analysis in this paper demonstrated the presence of a shared haplotype suggesting a common French- Canadian ancestor - however, this variant was scored as a founder variant in proband (homozygous for this variant) in Fitzsimmons paper. P3 in Fitzsimmons paper underwent testing providing evidence for variant pathogenicity (SCEH enzyme activity was markedly reduced in fibroblasts (27 nmol/[min.mg protein]) compared to the reference values (199–670 nmol/[min.mg protein]; Immunodetection of steady-state SCEH protein in fibroblast homogenates  by western blotting revealed the absence of the 27 kDa band corresponding to SCEH)."},{"id":"cggv:1aeb7e5f-d8df-4f12-bcc6-d5e3eab4a5fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:38183945-7886-47ef-a0ba-a00741041e8b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Motor development was considered normal during the first months of life, and she started walking at the age of 11 months. From this age, however, short episodes of fist clenching, teeth gnashing, horizontal nystagmus and unresponsiveness were noted. Although repeated EEG did not show epileptic discharges, treatment with phenytoin was\nstarted and maintained until age 5 years when the attacks disappeared. \n\nFrom age 17 months, progressive gait abnormalities were observed. These were episodic in the beginning, but evolved into a paraspastic gait in early childhood, and the girl became wheelchair-dependent at age 9.5 years. \n\nFrom age 2 years, visual problems became evident, and examination showed bilateral optic atrophy. Visual acuity at age 13 years was 1/50 for both eyes. \n\nFrom age 7 years, progressive sensorineural deafness was found, and the patient was supplied with hearing aids at age 9.5 years. \n\nAt the same age, mild mental retardation and dysarthria were noted. The patient completed a secondary school for blind children, and has been working in a workplace for disabled persons from age 18 years.\n\nExamination at age 31 years showed short stature (155 cm) and low body weight (40 kg). Visual acuity was off-chart, the patient could only notice hand movements, and there was a pendular nystagmus of the blind. Communication was impeded by severe dysarthria. She had generalized dystonia and a spastic tetraparesis, leading to an inability to walk independently. Sensation was entirely normal.\n\nElectromyography (EMG), neurography and repeated EEG were normal. \n\nLaboratory examinations showed mildly elevated lactate (2.5 mmol/L, normal <1.8 mmol/L) in CSF and inconsistently in serum (2.0–2.8 mmol/L, normal <2.2 mmol/L). \n\nA muscle biopsy at age 9 years showed some type II fiber atrophy due to immobilization and a faint accumulation of lipid  droplets in single fibers. There were no ragged red fibers (RRF) and no cytochrome c oxidase (COX) deficiency, and biochemical analysis of respiratory chain activities showed normal results. \n\nBrain MRI at age 15 years showed exclusively Leigh-like signal hyperintensities in the caput nuclei caudati and putamen bilaterally (Fig. 3D). MR spectroscopy of the left putamen showed no elevation of lactate.\n**BRAIN MRI in FIGURE 3D","sex":"Female","variant":{"id":"cggv:1aeb7e5f-d8df-4f12-bcc6-d5e3eab4a5fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4be60c03-ebd7-42a3-8a84-3d2f4876f01f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956965.1(ECHS1):n.292G>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378822933"}},{"id":"cggv:f51bc10c-5679-4fd1-aa95-7dcc3d86b886"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"F10 (#52236)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Western blotting in fibroblasts from this patient showed severe decrease in ECHS1 steady-state levels"},{"id":"cggv:e126a02b-e3f4-4d46-9862-49c7fb71e771_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8bd8ab48-19d0-44da-b323-764418def73a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"2 months: hearing impairment, and he began to use a hearing aid at 6 months of age.\n5 months: Psychomotor de-elopmental delay ( could not sit alone, or speak a meaningful word as of 4 years of age). \n10 months: Nystagmus\n1 year old: Hypotonia, spasticity, athetotic trunk movement \n\nMet labs:\nPlasma (20.2 mg/dl) and a cerebrospinal fluid lactate were elevated(25.3 mg/dl, control below 15 mg/dl). \nUrinary organic acid profiling reveals significantly elevated excretion of glyoxylate (Table 1).\nAnalysis of blood acylcarnitines showed no abnormalities. \n\nMRI:\nBilateral T2 hyperintensity of the putamen, typical for Leigh syndrome (Fig. 1A).\n\nMuscle biopsy:\nActivity of each respiratory complex was normalized relative to CS activity; normalized values for complexes I, III, and IV activity were decreased to 39%, 34%, and 64% of control values, respectively(Fig. 1B).  Moreover, we performed blue native PAGE (BN-PAGE) to examine if the assembly of respiratory complexes were altered in the patient. As a result, there were no clear difference between the patient and the control (Supp. Fig. S1).","phenotypes":["obo:HP_0002134","obo:HP_0001263","obo:HP_0002490","obo:HP_0002151"],"previousTesting":true,"previousTestingDescription":"Mitochondrial DNA sequencing (Sanger, tissue not specified)","sex":"Male","variant":{"id":"cggv:e126a02b-e3f4-4d46-9862-49c7fb71e771_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8275b14a-500e-454f-935f-656e1d9dca98","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.5C>T (p.Ala2Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214806"}},{"id":"cggv:b80c5cce-dbfd-4a2c-94f9-56068916ebdd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.2T>G (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214804"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25393721","type":"dc:BibliographicResource","dc:abstract":"The human ECHS1 gene encodes the short-chain enoyl coenzyme A hydratase, the enzyme that catalyzes the second step of β-oxidation of fatty acids in the mitochondrial matrix. We report on a boy with ECHS1 deficiency who was diagnosed with Leigh syndrome at 21 months of age. The patient presented with hypotonia, metabolic acidosis, and developmental delay. A combined respiratory chain deficiency was also observed. Targeted exome sequencing of 776 mitochondria-associated genes encoded by nuclear DNA identified compound heterozygous mutations in ECHS1. ECHS1 protein expression was severely depleted in the patient's skeletal muscle and patient-derived myoblasts; a marked decrease in enzyme activity was also evident in patient-derived myoblasts. Immortalized patient-derived myoblasts that expressed exogenous wild-type ECHS1 exhibited the recovery of the ECHS1 activity, indicating that the gene defect was pathogenic. Mitochondrial respiratory complex activity was also mostly restored in these cells, suggesting that there was an unidentified link between deficiency of ECHS1 and respiratory chain. Here, we describe the patient with ECHS1 deficiency; these findings will advance our understanding not only the pathology of mitochondrial fatty acid β-oxidation disorders, but also the regulation of mitochondrial metabolism.","dc:creator":"Sakai C","dc:date":"2015","dc:title":"ECHS1 mutations cause combined respiratory chain deficiency resulting in Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25393721","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"\"immunoblotting with primary antibodies against ECHS1 was performed to assess protein expression. Skeletal muscle and myoblast mito tested from patient and controls - All experiments using these specimens showed that the expression level of ECHS1 protein of the patient was too low to detect by  immunoblotting even though the expression level of SDHA was almost the same as controls\n\nECHS1 enzyme activity was assessed in in mitochondrial fractions prepared from patient-derived and control myoblasts. ECHS1 activity was normalized to CS activity, and activity in patient-derived myoblasts was 13% of that in control myoblasts (Fig. 3E). Therefore, the mutations caused a severe depletion of ECHS1 protein expression thereby decreasing ECHS1 enzyme activity.\""},{"id":"cggv:85298ff4-0655-4af1-8d32-6ead90d62740_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9ac8acd6-653d-42b5-a5d6-f9fb73e1b78f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"presented with global developmental delay\ninitial development was considered normal but delay or regression was noted in the first month of life.\n\n\nFailure to thrive was noted in all patients, leading to a poor weight gain and subsequent growth retardation\nNystagmus, optic atrophy\nSNHL\nMicrocephaly\ndystonia\nIn the context of viral infections, patient P2 had episodes characterized by ataxia and dystonia involving mainly the lower left limb. These episodes were occurring once or twice a year and were necessitating hospitalization. The ataxia initially receded, whereas the dystonia improved but persisted between episodes. In the last 10 years, these\nepisodes became less frequent and were dominated by fatigability.\n\nMRI:\n35 months old: hyperintense T2 signals in the globus pallidus bilaterally. \n5 years, 11 months old: decrease in the volume of the globus pallidi, lacunar lesions in the putamina, and the appearance of new lesions involving the posterior aspect of both putamina and of the caudate nuclei. \n11 years old: T2 hypersignal involving mainly the two putamina and to a lesser extent the globi pallidi and the caudate nuclei. \n\nMet labs:\nElevated plasma lactate during acute episodes of motor deterioration","phenotypes":["obo:HP_0002151","obo:HP_0001263","obo:HP_0002134"],"sex":"Male","variant":{"id":"cggv:85298ff4-0655-4af1-8d32-6ead90d62740_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:84c920a2-9f21-4c48-b9d1-1bfd1a147257"},{"id":"cggv:c5d3b630-af57-478c-9200-0602796d7eb4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.713C>T (p.Ala238Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5765678"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26099313","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is a rare heterogeneous progressive neurodegenerative disorder usually presenting in infancy or early childhood. Clinical presentation is variable and includes psychomotor delay or regression, acute neurological or acidotic episodes, hypotonia, ataxia, spasticity, movement disorders, and corresponding anomalies of the basal ganglia and brain stem on magnetic resonance imaging. To date, 35 genes have been associated with LS, mostly involved in mitochondrial respiratory chain function and encoded in either nuclear or mitochondrial DNA. We used whole-exome sequencing to identify disease-causing variants in four patients with basal ganglia abnormalities and clinical presentations consistent with LS. Compound heterozygote variants in ECHS1, encoding the enzyme enoyl-CoA hydratase were identified. One missense variant (p.Thr180Ala) was common to all four patients and the haplotype surrounding this variant was also shared, suggesting a common ancestor of French-Canadian origin. Rare mutations in ECHS1 as well as in HIBCH, the enzyme downstream in the valine degradation pathway, have been associated with LS or LS-like disorders. A clear clinical overlap is observed between our patients and the reported cases with ECHS1 or HIBCH deficiency. The main clinical features observed in our cohort are T2-hyperintense signal in the globus pallidus and putamen, failure to thrive, developmental delay or regression, and nystagmus. Respiratory chain studies are not strikingly abnormal in our patients: one patient had a mild reduction of complex I and III and another of complex IV. The identification of four additional patients with mutations in ECHS1 highlights the emerging importance of this pathway in LS. ","dc:creator":"Tetreault M","dc:date":"2015","dc:title":"Whole-exome sequencing identifies novel ECHS1 mutations in Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26099313","rdfs:label":"Index case 21 (patient 2)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Founder variant (page 987 in manuscript), however this variant was already scored for being a founder variant"},{"id":"cggv:3f04bfba-c543-4301-a44f-579c7d475124_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c9ee23a7-9dc1-4a3f-bfc9-057e4bcbf9b7","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":11,"detectionMethod":"Targeted enrichment of 1476 nuclear genes","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Postnatally, he developed lactic acidosis and neonatal seizures. \n\nAnalysis of fibroblasts showed reduced pyruvate oxidation compatible with a complex I or pyruvate dehydrogenase defect, whereas enzymatic activities of the respiratory chain in muscle and fibroblasts were normal. \n\nThese findings led to a therapeutic trial with ketogenic diet. The diet was stopped after a few months as no clinical response was observed. \n\nAt 5 months of age, he had severely delayed motor development, hardly any head control, severe truncal hypotonia and intermittent episodes of opisthotonus. There was no reaction to visual or auditory stimuli.\n\nDespite gastric tube feeding, the child was severely underweight (-2.8 SD), of short stature (-3.4 SD), and microcephalic (-4.9 SD).\n\nLaboratory investigation revealed persistently elevated lactate (2.4–6.0 mmol/L), mildly elevated CK and repeatedly normal acylcarnitines. \n\nRepeated electroencephalograms did not show epileptic discharges. Brain MRI at age 17 days showed normal myelinisation but symmetrical punctiform hyperintensities in the centrum semiovale. MR spectroscopy of basal ganglia showed elevated lactate.\n\nOphthalmological examination suggested bilateral optic atrophy, and acoustic evoked potentials confirmed severe sensorineural deafness. \n\nAt the age of 11 months, the child was found dead in his bed. Autopsy revealed morphological and histological findings of subacute necrotizing encephalopathy in caudate and lenticular nuclei (Fig. 3E) and massive left ventricular hypertrophy.","sex":"Male","variant":{"id":"cggv:3f04bfba-c543-4301-a44f-579c7d475124_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:00f28253-46a7-418a-a80f-4b7f09541c0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.449A>G (p.Asp150Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378820752"}},{"id":"cggv:f49d9a2d-db9c-4090-a889-65f6c374600b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956965.1(ECHS1):n.260T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA216819172"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"Index case 8 (F2: Patient #42031)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Western blot in fibroblasts from this patient showed severe decrease in ECHS1 steady-state levels"},{"id":"cggv:537b21e7-68a3-4355-b503-44af4e852617_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:25c9cc81-9382-4fd9-8405-40bce23ba15f","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The early motor development was normal, and she started walking at the age of 14 months. \n\nThe girl was referred at age 2 years because of stiffness of gait and a tendency to fall. At admission, she showed muscular hypotonia, coordination problems, choreoathetotic movements, delayed speech development, and sensorineural deafness, which had been\ntreated with hearing aids. \n\nBlood chemistry was normal including lactate, amino acids and organic acids.\n\nBrain MRI at age 2 years showed no cerebral, cerebellar, or callosal atrophy but mild bilateral signal hyperintensities of putamen, globus pallidus, nucleus caudatus, and periventricular white matter. MR spectroscopy of basal ganglia showed mild elevation of lactate.\n\n\nA muscle biopsy showed only unspecific morphologic findings, and biochemical analysis of respiratory chain activities was unremarkable.","sex":"Female","variant":{"id":"cggv:537b21e7-68a3-4355-b503-44af4e852617_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:15348953-50b6-4e09-bf64-e172fb5583f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.268G>A (p.Gly90Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378822691"}},{"id":"cggv:0923d388-b7f4-4526-995a-1190772624de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956965.1(ECHS1):n.646G>A (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5765722"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"F7 (#76656)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"No Western blotting performed in cells from this patient, however reduced palmitate-dependent respiration in patient-derived fibroblasts compared to controls"},{"id":"cggv:f8206106-6e98-4e16-8619-b414306ff6d5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae5df61e-02dd-49ca-9798-8da3f7bb50ab","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"37 weeks gestation: IUGR\nAfter birth: slow to feed, excessive crying\n5 months: developmental delay, hypotonia, peripheral hypertonia, nystagmus, failure to fix/follow\n1 year: intractable seizures\n3 years: profound developmental delay with regression (feeding skills), poor swallow, chronic vomiting; GT placed; onset of apneic episodes, aspiration pneumonia and died at 3.5 years old\n\nMRIs:\n6 months: Pronounced symmetrical T2W prolongation of the globus pallidi and cerebral crura with corresponding restricted diffusion on apparent diffusion coefficient (ADC). Less marked hyperintensity was evident in the putamen and caudate nuclei. There was a lactate peak on MRS. The thalami, pons, and cerebellum were not involved.\nSubsequent 2 images (age not specified for 2nd MRI, 35 months old at 3rd MRI): Progressive volume loss was evident on subsequent imaging, most pronounced in the cerebellum. The corpus callosum was markedly thinned on the patient’s last imaging at 35 months. There was no restricted diffusion on ADC or an abnormal lactate peak on MRS on the subsequent imaging.","phenotypes":["obo:HP_0002134","obo:HP_0002151","obo:HP_0002376","obo:HP_0001263","obo:HP_0012747"],"sex":"Male","variant":{"id":"cggv:f8206106-6e98-4e16-8619-b414306ff6d5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f51bc10c-5679-4fd1-aa95-7dcc3d86b886"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29575569","type":"dc:BibliographicResource","dc:abstract":"Short-chain enoyl-CoA hydratase (SCEH or ECHS1) deficiency is a rare inborn error of metabolism caused by biallelic mutations in the gene ECHS1 (OMIM 602292). Clinical presentation includes infantile-onset severe developmental delay, regression, seizures, elevated lactate, and brain MRI abnormalities consistent with Leigh syndrome (LS). Characteristic abnormal biochemical findings are secondary to dysfunction of valine metabolism. We describe four patients from two consanguineous families (one Pakistani and one Irish Traveler), who presented in infancy with LS. Urine organic acid analysis by GC/MS showed increased levels of erythro-2,3-dihydroxy-2-methylbutyrate and 3-methylglutaconate (3-MGC). Increased urine excretion of methacrylyl-CoA and acryloyl-CoA related metabolites analyzed by LC-MS/MS, were suggestive of SCEH deficiency; this was confirmed in patient fibroblasts. Both families were shown to harbor homozygous pathogenic variants in the ECHS1 gene; a c.476A > G (p.Gln159Arg) ECHS1variant in the Pakistani family and a c.538A > G, p.(Thr180Ala) ECHS1 variant in the Irish Traveler family. The c.538A > G, p.(Thr180Ala) ECHS1 variant was postulated to represent a Canadian founder mutation, but we present SNP genotyping data to support Irish ancestry of this variant with a haplotype common to the previously reported Canadian patients and our Irish Traveler family. The presence of detectable erythro-2,3-dihydroxy-2-methylbutyrate is a nonspecific marker on urine organic acid analysis but this finding, together with increased excretion of 3-MGC, elevated plasma lactate, and normal acylcarnitine profile in patients with a Leigh-like presentation should prompt consideration of a diagnosis of SCEH deficiency and genetic analysis of ECHS1. ECHS1 deficiency can be added to the list of conditions with 3-MGA.","dc:creator":"Fitzsimons PE","dc:date":"2018","dc:title":"Clinical, biochemical, and genetic features of four patients with short-chain enoyl-CoA hydratase (ECHS1) deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29575569","rdfs:label":"Patient 1 (from Family 1)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"No parental DNA to confirm homozygous state but this is not required to count this case per ClinGen Gene Curation SOP.\n\nSCEH enzyme activity was markedly reduced in fibroblasts of Patient 1 (40 nmol/(min.mg protein)) compared to the reference values (199–670 nmol/[min.mg protein]). Immunodetection of steady-state SCEH protein in fibroblast homogenates of Patient 1 by western blotting revealed the absence of the 27 kDa band corresponding to SCEH."},{"id":"cggv:bd37c661-b8e4-478b-bfe6-b8dc092da2a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4a9b3382-d1ae-41de-af33-60b41eebf073","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"3 months: motor developmental delay, hypotonia, hepatosplenomegaly, FTT, feeding difficulty, microcephaly\n12 months: global delay, regression of motor skills\nDied at 21 months, no autopsy\n\nMRI:\n9 months: bilateral symmetrical T2W increased signal intensity involving the corpus striatum, cerebral peduncles, and the periaqueductal gray matter. The thalami were not involved. Diffusion weighted imaging was not performed. A lactate peak was present on MRS (Figure 2a,b).\n\nMet labs:\nPlasma lactate was marginally increased with essentially normal plasma alanine and proline","phenotypes":["obo:HP_0002376","obo:HP_0012747","obo:HP_0002134","obo:HP_0001263","obo:HP_0002151"],"previousTesting":true,"previousTestingDescription":"Patient 2: no mutations in the SURF1 gene","sex":"Male","variant":{"id":"cggv:bd37c661-b8e4-478b-bfe6-b8dc092da2a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:84c920a2-9f21-4c48-b9d1-1bfd1a147257"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29575569"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29575569","rdfs:label":"Index case 4; Patient 2 (Family 2)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Short-chain enoyl-CoA hydratase (SCEH) enzyme activity was markedly reduced in fibroblasts from this family; suspected to be founder mutation (\"Genotypes analysis of SNPs surrounding the c.538A>G:p.T180A ECHS1 mutation were extracted from the WES data for Patients 3 and 4 and compared to data from the original Tetreault et al. (2015) study (Supporting Information Table S1) which showed a common haplotype spanning at least 1,200 Mb around the ECHS1 locus, supporting a common founder\")."},{"id":"cggv:694f567f-f995-40e3-b9bb-33c0b32a0201_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5f103db5-158c-4ac6-9560-4122da2b625d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":2,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Shortly after birth, the infant was found hypotonic with poor feeding and with high lactate (5.1 mmol/L). \n\nShe was extremely irritable and had episodes of stiffness but electroencephalography (EEG) was normal. Even so, the baby was started on antiepileptic drug therapy as well as on baclofen. \n\nShe was fed continuously by nasogastric tube. \n\nShe showed no developmental progress nor developed any meaningful interaction with her environment and her irritability worsened episodically. \n\nPalliative care was instituted and she died aged 2 years and 4 months.\n\nBrain MRI showed symmetrical white matter changes with a periventricular focus and extension into the subcortical areas of the frontal and parietal lobes. The thalami as well as the caudate and lentiform nuclei appeared normal. MR spectroscopy of basal ganglia showed no obvious lactate peak. \n\nNeonatal adrenoleukodystrophy, biotinidase deficiency, Krabbe disease, GM1 gangliosidosis and metachromatic leukodystrophy were excluded biochemically. There were no significant abnormalities of acylcarnitines, organic acids, glycosaminoglycans, oligosaccharides or amino acids (except a raised alanine in keeping with lactic\nacidosis). Invasive investigations such as muscle biopsy were refused.","sex":"Female","variant":{"id":"cggv:694f567f-f995-40e3-b9bb-33c0b32a0201_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f51bc10c-5679-4fd1-aa95-7dcc3d86b886"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"Index case 9 (F3: Patient #68552)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Brain MRI not consistent with LSS.\n\nWestern blotting not performed in this patient's cells, however predicted to be disease-causing (page 504 in manuscript)."},{"id":"cggv:a161546d-fc34-4955-a2ad-a6e1c0cc026c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1549447f-0b48-4e68-9d2e-367d11749758","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"6 weeks: wandering eye movements with a horizontal nystagmus. \n3 months: reached maximum motor development (head balance and grasping near objects)\n4 year old: optic atrophy, choreoathetosis slowly began to improve\n\nCurrently at 26 years old: spastic tetraparesis, contractures of all major joints with almost no voluntary movements and dystonia during excitement; visual acuity has diminished to inconsistent light perception; hearing seems to be intact; echocardiogram and EKG normal at 20 months; repeated EEGs showed no epileptiform activity.\n\nBrain MRIs:\n1 year old: mild dilatation of the ventricles with bilateral signal abnormalities on T2-weighted images in the putamen and caudate nuclei at 1 year of age. \n4 years old: generalized including basal ganglia and vermis cerebelli superior with signal abnormalities that had progressed to the globi pallidi. No lactate peak was seen on MRS. \n12 years old: atrophy had progressed even further, the corpus callosum was thin, and myelination was delayed (Fig. 1a–i). \n\nMet labs:\nLactate levels in blood (1.6–4.9 mmol/L; reference range (RR): 0–2.0 mmol/L) were elevated until the age of 7 years, while pyruvate levels were normal. \nLactate levels in cerebrospinal fluid (CSF) were also repeatedly elevated (3.2–4.4 mmol/L; RR: 0–2.3 mmol/L) in the first 5 years of life with a marginally elevated pyruvate level (142 mmol/L;RR: 0–130 mmol/L). \nAnalysis of organic acids in urine revealed persistent mild elevations of 3-methylglutaconic acid (22–34 mmol/mmol creatinine; RR: 0–19 mmol/mmol creatinine) until 5 years of age. Levels of 3-methylglutaric acid were slightly increased (7 mmol/mmol creatinine; RR: 0.9–4.5 mmol/mmol creatinine) when the girl was 2 years old and normalized afterwards. \nAdditional organic acid analysis in CSF showed an increase in 3-hydroxyisovaleric acid (15 mmol/L, RR: 1–4 mmol/L) at 2 years of age. This metabolite was also elevated in urine upon leucine-loading (100 mg/kg). \nUrinary analysis of amino acids was repeatedly normal. \nBiotinidase activity level in plasma, glutaryl-CoAdehydrogenase activity in lymphocytes, and 3-methylglutaconyl\nCoA hydratase activity in fibroblasts were all normal.\nHolocarboxylase synthetase deficiency was excluded with fibroblast enzyme analysis. \n\nMuscle biopsy: \n2 years old: No abnormalities in oxidative phosphorylation. Strikingly, even though this patient was severely neurologically affected at 23 years, metabolic profiling, including amino acids, acylcarnitines, and organic acids was normal.","phenotypes":["obo:HP_0002134","obo:HP_0001263","obo:HP_0002490","obo:HP_0002151"],"sex":"Female","variant":{"id":"cggv:a161546d-fc34-4955-a2ad-a6e1c0cc026c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4be60c03-ebd7-42a3-8a84-3d2f4876f01f"},{"id":"cggv:03f8e580-ca36-45d3-8694-db0e3c19383d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.563C>T (p.Ala188Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378819608"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28755360","type":"dc:BibliographicResource","dc:abstract":"We report the major diagnostic challenge in a female patient with signs and symptoms suggestive of an early-onset mitochondrial encephalopathy. Motor and cognitive development was severely delayed and brain MRI showed signal abnormalities in the putamen and caudate nuclei. Metabolic abnormalities included 3-methylglutaconic aciduria and elevated lactate levels in plasma and cerebrospinal fluid, but were transient. Whole exome sequencing at the age of 25 years finally revealed compound heterozygous mutations c.[229G>C];[563C>T], p.[Glu77Gln];[Ala188Val] in the ECHS1 gene. Activity of short-chain enoyl-CoA hydratase, a mitochondrial enzyme encoded by the ECHS1 gene, was markedly decreased in lymphocytes. Retrospective urine analysis confirms that elevated levels of S-(2-carboxypropyl)cysteamine, S-(2-carboxypropyl)cysteine, and N-acetyl-S-(2-carboxypropyl)cysteine can be a diagnostic clue in the disease spectrum of ECHS1 mutations.","dc:creator":"Huffnagel IC","dc:date":"2017","dc:title":"Mitochondrial Encephalopathy and Transient 3-Methylglutaconic Aciduria in ECHS1 Deficiency: Long-Term Follow-Up."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28755360","rdfs:label":"Index case 17 (patient 1)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Activity of short-chain enoyl-CoA hydratase, a mitochondrial enzyme encoded by the ECHS1\ngene, was markedly decreased in lymphocytes."},{"id":"cggv:04ba9185-224a-4da9-abd1-f0191a2335a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b1fb3400-8761-4f81-ac81-227b1e2fb248","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"DOL5: admitted to hospital due to rapid loss of body weight (24% below birth weight) and severe metabolic acidosis (pH 6.86). Lactate, alanine, and ketone bodies were also strongly increased leading to the suspicion of an inherited disorder of mitochondrial energy metabolism.\n\nFollowing this neonatal decompensation she showed a severe global development delay, severe generalized spastic tetraparesis, myoclonic epilepsy, and HCM. \n\nAt age 16 months, she had a cardiac arrest following a diagnostic muscle and skin biopsy. She survived after 45 min of cardiopulmonary resuscitation but several complications followed this event (ARDS, sepsis, aspiration pneumonia, acute renal failure, and acute hepatic failure). \n\nAt age 2.3 years she does not show active movement of arms and legs and is not able to sit, stand or walk. She neither speaks nor fixes or follows persons and objects. She reacts to voices and noise.\n\nCranial MRI performed at age 13 months showed delayed myelination, a thin corpus callosum, and T2 signal abnormalities in the periventricular white matter. Lesions in putamen and globus pallidus were also found. MR spectroscopy of gray and white matter was normal.\n\nMetabolic work-up revealed elevated serum lactate (up to 8.5 mmol/L), moderately elevated plasma alanine (up to 630 lmol/L), slightly elevated ethylmalonic acid in urine (60 mmol/mol creatinine), and intermittently low plasma ketone bodies in preprandial state. Hyperuricemia was found. Acylcarnitine profiling was normal. \n\nRadiometric and single enzyme analysis of OXPHOS in frozen muscle tissue did not confirm the suspected diagnosis of a mitochondrial disorder.","sex":"Female","variant":{"id":"cggv:04ba9185-224a-4da9-abd1-f0191a2335a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:22946e9e-7f0a-443b-b1d5-00e6d3d14e15","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.673T>C (p.Cys225Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5765684"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"Index case 11 (F5: family of #73663)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Western blotting in this proband's fibroblasts showed severe decrease in ECHS1 steady-state levels"},{"id":"cggv:c67fcbc7-9c04-4d3f-997f-faff81aca983_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3ea2503e-2635-4bdb-bcf2-f4efccf55bcb","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Severe respiratory and cardiac failure with hypertrophic cardiomyopathy (HCM) and suspected deafness noted soon after birth.\n\nProfound lactic acidosis in blood (21–43 mmol/L, lower limit of normal 1.8 mmol/L)\nMetabolic profiling (amino acid analysis, urine organic acid analysis, acylcarnitine analysis) unremarkable\n\nBrain MRI at day 8 showed low intensity in cerebral white matter, and moderate brain atrophy at day 58. \n\nDied at the age of 4 months and autopsy was performed. \n\nOf note, older sister died due to respiratory failure and severe lactic acidosis on her first day of life (no genetic testing performed in this sibling).","sex":"Female","variant":{"id":"cggv:c67fcbc7-9c04-4d3f-997f-faff81aca983_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c02bc81d-c019-4a61-ad67-6d8e0f2364d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.176A>G (p.Asn59Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA090977"}},{"id":"cggv:f51bc10c-5679-4fd1-aa95-7dcc3d86b886"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"Index case 7 (F1: Patient #346)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Brain MRI not meeting criteria for LSS.\n\nWestern showing severe decrease in ECHS1 steady-state levels\n\n"},{"id":"cggv:01fa7687-9528-4a8e-8c83-e2eb4374c7fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9104b4af-e095-4e12-84b8-6696f863fbb8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Early motor development was delayed, and she never acquired the ability to sit or walk independently. Acquisition of language was impeded by sensorineural deafness for which she was fitted with hearing aids. \n\nAt 18 months parents noted a pendular nystagmus with a rotatoric component as well as loss of central vision due to optic atrophy. Residual vision at 10 years was 0.3. \n\nFrom 2 years of age her motor abilities deteriorated during episodes of febrile illness and lactic acidemia when she developed a movement disorder that undulated between dystonia (opisthotonus) and chorea. Treatment with Levodopa/Carbidopa worsened her symptoms. \n\nShe is presently 16 years old.\n\nHer body length is at and her weight 1 kg below the third percentile. Due to dysphagia and her inability to chew she has to be fed minced food. Massive caries and enamel defects from trismus required general dental repair and reconstruction under anesthesia. She visits a secondary school for disabled children, and communicates through a voice computer by saying “yes” or “no” or by making hand gestures.\n\nCranial MRI at the age of 1.5 years showed Leigh-like lesions with increased T2-signal intensity in the putamen and globus pallidus which became more prominent until age 2.2 years (Fig. 3C). Proton spectroscopy in the basal ganglia showed an increased lactate peak. \n**BRAIN MRI in FIGURE 3C\n\nLaboratory examinations revealed mildly increased urine excretion of lactate and lactic acidemia (2.5–4.0 mmol/L). The amino acid profile was normal in cerebrospinal fluid (CSF) and plasma. CPK was normal and muscle biopsy at 2 years of age only showed unspecific myopathic changes. Biochemical investigation revealed normal activities for the OXPHOS\ncomplexes, CS, PDHc as well as in vitro pyruvate oxidation.","sex":"Female","variant":{"id":"cggv:01fa7687-9528-4a8e-8c83-e2eb4374c7fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5e857fe3-ad49-4035-937c-d2c2e7c0f716","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.431dup (p.Leu145AlafsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820931"}},{"id":"cggv:495945de-c01d-48ec-9366-c1de02088c4d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004092.4(ECHS1):c.161G>A (p.Arg54His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5765861"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26000322","rdfs:label":"Index case 15 (F9: family of #57277)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Western blotting in patient fibroblasts showed severe decrease in ECHS1 steady state levels"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2521,"specifiedBy":"GeneValidityCriteria7","strengthScore":16.5,"subject":{"id":"cggv:43ac15f1-0dd0-42d3-b6a3-2cb9eb677b81","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:3151","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ECHS1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of September 9, 2019. The ECHS1 gene encodes the mitochondrial short-chain enoyl-CoA hydratase (SCEH), which functions in the beta-oxidation of short chain fats, the isoleucine catabolic pathway, and the valine catabolic pathway. In the valine catabolic pathway, SCEH acts upstream of HIBCH and converts methacrylyl-CoA to (S)-3-hydroxyisobutyryl-CoA and acryloyl-CoA to 3-hydroxypropionyl-CoA. The exact disease mechanism has not been fully elucidated, but elevated levels of the SCEH substrate methacrylyl-CoA are toxic and impair functioning of the pyruvate dehydrogenase complex and the oxidative phosphorylation complexes (PMID: 25125611).\n\nThe ECHS1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2014 (PMID 25125611). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 16 variants in 12 cases from 7 publications (PMIDs: 26000322, 25393721, 25125611, 28409271, 29575569, 28755360, 26099313). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, functional alterations in patient cells, and rescue experiments (PMIDs: 27977873, 25613900, 26251176, 25125611, 26000322). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on September 9, 2019 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:1d443f3c-fe02-4104-9e92-ca1c73b85a81"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}