{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2022-01-31T17:09:23.164Z","role":"Publisher"},{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2022-01-31T17:09:13.018Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7773297","type":"dc:BibliographicResource","dc:abstract":"Thanatophoric dysplasia (TD), the most common neonatal lethal skeletal dysplasia, affects one out of 20,000 live births. Affected individuals display features similar to those seen in homozygous achondroplasia. Mutations causing achondroplasia are in FGFR3, suggesting that mutations in this gene may cause TD. A sporadic mutation causing a Lys650Glu change in the tyrosine kinase domain of FGFR3 was found in 16 of 16 individuals with one type of TD. Of 39 individuals with a second type of TD, 22 had a mutation causing an Arg248Cys change and one had a Ser371Cys substitution, both in the extracellular region of the protein. None of these mutations were found in 50 controls showing that mutations affecting different functional domains of FGFR3 cause different forms of this lethal disorder.","dc:creator":"Tavormina PL","dc:date":"1995","dc:title":"Thanatophoric dysplasia (types I and II) caused by distinct mutations in fibroblast growth factor receptor 3."},"evidence":[{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5bd7a40d-ba90-4be4-92f0-9b6c121adc3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f606bf4-5d76-4f00-8be0-ef75e726d3c1","type":"FunctionalAlteration","dc:description":"K650E variant FGFR3 over-activates and translocates Stat1 to the nucleus, increasing induction of cell cycle inhibitor p21WAFI/CIPI, and causes growth arrest of the cell.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9069288","type":"dc:BibliographicResource","dc:abstract":"The achondroplasia class of chondrodysplasias comprises the most common genetic forms of dwarfism in humans and includes achondroplasia, hypochondroplasia and thanatophoric dysplasia types I and II (TDI and TDII), which are caused by different mutations in a fibroblast growth-factor receptor FGFR3 (ref. 1). The molecular mechanism and the mediators of these FGFR3-related growth abnormalities are not known. Here we show that mutant TDII FGFR3 has a constitutive tyrosine kinase activity which can specifically activate the transcription factor Stat1 (for signal transducer and activator of transcription). Furthermore, expression of TDII FGFR3 induced nuclear translocation of Stat1, expression of the cell-cycle inhibitor p21(WAF1/CIP1), and growth arrest of the cell. Thus, TDII FGFR3 may use Stat1 as a mediator of growth retardation in bone development. Consistent with this, Stat1 activation and increased p21(WAF1/CIP1) expression was found in the cartilage cells from the TDII fetus, but not in those from the normal fetus. Thus, abnormal STAT activation and p21(WAF1/CIP1) expression by the TDII mutant receptor may be responsible for this FGFR3-related bone disease.","dc:creator":"Su WC","dc:date":"1997","dc:title":"Activation of Stat1 by mutant fibroblast growth-factor receptor in thanatophoric dysplasia type II dwarfism."},"rdfs:label":"Su Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b37aaff4-caa4-4ae6-b891-9e75b197a3d0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ff8d895b-0b46-4644-a4a4-edbc7b45d898","type":"FunctionalAlteration","dc:description":"Increase Stat1 and p21WAFI/CIPI were found in a TDII fetus. This study suggests that FGFR3 uses Stat1 and p21WAFI/CIPI as a mediator of growth impairment in bone development.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9069288","rdfs:label":"Su Patient Cell Study"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:937e85f3-7af1-4b2e-8be5-6c53a1b35971","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63a85f80-9f57-4e21-adb7-bc1700c83f79","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"GOF mechanism of disease is recapitulated, and severe phenotypes are shown in mouse model, similar to the neonatal lethal skeletal phenotypes.\nThis same mouse model was used in follow up studies to further define the phenotype and show its strong recapitulation of human TDII patients. Lin et al. 2003 (PMID: 12966031) used this mouse line crossed with CNS-specific Nestin-cre mice, and separately with cartilage specific Col2a1-Cre mice to show that the CNS phenotypes in human patients are directly caused by impaired FGFR3 in the brain, not secondary to the skeletal findings. Thomson et al. 2009 PMID: 19192266) showed that this mouse line with constitutively active FGFR3 in forebrain have markedly larger caudolateral cortex and greater cortical thickness at early postnatal stage. Zhou et al. 2015 (PMID: 25432534) used this mouse model with the variant expressed specifically in prehypertrophic chondrocytes, showing suppressed hypertrophic differentiation, inducing a differentiation block independent of any changes in proliferation, which coincides with persistent expression of SOX9, the master regulator of chondrogenesis; SOX9 haploinsufficiency allowed chondrocyte differentiation to proceed normally and significantly improved endochondral bone growth.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10861287","type":"dc:BibliographicResource","dc:abstract":"We have generated the first mouse model of fibro-blast growth factor receptor 3 (Fgfr3) with the K644E mutation, which accurately reflects the embryonic onset of a neonatal lethal dwarfism, thanatophoric dysplasia type II (TDII). Long-bone abnormalities were identified as early as embryonic day 14, during initiation of endochondral ossification. Increased expression of PATCHED: (PTC:) was observed, independent of unaltered expression of parathyroid hormone-related peptide (PTHrP) receptor and Indian Hedgehog (IHH:), suggesting a new regulatory role for Fgfr3 in embryos. We demonstrate that the mutation enhances chondrocyte proliferation during the early embryonic skeletal development, in contrast to previous reports that showed decreased proliferation in postnatal-onset dwarf mice with activating Fgfr3 mutations. This suggests that signaling through Fgfr3 both promotes and inhibits chondrocyte proliferation, depending on the time during development. In contrast, suppressed chondrocyte differentiation was observed throughout the embryonic stages, defining decreased differentiation as the primary cause of retarded longitudinal bone growth in TDII. This model was successfully crossed with a cartilage-specific CRE: transgenic strain, excluding the lung as the primary cause of lethality.","dc:creator":"Iwata T","dc:date":"2000","dc:title":"A neonatal lethal mutation in FGFR3 uncouples proliferation and differentiation of growth plate chondrocytes in embryos."},"rdfs:label":"Iwata Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3.5,"dc:description":"Additional studies using the same mouse line were used to increase score (PMIDs: 12966031, 19192266, 25432534)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3935,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:fdf530c3-6219-46d1-a166-c3b86fd56577","type":"GeneValidityProposition","disease":"obo:MONDO_0008547","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR3 has been repeatedly described in association with autosomal dominant Thanatophoric Dysplasia Type II (TD2), which is characterized by lethal micromelic short limb dysplasia, short ribs, straight and long femurs, and cloverleaf skull (Rousseau et al. 1995; PMID: 7647778). One gain of function missense variant in FGFR3 is associated with TD2, c.1948A>G (p.Lys650Glu), and has been reported in at least 37 probands from 6 publications (PMIDs: 7773297, 29458880, 24075385, 24517215, 21204232, 9677066).  Due to the lethal phenotypes and high penetrance, and the confirmed autosomal dominant inheritance, all cases are assumed de novo and were scored accordingly. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is also supported by experimental evidence including mouse models and functional assays in a cell line and patient cells (PMIDs: 10861287, 12966031, 19192266, 25432534, 9069288). In summary, FGFR3 is definitively associated with autosomal dominant Thanatophoric Dysplasia Type II. This association has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders Gene Curation Expert Panel on 1/13/2022. \nGene Clinical Validity Standard Operating Procedures (SOP) – Version 8.","dc:isVersionOf":{"id":"cggv:1d5f870f-048e-4741-b5e0-2fcf70ed1b88"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}