{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2v1.4","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-04-22T19:11:49.411Z","role":"Publisher"},{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-04-22T19:11:03.318Z","role":"Approver"}],"evidence":[{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d8165436-dd4b-460a-8ee1-ac3b3f6cc395","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:df294350-1722-4733-9898-0c4190968fa1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"IL2RG is gamma subunit of the interleukin-2 receptor. Stimulation with IL-2 induces the tyrosine phosphorylation and activation of the Janus kinases Jak1 and Jak3. Jak1 and Jak3 were found to be selectively associated with the serine-rich region of IL-2R beta and the carboxyl-terminal region of IL-2R gamma. Jak3 co-immunoprecipitates with WT IL2RG.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7973659","type":"dc:BibliographicResource","dc:abstract":"The interleukin-2 receptor (IL-2R) consists of three subunits: the IL-2R alpha, IL-2R beta, and IL-2R gamma chains, the last of which is also used in the receptors for IL-4, IL-7, and IL-9. Stimulation with IL-2 induces the tyrosine phosphorylation and activation of the Janus kinases Jak1 and Jak3. Jak1 and Jak3 were found to be selectively associated with the \"serine-rich\" region of IL-2R beta and the carboxyl-terminal region of IL-2R gamma, respectively. Both regions were necessary for IL-2 signaling. Furthermore, Jak3-negative fibroblasts expressing reconstituted IL-2R became responsive to IL-2 after the additional expression of Jak3 complementary DNA. Thus, activation of Jak1 and Jak3 may be a key event in IL-2 signaling.","dc:creator":"Miyazaki T","dc:date":"1994","dc:title":"Functional activation of Jak1 and Jak3 by selective association with IL-2 receptor subunits."},"rdfs:label":"JAK Associations with IL2RG"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Jak3-negative fibroblasts expressing reconstituted IL-2R became responsive to IL-2 after the additional expression of Jak3 complementary DNA"},{"id":"cggv:1430668e-0788-4521-ae8b-4e43fca74dd0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15506f0d-4bb6-4204-b1be-8d13a599492c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"IL-2R gamma was demonstrated to be a component of the IL-4 receptor on the basis of chemical cross-linking data, the ability of IL-2R gamma to augment IL-4 binding affinity, and the requirement for IL-2R gamma in IL-4-mediated phosphorylation of insulin receptor substrate-1. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8266078","type":"dc:BibliographicResource","dc:abstract":"The interleukin-2 (IL-2) receptor gamma chain (IL-2R gamma) is an essential component of high- and intermediate-affinity IL-2 receptors. IL-2R gamma was demonstrated to be a component of the IL-4 receptor on the basis of chemical cross-linking data, the ability of IL-2R gamma to augment IL-4 binding affinity, and the requirement for IL-2R gamma in IL-4-mediated phosphorylation of insulin receptor substrate-1. The observation that IL-2R gamma is a functional component of the IL-4 receptor, together with the finding that IL-2R gamma associates with the IL-7 receptor, begins to elucidate why deficiency of this common gamma chain (gamma c) has a profound effect on lymphoid function and development, as seen in X-linked severe combined immunodeficiency.","dc:creator":"Russell SM","dc:date":"1993","dc:title":"Interleukin-2 receptor gamma chain: a functional component of the interleukin-4 receptor."},"rdfs:label":"IL2RG functional component of interleukin receptors"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Authors state the observation that IL-2R gamma is a functional component of the IL-4 receptor, together with the finding that IL-2R gamma associates with the IL-7 receptor, begins to elucidate why deficiency of this common gamma chain (gamma c) has a profound effect on lymphoid function and development, as seen in X-linked severe combined immunodeficiency.\""}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf2f5616-41a7-494c-ab36-ebfe88aa4c04","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a2f1c533-06ba-42e0-aec9-f7557a8420e2","type":"FunctionalAlteration","dc:description":"IL2RG mRNA levels are decreased or absent in patient-derived lymphoblastoid cell lines. IL-15 can bind to the B lymphoblasts lacking cell surface expression of the γ chain. However, B lymphoblasts from XSCID patients are unable to internalize IL-15 efficiently, in contrast to normal control cells. Data show that a novel IL-15-specific receptor component is expressed by the B-lymphoblastoid cell lines (B-LCLs) and that the γ chain is not necessary for IL-15 binding but is required for IL-15 internalization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7632950","type":"dc:BibliographicResource","dc:abstract":"X-linked severe combined immunodeficiency (XSCID) is characterized by absent or profoundly reduced numbers of T cells and normal numbers of B cells in the circulation. Affected patients have mutations of the interleukin-2 (IL-2) receptor gamma chain gene. Using Epstein-Barr virus-transformed B-lymphoblastoid cell lines (B-LCLs) established from two unrelated XSCID patients, we could show that neither expressed the IL-2 receptor gamma chain on the cell surface. A novel cytokine IL-15, which has biologic activities similar to those of IL-2, could bind to the XSCID B-LCLs in the absence of the gamma chain, although both the beta and gamma chains of the human IL-2 receptor were previously shown to be required for IL-15 binding by transfected COS cells. Furthermore, a significant reduction and delay of IL-15 internalization by B lymphoblasts from XSCID patients was observed when compared with that of normal control B-LCLs. These results show the existence of a novel IL-15-specific receptor component that contributes to IL-15 binding but is insufficient for IL-15 internalization in the absence of the IL-2 receptor gamma chain.","dc:creator":"Kumaki S","dc:date":"1995","dc:title":"Characterization of B-cell lines established from two X-linked severe combined immunodeficiency patients: interleukin-15 binds to the B cells but is not internalized efficiently."},"rdfs:label":" IL-15 internalization"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"IL-2 receptor gamma chain is essential for Il-15 internalization and that the IL-15 specific binding receptor subunit is insufficient for IL-15 internalization in the absence of the gamma chain."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fe2ff9e-ae29-43ad-a4aa-90aece349eb0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c41aa4d-41e5-4006-96c8-003d9f071b3c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"T cell IL2RG expression (as evidenced by increased CD8+ and CD4+ labeling) is restored following gene editing and is similar to WT levels due to high transduction levels of ~60%. Random integration events were low (as determined by GFP expression with a second AAV) suggesting that the rescue of IL2RG function was due to modification at the endogenous locus. Effects of gene therapy could be transferred through bone marrow donation to other XSCID mice. Treated mice have a fairly diverse T-cell repertoire. The gene-edited immune cells respond to antigenic stimulation similar to WT levels. Human embryonic stell cells are capable of a similar therapy but the rate of transduction was 0.06-0.19%.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29606506","type":"dc:BibliographicResource","dc:abstract":"X-linked severe combined immunodeficiency (X-SCID) has been successfully treated by hematopoietic stem cell (HSC) transduction with retroviral vectors expressing the interleukin-2 receptor subunit gamma gene (IL2RG), but several patients developed malignancies due to vector integration near cellular oncogenes. This adverse side effect could in principle be avoided by accurate IL2RG gene editing with a vector that does not contain a functional promoter or IL2RG gene. Here, we show that adeno-associated virus (AAV) gene editing vectors can insert a partial Il2rg cDNA at the endogenous Il2rg locus in X-SCID murine bone marrow cells and that these ex vivo-edited cells repopulate transplant recipients and produce CD4","dc:creator":"Hiramoto T","dc:date":"2018","dc:title":"Nuclease-free Adeno-Associated Virus-Mediated Il2rg Gene Editing in X-SCID Mice."},"rdfs:label":"IL2RG knockout rescue with AAAV gene-editing vectors"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Authors show adeno-associated virus (AAV) gene-editing vectors can insert a partial Il2rg cDNA at the endogenous Il2rg locus in X-SCID murine bone marrow cells and that these ex vivo-edited cells repopulate transplant recipients and produce CD4+ and CD8+ T cells. Circulating, edited lymphocytes increased over time and appeared in secondary transplant recipients, demonstrating successful editing in long-term repopulating cells."},{"id":"cggv:b44423cf-f499-47b3-a450-bb3a94a586b8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5145ea09-22ff-4b85-9fee-7eaf13d04d0e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cellular morphology is altered in mice, thymus has less well-defined corticomedullary junction and a cyst, small subcapsular lymphocytes, and Hassall's corpuscles are present, lymph nodes have small inactive follicles and fewer paracortical lymphocytes as well as the presence of spindle-shaped cells that resemble dendritic cells. T and B cells are decreased in thymus, spleen, and bone marrow in hemizygous null males. The spleen in null mice have severe lymphocyte depletion. The cecum of null mice have proliferative typhlitis and tangled mats. Dendritic epidermal T cells (DETC) are absent in hemizygous null males. Thymocytes from hemizygous null mice are unable to proliferate in response to PMA + IL-4 unlike WT and het. females. Splenocytes from hemizygous null males responded to PMA + ionomycin and anti-CD3 + anti-CD28 but to a lesser degree than WT and het. females.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7697543","type":"dc:BibliographicResource","dc:abstract":"The common gamma chain (gamma c) of the IL-2, IL-4, IL-7, IL-9, and IL-15 receptors is defective in humans with XSCID. Mice lacking gamma c expression had hypoplastic thymuses; the thymocytes responded to gamma c-independent mitogens, but not gamma c-dependent stimuli. Splenic T cells were diminished at 3 weeks of age, but CD4+ T cells markedly increased by 4 weeks. B cells were greatly diminished in contrast with the situation in XSCID. NK cells, gamma delta intestinal intraepithelial lymphocytes, dendritic epidermal T cells, peripheral lymph nodes, and gut-associated lymphoid tissue were absent. These findings underscore the importance of gamma c in lymphoid development. Moreover, differences in humans and mice lacking gamma c expression indicate species-specific differences in the roles of gamma c-dependent cytokines or in the existence of redundant pathways. These mice provide an important model for studying the pathophysiology provide an important model for studying the pathophysiology of and gene therapy for human XSCID.","dc:creator":"Cao X","dc:date":"1995","dc:title":"Defective lymphoid development in mice lacking expression of the common cytokine receptor gamma chain."},"rdfs:label":"Defective lymphoid development in mice lacking gamma-c"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:15033ab8-c457-4ed0-bb51-fa268784a4ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9dae32b3-d755-4fd5-a3e5-33b2bf6ee54e","type":"Proband","detectionMethod":"Family analysis of affected boy 7 (Figure 5B) showed the abnormal T substitution (non-coding strand) in his sequence, while his carrier mother had both a  normal  C and a  mutant T at that position.","firstTestingMethod":"PCR","secondTestingMethod":"Linkage analysis","sex":"Male","variant":{"id":"cggv:15033ab8-c457-4ed0-bb51-fa268784a4ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c416052e-35bc-4713-9a81-e0723139aa9e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.341G>A (p.Gly114Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254983"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8317482","type":"dc:BibliographicResource","dc:abstract":"The most common form of human severe combined immunodeficiency (SCID) is inherited as an X-linked recessive genetic defect, MIM 300400. The disease locus, SCIDX1, has previously been placed in Xq13.1-q21.1 by demonstration of linkage to polymorphic markers between DXS159 and DXS3 and by exclusion from interstitial deletions of Xq21.1-q21.3. We report an extension of previous linkage studies, with new markers and a total of 25 SCIDX1 families including female carriers identified by nonrandom X chromosome inactivation in their T lymphocytes. SCIDX1 was nonrecombinant with DXS441, with a lod score of 17.96. Linkage relationships of new markers in the SCIDX1 families were consistent with the linkage map generated in the families of the Centre d'Etude du Polymorphisme Humain (CEPH) and with available physical map data. The most likely locus order was DXS1-(DXS159,DXS153)-DXS106-DXS132-DXS4 53-(SCIDX1,PGK1, DXS325,DXS347,DXS441)-DXS447-DXS72-DXYS 1X-DXS3. The SCIDX1 region now spans approximately 10 Mb of DNA in Xq13; this narrowed genetic localization will assist efforts to identify gene candidates and will improve genetic management for families with SCID.","dc:creator":"Puck JM","dc:date":"1993","dc:title":"Refinement of linkage of human severe combined immunodeficiency (SCIDX1) to polymorphic markers in Xq13."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8317482","rdfs:label":"Boy 7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"NM_000206.2(IL2RG):c.341G>A (p.Gly114Asp), mutation at amino acid residue 114,  immediately preceding the fourth of four cysteines which are conserved in cytokine receptor genes. "},{"id":"cggv:89e2da05-9532-40b1-b154-5f367991ddaf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60234150-aca0-477b-9f14-a4207ad4c8de","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":5,"detectionMethod":"The point mutation of this patient was confirmed by genomic sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Candida infections and lymphopenia during the first few months of life. ","phenotypes":["obo:HP_0001508","obo:HP_0002014"],"previousTesting":true,"previousTestingDescription":"Lymphocyte marker analysis of patient no. 1 (III-9) and his cousin III-3 showed a markedly decreased T-cell population and normal numbers of B lymphocytes. Both had low or absent serum Ig levels, and in vitro lymphocyte proliferation in response to mitogens, allogenic cells, and specific antigens was absent. Patient no. I (III-9) developed severe chronic graft-versus-host disease after receiving a bone marrow transplant from an HLA-identical sister, died at 5 years of age of complications from procedure. When analyzed shortly before his death, 90% of patient III-9's lymphocytes were of male (recipient) karyotype. An Epstein-Barr virus (EBV)-induced B-LCL obtained at that time had an exclusively XY karyotype.","sex":"Male","variant":{"id":"cggv:89e2da05-9532-40b1-b154-5f367991ddaf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b3ef8293-5e4a-440b-8ada-42bc9f3b391e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.676C>T (p.Arg226Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358784"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7632950"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7632950","rdfs:label":"III-9"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"NM_000206.2(IL2RG):c.676C>T (p.Arg226Cys), B-LCLs established from XSCID patient failed to express the IL-2 receptor γ chain, IL-15 Binds to but is not internalized efficiently by B-LCLs established from XSCID patient"},{"id":"cggv:4c2ae019-8286-42bb-8c6c-ab3ffc35a628_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec2b5f6b-be18-46d7-b51c-91118a363359","type":"Proband","detectionMethod":"Mutation confirmed by direct sequencing of PCR amplified DNA from patient, mother, and maternal active X chromosome.","firstTestingMethod":"PCR","secondTestingMethod":"Linkage analysis","sex":"Male","variant":{"id":"cggv:4c2ae019-8286-42bb-8c6c-ab3ffc35a628_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9f132aa5-a2e7-49a7-bcfd-a51bd0516df9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.458T>A (p.Ile153Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254985"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8317482"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8317482","rdfs:label":"Boy 6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"NM_000206.2(IL2RG):c.458T>A (p.Ile153Asn), Mutation abolished a SauIIIA restriction site"},{"id":"cggv:a7e60f1c-a5e7-46c1-9111-159c4ac60b02_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f8d831d-da62-476f-a12a-fe8334661f56","type":"Proband","firstTestingMethod":"PCR","phenotypeFreeText":"CID phenotypically milder than X-linked severe combined immunodeficiency, chronic bacterial infections of the middle ear, paranasal sinuses, bronchi, and lungs as well as severe or recurrent varicella, Herpes simplex, and papillomavirus infections. Other opportunistic infections including Pneumocystis carrini pneumonia were not seen, and some affected males survived into late childhood or adult-hood. Spectrum of infection suggested that both humoral and cellular immunity were deficient, but not to the degree found in XSCID. Serum immunoglobulin levels were normal, whereas they are decreased in XSCID. ","previousTesting":true,"previousTestingDescription":"Two flanking loci, the AR gene and the DXS458 loci were also examined in this family. The formation of specific serum IgG and IgA antibodies was profoundly diminished in XCID, most likely due to T cell defects. CD4 and CD8T cells were significantly decreased, but not to the extent seen in XSCID. XCID also differed from classical XSCID in that blood T cells were predominantly CD45RO+ and an increase in blood CD4+ T cells occurred postnatally. Variable region repertoire in T cell receptors on blood T cells was altered in the affected males.","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:a7e60f1c-a5e7-46c1-9111-159c4ac60b02_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:12121d2f-a326-42dd-aab8-79006b76b96c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.878T>A (p.Leu293Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120883"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7883965","type":"dc:BibliographicResource","dc:abstract":"Clinical and immunologic features of a recently recognized X-linked combined immunodeficiency disease (XCID) suggested that XCID and X-linked severe combined immunodeficiency (XSCID) might arise from different genetic defects. The recent discovery of mutations in the common gamma chain (gamma c) gene, a constituent of several cytokine receptors, in XSCID provided an opportunity to test directly whether a previously unrecognized mutation in this same gene was responsible for XCID. The status of X chromosome inactivation in blood leukocytes from obligate carriers of XCID was determined from the polymorphic, short tandem repeats (CAG), in the androgen receptor gene, which also contains a methylation-sensitive HpaII site. As in XSCID, X-chromosome inactivation in obligate carriers of XCID was nonrandom in T and B lymphocytes. In addition, X chromosome inactivation in PMNs was variable. Findings from this analysis prompted sequencing of the gamma c gene in this pedigree. A missense mutation in the region coding for the cytoplasmic portion of the gamma c gene was found in three affected males but not in a normal brother. Therefore, this point mutation in the gamma c gene leads to a less severe degree of deficiency in cellular and humoral immunity than that seen in XSCID.","dc:creator":"Schmalstieg FC","dc:date":"1995","dc:title":"Missense mutation in exon 7 of the common gamma chain gene causes a moderate form of X-linked combined immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7883965","rdfs:label":"VI-O"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"NM_000206.2(IL2RG):c.878T>A (p.Leu293Gln), Point mutation in the gamma c gene leads to a less severe degree of deficiency in cellular and humoral immunity than that seen in XSCID. The missense mutation associated with XCID is in the first of two SH2 subdomain homology regions of the cytoplasmic portion of the molecule. Although high-affinity IL-2R would be expected to form, the amino acid substitution in a phosphopeptide binding domain suggests that this error causes a defective association of this receptor with proteins important in intracellular signaling."},{"id":"cggv:d87b331f-cfde-4a74-905a-10f1ecbee6bd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d1263d64-0cb4-4284-a0d8-84d81fc986b4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"Message for IL-2Rg was isolated by RT-PCR, cloned and sequenced, analysis of maternal IL-2Rg message by RT-PCR revealed a pattern of nonrandom X-chromosome inactivation","firstTestingMethod":"PCR","phenotypeFreeText":"Normal development, healthy until age 9 mo, developed progressive respiratory symptoms caused by pneumocystic carinii. Physical examination was normal, normal size cervical lymph nodes, Chest radiography and ultra-sound revealed normal size thymus gland. ","previousTesting":true,"previousTestingDescription":"Immunohistochemical stainings with antibodies against CD2, CD3, CD4, CD8, HLA class I and class II were normal (not shown). Normal numbers of both T and B lymphocytes and natural killer cells. No hematologic abnormalities detected and adenosine deaminase and purine nucleoside phosphorylase enzyme activities were normal. Evidence of maternal T cell engraftment could not be detected by either HLA typing or karyotyping. Patient’s serum tested negative for both HIV antigens and antibodies. Humoral immunity was abnormal specific serum antibodies to tetanus and polio were absent despite immunization.\n","sex":"Male","variant":{"id":"cggv:d87b331f-cfde-4a74-905a-10f1ecbee6bd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e406c4b5-37df-42da-a9d6-2e4ddeb4bc25","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.664C>T (p.Arg222Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120885"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9399950","type":"dc:BibliographicResource","dc:abstract":"One of the most common human immunodeficiencies is an X-linked condition arising from mutations of the gamma subunit of the interleukin-2 receptor (IL-2Rgamma). The IL-2Rgamma protein is one chain of the heterotrimeric (alpha, beta, gamma) IL-2 receptor, but also participates in the formation of the IL-4, 7, 9, and 15 receptor complexes. The diagnosis of X-linked SCID is usually relatively simple due to the distinctive immunological presentation; IL-2Rgamma-deficient patients typically lacking mature T lymphocytes (T-B+). However, it is becoming clear that this merely represents one extreme of a potential range of clinical presentations. We describe here a novel mutation of the human IL-2Rgamma chain (R222C) resulting in an unusual immunological phenotype. Although clinically immunodeficient, this patient has normal numbers of peripheral T and B cells, responds normally to mitogenic stimuli, and unusually, has a normal thymus gland. This IL-2Rgamma mutation is distinctive in that the protein is sufficiently stable to be expressed at the cell surface. While the T cell receptor repertoire appears complete, suggesting normal T cell differentiation occurs, patient T cells demonstrate a reduced ability to bind IL-2 and this appears sufficient to cause a deficiency in their ability to participate in antigenic responses. Early clinical recognition of this phenotype is critical as a delay in diagnosis may result in a fatal infection.","dc:creator":"Sharfe N","dc:date":"1997","dc:title":"An interleukin-2 receptor gamma chain mutation with normal thymus morphology."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9399950","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"NM_000206.2(IL2RG):c.664C>T (p.Arg222Cys),  inability of the patient’s T cells to respond to exogenous interleukin-2 suggested that one of the IL-2 receptor chains could be mutated, resulting in either reduced receptor expression or a more subtle change affecting IL-2 binding affinity. Binding of an IL-2 fluorokine to the patient EBV cell line was greatly reduced. COS cells reconstituted with the mutant IL2RG chain from the patients also showed decreased JAK3 autophosphorylation in response to IL-2 stimulation. "}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1.3},{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:310e6d0f-1833-4825-993a-2930035561c3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d1c44120-39ea-4ef9-98c1-cfd9a8678267","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"firstTestingMethod":"PCR","phenotypeFreeText":"Patient’s early clinical course and immune function have been reported (South et al., 1977; Shearer et al., 1985). The diagnosis was made based on clinical course and family history of a male sibling with SCID. A male cousin who died had normal immune function and did not have SCID. ","previousTesting":true,"previousTestingDescription":"Patient 3’s immunodeficiency was characterized by panhypogammaglobulinemia, lymphopenia with diminished T cells (10%- 40%, varying over 12 years), elevated B cells (30%-80%), and essentially absent proliferation to mitogens or antigens. Following T-depleted haploidentical bone marrow transplantation from his sister, there was no improvement in immune function. He died 124 days post-transplantation from EBV-associated lymphoproliferative syndrome.","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:310e6d0f-1833-4825-993a-2930035561c3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a421e12-7406-4554-bb5b-b44592b77ed4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.923C>A (p.Ser308Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254977"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8462096","type":"dc:BibliographicResource","dc:abstract":"The interleukin-2 (IL-2) receptor gamma chain (IL-2R gamma) is a component of high and intermediate affinity IL-2 receptors that is required to achieve full ligand binding affinity and internalization. We have localized the IL-2R gamma gene to human chromosome Xq13. Genetic linkage analysis indicates that the IL-2R gamma gene and the locus for X-linked severe combined immunodeficiency (XSCID) appear to be at the same position. Moreover, we demonstrate that each of three unrelated patients with XSCID has a different mutation in his IL-2R gamma gene resulting in a different premature stop codon and predicted C-terminal truncation. These data establish that XSCID is associated with mutations of the IL-2R gamma gene product. Since XSCID is characterized by absent or markedly reduced numbers of T cells, our findings imply that IL-2R gamma plays a vital role in thymic maturation of T cells. These results also have important implications for prenatal and postnatal diagnosis, carrier female detection, and gene therapy for XSCID.","dc:creator":"Noguchi M","dc:date":"1993","dc:title":"Interleukin-2 receptor gamma chain mutation results in X-linked severe combined immunodeficiency in humans."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8462096","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"NM_000206.2(IL2RG):c.923C>A (p.Ser308Ter), resulting in the truncation of 62 amino acids "},{"id":"cggv:e6fa7f56-5aa4-42c3-b485-6b51fb3d9375_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:46e66790-bcfa-413f-a14c-ef653849613c","type":"Proband","detectionMethod":"PCR of IL2RG exons, SSCP, followed by direct sequencing","firstTestingMethod":"PCR","phenotypes":"obo:HP_0005403","previousTesting":true,"previousTestingDescription":"Pedigree analysis for X-linked inheritance, maternal T-cell X chromosome inactivation pattern, Northern blot analysis, gamma-c cell surface expression in EBV-transformed B-cell lines, and DNA analysis consisting of SSCP, dideoxy fingerprint screening, and direct sequence determination.","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:e6fa7f56-5aa4-42c3-b485-6b51fb3d9375_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:00c860a3-3d64-4261-b966-a461454a0a07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.355A>T (p.Lys119Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254974"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9058718","type":"dc:BibliographicResource","dc:abstract":"Severe combined immunodeficiency (SCID) is a syndrome of profoundly impaired cellular and humoral immunity. In humans, SCID is most commonly caused by mutations in the X-linked gene IL2RG, which encodes the common gamma chain, gamma c, of the leukocyte receptors for interleukin-2 and multiple other cytokines. To investigate the frequency and variety of IL2RG mutations that cause SCID, we analyzed DNA, RNA, and B-cell lines from a total of 103 unrelated SCID-affected males and their relatives using a combination of molecular and immunologic techniques. Sixty-two different mutations spanning all eight IL2RG exons were found in 87 cases, making possible correlations between mutation type and functional consequences. Although skewed maternal X chromosome inactivation, single-strand conformation polymorphism, mRNA expression, and cell surface staining with anti-gamma c antibodies were all helpful in establishing IL2RG defects as the cause of SCID, only dideoxy fingerprinting and DNA sequence determination each detected 100% of the IL2RG mutations in our series. Abnormal gamma c chains may be expressed in the lymphocytes of as many as two thirds of patients with X-linked SCID. Specific mutation diagnosis thus remains technically challenging, but it is important for genetic counseling and perhaps for helping to select appropriate subjects for retroviral gene therapy trials, This is a US government work. There are no restrictions on its use.","dc:creator":"Puck JM","dc:date":"1997","dc:title":"Mutation analysis of IL2RG in human X-linked severe combined immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9058718","rdfs:label":"Puck 1997 Proband 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"NM_000206.3(IL2RG):c.346C>T (p.Gln116Ter), No IL2RG mRNA detected, No γc on Cell Surface"},{"id":"cggv:4a84e995-acca-41b7-b29d-74026a45a162_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e3741f87-2dbf-4e0d-93b9-5468367ec9e8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Weeks","ageValue":11,"firstTestingMethod":"PCR","phenotypeFreeText":"Treatment-resistant oral candidiasis, disseminated adenoviral infection. Died 43 days after depleted bone marrow transplant from his mother, due to progressive adenoviral infection and scopuiariopsis pneumonia and fungemia.","phenotypes":["obo:HP_0006532","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"At diagnosis, IgG level was 18 mg/dl (normal range, 294-2089) IgM level was 14 mg/dl (normal range, 41-149), and IgA and IgE were undetectable. Peripheral absolute lymphocyte counts ranged from 100 to 1000 per mm3, with 85%-83% CD1 9+ B cells and consistently < 10% CD3+ T cells. There was no proliferation to phytohemagglutinin, nor was there detectable T cell or natural killer cell cytotoxicity. No maternal engraftment was detected by restriction fragment length polymorphism analysis. ","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:4a84e995-acca-41b7-b29d-74026a45a162_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:00c860a3-3d64-4261-b966-a461454a0a07"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8462096"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8462096","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"NM_000206.2(IL2RG):c.355A>T (p.Lys119Ter), results in a truncation of the carboxy-terminal 251 amino acids"},{"id":"cggv:48aa4821-5b1d-45b4-9759-74702503a226_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:45006ab2-0947-43e8-8c57-145f4cde263c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":3,"firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with Pneumocystis carinii pneumonitis at 3 months of age. ","previousTesting":true,"previousTestingDescription":"At 5 months of age, IgM level was 6 mg/dl (normal range, 33-l 06). IgA and IgE were undetectable, and IgG was 162 mg/dl (normal range, 172-614), while receiving intravenous IgG. Absolute lymphocyte counts varied from 900 to 1600 per mm3. Engraftment of maternal T cells was confirmed by restriction fragment length polymorphism analysis. Proliferation to phytohemagglutinin was 4% of control. The patient’s cells did not generate T cell cytotoxicity in vitro, and natural killer cell cytotoxicity was below the normal range. Patient underwent depleted haploidentical transplant from father. Two months post-transplant developed disseminated EBV lymphoproliferative syndrome (with markedly elevated oligoclonal IgG and IgM). This condition was successfully treated with alpha-interferon. One year post-transplant shows evidence of donor T cells and has normal serum levels of IgA, IgM, and IgE. The patient’s mother had one brother who died of SCID.","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:48aa4821-5b1d-45b4-9759-74702503a226_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c62cb85c-c8eb-461f-bfe0-557f322c5e65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.865C>T (p.Arg289Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA260422"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8462096"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8462096","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"NM_000206.2(IL2RG):c.865C>T (p.Arg289Ter), results in the truncation of 81 amino acids"},{"id":"cggv:a81aebd0-2a67-409b-8c25-ca40ba3f54ea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:544f6394-be28-42ae-bba6-fd624c0c09e5","type":"Proband","detectionMethod":"PCR of IL2RG exons, SSCP, followed by direct sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"Classic severe infantile SCID phenotype with T lymphocytopenia","previousTesting":true,"previousTestingDescription":"Pedigree analysis for X-linked inheritance, maternal T-cell X chromosome inactivation pattern, Northern blot analysis, gamma-c cell surface expression in EBV-transformed B-cell lines, and DNA analysis consisting of SSCP, dideoxy fingerprint screening, and direct sequence determination.","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:a81aebd0-2a67-409b-8c25-ca40ba3f54ea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d06ec5a-f3a3-4360-8a31-65761e90cc37","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.430C>T (p.Gln144Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413496574"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9058718"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9058718","rdfs:label":"Puck 1997 Proband 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"NM_000206.2(IL2RG):c.430C>T (p.Gln144Ter), No IL2RG mRNA detected, No γc on Cell Surface "},{"id":"cggv:0d3071c0-2ef1-4ddc-97dc-fc9a3c0f1e0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:05824ad1-cee1-44bf-86eb-bb9cbf354c62","type":"Proband","detectionMethod":"Directly sequenced PCR products from boy 5, obligate carrier mother and grandmother, and a somatic cell hybrid made from maternal T-lymphocytes which retained her non-SCTD-bearing,  active X-chromosome. G to A substitution in the affected boy was detected as part of a dual signal in the mother and grandmother, while the hybrid had the normal sequence.","firstTestingMethod":"PCR","secondTestingMethod":"Linkage analysis","sex":"Male","variant":{"id":"cggv:0d3071c0-2ef1-4ddc-97dc-fc9a3c0f1e0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9f72de21-9297-466c-807e-f9cc04e9e58a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.454+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413496520"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8317482"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8317482","rdfs:label":"Boy 5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"NM_000206.2(IL2RG):c.186T>A (p.Cys62Ter), splice donor variant, boy 5 did not express IL2RG mRNA."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:25b15dd1-7511-4f63-b69b-1f0cacbdad43_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:25cd531d-4d1d-4710-8bf6-0947ec71c56b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":2,"detectionMethod":"PCR of IL2RG exons and intron/exon boundaries followed by direct sequencing. Sequence analysis of the IL2RG gene in the patient revealed a hemizygous mutation in exon 1, the mutation c.2T>C. Previously reported, leads to a methionine to threonine replacement at amino acid position 1 (p.M1T). Mutation was not identified in the whole blood DNA of the patient's mother suggesting a de novo mutation, although a possible maternal germline mosaicism could not be ruled out. ","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Febrile syndrome, Patient received a maternal haploidentical hematopoietic stem cell transplant at the age of 4 months, but despite the evidence of T cell reconstitution, died 5 months after transplant from severe cytomegalovirus infection.","phenotypes":"obo:HP_0002014","previousTesting":true,"previousTestingDescription":"The mother's first pregnancy had been lost by spontaneous abortion, but there was no family history of immunodeficiency. Rotavirus and adenovirus were detected in patient's stool samples. Immunological evaluation revealed low serum immunoglobulin levels: IgG (118 mg/dl), IgA (3 mg/dl) and IgM (15 mg/dl). Flow cytometric immunophenotyping of lymphocyte subsets in peripheral blood showed significantly decreased levels of CD3+ T (30 c/µl) and natural killer (NK) cells (2 c/µl) with normal levels of CD19+ B lymphocytes (1578 c/µl). No expression of CD132 on lymphocytes. ","sex":"Male","variant":{"id":"cggv:25b15dd1-7511-4f63-b69b-1f0cacbdad43_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a33927b8-9b34-453c-8bde-02ac2f4a6069","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000206.2(IL2RG):c.2T>C (p.Met1Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10603689"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23790094","type":"dc:BibliographicResource","dc:creator":"Moya-Quiles MR","dc:date":"2014","dc:title":"Severe combined immunodeficiency: first report of a de novo mutation in the IL2RG gene in a boy conceived by in vitro fertilization."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23790094","rdfs:label":"Moya-Quiles 2014 Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"NM_000206.2(IL2RG):c.2T>C (p.Met1Thr), A single rare missense variant with supportive functional information found to be de novo. After exposure to IL-2, patient’s cells failed to phosphorylate the downstream target STAT5, a functional indication that signaling through gamma-c was absent."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.3}],"evidenceStrength":"Definitive","sequence":2699,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.3,"subject":{"id":"cggv:9494d10e-1f1b-4af3-b187-5c10493ca9e6","type":"GeneValidityProposition","disease":"obo:MONDO_0010315","gene":"hgnc:6010","modeOfInheritance":"obo:HP_0001417"},"version":"1.4","dc:description":"IL2RG was first reported in relation to X-linked T-B+ severe combined immunodeficiency due to gamma chain deficiency in 1993 (Puck et al. PMID:8401490). \n\nT-B+ severe combined immunodeficiency due to gamma chain deficiency is a form of SCID characterized by severe and recurrent infections, associated with diarrhea and failure to thrive. This disease differs from the Bruton type of agammaglobulinemia by the additional presence of lymphocytopenia, earlier age at death, vulnerability to viral and fungal as well as bacterial infections, lack of delayed hypersensitivity, atrophy of the thymus, and lack of benefit from gamma globulin administration. X-linked combined immunodeficiency is a less severe form of the disorder that is also caused by mutation in the IL2RG gene.\n\nAt least 11 unique variants (missense, nonsense, splice donor) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n\n\nIL2RG has been noted to be associated with the following disease entities: Combined immunodeficiency, X-linked (moderate) and Severe combined immunodeficiency, X-linked. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, or inheritance pattern or phenotypic variability. Therefore, the two disease assertions have been lumped into one disease entity: T-B+ severe combined immunodeficiency due to gamma chain deficiency (MONDO:0010315). \n\nSummary of Case Level Data – 11.3 POINTS: \nVariants in this gene have been reported in at least 14 probands in 7 publications (PMID: 7883965, PMID: 9399950, PMID: 8317482, PMID: 8462096, PMID: 7632950, PMID: 23790094, PMID: 9058718). \n\n\nT-B+ severe combined immunodeficiency due to gamma chain deficiency is caused by a hemizygous pathogenic variant in IL2RG. In typical X-SCID, lack of IL2RG function results in near-complete absence of T and natural killer (NK) lymphocytes and nonfunctional B lymphocytes.\n\nThis gene-disease association is supported by animal models, functional alteration studies, and protein interaction studies (PMID: 7632950, PMID: 7697543, PMID: 29606506, PMID: 8266078, PMID: 7973659). IL2RG is the gamma subunit of the interleukin-2 receptor. Stimulation with IL-2 induces the tyrosine phosphorylation and activation of the Janus kinases Jak1 and Jak3. IL2RG is also a functional component of the IL-4 receptor and associates with the IL-7 receptor. Cao et al. (1995) showed defective lymphoid development in mice lacking expression of the common cytokine receptor gamma chain. Experimental evidence demonstrates why deficiency of this common gamma chain has a profound effect on lymphoid function and development, as seen in X-linked severe combined immunodeficiency. \n\nIn summary, there is definitive evidence to support the relationship between IL2RG and X-linked, T-B+ severe combined immunodeficiency due to gamma chain deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen SCID-CID GCEP on the meeting date March 18, 2021 (SOP Version 8).\n\n\n\n\n","dc:isVersionOf":{"id":"cggv:e4a8be06-e082-47c7-b005-956b51424fd2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}