{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-07-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:27.437Z","role":"Publisher"}],"evidence":[{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:bb0af838-df39-4db4-a4a9-1c2cfaa9fa09_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:848e9c86-98bd-4b8e-a5e3-2d5f8eb83c89","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"detectionMethod":"All exons of F13A1 were amplified and sequenced, identifying a Arg682His amino acid change. The variant was confirmed by repeat sequencing and restriction analysis. The variant destroys one of two HpaII sites in the 211-bp exon 14 PCR product and results in two fragments of 189 and 22 bp, in contrast to three fragments of 165, 24 and 22 bp.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband bled continuously for 10 days from umbilicus few days after birth and received blood transfusion. He was covered in bruises thenceforth and had several large hematomas after minor trauma to the forehead or inside the mouth. He received prophylactic treatment with FXIII concentrate and is reported to be normal and free from bleeding manifestations at the time of publication.","phenotypes":["obo:HP_0001933","obo:HP_0001892","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"FXIII:C levels measured by dansylcadaverine incorporation assay showed zero activity, and FXIII:Ag levels measured by rocket immunoelectrophoresis of plasma and platelet-rich plasma with lysed platelets showed absence of the subunit A protein, while the B subunit was found to be 36% of normal","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:bb0af838-df39-4db4-a4a9-1c2cfaa9fa09_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0730fd0d-49a1-4fc6-b0c5-7b482e811a02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.2045G>A (p.Arg682His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16524"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1353995","type":"dc:BibliographicResource","dc:abstract":"Oligonucleotide primers have been designed for the amplification of all 15 exons of the human coagulation factor XIII A subunit gene. Each exon and its intron flanking regions has been amplified and sequenced from a patient with severe A subunit deficiency. A single G to A transition in the last base of exon 14 has been identified in the homozygous proband and in his heterozygous parents. The mutation would result in the substitution 681 Arg to His in the mature protein product. However, because the mutation is at a splice junction, the deficiency may result from a defect in pre-messenger RNA splicing.","dc:creator":"Board P","dc:date":"1992","dc:title":"Identification of a point mutation in factor XIII A subunit deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1353995","rdfs:label":"Board_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was found to be homozygous for the missense variant, Arg682His. The authors suggest that this variant may cause a splicing defect that may be responsible for the FXIIIA deficiency. However, there is no functional data to support the pathogenicity of the variant. It is reported at a frequency of 0.00002892 in the Latino population and at an overall frequency of 0.000007963 in gnomAD, with no homozygotes. \n\nThe proband's parents were confirmed to be heterozygous for the variant through haplotype analysis and restriction digestion for exon 14. The proband was also found to carry the polymorphism, Glu652Gln. \n\nThe variant is scored reduced points due to the absence of functional evidence."},{"id":"cggv:eefe8287-3333-43e3-93d9-3daa87bcd888_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5af9aa8-cb99-4b38-978f-6a181a92362b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"All 15 exons of F13A1 were amplified by PCR and subjected to heteroduplex analysis. Detected heteroduplexes were cloned in M13mp18 vector and sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Severe bleeding from umbilicus on cord separation at 8 days of age, followed by blood transfusion. Covered in bruises since beginning to walk and numerous bleeding episodes from gums and mouth while teething. Minor injury to left wrist at 4 years of age resulted in a huge hematoma requiring several weeks to resolve. Hematoma formed on forehead that did not resolve for 5 weeks after head trauma at 10 years of age. Severe backache, likely caused by bleeding into muscles of loin and pelvic girdle region leading to loss of ability to walk for a long period. Initial prophylactic treatment with fresh frozen plasma every 6 weeks. Later moved to Hoechst placental FXIII concentrate, following which proband had no abnormal bleeding.","phenotypes":["obo:HP_0030140","obo:HP_0000978","obo:HP_0003418","obo:HP_0001892","obo:HP_0008357","obo:HP_0011884"],"previousTesting":true,"previousTestingDescription":"Plasma factor XIII activity 0% on on dansylcadaverine-casein assay. No detectable A subunit levels on immunoelectrophoresis. B-subunit levels were 47% of normal plasma.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:eefe8287-3333-43e3-93d9-3daa87bcd888_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b779f7f7-6ef1-4dc8-925d-c14c251625e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.1326C>A (p.Tyr442Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16526"}},{"id":"cggv:adf95f03-2bff-4d09-8042-30fc85c86286","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.183C>A (p.Asn61Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16527"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7727776","type":"dc:BibliographicResource","dc:abstract":"We identified the mutations causing factor XIII A subunit deficiency in two families. Two distinct mutations were identified in the S family: the nonsense mutation Tyr 441-->stop in exon 11, inherited through the paternal line, and the missense mutation Asn 60-->Lys in exon 3, inherited through the maternal line. Two members of the J family were heterozygous for the previously described type 3 A subunit. The substitution giving rise to the type 3 variant was found to be Gly 501-->Arg in exon 12. The Asn 60-->Lys and Gly 501-->Arg mutations were constructed in cDNA clones and expressed in yeast (Saccharomyces cerevisiae AH22). Although mRNA could be detected, protein containing the Asn 60-->Lys substitution could not be detected, suggesting extreme instability or susceptibility to proteolysis. A subunits containing the Gly 501-->Arg substitution were expressed and found to be enzymatically active in fresh yeast lysates. This variant has thermal instability and lost activity during storage or purification. Gel filtration studies suggested that the type 3 variant assembled as a dimer, as do normal A subunits. The data suggest that the Gly 501-->Arg (Type 3 variant) would cause severe factor XIII deficiency if inherited in the homozygous form or as a compound heterozygote with another deleterious mutation.","dc:creator":"Coggan M","dc:date":"1995","dc:title":"Mutations causing coagulation factor XIII subunit A deficiency: characterization of the mutant proteins after expression in yeast."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7727776","rdfs:label":"Coggan_Proband DS"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband with severe FXIII deficiency was found to be a compound heterozygote for two variants: a nonsense variant, Tyr442Ter, and a missense variant, Asn61Lys. The proband's mother was heterozygous for the Asn61Lys variant and the father was heterozygous for the Tyr442Ter variant, and both had low FXIII activity. The variants are not reported in gnomAD.\nThe nonsense variant is expected to result in premature termination of translation and nonsense-mediated decay. The missense variant was functionally characterized by expressing it yeast cells.\n\nThe level of FXIII activity in crude lysates of fresh yeast cultures for the variant showed no activity. Immunoblots of the wild-type showed that abundant amounts of FXIII subunit A were expressed in the culture, while only trace amounts were detectable with variant. Northern blot analysis revealed mRNA of the same size and approximate quantity expressed by the wild-type and variant, indicating that the missense change does not cause destabilization of the mRNA, but that the newly synthesized protein could be very unstable and subjected to increased proteolytic degradation.\n\nThe proband is scored default points. The variants are observed in the compound heterozygous state in the sibling as well."},{"id":"cggv:6cbcb8e7-45fc-49e5-b12e-d25fc129b5a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:22cba38a-33d7-4cff-9e22-e39904661dfd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"detectionMethod":"All exons of F13A1 were PCR amplified and analyzed by SSCP and subsequently sequenced. Solid-phase minisequencing (using a biotinylated primer to hybridize to the variant fragment and detecting the variant by incorporation of a 3H-labeled nucleotide) was used to genotype the proband, family members and healthy controls.","firstTestingMethod":"SSCP","phenotypeFreeText":"High frequency of severe bleeding: spontaneous bleeding from umbilical cord, joint, muscle, and subcutaneous tissues; impaired wound healing. Proband had monthly prophylactic administration of cryoprecipitate","phenotypes":["obo:HP_0001892","obo:HP_0008357","obo:HP_0001933","obo:HP_0005261"],"previousTesting":true,"previousTestingDescription":"Abnormal urea clot lysis test, undetectable amount of FXIIIA subunit and reduced B-subunit on rocket electrophoresis","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6cbcb8e7-45fc-49e5-b12e-d25fc129b5a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:28f93f2d-898f-42ad-a454-fdb1a6912f4c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.728T>C (p.Met243Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16540"}},{"id":"cggv:4e66fde0-7bcc-4f0d-83d3-16a616c5e4ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.1984C>T (p.Arg662Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16539"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8025280","type":"dc:BibliographicResource","dc:abstract":"Congenital deficiency in coagulation factor XIII is a rare autosomal recessive bleeding disorder. Although the defect was characterized over 30 years ago, little is known about the molecular basis of the disorder. Here, we show two novel point mutations in the gene of the A-subunit of factor XIII in the genetically isolated population of Finland. All eight factor XIII-deficient families identified in Finland were studied. The exons of the gene of A-subunit were amplified individually by polymerase chain reaction and subsequently screened by single-strand conformation polymorphism. Sequence analysis of the abnormally migrating fragments showed two point mutations resulting in an amino acid alteration. A C-to-T transition at Arg-661 in exon XIV created a premature stop codon. This mutation was detected in six of the eight families, thus being the major alteration causing FXIII deficiency in Finland. In two of the six families, the patients were compound heterozygotes with the Arg-661-Stop mutation in one allele and either a T-to-C point mutation in exon VI or a thus far uncharacterized mutation in the other allele. The T-to-C transition in exon VI resulted in a substitution of threonine for methionine 242. The transition was found in one family only, where it was in the heterozygote form combined with the Arg-661-Stop mutation. To evaluate the consequences of these mutations, steady-state FXIII mRNA levels were quantitated by solid-phase minisequencing. In addition to the termination of translation 70 amino acids before the initial stop codon, the Arg-661-Stop mutation causes a 10- to 30-fold reduction in FXIII mRNA levels. This is also likely to result in a low translation level in the truncated polypeptide. In contrast, Met-242-Thr mutation does not seem to affect the level of mRNA. Here, the absence of a functional and immunodetectable protein is probably caused by an altered conformation of the mutant polypeptide, resulting in early degradation of the defective protein.","dc:creator":"Mikkola H","dc:date":"1994","dc:title":"Deficiency in the A-subunit of coagulation factor XIII: two novel point mutations demonstrate different effects on transcript levels."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8025280","rdfs:label":"Mikkola_Proband EII2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was a compound heterozygote for a nonsense variant, Arg662Ter, and a missense variant, Met243Thr. The Arg662Ter variant occurs in exon 14, the penultimate exon of F13A1, resulting in truncation of the last 71 amino acids. It is reported at a frequency of 0.001991 in the Finnish population and an overall frequency of 0.0001947 with no homozygotes, in gnomAD.\n\nOther than this proband, they identified the nonsense variant in the homozygous state in 6 Finnish individuals from 4 families and in compound heterozygous state with an unidentified variant in two individuals from 2 families. The severity of bleeding symptoms in the individuals carrying the variant was variable.\n\nThe FXIII mRNA was quantitated and steady-state transcript levels of the Arg662Ter allele was 30 times lower than that of the Met243Thr allele, which was close to the levels expected for one normal allele. \n\nThe authors note that the Met243Thr variant is expected to have an effect on the catalytically active site of the protein, leading to premature degradation of the defective protein, since no FXIII protein was detected on rocket electrophoresis (though the steady-state transcript levels were normal).\n\nThe evidence is awarded default points."},{"id":"cggv:714e3d07-62c5-4730-a7be-d9bb16058b60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:028196f3-af08-4448-b70c-578b61a29aff","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"All 15 exons of F13A1 were amplified by PCR and sequenced","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with factor XIII deficiency at 8 months, umbilical bleeding shortly after birth","phenotypes":["obo:HP_0011884","obo:HP_0040233"],"previousTesting":true,"previousTestingDescription":"Complete lack of plasma FXIIIA and reduced levels of plasma FXIIIB (0·56 iu/ml)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:714e3d07-62c5-4730-a7be-d9bb16058b60_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5cbd8948-d677-407a-bdf7-fb1cdf51b172","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.2110C>T (p.Arg704Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16538"}},{"id":"cggv:ed07eb17-5087-4bfb-82d2-e8c5454dc4a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F13A1, IVS5AS, G-A, -1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16537"}}],"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19438481","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Anwar R","dc:date":"2009","dc:title":"The Arg703Trp missense mutation in F13A1 is a de novo event."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19438481","rdfs:label":"Anwar_Proband_II:3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was identified to be compound heterozygous for a splice site variant, c.691-1G>A, and a missense variant, Arg704Trp. In gnomAD, the c.691-1G>A variant is reported at a frequency of 0.00009723 in Non-Finnish Europeans and a total frequency of 0.00004397 with no homozygotes, and the Arg704Trp variant is reported at a frequency of 0.00005441 in East Asians and a total frequency of 0.000003984 with no homozygotes.\nThe authors have described the splice acceptor site mutation in two unrelated patients from UK in a previous study (PMID: 9657440, full text not accessed) and shown the effects of the variant in RNA processing. The variant gave rise to two abnormal transcripts that used an alternative AG, 7 bases downstream in exon 6. The first transcript lacks the first 7 bases of exon 6, causing a frameshift and premature termination within exon 6. The second transcript lacks all of exon 5, in addition to the first 7 bases of exon 6, producing a polypeptide with an in-frame deletion within the core domain of FXIIIA. The variant was also observed in the heterozygous state in the eldest unaffected sibling and unaffected father of the proband.\n\nThe missense variant, Arg704Trp, was analyzed by computer molecular modeling, which suggests replacement of Arg by Trp at this location might result in a potential unstable FXIIIA molecule.\n\nThis variant was expected to be inherited maternally, but on analysis was found to be absent in the mother. Maternity and paternity were confirmed for the proband and his two siblings by examining nine unique highly polymorphic microsatellite repeats and chromosome 6 haplotype analysis. However, the authors note that this missense variant could be a single mutational event in a maternal germ cell or that there was maternal germline mosaicism.\n\nThe proband is scored default points for the null variant and the de novo missense with confirmed maternity and paternity."},{"id":"cggv:2c39b6c9-0b94-4a60-abc0-62363dbe596e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6fd18b8-770f-4784-8c6f-7301a278f32c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":52,"detectionMethod":"The FXIIIA cDNA from the proband was amplified by RT-PCR as four overlapping fragments and subcloned in pUC19 plasmids and sequenced. PCR product from the genomic DNA amplification of regions including exon 3 and adjacent introns wsa also subcloned and sequenced. Both studies revealed deletion of a dinucleotide, AG in the intron2-exon3 boundary.","firstTestingMethod":"PCR","phenotypeFreeText":"Bleeding tendency since birth, intracranial bleeding at 27 years of age and diagnosed as having FXIII deficiency based on the solubility of a fibrin clot in 5M urea and 2% monochloracetic acid and treated with FXIIIA concentrate.","phenotypes":"obo:HP_0001892","previousTesting":true,"previousTestingDescription":"Fluorescence assay using dansylcadaverine and Laurell's method revealed complete absence of functional and immunodetectable FXIII A in plasma. FXIII B anitigen reduced to 29%, Southern and Northern blot analysis showed no major deletion or rearrangment of F13A gene. Analysis of PCR and RT-PCR products suggested absence of large deletions/insertions.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:2c39b6c9-0b94-4a60-abc0-62363dbe596e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ae6aee0d-1b0a-4061-b34e-aed6198a46c2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F13A1, 2-BP DEL, 210AG","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16523"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1644910","type":"dc:BibliographicResource","dc:abstract":"A congenital deficiency of the coagulation Factor XIII A subunit (F XIII A) is a rare autosomal recessive disorder that is characterized by a life-long bleeding tendency complicated by a difficulty in healing. Thus far, no molecular genetic analysis of this disorder has been reported. In this study, we demonstrate the molecular abnormalities in a family with this disorder. We performed Northern blot analysis of peripheral blood monocytes obtained from the propositus and found a 4-kb single band of F XIII A mRNA whose size was identical with that of normal subjects. Exons II-XV, which encode all the amino acids, were individually amplified by a polymerase chain reaction (PCR). All PCR products from the propositus had lengths indistinguishable from those of the wild type on agarose gel, suggesting that this defect results from either a point mutation or a short deletion/insertion. The sequencing of F XIII A cDNA from the propositus revealed a deletion of the dinucleotide AG within the AGAG repeat at the position of 210 to 213. Concerning the genomic sequence, a deletion of dinucleotide AG was also demonstrated in the intron B-exon III boundary. This deletion appeared to cause a frameshift mutation making a new stop codon shortly thereafter, and leading to a deficiency of plasma F XIII A. The heterozygosity of the F XIII A deficiency in the patient's offspring was documented by the nucleotide sequences of their exon III.","dc:creator":"Kamura T","dc:date":"1992","dc:title":"Deficiency of coagulation factor XIII A subunit caused by the dinucleotide deletion at the 5' end of exon III."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1644910","rdfs:label":"Kamura_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"The proband was identified to be homozygous for a 2-bp deletion that led to a frameshift and a premature termination of translation at the 44th amino acid position. This variant is expected to cause significant truncation of the protein product and undergo nonsense-mediated decay.\n\nHowever, the authors suggest that the mRNA may be translated and a short but unstable protein may be formed in the proband.\n\nThe evidence is scored 0 since it has not been sufficiently demonstrated that the variant is causative of the FXIIIA deficiency in the proband. Nonetheless, it is noted as the first description of the molecular defect associated with FXIIIA deficiency. The variant is not reported in gnomAD."},{"id":"cggv:30e631ff-6ca2-4bf2-b495-5935737a800b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d176bd5a-87cf-40e1-bc51-43a8d0f4e80a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"All 15 exons and flanking regions of F13A1 were analyzed by PCR and direct sequencing methods as well as heteroduplex analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"Referred for chronic bleeding. history of umbilical cord bleed in neonatal period and several episodes of intra-articular hemorrhages. Treated with fresh-frozen plasma for bleeding episodes, which remain recurrent, after FXIII deficiency diagnosis","phenotypes":["obo:HP_0011884","obo:HP_0006298","obo:HP_0004406","obo:HP_0002170"],"previousTesting":true,"previousTestingDescription":"1% monochloroacetic acid clot solubility test in 5mol/l urea solution was performed to diagnose FXIII deficiency. FXIII subunits levels were not evaluated","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:30e631ff-6ca2-4bf2-b495-5935737a800b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0ca1f85c-3b1b-490a-993d-5b91d730d8bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.6174701G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362661613"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12100162","type":"dc:BibliographicResource","dc:abstract":"Molecular analysis of factor XIII A gene on three unrelated Turkish families identified two novel and one known mutations. One novel mutation is a substitution of cytidine by guanine at codon 541 in exon 12, beta barrel 1 domain of the coagulation factor XIII A subunit gene resulting in the conversion of asparagine to lysine. The mutation alters the restriction site of the enzyme MboII. The second novel mutation, a 4 bp (-CAAA) deletion located in a direct repetitive sequence (CAAACAAA) between codons 466-469, results in premature termination of translation at codon 474. The third mutation is a previously reported single nucleotide (cytidine) insertion at codon 400 in exon 9 of the factor XIII gene.","dc:creator":"Birben E","dc:date":"2002","dc:title":"Mutations in coagulation factor XIII A gene in three Turkish patients: two novel mutations and a known insertion."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12100162","rdfs:label":"Birben_Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was found to be homozygous for the missense variant, Asn542Lys, which is not reported in gnomAD. The proband was confirmed homozygous while the parents were confirmed to be heterozygous. \n\nA similar variant (C>A) resulting in the Asn542Lys change was described in a compound heterozygous state by Anwar et al (PMID: 9827915) in a 20-year old female patient from UK, with a history of bleeding and absence of immunodetectable plasma and platelet FXIII levels. The authors performed 3D-modeling analysis (Figure 2) and suggested that the Asn542, which is located towards the surface of the barrel 1 domain would be important for heavily stabilizing a turn in the molecule, and the change to Lys could result in destabilization and affect the overall folding and stability of the whole FXIIIA molecule. Since their patient had no immunodetectable FXIII, the authors concluded that it was apparent that the FXIII protein was either degraded or was in a nonfunctional, immunologically undetectable form.\n\nThe variant is awarded slightly reduced points due to the lack of functional data."},{"id":"cggv:d0e7d4d9-ba23-4f26-b84d-2894a957d015_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8ad419df-ecf5-44b2-b6cd-2f28196991a0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"17 fragments from the 15 exons of F13A were amplified by PCR, digested with restriction enzymes for ligation into vector and sequenced.\n\nThe 4-bp deletion in exon 11 was detected by digestion of a 291-bp fragment with Tru9I, expected to yield two bands: 165 bp and 126 bp. The variant destroys the Tru9I recognition site and therefore, the 287-bp band remains unchanged.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The individual was determined to be Factor XIII deficient","previousTesting":true,"previousTestingDescription":"Large deletions/insertions/recombinations were ruled out by Southern Blotting. FXIII:C and FXIII A subunit antigen (<5% of normal by Laurell's method) were undetectable in patient plasma or platelets.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:d0e7d4d9-ba23-4f26-b84d-2894a957d015_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:43b73dec-8ed7-4826-8341-40eaa3c7a0df","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.6182056_6182059del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891866560"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9531593","type":"dc:BibliographicResource","dc:abstract":"To explore the biological and clinical implications of the structure/function relationships in factor XIII, mutations in two patients with type II deficiency were identified and characterized in a mammalian expression system. Nucleotide sequence analysis of the A subunit gene showed that case no. 1 had a deletion of 4 bp (AATT) in exon XI and that, in case no. 2, Gly562 (GGG) had been replaced by Arg(AGG). The deletion in case no. 1 leads to a premature termination at codon 464. Restriction digestion of amplified DNAs confirmed that both cases were homozygous for their respective mutations. Reverse transcription-polymerase chain reaction analysis demonstrated that the level of mRNA was greatly reduced in case no. 1, whereas the level of mutant mRNA expressed in case no. 2 was normal. Molecular modeling calculated that Arg562 changed the conformation of the A subunit, suggesting misfolding and/or destabilization of the molecule. To determine how these mutations impaired synthesis of the A subunit, recombinant A subunits bearing the mutations were expressed in mammalian cells. Pulse-chase experiments showed that the mutants were synthesized normally but disappeared rapidly, whereas the wild-type remained. These results indicate that both mutant proteins with an altered conformation become prone to rapid degradation, resulting in factor XIII deficiency in these patients.","dc:creator":"Takahashi N","dc:date":"1998","dc:title":"Molecular mechanisms of type II factor XIII deficiency: novel Gly562-Arg mutation and C-terminal truncation of the A subunit cause factor XIII deficiency as characterized in a mammalian expression system."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9531593","rdfs:label":"Takahashi_Proband1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a 4-bp deletion (NM_000129.3:c.1392_1395del ) that results in a nonsense variant (Ile465Ter) that was expected to undergo nonsense-mediated decay, with markedly reduced mRNA on RT-PCR assay. The proband's mother was found to be heterozygous for the same variant. The proband also carried three known polymorphisms: Val35Leu (GTG>TTG) in exon 2, Pro332Pro (CCA-CCC) in exon 8, and Pro565Leu (CCG-CTG) in exon 12.\n\n\nThe authors performed molecular modeling to predcit the effects of the variants on the structure of the protein. The 4-bp deletion variant results in a 464 residue truncated protein, with the absence of the second half of domain III, exposing the the surfaces to proteolytic degradation.\n\nIntracellular degradation of mutant protein was experimentally shown in BHK cells.\n\nThe evidence is awarded default points."},{"id":"cggv:38e73de1-c750-4d02-ada5-951a97b8410d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:11a1fac3-2ec6-483a-9156-5876a0d4da1c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"17 fragments from the 15 exons of F13A were amplified by PCR, digested with restriction enzymes for ligation into vector and sequenced.\n\nThe G>A substitution destroys an intrinsic Hpa II restriction site and digestion of the 389-bp fragment yields two bands of 208 and 181 bp instead of 208, 116 and 65 bp in normal individuals.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The individual was determined to be Factor XIII deficient","previousTesting":true,"previousTestingDescription":"Large deletions/insertions/recombinations were ruled out by Southern Blotting. FXIII:C and FXIII A subunit antigen (<5% of normal by Laurell's method) were undetectable in patient plasma or platelets.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:38e73de1-c750-4d02-ada5-951a97b8410d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8b762bf5-fc35-4bc5-9736-a889f0f24a1b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000129.3(F13A1):c.1687G>A (p.Gly563Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16529"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9531593"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9531593","rdfs:label":"Takahashi_Proband2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense variant, Gly563Arg. This variant is reported at a frequency of 0.000163 in the \"Other\" population in gnomAD with no homozygotes and an overall frequency of 0.00001591. The proband also carried the polymorphism, Val35Leu in exon 2. RT-PCR assay showed normal amount of mRNA from the proband.\n\nThe authors performed molecular modeling and showed that the Gly563Arg variant was on the surface of domain IV and in interdomain surface between domains IV, II and III. Although the Gly563 residue is conserved across transglutaminases, it was found that the structure of the A subunit was partly compatible with the elongated side chain of the Arg residue.\n\nIntracellular degradation of the mutant protein was experimentally demonstrated in BHK cells.\n\nThe evidence is awarded default points."},{"id":"cggv:3c632d43-1216-4554-9912-ee3692d885cf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:93327ee9-7a51-4fe8-8404-1175d04e1f85","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"All 15 exons and flanking regions of F13A1 were analyzed by PCR and direct sequencing methods as well as heteroduplex analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"Umbilical cord bleeding at birth, recurrent musculo-skeletal hematomas. Treated with fresh-frozen plasma for bleeding episodes, which remain recurrent, after FXIII deficiency diagnosis","phenotypes":"obo:HP_0011884","previousTesting":true,"previousTestingDescription":"1% monochloroacetic acid clot solubility test in 5mol/l urea solution was performed to diagnose FXIII deficiency. FXIII subunits levels were not evaluated.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3c632d43-1216-4554-9912-ee3692d885cf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:662a2a73-ee35-4b0a-839c-5f3c576f7615","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F13A1, 1-BP INS, 1286C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16536"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12100162"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12100162","rdfs:label":"Birben_Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for an insertion of a C at nucleotide position 1468, which causes a frameshift and early termination of translation at amino acid position 404 (Gln401HisfsTer4), and is expected to undergo nonsense-mediated decay. The parents of the proband were both heterozygous for the variant. It is not reported in gnomAD.\n\nThis variant has also been reported in three Greek patients by Aslam et al. (PMID: 9712293), who suggest that any variant protein that is expressed is likely to be truncated and lack the core domain together with both β barrel domains, which would be inactive, unstabe and be degraded intracellularly.\n\nThe variant is scored default points."},{"id":"cggv:0704ab1c-0eed-48a3-ab1d-de04c472f83c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6d934cb-ef39-4e17-b418-5116c6364bb7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"All 15 exons and flanking regions of F13A1 were analyzed by PCR and direct sequencing methods as well as heteroduplex analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"Excessive bleeding from tongue and frequent bruising at 2yo. Treated with fresh-frozen plasma for bleeding episodes, which remain recurrent, after FXIII deficiency diagnosis","phenotypes":["obo:HP_0001892","obo:HP_0000978","obo:HP_0011884"],"previousTesting":true,"previousTestingDescription":"1% monochloroacetic acid clot solubility test in 5mol/l urea solution was performed to diagnose FXIII deficiency. FXIII subunits levels were not evaluated.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0704ab1c-0eed-48a3-ab1d-de04c472f83c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1df6b43b-c9bb-4a2d-b0d6-558972b5ea68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.6182043_6182046del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184712"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12100162"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12100162","rdfs:label":"Birben_Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a novel 4-bp deletion, which causes a frameshift and early termination of translation at amino acid position 474. The parents of the proband were confirmed to be carrying the same deletion in the heterozygous state.\n\nThe variant is not reported in gnomAD. The authors note that the deletion occurs around codons 467 to 470, since there are two consecutive CAAA between nucleotide positions 1401 and 1408. However, the consequence Gln469LeufsTer6 would be the same.\n\nThe proband is awarded default points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa12a837-c5e9-462b-ba92-82a481a88c2f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c5b564c7-793c-410f-8e8d-24c308771248","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Administration of human FXIII increased the FXIII plasma activity to normal levels of about 135%, restored bleeding time to the normal range, and restored mechanical properties of the clot to near-normal values. Replacement with human FXIII removed the clotting defect in FXIII-A -/- mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12529747","type":"dc:BibliographicResource","dc:abstract":"Blood coagulation factor XIII (FXIII) promotes cross-linking of fibrin during blood coagulation; impaired clot stabilization in human genetic deficiency is associated with marked pathologies of major clinical impact, including bleeding symptoms and deficient wound healing. To investigate the role of FXIII we employed homologous recombination to generate a targeted deletion of the inferred exon 7 of the FXIII-A gene. FXIII transglutaminase activity in plasma was reduced to about 50% in mice heterozygous for the mutant allele, and was abolished in homozygous null mice. Plasma fibrin gamma-dimerization was also indetectable in the homozygous deficient animals, confirming the absence of activatable FXIII. Homozygous mutant mice were fertile, although reproduction was impaired. Bleeding episodes, hematothorax, hematoperitoneum and subcutaneous hemorrhage in mutant mice were associated with reduced survival. Arrest of tail-tip bleeding in FXIII-A deficient mice was markedly and significantly delayed; replacement of mutant mice with human plasma FXIII (Fibrogammin P) restored bleeding time to within the normal range. Thrombelastography (TEG) experiments demonstrated impaired clot stabilization in FXIII-A mutant mice, replacement with human FXIII led to dose-dependent TEG normalization. The mutant mice thus reiterate some key features of the human genetic disorder: they will be valuable in assessing the role of FXIII in other associated pathologies and the development of new therapies.","dc:creator":"Lauer P","dc:date":"2002","dc:title":"Targeted inactivation of the mouse locus encoding coagulation factor XIII-A: hemostatic abnormalities in mutant mice and characterization of the coagulation deficit."},"rdfs:label":"Lauer_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded minimal points since the rescue is with exogenous FXIII."},{"id":"cggv:2ebeb4af-c17b-482c-a05b-065b59782bd3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2fd6f7e8-c9f9-4eb3-9b90-76fd3f8ce719","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"FXIIIA mRNA in the bone marrow was absent in the FXIIIA -/- mice and reduced in FXIII-A+/− mice as compared with that in the FXIII-A+/+ mice. Liver FXIIIB mRNA levels were not changed.\n\nWestern blot revealed in FXIIIA-/- mice that FXIIIA was not detected and FXIIIB decreased to less than 20% of that in wild-type. Thrombin-dependent amine-incorporation activity was undetectable in the FXIIIA-/- mice and about 50% of wild-type in FXIIIA+/−. Thrombin-dependent fibrin crosslinking: γ-γ dimer and α-polymers were not observed in plasma samples from FXIIIA-/- mice.\n\nTwo out of three pregnant female FXIIIA-/- mice died from severe uterine bleeding. Although not statistically significant, bleeding time was longer than that in wild type (177 ± 162 s).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18224415","type":"dc:BibliographicResource","dc:abstract":"Factor XIII (FXIII) is a proenzyme of plasma transglutaminase consisting of enzymatic A (FXIII-A) and noncatalytic B subunits (FXIII-B), and acts in hemostasis and wound healing. We freshly generated mice lacking either FXIII-A or FXIII-B to investigate the physiological functions of FXIII in vivo. Mice carrying the disrupted allele were born at the expected Mendelian ratios, and the homozygous mice were viable and fertile under specific pathogen-free conditions. Although all homozygous and heterozygous mice showed no marked difference from the wild-type animals in general appearance, homozygous mice of either FXIII-A- or FXIII-B-deficiency did have prolonged bleeding times. It was confirmed that thrombin-dependent amine incorporation and fibrin-crosslinking in plasma were undetectable in the FXIII-A-deficient mice and markedly reduced in the FXIII-B-deficient mice; however, the gene expression of each subunit was regulated independently. Recombinant human FXIII-B (rFXIII-B) was expressed in a baculovirus expression system. When rFXIII-B was injected into FXIII-B-deficient mice, FXIII-A levels, fibrin crosslinking, and amine-incorporation activities increased in their plasma, indicating that FXIII-B assisted the maintenance of FXIII-A levels in the circulation. These mouse strains will be useful in exploring the possible pathophysiological roles of each subunit in vivo.","dc:creator":"Souri M","dc:date":"2008","dc:title":"Administration of factor XIII B subunit increased plasma factor XIII A subunit levels in factor XIII B subunit knock-out mice."},"rdfs:label":"Souri_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model is scored default points."},{"id":"cggv:bc3b49ee-efa6-41c4-bc8f-c8cd5d3feaa3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c80690ad-3422-4c95-9f88-f7301f11b6e3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Plasma FXIII transglutaminase levels levels measured in heterozygous and homozygous FXIII-deficient mice showed 50% and <5% activity of normal (134 % ± 10.4 in CBA control). Clot lysis assay using monochloroacetic acid gave similar results. \n\nNo γ-γ chain cross-linking activity was detectable in the\n(–/–) mouse plasma on gel electrophoresis and Western blotting with anti-fibrin antibody. Blood cell counts and platelet aggregation were normal. In-vitro blood coagulation parameters were similar to controls.\n\nTail-tip bleeding times of FXIII-/- mice were significantly increased over controls.  In-vitro thrombelastography analyzing the mechanical stability of clot formation yielded similar results. Impaired clot strength and rapid degradation of the mechanical properties was observed.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12529747","rdfs:label":"Lauer_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model recapitulates the human disease in a more severe form. The evidence is awarded default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":1007,"specifiedBy":"GeneValidityCriteria6","strengthScore":16,"subject":{"id":"cggv:018254c5-0d85-4ccf-834e-e665dd223501","type":"GeneValidityProposition","disease":"obo:MONDO_0013187","gene":"hgnc:3531","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between F13A1 and Factor XIIIA deficiency inherited in the autosomal recessive pattern has been evaluated using the ClinGen Clinical Validity Framework as of February, 2019. This association was made using case-level and experimental data. At least 25 pathogenic variants in this gene are reported in ClinVar, including nonsense, frameshift, missense and splicing variants. F13A1 encodes A subunits, which have catalytic function, of the coagulation factor XIII. FXIII is a transglutaminase that forms intramolecular gamma-glutamyl-epsilon-lysine crosslinking between fibrin molecules to stabilize blood clots. Factor XIIIA deficiency is characterized by a bleeding diathesis, poor wound healing and reduced Factor XIII activity levels. Mutations in F13A1 were first associated with this disease in humans as early as 1992 by Board et al. (PMID: 8324218) and Kamura et al (PMID: 1644910).\n\nSummary of Case Level Data (12 points): The association is seen in at least 10 probands in 7 publications (PMID: 9531593, 1353995, 12100162, 1644910, 7727776, 8025280, 19438481). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease is expected to be biallelic loss of function.  \n\nSummary of Experimental Data (4.5 points): Mouse models recapitulating FXIII deficiency and rescue using rFXIII have been reported (PMID: 12529747, 18224415).  \n\nIn summary, the F13A1 - Factor XIIIA deficiency gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on July 22, 2020. (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:dd9321a7-f45d-419e-94ce-101ab545a847"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}