{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10106","role":"SecondaryContributor"},{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-05-01T14:19:26.781Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10084","role":"SecondaryContributor"},{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-06-24T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"evidence":[{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d264fd1b-cbd2-4322-9b25-0279d734536b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:badc961d-812e-4cbf-ab98-60c6e41856ea","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The lysosomal enzyme acid β-glucosidase (also known as glucocerebrosidase, GCase) degrades the glycosphingolipid glucosylceramide (GlcCer) (glucocerebroside) (Fig 1A). This comprehensive review discusses the multiple roles of glucocerebrosidase both within and outside the lysosome. Lack of GCase activity results in accumulation of GlcCer in the lysosomal of patients with Gaucher disease. This is can be noted by the presence of Gaucher cells, abnormal macrophages caused by the accumulation of GlCSer, seen in bone marrow. The accumulation of GlcCer in body tissues causes the clinical characteristics of Gaucher disease including hepatosplemomegaly, bone abnormalities, thrombocytopenia and, in some cases neurological problems. Furthermore, GCase generates ceramides from GlcCer molecules in the outer part of the skin (the stratum corneum), therefore providing an essential building block for lipid lamellae. This is required for the skin to be able to act as an effective barrier, a property which is essential to survival. Skin abnormalities are commonly reported in individuals with type 2 gaicher disease, including the most severe cases in which babies have a collodion skin phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32182893","type":"dc:BibliographicResource","dc:abstract":"Glucocerebrosidase (GCase) is a retaining β-glucosidase with acid pH optimum metabolizing the glycosphingolipid glucosylceramide (GlcCer) to ceramide and glucose. Inherited deficiency of GCase causes the lysosomal storage disorder named Gaucher disease (GD). In GCase-deficient GD patients the accumulation of GlcCer in lysosomes of tissue macrophages is prominent. Based on the above, the key function of GCase as lysosomal hydrolase is well recognized, however it has become apparent that GCase fulfills in the human body at least one other key function beyond lysosomes. Crucially, GCase generates ceramides from GlcCer molecules in the outer part of the skin, a process essential for optimal skin barrier property and survival. This review covers the functions of GCase in and beyond lysosomes and also pays attention to the increasing insight in hitherto unexpected catalytic versatility of the enzyme.","dc:creator":"Boer DEC","dc:date":"2020","dc:title":"Glucocerebrosidase: Functions in and Beyond the Lysosome."},"rdfs:label":"Review of glucocerebrosidase function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of glucocerebrosidase has been well-characterized since its role in Gaucher disease was reported in 1965, as shown by the detail provided in this review."},{"id":"cggv:bd464724-7630-46bb-995f-2ac66b60f5d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5630e90a-ee41-44d2-9d10-33ac5709ca29","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Glucocerebrosidase is a lysosomal enzyme that breaks down glucosylceramide (glucocerebroside) to ceramide and glucose. Prior to this study, glucocerebroside activity has already been shown to be deficient in patients with Gaucher disease (Brady et al, 1965; PMID 14253443). Accumulation of the substrate of glucocerebrosidase, glucosylceramide (glucocerebroside), causes the features typically observed in patients with Gaucher disease including enlargement of liver and spleen, lesions in the bones, and, in the most severe cases, impairment of central nervous system function. Abnormal macrophages, filled with glucosylceramide, can been seen in bone marrow of affected individuals and are described as Gaucher cells (PMID 7122633).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4768898","type":"dc:BibliographicResource","dc:creator":"Pentchev PG","dc:date":"1973","dc:title":"Isolation and characterization of glucocerebrosidase from human placental tissue."},"rdfs:label":"Purification of placental glucocerebrosidase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This paper was included to document an early study demonstrating the function of glucocerebrosidase. No score was given because the maximum score was given to a recent detailed review on the function of this enzyme. See the entry for Boer et al, 2020, PMID 32182893."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d15ebbba-263d-4be4-b5de-e44b7cd87cc5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b2f7b6e-0d52-4a7c-b507-8aa2180ac1e7","type":"FunctionalAlteration","dc:description":"Gaucher disease hiPSC were generated from patients with type 1 (homozygous for p.Asn409Ser; denoted as N370S in the paper), type 2 (compound heterozygous for p.Leu483Pro and p.[Leu483Pro; Ala495Pro; Val499=], denoted as RecNciI in the paper), and type 3 (homozygous for p.Leu483Pro) Gaucher disease. When differentiated into macropahes, the cells expressed macrophage-specific markers, were phagocytic, and were capable of releasing inflammatory mediators in response to lipopolysaccharide (LPS). These cells had <5% normal glucocerebrosidase activity, had elevated levels of GlcCer and glucosylsphingosine, and their lysosomal functions were severely compromised. In patients with GD, cells of the reticuloendothelial system display characteristic lipid accumulation because of the inability to digest GlcCer derived from normal metabolism and from the phagocytosis of red and white blood cells. This accumulation leads to the appearance of the lipid-engorged Gaucher macrophages in which remnants of RBC are often seen. From immunofluorescence studies, mutant hiPSC-macrophages had elevated levels of GlcCer compared with control cells. HPLC-MS/MS analysis showed that types 2 and 3 Gaucher disease hiPSC-macrophages had a 90-fold increase in glucosylsphingosine while type 1 GD macrophages had a 28-fold increase compared to normal. \nThe same iPSC from patients with Gaucher disease were then differentiated to neuronal cell types in vitro, with evidence of neuronal maturation and neuronal-specific markers such as Tuj1, MAP2, and GABA, dopamine hydroxylase and tyrosine hydroxylase. All three types had very low GC enzymatic activity and accumulated glucosylsphingolipids.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23071332","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease (GD) is an autosomal recessive disorder caused by mutations in the acid β-glucocerebrosidase gene. To model GD, we generated human induced pluripotent stem cells (hiPSC), by reprogramming skin fibroblasts from patients with type 1 (N370S/N370S), type 2 (L444P/RecNciI), and type 3 (L444P/L444P) GD. Pluripotency was demonstrated by the ability of GD hiPSC to differentiate to all three germ layers and to form teratomas in vivo. GD hiPSC differentiated efficiently to the cell types most affected in GD, i.e., macrophages and neuronal cells. GD hiPSC-macrophages expressed macrophage-specific markers, were phagocytic, and were capable of releasing inflammatory mediators in response to LPS. Moreover, GD hiPSC-macrophages recapitulated the phenotypic hallmarks of the disease. They exhibited low glucocerebrosidase (GC) enzymatic activity and accumulated sphingolipids, and their lysosomal functions were severely compromised. GD hiPSC-macrophages had a defect in their ability to clear phagocytosed RBC, a phenotype of tissue-infiltrating GD macrophages. The kinetics of RBC clearance by types 1, 2, and 3 GD hiPSC-macrophages correlated with the severity of the mutations. Incubation with recombinant GC completely reversed the delay in RBC clearance from all three types of GD hiPSC-macrophages, indicating that their functional defects were indeed caused by GC deficiency. However, treatment of induced macrophages with the chaperone isofagomine restored phagocytosed RBC clearance only partially, regardless of genotype. These findings are consistent with the known clinical efficacies of recombinant GC and isofagomine. We conclude that cell types derived from GD hiPSC can effectively recapitulate pathologic hallmarks of the disease.","dc:creator":"Panicker LM","dc:date":"2012","dc:title":"Induced pluripotent stem cell model recapitulates pathologic hallmarks of Gaucher disease."},"rdfs:label":"Gaucher iPSC macrophages and neurons"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16fc3773-bab2-444b-8df5-b6be9c886577","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:28e4e8a0-7c86-4344-be4f-4ac731941a8f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"See description under \"Functional alteration\" for Panicker et al, 2012 (PMID 23071332) Treatment of all three types of Gaucher iPSC macrophages with mannose-exposed recombinant glucocerebrosidase restored clearance of phagocytosed RBC in a dose-dependent manner. Glucocerebrosidase treatment of control hiPSC-macrophages caused only a very slight increase in the rate of RBC clearance. These results suggested that the delay in RBC clearance was caused by the glucocerebrosidase deficiency.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23071332","rdfs:label":"Rescue in Gaucher iPSC macrophages"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:10b849e6-ea16-4486-8e49-e69b96e7bbda","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bb5d5d95-d253-4af3-89e1-c0062a6c4150","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Human placental glucocerebrosidase was targeted to the macrophages by sequential deglycosylation of the oligosaccharide chains of the native enzyme (PMID 6784774) an infused every 2 weeks for 9 - 12 months into 12 patients with moderate to severe type 1 (i.e. nonneuronopathic) Gaucher disease (see Table 1 for genotypes). All patients had intact spleens and were at least 6 years of age. Frequency of infusion was increased to every week for 2 patients with aggressive disease. The hemoglobin concentration increased in all 12 patients, and the platelet count increased in seven of them. A significant reduction in serum acid phosphatase activity (used to assess injury to liver, spleen, bone marrow, and prostate gland) was observed in 10 patients. A statistically significant decrease in the plasma glucocerebroside level was seen in nine patients after. Spleen volume decreased in all patients after six months of treatment, and hepatic volume in five. Reversals of this type have not been observed in untreated patients. Early signs of skeletal improvements were seen in three patients. The enzyme infusions were well tolerated, and no antibody to the exogenous enzyme developed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2023606","type":"dc:BibliographicResource","dc:abstract":"Gaucher's disease, the most prevalent of the sphingolipid storage disorders, is caused by a deficiency of the enzyme glucocerebrosidase (glucosylceramidase). Enzyme replacement was proposed as a therapeutic strategy for this disorder in 1966. To assess the clinical effectiveness of this approach, we infused macrophage-targeted human placental glucocerebrosidase (60 IU per kilogram of body weight every 2 weeks for 9 to 12 months) into 12 patients with type 1 Gaucher's disease who had intact spleens. The frequency of infusions was increased to once a week in two patients (children) during part of the trial because they had clinically aggressive disease.","dc:creator":"Barton NW","dc:date":"1991","dc:title":"Replacement therapy for inherited enzyme deficiency--macrophage-targeted glucocerebrosidase for Gaucher's disease."},"rdfs:label":"Macrophage-targeted ERT"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":4,"dc:description":"The score is increased due to the strength of evidence presented in this paper, and the knowledge gained since its publication. Macrophage-targeted glucocerebrosidase (Ceredase; Genzyme) was approved by the FDA for the treatment of non-neurological forms of Gaucher disease in April 1991. Three recombinant glucocerebrosidase enzyme therapies are currently available. For further details on ERT for Gaucher disease see GeneReviews (Pastores et al, 2018, PMID 20301446)."},{"id":"cggv:4ad1fc9c-21a5-4de0-99f8-8bd60a440f31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e5d66289-ec5a-45b9-b67c-61ac23c384cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse models generated have variants corresponding to those found in human patients. Two models were generated – one homozygous for p.Leu444Pro (now known as p.Leu483Pro) and the other homozygous for the RecNciI allele (p.Leu444Pro and p.Ala456Pro i.e. p.Leu483Pro and p.Ala495Pro using updated nomenclature; the Val460Val (now p.Val499=) also reported on this allele in humans was not used for the mouse model because it is synonymous). These mice showed epidermal abnormalities, as seen in human patients with type 2 Gaucher disease, and glucosylceramide storage in the brain, liver, and skin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9482915","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease is caused by mutations in the gene encoding the lysosomal enzyme glucocerebrosidase (GC). Three clinical types of Gaucher disease have been defined according to the presence (type 2 and 3) or absence (type 1) of central nervous system disease and severity of clinical manifestations. The clinical course of the disease correlates with the mutation carried by the GC gene. To produce mice with point mutations that correspond to the clinical types of Gaucher disease, we have devised a highly efficient one-step mutagenesis method-the single insertion mutagenesis procedure (SIMP)-to introduce human disease mutations into the mouse GC gene. By using SIMP, mice were generated carrying either the very severe RecNciI mutation that can cause type 2 disease or the less severe L444P mutation associated with type 3 disease. Mice homozygous for the RecNciI mutation had little GC enzyme activity and accumulated glucosylceramide in brain and liver. In contrast, the mice homozygous for the L444P mutation had higher levels of GC activity and no detectable accumulation of glucosylceramide in brain and liver. Surprisingly, both point mutation mice died within 48 hr of birth, apparently of a compromised epidermal permeability barrier caused by defective glucosylceramide metabolism in the epidermis.","dc:creator":"Liu Y","dc:date":"1998","dc:title":"Mice with type 2 and 3 Gaucher disease point mutations generated by a single insertion mutagenesis procedure."},"rdfs:label":"RecNCiI and L444P mouse models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:151a854c-97ac-4937-9f1f-be10e0c52627_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:151a854c-97ac-4937-9f1f-be10e0c52627","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":67,"allele":{"id":"cggv:fe1064aa-f5d0-4ba4-9afa-f814a4c18893","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA1):c.1226A>G (p.Asn409Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116767"}},"detectionMethod":"The variant c.1226A>G (p.Asn409Ser) (previously known as p.Asn370Ser) was originally found in a patent with type 1 Gaucher disease by cloning and sequencing of a genomic fragment containing GBA (PMID 3353383). In the current study, allele specific oligohybridization was carried out for 4 previously identified variants in GBA including p.Leu483Pro (previously known as p.Leu444Pro).","firstTestingMethod":"PCR","phenotypeFreeText":"Deficient acid beta-glucosidase activity with various clinical symptoms, depending on age and individual.","previousTesting":true,"previousTestingDescription":"Acid beta-glucosidase activity in leukocytes 3.3 nmoles/mg protein/hr (normal controls 28+/-4), and in fibroblasts 93 nmoles/mg protein/hr (normal controls 681+/-368).","sex":"Male","variant":{"id":"cggv:3728f4ed-f9d5-4369-b410-1aef6b01ce50_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fe1064aa-f5d0-4ba4-9afa-f814a4c18893"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2117855","type":"dc:BibliographicResource","dc:abstract":"Seven members of an Ashkenazi Jewish family with Gaucher disease in 3 successive generations were tested for the presence of the 2 common mutations known to occur in the glucocerebrosidase gene. Genomic DNA from blood or skin fibroblasts of relatives was amplified by using the PCR technique and individual mutations identified by oligonucleotides specific to the mutated sequences. Four individuals were homozygous for a mutation at amino acid 370 (370 mutation) known to occur only in type 1 disease. The other 3 affected relatives were compound heterozygotes for this mutation and for a mutation at amino acid 444 (NciI mutation) which, in the homozygous state, is associated with neurological disease. Clinical severity was more marked in the compound heterozygotes than in the homozygotes. Since the mutation is present in Ashkenazim, molecular diagnosis in families which carry the NciI mutation should prove useful in assessing their risk of the neurologic forms of Gaucher disease.","dc:creator":"Kolodny EH","dc:date":"1990","dc:title":"Mutation analysis of an Ashkenazi Jewish family with Gaucher disease in three successive generations."}},"rdfs:label":"II-4"},{"id":"cggv:3728f4ed-f9d5-4369-b410-1aef6b01ce50","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3728f4ed-f9d5-4369-b410-1aef6b01ce50_variant_evidence_item"},{"id":"cggv:3728f4ed-f9d5-4369-b410-1aef6b01ce50_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"See case 111-1 in PMID 1415223 in this curation for more details on the variant."}],"strengthScore":0.75,"dc:description":"he score is increased due to the wealth of functional data and frequency of the variant in affected individuals."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0322c62e-81fd-40dd-9c74-9b5cf8c26f71_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0322c62e-81fd-40dd-9c74-9b5cf8c26f71","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:801bf650-d277-4e05-9d84-e1113dc5c45e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.721G>A (p.Gly241Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA221411"}},"detectionMethod":"gDNA was first screened for p.Asn409Ser, p.Leu483Pro, c.84dupG, and c.115+1G>A (previously known as N370S, L444P, 84insG, and IVS2+1) by PCR and restriction enzyme analysis. Following this, PCR and sequencing of the complete coding region and adjacent intron/exon boundaries of GBA was carried out.","firstTestingMethod":"PCR","phenotypeFreeText":"Type 2 Gaucher disease; \"died secondary to neurologic involvement at age 1.5 yr\". No further details.","phenotypes":"obo:HP_0001433","previousTestingDescription":"No details provided.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:809203c2-76e0-485e-8bd0-27ddee068edc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:801bf650-d277-4e05-9d84-e1113dc5c45e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9153297","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease, the most prevalent lysosomal storage disease, occurs in three subtypes, all resulting from mutations in the acid beta-glucosidase gene. Molecular studies in five severely affected type 1 and two type 2 Gaucher disease patients of non-Jewish descent identified six new mutations: K74X, W179X, G195E, S271N, V352L, and a two-base deletion in exon 10 (1450del2). Two additional mutations identified in these patients (R48W and G202R) have been reported previously, but were not expressed or characterized. Heterologous expression in Sf 9 cells using the baculovirus system revealed that the missense mutations, R48W and V352L, had 14 and 7%, respectively, of the specific activity based on cross-reacting immunologic material expressed by the normal allele. In contrast, the G195E, G202R, and S271N mutant alleles were more severely compromised with only 1-2% of the normal expressed specific activity based on cross-reacting immunologic material. Structural distortion at the active site was probed by comparing the interaction of the mutant enzymes with active site-directed inhibitors (castanospermine, conduritol B epoxide and deoxynojirimycin). R48W, G202R, and S271N were normally inhibited, whereas the V352L and G195E mutant enzymes had significantly decreased binding affinity. These mutations further expand the genetic heterogeneity in the lesions causing Gaucher disease types 1 and 2, and further delineate genotype/phenotype correlations and functional domains within the acid beta-glucosidase gene.","dc:creator":"Grace ME","dc:date":"1997","dc:title":"Identification and expression of acid beta-glucosidase mutations causing severe type 1 and neurologic type 2 Gaucher disease in non-Jewish patients."}},"rdfs:label":"Patient 7"},{"id":"cggv:809203c2-76e0-485e-8bd0-27ddee068edc","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:809203c2-76e0-485e-8bd0-27ddee068edc_variant_evidence_item"},{"id":"cggv:809203c2-76e0-485e-8bd0-27ddee068edc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in Sf9 cells in a recombinant baculovirus, the variant resulted in <5% wild type glucocerebrosidase activity, and ~100x reduction in turnover rate (kcat). In addition (see PMID 15982918), When expressed in NIH3T3 mouse fibroblasts, the variant protein persisted as an endo H-sensitive protein at 2 and 5 h of chase, compared to the wild type which clearly shows endo H-resistant forms after 2 hours. In addition, the variant protein was exclusively localized in the ER, instead of being transported to the lysosome (Fig 4), and it does not associate with the ER molecular chaperone BiP, unlike wild type (Fig 5). "}],"strengthScore":0.75,"dc:description":"The score is increased due to the existence of multiple lines of functional evidence supporting a deleterious impact of this variant. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5e4af0ee-63d6-48b3-b467-bbd1e21f9855_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5e4af0ee-63d6-48b3-b467-bbd1e21f9855","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"allele":[{"id":"cggv:5211491a-8058-4efa-8fa9-99fbb68c2fa9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.115+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA221383"}},{"id":"cggv:fe1064aa-f5d0-4ba4-9afa-f814a4c18893"}],"detectionMethod":"Dot blot analysis of genomic DNA for common GBA variants, followed by sequencing of cDNA. After identification of deletion of exon 2 and deletion of exon 2 and the most 5’ 115 bp of exon 3 in cDNA, PCR of genomic DNA was carried out using primers designed to amplify only GBA and not the known GBA pseudogene.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of symptoms at 4 years. Gaucher cells in bone marrow. This patient is on Ceredase (enzyme replacement therapy). Described as being \"moderately affected\" with Gaucher disease type 1.","phenotypes":["obo:HP_0001510","obo:HP_0001873","obo:HP_0001433","obo:HP_0001903"],"previousTesting":true,"previousTestingDescription":"About 10% normal acid beta-glucosidase activity in lymphocytes.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:eea33c12-290e-47f1-9963-27b5803bfd3a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fe1064aa-f5d0-4ba4-9afa-f814a4c18893"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1415223","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease is the most frequent lysosomal storage disease and the most prevalent Jewish genetic disease. About 30 identified missense mutations are causal to the defective activity of acid beta-glucosidase in this disease. cDNAs were characterized from a moderately affected 9-year-old Ashkenazi Jewish Gaucher disease type 1 patient whose 80-year-old, enzyme-deficient, 1226G (Asn370----Ser [N370S]) homozygous grandfather was nearly asymptomatic. Sequence analyses revealed four populations of cDNAs with either the 1226G mutation, an exact exon 2 (delta EX2) deletion, a deletion of exon 2 and the first 115 bp of exon 3 (delta EX2-3), or a completely normal sequence. About 50% of the cDNAs were the delta EX2, the delta EX2-3, and the normal cDNAs, in a ratio of 6:3:1. Specific amplification and characterization of exon 2 and 5' and 3' intronic flanking sequences from the structural gene demonstrated clones with either the normal sequence or with a G+1----A+1 transition at the exon 2/intron 2 boundary. This mutation destroyed the splice donor consensus site (U1 binding site) for mRNA processing. This transition also was present at the corresponding exon/intron boundary of the highly homologous pseudogene. This new mutation, termed \"IVS2 G+1----A+1,\" is the first splicing mutation described in Gaucher disease and accounted for about 3.4% of the Gaucher disease alleles in the Ashkenazi Jewish population. The occurrence of this \"pseudogene\"-type mutation in the structural gene indicates the role of acid beta-glucosidase pseudogene and structural gene rearrangements in the pathogenesis of this disease.","dc:creator":"He GS","dc:date":"1992","dc:title":"Gaucher disease: A G+1----A+1 IVS2 splice donor site mutation causing exon 2 skipping in the acid beta-glucosidase mRNA."}},{"id":"cggv:e6fcc29a-7a61-4112-ba2e-891474ce4dc9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5211491a-8058-4efa-8fa9-99fbb68c2fa9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1415223"}],"rdfs:label":"111-1"},{"id":"cggv:eea33c12-290e-47f1-9963-27b5803bfd3a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eea33c12-290e-47f1-9963-27b5803bfd3a_variant_evidence_item"},{"id":"cggv:eea33c12-290e-47f1-9963-27b5803bfd3a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Evidence indicate that this missense variant results in slow transport kinetics When expressed in NIH3T3 mouse fibroblasts, faint endo H-resistant forms could be detected at 2 h of chase, compared to the wild type which clearly shows endo H-resistant forms (Fig 4 b). Immunofluorescence studies showed that the mutant form reaches the lysosomes but fewer lysosomes were labeled compared to the wild type protein. The variant protein bound BiP with a capacity of almost 33% at steady-state, compared to 22% for the wild type (PMID 15982918).\nThe p.Asn409Ser variant accounted for about 73% of the alleles in a group of 88 Ashkenazi individuals with Gaucher disease (all types included) (Table 1, PMID 1415223). "}],"strengthScore":1,"dc:description":"Score increased due to functional evidence and because this variant is commonly found in individuals with Gaucher disease."},{"id":"cggv:e6fcc29a-7a61-4112-ba2e-891474ce4dc9","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6fcc29a-7a61-4112-ba2e-891474ce4dc9_variant_evidence_item"},{"id":"cggv:e6fcc29a-7a61-4112-ba2e-891474ce4dc9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"c.115+1G>A, alters the first nucleotide of intron 2. cDNA sequencing revealed that the splicing variant results in either normal splicing, deletion of exon 2, or deletion of exon 2 and the most 5’ 115 bp of exon 3.\nThe c.115+1G>A variant accounted for about 3.4% of the alleles, in a group of 88 Ashkenazi individuals with Gaucher disease (all types included) (Table 1, PMID 1415223). "}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9764a646-a8f5-4fab-8c9a-175884efe7c8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9764a646-a8f5-4fab-8c9a-175884efe7c8","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","allele":{"id":"cggv:3f3b0e41-f31c-412b-b4b8-5756c05520a0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.516C>A (p.Tyr172Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342724327"}},"detectionMethod":"Fetal DNA molecular analysis. No further details provided.","phenotypeFreeText":"At 27 weeks of gestation, intrauterine death found on ultrasound at 27 weeks gestation. Histology revealed enlarged macrophages with eccentric nuclei in the thymus, thyroid, liver, spleen, lungs and lymph nodes; cytoplasm filled with spindle-shaped eosinophilic inclusion bodies, which stained with periodic acid-Schiff reaction. The skin was thickened and showed massive loss of the epidermis. The brain and spinal cord were extremely lysed, but some swollen macrophages were found in the pituitary gland and in the white matter.","phenotypes":["obo:HP_0002119","obo:HP_0001789","obo:HP_0001511","obo:HP_0003826","obo:HP_0001433","obo:HP_0001791","obo:HP_0008064","obo:HP_0005684"],"previousTesting":true,"previousTestingDescription":"Karyotype on amniotic ﬂuid was normal (46, XX).\nBeta-glucosidase (glucocerebrosidase) activity in cultured amniotic cells was absent (value = 0; control = 181 μkat/kg).","sex":"Female","variant":{"id":"cggv:06c8c297-6145-4482-b62f-c66380d0fc39_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3f3b0e41-f31c-412b-b4b8-5756c05520a0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23749476","type":"dc:BibliographicResource","dc:creator":"Beaujot J","dc:date":"2013","dc:title":"Phenotypic variability of prenatally presenting Gaucher's disease."}},"rdfs:label":"Fetal case"},{"id":"cggv:06c8c297-6145-4482-b62f-c66380d0fc39","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:06c8c297-6145-4482-b62f-c66380d0fc39_variant_evidence_item"}],"strengthScore":1,"dc:description":"Score reduced due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8b32dda4-06fe-42bf-a676-6be46f24b935_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8b32dda4-06fe-42bf-a676-6be46f24b935","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:c23d7304-69e2-4913-8285-9e80f3cb3714","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA1):c.1448T>C (p.Leu483Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116765"}},"detectionMethod":"Cloning of GBA gene from an individual with Gaucher disease type 2, followed by subcloning and sequencing led to the identification of the variant. ASO was used to screen additional patients for this variant.","phenotypeFreeText":"Based on information found at coriell.org for GM00877. Gaucher disease type 2 (acute neuronopathic form).","phenotypes":["obo:HP_0001433","obo:HP_0000486","obo:HP_0000211"],"previousTesting":true,"previousTestingDescription":"4% of control fibroblast glucocerebrosidase activity.","sex":"Male","variant":{"id":"cggv:638ba1de-daa5-445b-a998-6a2fef343e95_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c23d7304-69e2-4913-8285-9e80f3cb3714"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2880291","type":"dc:BibliographicResource","dc:abstract":"To search for a genetic marker for type 2 Gaucher's disease (acute neuronopathic form), we compared the nucleotide sequence of a cloned glucocerebrosidase gene from a patient with Gaucher's disease with a normal gene. We found only a single base substitution (T----C) in exon X. This mutation results in the substitution of proline for leucine in position number 444 and produces a new cleavage site for the NciI restriction endonuclease. We analyzed NciI enzymatic digests of genomic DNA from 20 patients with type 1, 5 with type 2, and 11 with type 3 Gaucher's disease, and 29 normal controls for a restriction-fragment-length polymorphism (RFLP). Four of 5 patients with type 2 disease and all 11 with type 3 disease had at least one allele with the mutation. Two of 5 patients with type 2 disease and 7 of 11 with type 3 were homozygous for this mutation. Only 4 of 20 patients with type 1 Gaucher's disease had the mutant allele and were heterozygous for it. None of the 29 normal controls had the mutant allele. The high frequency of this mutation (444leucine----proline) in patients with neuronopathic Gaucher's disease, detectable by the NciI RFLP, may be of value in the identification of patients who will have the neurologic sequelae of Gaucher's disease.","dc:creator":"Tsuji S","dc:date":"1987","dc:title":"A mutation in the human glucocerebrosidase gene in neuronopathic Gaucher's disease."}},"rdfs:label":"GM877"},{"id":"cggv:638ba1de-daa5-445b-a998-6a2fef343e95","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:638ba1de-daa5-445b-a998-6a2fef343e95_variant_evidence_item"},{"id":"cggv:638ba1de-daa5-445b-a998-6a2fef343e95_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in NIH3T3 mouse fibroblasts, the p.Leu483Pro protein persisted as an endo H-sensitive protein at 2 and 5 h of chase, compared to the wild type which clearly shows endo H-resistant forms after 2 hours. In addition, the mutant protein was exclusively localized in the ER, instead of being transported to the lysosome (Fig 4). The mutant protein does not associate with the ER molecular chaperone BiP, unlike wild type (Fig 5) (PMID 15982918). This variant is now recognized to be a common cause of Gaucher disease (see GeneReviews https://www.ncbi.nlm.nih.gov/books/NBK1269/)."}],"strengthScore":0.75,"dc:description":"Score increased due to functional evidence and because this variant is a common cause of Gaucher disease."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0b834645-057c-40ad-b512-c3d1d2b0a4cd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0b834645-057c-40ad-b512-c3d1d2b0a4cd","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":1,"allele":{"id":"cggv:199e2ac6-d967-465d-82af-61bb50fe2caf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.1505G>A (p.Arg502His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341578"}},"detectionMethod":"Molecular analysis (no additional details).","phenotypeFreeText":"\"Severe type 2 Gaucher disease\". Lamellar dermal desquamation resembling the collodion baby phenotype. Light microscopy and EM is skin revealed changes consistent with Gaucher disease. Slightly elevated liver enzymes, elevated lactate dehydrogenase along, highly elevated ferritin level. Plasma chitotriosidase activity (biomarker of macrophage activation that can be elevated in various lysosomal and non-lysosomal diseases) was 2,376 nmol/h/ml; normal < 80). Died at 1 month from respiratory failure.","phenotypes":["obo:HP_0001371","obo:HP_0001522","obo:HP_0001873","obo:HP_0001433","obo:HP_0001252"],"previousTesting":true,"previousTestingDescription":"Decreased glucocerebrosidase activity in lymphocytes (1.39 nmol/h/mg protein, control 10.2).","sex":"Female","variant":{"id":"cggv:e8e3ef0a-f49e-445f-b7fd-239b03280e9e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:199e2ac6-d967-465d-82af-61bb50fe2caf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21455010","type":"dc:BibliographicResource","dc:abstract":"This paper describes a neonate with type II Gaucher disease. The phenotype was unusually severe with congenital ichthyosis, hepatosplenomegaly, muscular hypotonia, myoclonus and respiratory failure. Electron microscopy of the skin revealed lamellar body contents in the stratum corneum interstices, appearances considered to be typical of type II Gaucher disease. The baby died from respiratory failure 1 month postpartum having made no neurological progress. Molecular analysis identified a previously not reported homozygous null mutation, c.1505G→A of the β-glucocerebrosidase gene.","dc:creator":"Haverkaemper S","dc:date":"2011","dc:title":"Congenital ichthyosis in severe type II Gaucher disease with a homozygous null mutation."}},"rdfs:label":"Severe type 2 case report"},{"id":"cggv:e8e3ef0a-f49e-445f-b7fd-239b03280e9e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e8e3ef0a-f49e-445f-b7fd-239b03280e9e_variant_evidence_item"},{"id":"cggv:e8e3ef0a-f49e-445f-b7fd-239b03280e9e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant, which alters the last nucleotide of exon 10, has been shown to result in inclusion of 10 bp of intron 10 in the transcript (PMID 7694727), predicting a frameshift and premature stop codon. The article does not state whether or not any transcripts were normally spliced and is therefore scored as not predicted/proven null."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a0862fd9-289d-451c-942b-e90673714f39_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a0862fd9-289d-451c-942b-e90673714f39","type":"Proband","allele":{"id":"cggv:8069d343-4439-4121-b499-6854494872df","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.1342G>C (p.Asp448His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA221392"}},"detectionMethod":"RT-PCR (from fibroblast RNA) followed sequence analysis of GBA.","firstTestingMethod":"PCR","phenotypeFreeText":"Type 3 Gaucher disease. Individual clinical details were not provided but for all patients in the study, clinical evaluation was provided by the physician, including physical examination, routine hematological and laboratory tests, and radiological and neurological studies.","previousTesting":true,"previousTestingDescription":"4% control mean glucocerebrosidase activity in leukocytes or cultured fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f7e1804a-1666-4785-a043-d10a87bd99c3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8069d343-4439-4121-b499-6854494872df"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15146461","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease, the most prevalent sphingolipidosis, is caused by the deficient activity of acid beta-glucosidase, mainly due to mutations in the GBA gene. Over 200 mutations have been identified worldwide, more than 25 of which were in Spanish patients. In order to demonstrate causality for Gaucher disease, some of them: c.662C>T (p.P182L), c.680A>G (p.N188S), c.886C>T (p.R257X), c.1054T>C (p.Y313H), c.1093G>A (p.E326K), c.1289C>T (p.P391L), c.1292A>T (p.N392I), c.1322T>C (p.I402T), and the double mutants [c.680A>G; c.1093G>A] ([p.N188S; p.E326K]) and [c.1448T>C; c.1093G>A] ([p.L444P; p.E326K]), were expressed in Sf9 cells using a baculovirus expression system. Other well-established Gaucher disease mutations, namely c.1226A>G (p.N370S), c.1342G>C (p.D409H), and c.1448T>C (p.L444P), were also expressed for comparison. The levels of residual acid beta-glucosidase activity of the mutant enzymes produced by the cDNAs carrying alleles c.662C>T (p.P182L), c.886C>T (p.R257X), c.1054T>C (p.Y313H), c.1289C>T (p.P391L), and c.1292A>T (p.N392I) were negligible. The c.1226A>G (p.N370S), c.1322T>C (p.I402T), c.1342G>C (p.D409H), c.1448T>C (p.L444P), and [c.1448T>C; c.1093G>A] ([p.L444P; p.E326K]) alleles produced enzymes with levels ranging from 6 to 14% of the wild-type. The three remaining alleles, c.680A>G (p.N188S), c.1093G>A (p.E326K), and [c.680A>G; c.1093G>A] ([p.N188S; p.E326K]), showed higher activity (66.6, 42.7, and 23.2%, respectively). Expression studies revealed that the c.1093G>A (p.E326K) change, which was never found alone in a Gaucher disease-causing allele, when found in a double mutant such as [c.680A>G; c.1093G>A] ([p.N188S; p.E326K]) and [c.1448T>C; c.1093G>A] ([p.L444P; p.E326K]), decreases activity compared to the activity found for the other mutation alone. These results suggest that c.1093G>A (p.E326K) should be considered a \"modifier variant\" rather than a neutral polymorphism, as previously considered. Mutation c.680A>G (p.N188S), which produces a mutant enzyme with the highest level of activity, is probably a very mild mutation or another \"modifier variant.\"","dc:creator":"Montfort M","dc:date":"2004","dc:title":"Functional analysis of 13 GBA mutant alleles identified in Gaucher disease patients: Pathogenic changes and \"modifier\" polymorphisms."}},"rdfs:label":"Patient III.2"},{"id":"cggv:f7e1804a-1666-4785-a043-d10a87bd99c3","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f7e1804a-1666-4785-a043-d10a87bd99c3_variant_evidence_item"},{"id":"cggv:f7e1804a-1666-4785-a043-d10a87bd99c3_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in a baculovirus expression system, the variant had ~10% normal activity. In another study (PMID 15982918), when expressed in mouse NIH 3T3 cells the mutant protein did not associate with BiP, unlike wild type (Fig 5)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:91014793-8a5a-427a-a492-ad55ca0fffe1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:91014793-8a5a-427a-a492-ad55ca0fffe1","type":"Proband","allele":[{"id":"cggv:fe1064aa-f5d0-4ba4-9afa-f814a4c18893"},{"id":"cggv:7c0f8a72-7574-41a4-aaca-9d96e87d7eec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.84dup (p.Leu29fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA221415"}}],"firstTestingMethod":"PCR","phenotypeFreeText":"Individual clinical phenotype details were not provided in this paper. However, the authors report that patients with this genotype (i.e. compound heterozygous for p.Asn409Ser and c.84dupG) have relatively severe disease with early onset (see Fig. 3).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:620234ae-2d28-4523-8264-70190e662bfb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7c0f8a72-7574-41a4-aaca-9d96e87d7eec"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1961718","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease is an autosomal recessive glycolipid storage disease characterized by a deficiency of glucocerebrosidase. The disease is most common in persons of Ashkenazi Jewish ancestry and the most common mutation, accounting for about 75% of the mutant alleles in this population, is known to be an A----G substitution at cDNA nucleotide (nt) 1226. Screening for this disease has not been possible because nearly 25% of the mutant alleles had not been identified, but linkage analysis led to the suggestion that most of these could be accounted for by a single mutation. We now report the discovery of this mutation. The insertion of a single nucleotide, a second guanine at cDNA nt 84 (the 84GG mutation), has been detected in the 5' coding region of the glucocerebrosidase gene. The amount of mRNA produced is shown to be normal but since the frameshift produced early termination, no translation product is seen. This finding is consistent with the virtual absence of antigen found in patients carrying this mutation. The 84GG mutation accounts for most of the previously unidentified Gaucher disease mutations in Jewish patients. The common Jewish mutation at nt 1226, the 84GG mutation, and the less-common mutation at nt 1448 accounted for 95% of all of the Gaucher disease-producing alleles in 71 Jewish patients. This now makes it possible to screen for heterozygotes on a DNA level with a relatively low risk of missing couples at risk for producing infants with Gaucher disease.","dc:creator":"Beutler E","dc:date":"1991","dc:title":"Identification of the second common Jewish Gaucher disease mutation makes possible population-based screening for the heterozygous state."}},{"id":"cggv:3484b366-f17c-48e6-953c-d87528ed09ba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fe1064aa-f5d0-4ba4-9afa-f814a4c18893"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1961718"}],"rdfs:label":"Beutler case"},{"id":"cggv:3484b366-f17c-48e6-953c-d87528ed09ba","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3484b366-f17c-48e6-953c-d87528ed09ba_variant_evidence_item"},{"id":"cggv:3484b366-f17c-48e6-953c-d87528ed09ba_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"For details on p.Asn409Ser, see case 111-1 in PMID 1415223."}],"strengthScore":0.5,"dc:description":"Previously upscored due to functional evidence and frequency in affected individuals but not doing so here to be conservative and to avoid double-counting evidence."},{"id":"cggv:620234ae-2d28-4523-8264-70190e662bfb","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:620234ae-2d28-4523-8264-70190e662bfb_variant_evidence_item"},{"id":"cggv:620234ae-2d28-4523-8264-70190e662bfb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in an in vitro translation system, no translation product could be detected for c.84dupG. The variant was shown to be present in about 15% of alleles from Ashkenazi Jewish patients"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0627de20-fe59-4e66-87e6-93517fd7a368_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0627de20-fe59-4e66-87e6-93517fd7a368","type":"Proband","allele":[{"id":"cggv:c23d7304-69e2-4913-8285-9e80f3cb3714"},{"id":"cggv:5f739eb1-321b-4f84-83a3-e1dbb1a39798","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000157.4(GBA):c.814G>T (p.Glu272Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342720395"}}],"detectionMethod":"Sequence analysis of the entire coding region and all exon/intron boundaries of GBA was performed on genomic DNA isolated from cultured skin fibroblasts.","firstTestingMethod":"PCR","phenotypeFreeText":"At birth, facial scaling rash and edematous, shiny, and peeling colloidal skin. Bone marrow biopsy showed typical Gaucher cells by light microscopy. Progression to encephalopathy with opisthotonus and flexor hypertonicity of the arms. Brain CT showed subdural hematoma, cortical atrophy, ventriculomegaly, and encephalomalacia. Died at 10 weeks old.","phenotypes":["obo:HP_0000369","obo:HP_0001522","obo:HP_0001319","obo:HP_0001561","obo:HP_0000377","obo:HP_0001433"],"previousTesting":true,"previousTestingDescription":"Normal female karyotype (46, XX).\nDeficiency of glucocerebrosidase (acid β-glucosidase) activity in leukocytes (0.4 × 10–4 μmol/min/mg protein; control value ∼2.0 × 10–4 μmol/min/mg protein).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:85ff95a1-a059-412c-a489-c1338a9702d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5f739eb1-321b-4f84-83a3-e1dbb1a39798"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10079102","type":"dc:BibliographicResource","dc:abstract":"Gaucher disease is an autosomal recessive inborn error of glycosphingolipid metabolism caused by the deficient activity of the lysosomal hydrolase, acid beta-glucosidase. Three phenotypically distinct subtypes result from different acid beta-glucosidase mutations encoding enzymes with absent or low activity. A severe neonatal type 2 variant who presented with collodion skin, ichthyosis, and a rapid neurodegenerative course had two novel acid beta-glucosidase alleles: a complex, maternally derived allele, E326K+L444P, and a paternally inherited nonsense mutation, E233X. Because the only other non-pseudogene-derived complex allele, D140H+E326K, also had the E326K lesion and was reported in a mild type 1 patient with a D140H+E326K/K157Q genotype, these complex alleles and their individual mutations were expressed and characterized. Because the E233X mutation expressed no activity and the K157Q allele had approximately 1% normal specific activity based on cross-reacting immunologic material (CRIM SA) in the baculovirus system, the residual activity in both patients was primarily from their complex alleles. In the type 1 patient, the D140H+E326K allele was neuroprotective, encoding an enzyme with a catalytic efficiency similar to that of the N370S enzyme. In contrast, the E326K+L444P allele did not have sufficient activity to protect against the neurologic manifestations and, in combination with the inactive E233X lesion, resulted in the severe neonatal type 2 variant. Thus, characterization of these novel genotypes with non-pseudogene-derived complex mutations provided the pathogenic basis for their diverse phenotypes.","dc:creator":"Grace ME","dc:date":"1999","dc:title":"Non-pseudogene-derived complex acid beta-glucosidase mutations causing mild type 1 and severe type 2 gaucher disease."}},{"id":"cggv:e833f61e-db13-4fc9-a6f8-a0bf255f9fc0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c23d7304-69e2-4913-8285-9e80f3cb3714"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10079102"}],"rdfs:label":"Patient 1"},{"id":"cggv:e833f61e-db13-4fc9-a6f8-a0bf255f9fc0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e833f61e-db13-4fc9-a6f8-a0bf255f9fc0_variant_evidence_item"},{"id":"cggv:e833f61e-db13-4fc9-a6f8-a0bf255f9fc0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"For information on the missense variant, see evidence for Individual GM877 in PMID: 2880291."}],"strengthScore":0.5},{"id":"cggv:85ff95a1-a059-412c-a489-c1338a9702d7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:85ff95a1-a059-412c-a489-c1338a9702d7_variant_evidence_item"},{"id":"cggv:85ff95a1-a059-412c-a489-c1338a9702d7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in a baculovirus system, the nonsense variant result in no enzyme activity and no cross reactive immuological material (CRIM)."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8225,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:3d323cb4-de3b-4640-a27e-e6f6240126dc","type":"GeneValidityProposition","disease":"obo:MONDO_0018150","gene":"hgnc:4177","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between GBA and Gaucher disease, an autosomal recessive condition that is the most common lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of June 20, 2020 with additional information provided on the prenatal phenotype in April 2024. GBA encodes the lysosomal enzyme glucocerebrosidase (glucosylceramidase) which breaks down the glycosphingolipid, glucocerebroside (glucosylceramide). The presence of Gaucher cells (macrophages filled with glucocerebroside) in the spleen, liver, and bone marrow of affected individuals is a distinguishing histological feature of this disorder. Gaucher disease is multisystem disease characterized by hepatosplenomegaly, hematological abnormalities, bone disease, and neurological abnormalities. Historically, the disorder has been subclassified as type 1, the non-neuronopathic variant; type 2, the acute neuronopathic variant; type 3, the subacute neuronopathic variant and the collodion baby or neonatal variant (Sidransky 2004, PMID 15464415). Biallelic variants in GBA were first reported in patients with Gaucher disease in 1987 (Tsuji et al). Since then, over 200 variants have been reported. The mechanism of disease is loss of function. There is a clear genotype/phenotype correlation for some variants. For example, the mild p.Asn409Ser variant (formerly known as N370S) is found only in patients with type 1 disease, while p.Leu483Pro (formerly known as L444P) is associated with the neuronal subtypes. Molecular analysis of GBA is complicated by the presence of a highly homologous pseudogene, GBAP. In addition, the traditional variant nomenclature did not include the first 39 amino acids of the protein. These are now included based on the HGVS-recommended nomenclature. The four most common variants account for approximately 90% of the pathogenic variants in the Ashkenazi Jewish population and about 50-60% of pathogenic variants in non-Jewish populations (GeneReviews). These variants are c.84dupG (formerly known as 84GG), c.115+1G>A (formerly known as IVS2+1), p.Asn409Ser (formerly known as p.N370S), p.Leu483Pro (formerly known as p.L444P). Evidence supporting this gene-disease relationship includes case-level and experimental data. Ten unique variants (missense, nonsense, frameshift, splice site) from 13 probands in 9 publications were curated (Tsuji et al, 1987, PMID 2880291; Kolody et al, 1990, PMID 2117855; Beutler et al, 1991, PMID 1961718; He et al, 1992, PMID 1415223; Grace et al, 1997, PMID 9153297; Grace et al, 1999, PMID 10079102; Montfort et al, 2004, PMID 15146461; Haverkaemper et al, 2011, PMID 21455010; Beaujot et al, 2013, PMID 23749476). More information is available in the literature but the maximum score for genetic evidence (12 points) has been reached. This gene-disease relationship is also supported by the function of the gene product, glucocerebrosidase, which is consistent with the clinical features observed in patients with Gaucher disease (Pentchev et al, 1973, PMID 4768898; Boer et al, 2020, PMID 32182893), studies of induced pluripotent stem cells (iPSCs) derived from patients with Gaucher disease and differentiated into macrophages and neurons (Panicker et al, 2012, PMID 23071332), mouse models with variants corresponding to those found in human patients (Liu et al, 1999, PMID 9482915), the impact of culturing iPSCs from patients with Gaucher disease with recombinant glucocerebrosidase (Panicker et al, 2012, PMID 23071332), and the improvement in clinical symptoms in patients treated with enzyme replacement therapy (Barton et al, 1991; PMID 2023606). More information is available in the literature but the maximum score for experimental evidence (6 points) has been reached. In summary, GBA is definitively associated with Gaucher disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the General GCEP on June 24, 2020. This clinical validity assessment includes data curated by Myriad Women’s Health.\n\nLUMPING AND SPLITTING: Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism AND inheritance pattern for Gaucher disease type I (MIM# 230800), type 2 (MIM# 230900), type 3 (MIM# 231000), type IIIc (231005), or perinatal lethal Gaucher disease (MIM# 608013). While these disease entities represent a wide range of clinical severity, the molecular mechanism is loss of function and the inheritance pattern is autosomal recessive for them all. Therefore, these disease entities have been lumped into one disease entity, Gaucher disease. We found differences in the inheritance pattern and phenotypic variability for risk of isolated late-onset Parkinson disease (MIM# 168600) and Lewy body dementia (MIM# 127750). While Parkinson disease and Lewy body dementia may occur at higher rates in individuals with Gaucher disease, Gaucher disease is associated with multi-system disease, as opposed to the increased risk of these isolated conditions occurring in individuals who are heterozygous for variants in GBA. Therefore, these disease entities are not included in this curation and may be curated for GBA at a later date.\n\n\nAdditional curation information on prenatal presentation\nGBA has been previously curated by the General Gene Curation Gene Curation Expert Panel as Definitive for Gaucher Disease, and this GCEP provided evidence for Lumping multiple GBA associated disorders Gaucher disease, including the perinatal lethal (AR; MIM#608013).  The Prenatal Gene Curation Expert Panel agrees with lumping them into one disease entity with variable severity, and provided additional curated evidence that perinatal lethal Gaucher disease and Gaucher disease type II may result in observable prenatal phenotypes.  Evidence for prenatal presentation in Gaucher disease was observed in more than 10 unrelated individuals from the literature [PMID:7857677,10649495, 20946052, 21823541, 29854527, 36720536, 29656334, 31192173, 9267901].  \nPrenatal phenotypes observed in severe forms of Gaucher disease include generalized edema, contractures, dysmorphic features, hepatosplenomegaly, variable MRI findings, contractures, oligo- or polyhydramnios, severe fetal anemia and thrombocytopenia, hydrops and intrauterine fetal demise.  There was no consistent genotype-phenotype correlation observed in severe Gaucher disease with prenatal presentations and fetuses with these phenotypes were identified with homozygous or compound heterozygous missense variants as well as frameshift, nonsense, and recombinant allele variants, although recombinant allele variants in homozygosity or compound heterozygosity were commonly observed.  \n\n In summary, the Prenatal Gene Curation Expert Panel has identified significant evidence that severe forms of Gaucher disease including perinatal lethal Gaucher disease and Gaucher disease type II are associated with phenotypes that may be observable in the prenatal period (added April 2024).\n","dc:isVersionOf":{"id":"cggv:fbc5a876-f97e-4f9c-be99-664e2f6c8470"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}