{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7edv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-09-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-01-01T23:44:17.588Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/14691150","type":"dc:BibliographicResource","dc:abstract":"To describe the clinical findings and to identify the genetic locus in a Dutch family with autosomal dominant benign concentric annular macular dystrophy (BCAMD).","dc:creator":"van Lith-Verhoeven JJ","dc:date":"2004","dc:title":"The benign concentric annular macular dystrophy locus maps to 6p12.3-q16."},"evidence":[{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7783009-b423-481d-9f32-77b47f4cb246","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2731dc17-def4-492a-80b3-7b6ee424c541","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization within eye tissues detects IMPG1 expression in the cone and rod photoreceptor cells, specifically in the outer nuclear layer (Figure 8).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10601738","type":"dc:BibliographicResource","dc:abstract":"The interphotoreceptor matrix (IPM) occupies the extracellular space between the apical surface of the retinal pigmented epithelium and the external limiting membrane of the neural retina. This space contains two chondroitin sulfate proteoglycans, designated IPM 150 and IPM 200, which are likely to effect retinal adhesion and photoreceptor survival. In an effort to characterize human IPM 150, several cDNA clones encoding its core protein have been isolated from a human retinal cDNA library. Translation of overlapping cDNA sequences yields a novel core protein with a predicted molecular mass of 89.3 kDa. Northern and dot-blot analyses as well as the isolation of expressed sequence tags demonstrate that IPM 150 mRNA is expressed not only in the neural retina but also in several other non-ocular tissues. In situ hybridization analyses indicate that, in the eye, IPM 150 mRNA is expressed specifically by cone and rod photoreceptor cells. Characterization of IPM 150 proteoglycan core protein and identification of its site of synthesis are important steps towards understanding the architecture and biology of the IPM.","dc:creator":"Kuehn MH","dc:date":"1999","dc:title":"Expression and characterization of the IPM 150 gene (IMPG1) product, a novel human photoreceptor cell-associated chondroitin-sulfate proteoglycan."},"rdfs:label":"In situ hybridization detects IMPG1 at outer nuclear layer."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"This localization within eye tissues is consistent with a role for the protein in adherence of rod and cone photoreceptor cells to the interphotoreceptor matrix and in the survival of these cells. Down-scoring has been performed since expression data have separately been scored for showing that IMPG1 expression is high within ocular tissues in general (PMID: 30239781)."},{"id":"cggv:ad7d8a14-40ab-4357-9e36-7614e16f51cb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da10bed6-d1a6-4c3b-b74f-ccbfd8bee40e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Transcriptomic profiling of more than 75 human tissues revealed that IMPG1 mRNA levels are the highest in retinal tissues (https://eyeintegration.nei.nih.gov/).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"IMPG1 is expressed at highest levels in the retina."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"IMPG1 mRNA is expressed at the highest levels in human retinal tissues, consistent with the ocular phenotypes observed in patients harboring IMPG1 loss-of-function variants."},{"id":"cggv:ec2c11db-c7e4-47a3-ac2f-d8df70b8cd01","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e6d63e92-50c9-492c-b1d6-f54df6c7203d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"This paper cites the IMPG2 protein as a component of an insoluble extracellular layer that is located between apical side of the RPE and the external limiting membrane of the neural retina, known as the interphotoreceptor matrix. This layer is known to support the function and maintenance of photoreceptor cells (PMID: 7344830). This evidence is described in the text but better characterized in a follow-up publication (PubMed: 10542133).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10601738","rdfs:label":"IMPG1 and IMPG2 share a function and both cause VMD and RP."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This evidence has been scored given the highly specific shared function of the two genes within the eye and their respective association with the same spectrum of cases, ranging from a diagnosis of VMD to RP."},{"id":"cggv:bb471769-d1c4-42b9-abac-c1d502e55bcc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b03dcafe-7362-4907-9de7-69dfb5bfea4c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The structural abnormality in the photoreceptor outer segment helps illustrate the importance of IMPG1 (and the interphotoreceptor matrix in general) as a point of adhesion and structural organization for photoreceptor cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10601738","rdfs:label":"IMPG1 is a component of the interphotoreceptor matrix."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate due to the degree of match between the biochemical function of the gene product and the phenotype of the patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75},{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84848777-0407-4beb-b411-c502ca26c653","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aea92fd8-f9b9-44ab-9c27-a1ac2e2f4656","type":"FunctionalAlteration","dc:description":"Expression of RCVRN (a marker of photoreceptor and bipolar cells) and proportion of recoverin-positive cells were reduced (Figs. 6B, S12B, S14B, S14C, S15B). Expression of ARL13B (marker of photoreceptor connecting cilia) was reduced (Figs. 6B, S15B). Expression of RBP3 (marker of IPM formation) was changed only at the later time point (Figs. 6B, S12B, S15B). Expression of OPN1LW/OPN1MW (cone marker) was down-regulated (Fig. S14B). Expression of RHO (rod cell marker) and proportion of rhodopsin-positive cells were reduced, and the typical pattern of staining was replaced with a punctate pattern at the surface of the organoids (Fig. 6B, 6C). Staining for WGA (rod inner/outer segment marker) was reduced, indicating disrupted development of these structures (Fig. 6B, 6C). The authors conclude that IMPG1 is important for development of photoreceptors, inner and outer segments, connecting cilia, and IPM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29777959","type":"dc:BibliographicResource","dc:abstract":"The extracellular matrix (ECM) plays an important role in numerous processes including cellular proliferation, differentiation, migration, maturation, adhesion guidance and axonal growth. To date, there has been no detailed analysis of the ECM distribution during retinal ontogenesis in humans and the functional importance of many ECM components is poorly understood. In this study, the expression of key ECM components in adult mouse and monkey retina, developing and adult human retina and retinal organoids derived from human pluripotent stem cells was studied. Our data indicate that basement membrane ECMs (Fibronectin and Collagen IV) were expressed in Bruch's membrane and the inner limiting membrane of the developing human retina, whilst the hyalectins (Versican and Brevican), cluster of differentiation 44 (CD44), photoreceptor-specific ECMs Interphotoreceptor Matrix Proteoglycan 1 (IMPG1) and Interphotoreceptor Matrix Proteoglycan 2 (IMPG2) were detected in the developing interphotoreceptor matrix (IPM). The expression of IMPG1, Versican and Brevican in the developing IPM was conserved between human developing retina and human pluripotent stem cell-derived retinal organoids. Blocking the action of CD44 and IMPG1 in pluripotent stem cell derived retinal organoids affected the development of photoreceptors, their inner/outer segments and connecting cilia and disrupted IPM formation, with IMPG1 having an earlier and more significant impact. Together, our data suggest an important role for IMPG1 and CD44 in the development of photoreceptors and IPM formation during human retinogenesis.","dc:creator":"Felemban M","dc:date":"2018","dc:title":"Extracellular matrix component expression in human pluripotent stem cell-derived retinal organoids recapitulates retinogenesis in vivo and reveals an important role for IMPG1 and CD44 in the development of photoreceptors and interphotoreceptor matrix."},"rdfs:label":"Blocking IMPG1 in retinal organoids"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Down-scoring was considered appropriate due to this model's better match for the bi-allelic rather than mono-allelic disease mechanism. However, the experiment has value in providing novel information about underlying mechanism by which IMPG1 loss during retinal development disrupts the function and organization of the photoreceptor cells and the IPM, consistent with histological defects observed in the human patients harboring these loss-of-function variants."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ebfd6ea3-422d-456b-b1d7-33db3d31d0a9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb2e2909-f2d2-4136-9138-81d383c26f1b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model exhibits phenotypes consistent with a critical role of Impg1 in photoreceptor maintenance. Phenotypes included hyperpigmented and sometimes autofluorescent subretinal deposits that were present at 9 months of age (Figure 2B) and increased by 14 months of age (Figure 2C) that were localized between the photoreceptor outer segment and the RPE (Figure 2D). Some images showed nummular pigmentation of the fundus (Figure 2E). Interestingly, attenuation of ERG response was first noted at 9 months and pronounced at 14 months (Figure 3A), which is consistent with the findings from an independent mouse model that showed less dramatic findings at earlier 5 month and 8 month time points (PMID: 32265257). Scotopic ERG was more affected than photopic ERG (Figure 3B). Retinal thickness was also reduced in the outer layer relative to the inner layer (Figure 3C). Retinoid generation was also progressively abnormal (Figure 4), indicating that photoreceptors might be lost. The IPM was also disorganized at 14 months (Figure 5), with cellular material accumulating in the IPM consistent with cell death (Figure 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36140676","type":"dc:BibliographicResource","dc:abstract":"Several pathogenic variants have been reported in the ","dc:creator":"Olivier G","dc:date":"2022","dc:title":"SPACR Encoded by "},"rdfs:label":"Knockout mouse model of Impg1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced scoring is considered appropriate, despite the extent of match to the human patient phenotypes, due to the phenotype appearing in older homozygous animals rather than in the heterozygous animals. Some scoring was considered appropriate given the information provided about photoreceptor loss and IPM degeneration as underlying the mechanism of disease."},{"id":"cggv:3fa0c58e-ab65-4db7-aa6d-e9d4dd793e7c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e2e8a871-9dbc-4a83-ba4f-00e67073f48d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Morpholino-injected animals exhibit decreased photoreceptor outer segment length, especially for cones (Figures 4I, 4J). Rod OS length was decreased by 20% while cone OS length was decreased by 90%.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32817297","type":"dc:BibliographicResource","dc:abstract":"Inherited retinal disorders are a clinically and genetically heterogeneous group of conditions and a major cause of visual impairment. Common disease subtypes include vitelliform macular dystrophy (VMD) and retinitis pigmentosa (RP). Despite the identification of over 90 genes associated with RP, conventional genetic testing fails to detect a molecular diagnosis in about one third of patients with RP.","dc:creator":"Olivier G","dc:date":"2021","dc:title":"Pathogenic variants in "},"rdfs:label":"Morpholino-based disruption of Impg1 in medaka fish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"The model recapitulates one of the histologic features of the human disease, while matching the loss-of-function mode of inheritance is not a perfect match for affected patients harboring a single variant in the heterozygous state. Other features not described or characterized may not be well-modeled by this organism."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.75}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.75},{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.3}],"evidenceStrength":"Definitive","sequence":7373,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.05,"subject":{"id":"cggv:9efc59b5-462b-4cc2-b9b0-cf9ef542bd7c","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:6055","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *IMPG1* gene was first reported in relation to ocular disease in 2004, in affected members of a family who were initially diagnosed with benign concentric macular dystrophy (PMID: 14691150) and revised during subsequent follow-up to autosomal dominant retinitis pigmentosa (PMID: 32817297). The known spectrum of disease continued to expand with the 2013 identification of *IMPG1* variants in cases of vitelliform macular dystrophy, with either autosomal dominant or autosomal recessive modes of inheritance (PMID: 23993198). *IMPG1* variants have since been identified as the basis for autosomal dominant inheritance of cone dystrophy or maculopathy as well (PMID: 32817297), indicating the potential for a broad range of phenotypic presentations. Autosomal dominant cases diagnosed with retinitis pigmentosa 91 generally exhibit features such as night blindness, bone spicule pigmentation of the retina, drusen, a ring of hyper-autofluorescence, retinal thinning / fundus atrophy, peripheral retinal degeneration, retinal blood vessel attenuation, and/or optic disc pallor. Reported cases diagnosed as vitelliform macular dystrophy 4 generally exhibit features such as vitelliform-like macular lesions, foveal detachment, small yellow foveal spots, and/or choroidal neovascularization. Some of the retinitis pigmentosa and vitelliform macular dystrophy cases are reported with reduced visual acuity and reduced electroretinogram (particularly dark-adapted) responses. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the molecular mechanism (monoallelic *IMPG1* loss of function) was found to be consistent among patients with dominant inheritance of vitelliform macular dystrophy (MIM# 616151) or retinitis pigmentosa (MIM# 153870), The phenotypic variability between them appears to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited monoallelic *IMPG1* variants have been lumped into a single disease entity, referred to as IMPG1-related dominant retinopathy. On the other hand, carriers from families with autosomal recessive disease have only been subclinically affected, prompting the group to recommend splitting the autosomal recessive cases into a separate curation for IMPG1-related recessive retinopathy.\n\nSix suspected disease-causing variants were scored as part of this curation (two nonsense, one affecting splicing, and three missense), which have been collectively reported in nine probands in five publications (PMID: 14691150, PMID: 23993198, PMID: 28644393, PMID: 32817297, PMID: 32531858). All of the probands scored in this curation harbored only one variant allele within the IMPG1 locus. The mechanism of pathogenicity appears to be monoallelic loss of *IMPG1* function conferred by null and/or hypomorphic variants. While monoallelic variants are generally incompletely penetrant, three families with segregation evidence contributed to the scoring of the gene-disease relationship (PMID: 14691150, PMID: 23993198, PMID: 32817297).\n\nThis gene-disease association is also supported by biochemical evidence that *IMPG1* encodes a component of the interphotoreceptor matrix (PMID: 10601738), an insoluble extracellular layer located between the retinal pigment epithelium and the neural retina that is known to support the function and maintenance of photoreceptor cells (PMID: 7344830). The *IMPG2* gene similarly encodes a component of this structure and harbors variants associated with vitelliform macular dystrophy 5 and retinitis pigmentosa 56 (PMID: 10542133, PMID: 10601738). Gene expression profiling across human tissues shows that *IMPG1* mRNA levels are at their highest in retinal tissues (PMID: 30239781). Within the eye, *IMPG1* expression is detected in cone and rod photoreceptor cells, specifically in the outer nuclear layer (PMID: 10601738). IMPG1-blocking antibody treatment has been shown to disrupt the differentiation of retinal organoids, indicating a role for IMPG1 in the development of photoreceptors, inner and outer segments, connecting cilia, and the interphotoreceptor matrix (PMID: 29777959). Mouse models of homozygous *Impg1* loss-of-function have shown minimal abnormalities limited to the interphotoreceptor matrix during the first 8 months of life (PMID: 32265257), but exhibit late-developing phenotypes between 9 and 14 months of age, such as hyperpigmented subretinal deposits, nummular pigmentation of the fundus, attenuated ERG response, reduced retinal thickness in the outer layer, photoreceptor cell loss, and disorganization of the interphotoreceptor matrix (PMID: 36140676).\n\nIn summary, *IMPG1* is definitively associated with IMPG1-related dominant retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen Retina Gene Curation Expert Panel on September 7th, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c6816122-6b22-4ac8-bc20-f1cc68b3b7ed"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}