{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-08-03T13:00:56.511Z","role":"Approver"},{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-11-28T02:56:02.985Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22035880","type":"dc:BibliographicResource","dc:abstract":"Complement receptor 2 (CR2/CD21) is part of the B-cell coreceptor and expressed by mature B cells and follicular dendritic cells. CD21 is a receptor for C3d-opsonized immune complexes and enhances antigen-specific B-cell responses.","dc:creator":"Thiel J","dc:date":"2012","dc:title":"Genetic CD21 deficiency is associated with hypogammaglobulinemia."},"evidence":[{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9e30752-78be-4156-b37a-2c1f11c061b8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48bf180e-100f-406e-9b7c-086822fbeed0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Follicular dendritic cells (FDCs) were purified from human tonsil samples and confirmed based on morphology.  When testing expression of different surface proteins using monoclonal antibodies, the purified were found to express CD21. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2471772","type":"dc:BibliographicResource","dc:abstract":"In the present study, follicular dendritic cells (FDCs) were purified to homogeneity in order to define the lineage and function of these cells. FDCs were identified by their characteristic morphology and by their expression of receptors for the third complement component, the myeloid-restricted antigen CD14, and the FDC antigen DRC-1. Unclustered FDCs displayed a unique antigenic phenotype since they expressed several B- and myeloid lineage-restricted antigens, but lacked T and NK cell antigens as well as the leukocyte common antigen. FDCs expressed adhesion molecules, including most of the VLA proteins, intercellular adhesion molecule 1 (ICAM-1), and CD11b. FDCs could be isolated to homogeneity by their intense staining with anti-CD14 using flow cytometric cell sorting. These highly purified FDCs expressed CD14 and CD21 but lacked CD20. This antigen pattern and characteristic morphology confirmed that these cells were, in fact, homogeneous FDC preparations. Analysis of polymerase chain reaction-amplified cDNA from highly purified FDCs showed no transcripts for IL-6. The isolation of homogeneous FDC populations will be important for the analysis of the functional role of FDCs within the lymphoid follicle.","dc:creator":"Schriever F","dc:date":"1989","dc:title":"Isolated human follicular dendritic cells display a unique antigenic phenotype."},"rdfs:label":"Human follicular dendritic cells express CD21"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"CD21 determined to be expressed on human FDCs, which are known to have an important role in B-cell activation and affinity maturation of antibodies."},{"id":"cggv:dbe66eba-6505-4f7a-98d3-6faedfef7791","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ec9f7f7-ed7f-4afb-893f-c081aac9d7f3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CD21 found to be expressed on several B cell populations based on staining of blood cells obtained from healthy human donors with a monoclonal antibody against CD21 (i.e., C3dR). Populations expressing CD21 include IgM+, IgD+, IgA+ and IgG+ B cells (Table 1).  Neutrophils (Figure 1), erythrocytes, T cells, monocytes, NK cells (Table 1) did not frequently express CD21. When staining several human cell lines, pre-B cell, monocytic, erythrocytic, and most T cell lines did not express CD21, while several B cell lines did (Table 2). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6234356","type":"dc:BibliographicResource","dc:abstract":"We have examined human B lymphocytes at different stages of differentiation for the expression of surface receptors for the C3d fragment of complement. C3d receptors (C3dR) were identified by indirect immunofluorescence using the HB-5 monoclonal antibody, which recognizes a 145,000 m.w. C3dR molecule on B lymphocytes. Pre-B and immature B cells from fetal bone marrow and liver did not express C3dR, whereas a small subpopulation (25%) of B cells in fetal spleen were C3dR+. Approximately 50% of the B cells in adult bone marrow were C3dR+, whereas the more mature B cells in the blood of newborns and adults and in peripheral lymphoid tissue of adults uniformly expressed the C3dR. Activated B cells responsive to T cell-derived differentiation factors were C3dR+, whereas plasma cells rarely expressed C3dR. T cells, NK cells, erythrocytes, and myelomonocytic cells did not express detectable surface C3dR. These results suggest that in hematopoietic and lymphoid tissues, the expression of C3dR is a specific feature of relatively mature lymphoid cells of B lineage.","dc:creator":"Tedder TF","dc:date":"1984","dc:title":"Expression of C3d receptors during human B cell differentiation: immunofluorescence analysis with the HB-5 monoclonal antibody."},"rdfs:label":"CD21 expression on blood cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Demonstrates expression on human B cell populations, which is relevant to the hypogammaglobulinemia seen in patients with CD21-associated CVID. GTEx expression studies are consistent with this, as CR2 is expressed in EBV-transformed lymphocytes, spleen, and the small intestine, and CR1 is expressed in EBV-transformed lymphocytes, spleen, small intestine, lung, and whole blood. "},{"id":"cggv:e3e62509-e4ff-44d5-b5cf-c861a810027f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6398a17f-a314-44c9-a2d9-0fd51a45d4ec","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Lysates from surface-radiolabeled B cell line solubilized in digitonin were immunoprecipitated with anti-CD21 (CR2) or anti-CD19 and then assessed by SDS-PAGE. Immunoprecipitation with these antibodies yielded similarly sized proteins (3 of the 4 detected after treatment with anti-CR2 were comparable to those detected after anti-CD19 antibody; Figure 2). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1702139","type":"dc:BibliographicResource","dc:abstract":"The complement system augments the humoral immune response, possibly by a mechanism that involves the B lymphocyte membrane receptor, CR2, which binds the C3dg fragment of C3 and triggers several B cell responses in vitro. The present study demonstrates that CR2 associates with a complex of membrane proteins that may mediate signal transduction by ligated CR2. Monoclonal antibodies to CR2 immunoprecipitated from digitonin lysates of Raji B lymphoblastoid cells a membrane complex containing CR2, approximately equimolar amounts of CD19, which is a member of the immunoglobulin superfamily, and three unidentified components: p130, p50, and p20. The complex, which was immunoprecipitated also with anti-CD19, could be dissociated by Nonidet P-40, accounting for its absence in previous studies of CR2. Expression of recombinant CR2 and CD19 in K562 erythroleukemia cells led to formation of a complex that contained not only these two proteins but also p130, p50, and p20, and another component, p14. These unidentified components of the CR2/CD19 complex coimmunoprecipitated with CD19 and not with CR2 from singly transfected cells, indicating primary association with the former. CD19 replicated the capacity of CR2 to interact synergistically with mIgM for increasing free intracellular Ca2+, suggesting that the complex mediates this function of CR2. Therefore, CR2 associates directly with CD19 to become a ligand-binding subunit of a pre-existing signal transduction complex of the B cell that may be representative of a family of membrane protein complexes. This interaction between the complement and immune systems differs from that between immunoglobulin and Clq by involving membrane rather than plasma proteins, and by having complement involved in the afferent phase of the immune response.","dc:creator":"Matsumoto AK","dc:date":"1991","dc:title":"Intersection of the complement and immune systems: a signal transduction complex of the B lymphocyte-containing complement receptor type 2 and CD19."},"rdfs:label":"CD21 and CD19 in complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Data indicating CD19 and CD21 (CR2) are part of the same membrane complex on B cells.   CD19 variants are also associated with CVID."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27236389-53f7-460d-beeb-df1341685179","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:767399ba-a1a6-4dc4-afca-acc6de868f28","type":"FunctionalAlteration","dc:description":"Patient cells expressing CD21 (CR2) variants in trans displayed slower upregulation of AID expression compared to control cells based on AID transcript levels following in vitro PBMC stimulation with anti-IgM, anti-CD40, and either hIL-4 or hIL-10 (Figure 3C). In addition, patient B cells expressing CD21 (CR2) variants in trans underwent less somatic hypermutation than control B cells based on sequencing of IGG and IGA transcripts (Figure 4A). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26325596","type":"dc:BibliographicResource","dc:abstract":"Deficiencies in CD19 and CD81 (forming the CD19-complex with CD21 and CD225) cause a severe clinical phenotype. One CD21 deficient patient has been described. We present a second CD21 deficient patient, with a mild clinical phenotype and compared the immunobiological characteristics of CD21 and CD19 deficiency.","dc:creator":"Wentink MW","dc:date":"2015","dc:title":"CD21 and CD19 deficiency: Two defects in the same complex leading to different disease modalities."},"rdfs:label":"CD21 variants and AID expression and somatic hypermutation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The presence of CD21 (CR2) variants may result in decreased/slower AID expression and decreased somatic hypermutation/affinity maturation of B cells, which may contribute to the decrease in certain antibody subtypes due to less class-switching and lead to less effective immune responses in patients."},{"id":"cggv:8c8fa76d-1831-4ec6-85dd-5cde2c126269","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a101aa9f-e573-4ca9-bd62-cba06385f10f","type":"FunctionalAlteration","dc:description":"Significantly decreased binding of patient CD19+ B cells to pneumococcal polysaccharide type 14 (PnPS14)/C3d complexes compared to control based on flow cytometry following anti-C3d- and anti-PnPS14-based staining (Figure 3b). There was also a decrease in costimulation in the context of B-cell receptor stimulation in patient cells compared to the control. PBMCs were incubated with synthetic immune complexes containing biotinylated goat F(ab9)2 anti-human k light chain antibodies (a-kLC) and biotinylated C3d or a mutated inactive isoform, then these reagents were cross-linked and calcium flux was assessed in CD19+lambda- B cells by flow cytometry (Figure 4). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22035880","rdfs:label":"C3d binding and costimulation of patient B cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"In vitro studies using patient cells demonstrate decreased CD21 (CR2)-dependent costimulation in B cells. This decreased sensitivity to/amplification of the response to antigens is consistent with the phenotype seen in humans (decreased class-switched antibodies and susceptibility to infection)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5779eda3-9da6-4d6c-87f8-1aa348892155","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:878bd065-ac58-47d2-8c73-cb9a7de49bf5","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"WT, CD21/CD35-/- mice, and CD21/CD35-/- mice expressing hCD21 were immunized with the T-cell dependent antigen sheep red blood cells (SRBCs, I.P.) and then rechallenged with SRBCs 31 days later and antibody levels were measured. Sixteen days after rechallenge, the CD21/CD35-/- had a defect in anti-SRBC IgG1 expression compared to WT mice that was rescued by the expression of hCD21 (Fig. 5). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21269698","type":"dc:BibliographicResource","dc:abstract":"We found that transgenic (tg) mice stably expressing a bacterial artificial chromosome (BAC)-derived human complement receptor type 2 (CR2/CD21) gene demonstrate B cell specific hCR2 protein expression, normal B cell development and no changes in B cell subpopulations. To determine whether this BAC-encoded human CR2 (hCR2) can replace mouse CR2/CR1 in Cr2(-/-) mice and restore humoral immune responses to model foreign antigens (Ags), we generated hCR2(+/-)Cr2(-/-) tg mice and immunized them with sheep red blood cells (SRBC). We found that hCR2(+/-)Cr2(-/-) mice demonstrated anti-SRBC antibody (Ab) levels that were initially comparable to Cr2(-/-) mice after a single injection of the Ag, but then showed marked increases in anti-SRBC IgM and IgG1 levels after a second immunization. Identical results were found with a second model Ag, NP-Ficoll. To further confirm that this improvement in Ag-specific Ab production over Cr2(-/-) mice was indeed due to hCR2 expression, as well as to examine the effects of treating hCR2(+/-)Cr2(-/-) mice with an inhibitory anti-hCR2 monoclonal Ab (mAb) in vivo, we used mAb 171, an anti-hCR2 mAb that we have shown directly recognizes the C3d ligand binding site on hCR2. We first found that mAb 171 completely blocked hCR2-dependent co-activation of hCR2-tg B cells by anti-BCR/C3d complexes as measured in vitro by intracellular calcium influx. The i.p. injection of 1mg of mAb 171 was then found to induce for at least three weeks only partial loss of hCR2 surface expression, without modifying B and T cell numbers or the apparent activation status of the cells. Treatment of hCR2(+/-)Cr2(-/-) mice with mAb 171 also substantially suppressed the development of anti-SRBC and anti-NP Abs following immunization with Ags. The development of this model system should allow the study of the effects of manipulating hCR2 function in vivo with potential therapeutic compounds.","dc:creator":"Kulik L","dc:date":"2011","dc:title":"Human complement receptor type 2 (CR2/CD21) transgenic mice provide an in vivo model to study immunoregulatory effects of receptor antagonists."},"rdfs:label":"hCR2 expression in CR2/CR1-/- mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"This paper only assesses one aspect of the defect associated with CVID in patients (hypogammaglobulinemia).  However, it does specifically assess the role of CD21, which is difficult to differentiate from CD35 in mouse models."},{"id":"cggv:7d8f9f72-af00-4d9b-8a8f-ca59181d684e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b7479c36-c5d2-488f-808b-7f2897755be1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The decrease in circulating IgG in response to antigen is similar to the IgG reduction seen in CR2-associated hypogammaglobulinemia patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8624815","type":"dc:BibliographicResource","dc:abstract":"Covalent attachment of activated products of the third component of complement to antigen enhances its immunogenicity, but the mechanism is not clear. This effect is mediated by specific receptors, mCR1 (CD35) and mCR2 (CD21), expressed primarily on B cells and follicular dendritic cells in mice. To dissect the role of mCR1 and mCR2 in the humoral response, we have disrupted the Cr2 locus to generate mice deficient in both receptors. The deficient mice (Cr2-/-) were found to have a reduction in the CD5+ population of peritoneal B-1 cells, although their serum IgM levels were within the range of normal mice. Moreover, Cr2-/- mice had a severe defect in their humoral response to T-dependent antigens that was characterized by a reduction in serum antibody titers and in the number and size of germinal centers within splenic follicles. Reconstitution of the deficient mice with bone marrow from MHC-matched Cr2+/+ donors corrected the defect, demonstrating that the defect was due to B cells themselves. These results indicate an obligatory role of B cell complement receptors in responses of the B cells to protein antigens.","dc:creator":"Ahearn JM","dc:date":"1996","dc:title":"Disruption of the Cr2 locus results in a reduction in B-1a cells and in an impaired B cell response to T-dependent antigen."},"rdfs:label":"CR1/CR2 knockout mice: T-dependent antigen response 2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded from the default score due to only one aspect of the human phenotype (decreased IgG levels) being demonstrated and both CR1 and CR2 affected by mutation."},{"id":"cggv:d5994d54-2a08-4a03-95eb-4e0f51a20113","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:39a2b904-324e-4035-8316-739a6d1b8fc5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The reduced levels of IgG and IgG subclasses and increased susceptibility to infection is consistent with human disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12479818","type":"dc:BibliographicResource","dc:abstract":"The CD21/35 receptor provides an important link between innate and adaptive immunity. Its importance during protective immune responses to encapsulated extracellular bacteria was assessed using a new line of mice completely deficient in CD21/35 expression (CD21/35(-/-)). CD21/35 expression was essential for the rapid trapping of C3dg-antigen complexes by B cells in vivo, especially in splenic marginal zones. Despite normal B cell development in CD21/35(-/-) mice, T cell-independent and -dependent antibody responses to low-dose antigens were significantly decreased, with a striking impairment in IgG3 responses. Accordingly, CD21/35(-/-) mice were more susceptible to acute lethal Streptococcus pneumoniae infection. Thus, CD21/35 expression is critical for early protective antibody responses to lethal pathogens that rapidly multiply and quickly overwhelm the immune system.","dc:creator":"Haas KM","dc:date":"2002","dc:title":"Complement receptors CD21/35 link innate and protective immunity during Streptococcus pneumoniae infection by regulating IgG3 antibody responses."},"rdfs:label":"CD21/C35-/--Infection"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scored down from default because only mice were only tested with one type of infection using a route of infection that is not the most relevant, although data is in line with patients with CD21-related CVID patients experiencing recurrent infections, and because both CD21 and CD35 were knocked out, not just CD21. CD21/CD35-/- cells also displayed decreased binding to CD3 complement component opsonized antigen both in vitro and in vivo"},{"id":"cggv:5dffeb97-000d-4499-be1f-1fae02d3e195","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49117a26-2b48-4eef-9825-b75dd4d7f9ab","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in reported human patients, CR2-/- mice were found to have decreased IgG levels. In this model system, this is noted following exposure of the mice to a T-cell dependent antigen, which is not unlike the constant exposure by humans to pathogens/antigens.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8622941","type":"dc:BibliographicResource","dc:abstract":"Complement receptor 1 (CR1, CD35) and complement receptor 2 (CR2, CD21) have been implicated as regulators of B-cell activation. We explored the role of these receptors in the development of humoral immunity by generating CR1- and CR2-deficient mice using gene-targeting techniques. These mice have normal basal levels of IgM and of IgG isotypes. B- and T-cell development are overtly normal. Nevertheless, B-cell responses to low and high doses of a T-cell-dependent antigen are impaired with decreased titers of antigen-specific IgM and IgG isotypes. This defect is not complete because there is still partial activation of B lymphocytes during the primary immune response, with generation of splenic germinal centers and a detectable, although reduced, secondary antibody response. These data suggest that certain T-dependent antigens manifest an absolute dependence on complement receptors for the initiation of a normally robust immune response.","dc:creator":"Molina H","dc:date":"1996","dc:title":"Markedly impaired humoral immune response in mice deficient in complement receptors 1 and 2."},"rdfs:label":"CR1/CR2 knockout mice: T-dependent antigen response"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded from the default score due to only one aspect of the human phenotype (decreased IgG levels) being demonstrated and both CR1 and CR2 impacted by deletion."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:54dddeee-e1d2-45b4-9120-9914dbc79e93_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:54dddeee-e1d2-45b4-9120-9914dbc79e93","type":"Proband","ageUnit":"Years","ageValue":13,"allele":[{"id":"cggv:bb75f1d6-e8f2-4c14-9384-c16f781a962f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001877.5(CR2):c.424C>T (p.Arg142Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1368411"}},{"id":"cggv:7c450512-9b30-4093-9393-f39415c4e7e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001006658.3(CR2):c.2777_2778del (p.Ile926SerfsTer14)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA528999279"}}],"detectionMethod":"Sequence analysis of all 19 exons and splice sites of the CD21 (CR2) gene was performed on DNA isolated from blood granulocytes from the proband.  Follow-up sequencing was performed on the unaffected parents, which confirmed the variants identified in the patient were in trans and were inherited. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Total serum IgG was 4.4 g/l (ref. 7–16 g/l for age). IgG subclass analysis showed reduced IgG1 (2.5 g/l), reduced IgG2 (0.5 g/l) and absent IgG4 (b0.1 g/l), whereas IgG3 was normal (0.2 g/l). IgA levels were reduced (0.3 g/l (ref. 0.7–4 g/l)), as were IgM levels (0.3 g/l, (ref. 0.4–2.3 g/l)). Serum IgE levels were in the high normal range (109 g/l). No remarkable infections to date.","phenotypes":["obo:HP_0004313","obo:HP_0030374","obo:HP_0002720","obo:HP_0002850","obo:HP_0030371","obo:HP_0032136","obo:HP_0032138","obo:HP_0008348","obo:HP_0004315"],"previousTesting":true,"previousTestingDescription":"Follow-up testing recommended for hypogammaglobulinemia, which revealed normal overall B, T, and NK cell numbers (with a slight increase and decrease in naive and memory B cells, respectively), but a lack of surface CD21 (CR2) on B cells. ","sex":"Male","variant":[{"id":"cggv:25fe4d0f-43c0-4c54-91ac-9358e1380389_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bb75f1d6-e8f2-4c14-9384-c16f781a962f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26325596"},{"id":"cggv:99dabb31-224a-4e5f-b015-038a4f026b96_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7c450512-9b30-4093-9393-f39415c4e7e1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26325596"}],"rdfs:label":"P1"},{"id":"cggv:25fe4d0f-43c0-4c54-91ac-9358e1380389","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:25fe4d0f-43c0-4c54-91ac-9358e1380389_variant_evidence_item"},{"id":"cggv:25fe4d0f-43c0-4c54-91ac-9358e1380389_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"CD21 expression decreased on patient B cells"}],"strengthScore":2,"dc:description":"This nonsense variant was identified in trans (based on parental genotyping) with a frameshift variant in this patient. Based on location within the sequence (exon 15 of 20), this variant is predicted to trigger nonsense-mediated decay. This is supported by a lack of CD21 (CR2) surface expression on the proband's B cells as measured by flow cytometry, as well as a severe reduction in CD21 transcripts in several B cell subsets."},{"id":"cggv:99dabb31-224a-4e5f-b015-038a4f026b96","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:99dabb31-224a-4e5f-b015-038a4f026b96_variant_evidence_item"},{"id":"cggv:99dabb31-224a-4e5f-b015-038a4f026b96_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Decreased CD21 expression on patient B cells"}],"strengthScore":2,"dc:description":"This frameshift variant was identified in trans with a nonsense variant (based on parental genotyping) in this patient. Based on location within the sequence (exon 2 of 20), this variant is predicted to trigger nonsense-mediated decay. This is supported by a lack of CD21 (CR2) surface expression on the proband's B cells as measured by flow cytometry, as well as a severe reduction in CD21 transcripts in several B cell subsets."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aef633a7-7ac8-4dbc-8914-ab2cc11296b4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aef633a7-7ac8-4dbc-8914-ab2cc11296b4","type":"Proband","allele":{"id":"cggv:4d84d07f-e61d-4a7a-be86-ae7ac05f4068","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001006658.3(CR2):c.234del (p.Ala79LeufsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139770971"}},"detectionMethod":"CR2 was sequenced using patient genomic DNA","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Low IgG1 levels, complete loss of CD21 surface expression on B cells observed, CD21 (CR2) staining absent in adenoid tissue based on immunostaining","phenotypes":["obo:HP_0000405","obo:HP_0002090","obo:HP_0002837","obo:HP_0004313","obo:HP_0002788","obo:HP_0004315","obo:HP_0030388","obo:HP_0000403"],"previousTesting":true,"previousTestingDescription":"Patients were clinically evaluated after being referred due to recurrent upper respiratory infections and subsequent flow cytometry was performed assessing the B cell population due to hypogammaglobulinemia/decreased IgG levels detected in patients. B cells were found to lack CD21/CR2 surface expression and CD21/CR2 was absent in adenoid tissue of proband (P1) based on immunostaining, leading the authors to sequence CR2.","sex":"Female","variant":{"id":"cggv:8ea56bd2-6ffd-4677-8ecc-0de2164b4b7a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4d84d07f-e61d-4a7a-be86-ae7ac05f4068"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28499783","type":"dc:BibliographicResource","dc:creator":"Rosain J","dc:date":"2017","dc:title":"CD21 deficiency in 2 siblings with recurrent respiratory infections and hypogammaglobulinemia."}},"rdfs:label":"P1"},{"id":"cggv:8ea56bd2-6ffd-4677-8ecc-0de2164b4b7a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8ea56bd2-6ffd-4677-8ecc-0de2164b4b7a_variant_evidence_item"},{"id":"cggv:8ea56bd2-6ffd-4677-8ecc-0de2164b4b7a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Lack of CD21 surface expression on patient B cells"}],"strengthScore":2,"dc:description":"Patient homozygous for CD21 (CR2) frameshift variant located in exon 2 of 20 and thus variant-carrying transcripts are predicted to undergo NMD. Variant is absent from gnomAD v2. Patient B cells found to lack CD21 surface expression based on flow cytometry."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:38a5aad0-42c4-4c38-9dd1-03ba1df17d41_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:38a5aad0-42c4-4c38-9dd1-03ba1df17d41","type":"Proband","allele":[{"id":"cggv:b4fea31a-9318-42ec-850e-29fff8621931","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001877.5(CR2):c.1225+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129908"}},{"id":"cggv:db7fed18-4399-42fe-8f3f-a16f25290870","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001877.5(CR2):c.2120G>A (p.Trp707Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129905"}}],"detectionMethod":"The coding sequence of CD21 (CR2), including flanking intronic and 59 and 39 untranslated regions, was sequenced in the patient, as well as immediate family members. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"IgG (3.8 g/L; normal range, 7.0-16.0 g/L). IgG1 (3.3 g/L; normal range, 4.9-11.4 g/L), IgG4 (<0.01 g/L; normal range, 0.08-1.51 g/L), IgG2 and IgG3 values were normal (1.8 g/L and 0.84 g/L, respectively).\nIgA (0.6 g/L; normal range, 0.7-4 g/L), IgM (0.7 g/L; normal range, 0.4-2.4 g/L).Differential blood counts and counts for T and B cells were within normal ranges. CD21 absent from B cell surface, intracellularly, and sera. Expression levels of CD19, CD81, and CR1/CD35 were normal.","phenotypes":["obo:HP_0030388","obo:HP_0002014","obo:HP_0001945","obo:HP_0002783","obo:HP_0004315","obo:HP_0002788","obo:HP_0001744","obo:HP_0002720"],"previousTesting":true,"previousTestingDescription":"Immunological workup suggested CVID, so flow cytometry was performed on patient cells.  CD21 (CR2) was found to be absent from B cells and patient sera, so CD21 was sequenced. ","sex":"Male","variant":[{"id":"cggv:59ef80cd-16b7-42e6-a000-3a290dcbb3c4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:db7fed18-4399-42fe-8f3f-a16f25290870"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22035880"},{"id":"cggv:8f0d3e2f-6496-45b8-b38d-94e590dc1aab_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b4fea31a-9318-42ec-850e-29fff8621931"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22035880"}],"rdfs:label":"P1"},{"id":"cggv:59ef80cd-16b7-42e6-a000-3a290dcbb3c4","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59ef80cd-16b7-42e6-a000-3a290dcbb3c4_variant_evidence_item"},{"id":"cggv:59ef80cd-16b7-42e6-a000-3a290dcbb3c4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"CD21 levels decreased on patient B cells"}],"strengthScore":2,"dc:description":"This is a maternally-inherited FS variant in exon 13 of 20 that is absent from gnomAD v2 and thus predicted to undergo NMD. The effects of these variants are supported by analysis of transcripts in patient cDNA using qRT-PCR and allele-specific amplification. Patient was found to express decreased levels of CD21 (CR2) and the only transcripts present were truncated and lacked exon 6 (Fig. 2B)."},{"id":"cggv:8f0d3e2f-6496-45b8-b38d-94e590dc1aab","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f0d3e2f-6496-45b8-b38d-94e590dc1aab_variant_evidence_item"},{"id":"cggv:8f0d3e2f-6496-45b8-b38d-94e590dc1aab_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"CD21 levels decreased on patient B cells"}],"strengthScore":2,"dc:description":"This variant is a paternally-inherited canonical splice site variant that is absent from gnomAD v2 and predicted by 5 of 5 splicing algorithms in Alamut to cause the loss of the canonical splice site and, thus, in-frame skipping of exon 6. The effects of these variants are supported by analysis of transcripts in patient cDNA using qRT-PCR and allele-specific amplification. Patient was found to express decreased levels of CD21 (CR2) and the only transcripts present were truncated and lacked exon 6 (Fig. 2B)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9}],"evidenceStrength":"Definitive","sequence":3691,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:63bb2641-d8be-4480-9e8e-adc975e92eac","type":"GeneValidityProposition","disease":"obo:MONDO_0013862","gene":"hgnc:2336","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"CR2, also referred to as CD21, was first reported in relation to autosomal recessive common variable immunodeficiency (CVID; OMIM # 614699) in 2012 (Thiel J et al., PMID: 22035880). CR2-associated CVID is a heterogeneous disorder characterized by hypogammaglobulinemia with some patients also presenting with recurrent infections, particularly respiratory infections. Importantly, individuals carrying biallelic pathogenic CR2 variants may present with the immunological phenotype of hypogammaglobulinemia and low levels of class-switched B cells in the absence of a clinical phenotype, such as recurrent infections (PMID: 30075290). It is currently unknown what proportion of affected individuals are currently asymptomatic or how likely they are to present with a clinical phenotype at a later age. Five variants (nonsense, frameshift, and canonical splice site) found that have been reported in three unrelated probands (and four probands total) as either compound heterozygous or homozygous in three publications are included in this curation (PMIDs: 22035880, 26325596, 28499783). The mechanism of pathogenicity appears to be loss of function. This gene-disease association is also supported by animal models, expression studies, and in vitro functional assays (PMIDs: 6234356, 8622941, 8624815, 1702139, 12479818, 22035880, 26325596). CR2 has been shown to be expressed on the majority of circulating mature human B cells and human follicular dendritic cells (PMID: 6234356, 2471772) and is part of the B-cell receptor complex (PMID: 1702139).  CD19 (as well as CD81) is also a member of the B-cell receptor complex and has also been associated with common variable immunodeficiency (OMIM # 613493). Mouse models lacking expression of CR2/CR1 have decreased levels of antibody, particularly IgG, and have increased susceptibility to infection (PMIDs: 8622941, 8624815, 12479818). Expression of human CR2 in CR2/CR1-/- mice rescues secondary responses to T-dependent antigen in CR2/CR1-/- mice (PMID: 21269698). B cells from patients with CR2-associated CVID decreased responses to antigen and AID expression (PMIDs: 22035880, 26325596). In summary, CR2 is definitively associated with autosomal recessive CVID. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. Notably, this curation does not assess the reported relationship between CR2 and susceptibility to systemic lupus erythematosus (OMIM # 610927).","dc:isVersionOf":{"id":"cggv:9153b41e-f2ef-453d-883b-187565cf4593"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}