{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-10-11T15:10:58.772Z","role":"Publisher"},{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-06-12T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21763481","type":"dc:BibliographicResource","dc:abstract":"Nearly every ciliated organism possesses three B9 domain-containing proteins: MKS1, B9D1, and B9D2. Mutations in human MKS1 cause Meckel syndrome (MKS), a severe ciliopathy characterized by occipital encephalocele, liver ductal plate malformations, polydactyly, and kidney cysts. Mouse mutations in either Mks1 or B9d2 compromise ciliogenesis and result in phenotypes similar to those of MKS. Given the importance of these two B9 proteins to ciliogenesis, we examined the role of the third B9 protein, B9d1. Mice lacking B9d1 displayed polydactyly, kidney cysts, ductal plate malformations, and abnormal patterning of the neural tube, concomitant with compromised ciliogenesis, ciliary protein localization, and Hedgehog (Hh) signal transduction. These data prompted us to screen MKS patients for mutations in B9D1 and B9D2. We identified a homozygous c.301A>C (p.Ser101Arg) B9D2 mutation that segregates with MKS, affects an evolutionarily conserved residue, and is absent from controls. Unlike wild-type B9D2 mRNA, the p.Ser101Arg mutation failed to rescue zebrafish phenotypes induced by the suppression of b9d2. With coimmunoprecipitation and mass spectrometric analyses, we found that Mks1, B9d1, and B9d2 interact physically, but that the p.Ser101Arg mutation abrogates the ability of B9d2 to interact with Mks1, further suggesting that the mutation compromises B9d2 function. Our data indicate that B9d1 is required for normal Hh signaling, ciliogenesis, and ciliary protein localization and that B9d1 and B9d2 are essential components of a B9 protein complex, disruption of which causes MKS.","dc:creator":"Dowdle WE","dc:date":"2011","dc:title":"Disruption of a ciliary B9 protein complex causes Meckel syndrome."},"evidence":[{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61a42bc7-e081-4929-b428-c24af2f903f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c9c08bb-cd7a-4139-912e-1657dd226f1d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"A primary cell culture was generated. Human nasal polyps or turbinates were taken out via surgical procedures, and epithelial cells were separated from the tissue by pronase. After being cultured for two weeks in flasks with collagen gels, the cells were released and put on a continuously rotating shaker (80 rpm) and cell sheets formed stable aggregates (epithelial spheroids). During the latter part of the procedure, epithelial cells polarized and differentiation of a portion of them into secretory and ciliated cells took place. The relative amounts of differentiated cell types was analyzed with western blot or flow cytometry with certain antibodies. Total RNA was taken from the primary culture of epithelial cells given or not given IL-13 at day 11 during differentiation. The RNA was reverse transcribed and PCR was done. This process allowed for the identification of B9D2, which is upregulated while mucociliary differentiation is taking place and gene expression is proportional to the percentage of cells that are ciliated. This gene is localized in the TGF-beta1 promoter and has ubiquitous expression in human cell types. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17127412","type":"dc:BibliographicResource","dc:abstract":"Cilia are specialized organelles that exert critical functions in numerous organisms, including that of cell motility, fluid transport and protozoan locomotion. Ciliary architecture and function strictly depend on basal body formation, migration and axoneme elongation. Numerous ultrastructural studies have been undertaken in different species to elucidate the process of ciliogenesis. Recent analyses have led to identification of genes specifically expressed in ciliated organisms, but most proteins involved in ciliogenesis remain uncharacterized. Using human nasal epithelial cells capable of ciliary differentiation in vitro, differential display was carried out to identify new proteins associated with ciliogenesis. We isolated a new gene, ICIS-1 (Involved in CIlia Stability-1), upregulated during mucociliary differentiation. This gene is localized within the TGF-beta1 promoter and is ubiquitously expressed in human tissues. Functional analyses of gene expression inhibition by RNA interference in Paramecium tetraurelia indicated that the ICIS-1 homologue interfered with cilia stability or formation. These findings demonstrate that ICIS-1 is a new protein associated with ciliated cells and potentially related to cilia stability.","dc:creator":"Ponsard C","dc:date":"2007","dc:title":"Identification of ICIS-1, a new protein involved in cilia stability."},"rdfs:label":"Human epithelial cells/nasal polyps; ciliation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e773569a-607c-4bbd-804b-7bc1cc7de6f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0a89f67-bbd8-46aa-9bc0-4dc2f3f5ac65","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In C. Elegans, the conserved B9-Domain (containing MKS-1, B9D1, B9D2), TMEM67 (MKS3), MKS5, MKS6 (CC2D2A), NPHP1, and NPHP4 have necessary, cumulative functionality at the transition zone (TZ) at the base of all cilia. The B9 Domain and NPHP proteins form basal body/ TZ membrane connections before or during intraflagellar transport-contingent axoneme lengthening and limit buildup of non-ciliary substances in the ciliary region. Inhibition of MKS1, B9D1, or B9D2 and NPHP-4 leads to transition zone membrane problems. In contrast to wild-type animals or NPHP-4 single mutants, the double mutants have serious ciliary issues. The double mutants had absent, improperly located, or shortened axonomes, and sometimes absent TFs (transition fibers). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21422230","type":"dc:BibliographicResource","dc:abstract":"Meckel-Gruber syndrome (MKS), nephronophthisis (NPHP), and related ciliopathies present with overlapping phenotypes and display considerable allelism between at least twelve different genes of largely unexplained function. We demonstrate that the conserved C. elegans B9 domain (MKS-1, MKSR-1, and MKSR-2), MKS-3/TMEM67, MKS-5/RPGRIP1L, MKS-6/CC2D2A, NPHP-1, and NPHP-4 proteins exhibit essential, collective functions at the transition zone (TZ), an underappreciated region at the base of all cilia characterized by Y-shaped assemblages that link axoneme microtubules to surrounding membrane. These TZ proteins functionally interact as members of two distinct modules, which together contribute to an early ciliogenic event. Specifically, MKS/MKSR/NPHP proteins establish basal body/TZ membrane attachments before or coinciding with intraflagellar transport-dependent axoneme extension and subsequently restrict accumulation of nonciliary components within the ciliary compartment. Together, our findings uncover a unified role for eight TZ-localized proteins in basal body anchoring and establishing a ciliary gate during ciliogenesis, and suggest that disrupting ciliary gate function contributes to phenotypic features of the MKS/NPHP disease spectrum.","dc:creator":"Williams CL","dc:date":"2011","dc:title":"MKS and NPHP modules cooperate to establish basal body/transition zone membrane associations and ciliary gate function during ciliogenesis."},"rdfs:label":"Expression evidence C. Elegans"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8e12c60b-e0e1-4e7c-a624-b1ee11760adc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d23cf3e-ad3c-4b96-a65b-69f0e7b855d8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This study was done in C. elegans sensory neurons. By fluorescently tagging proteins, it was evident that MKS/MKSR and NPHP proteins localize to the ciliary transition zone. This is the case for MKS1, B9D1, MKS3, B9D2, NPHP1, and NPHP4. B9D1 is definitive for autosomal recessive ciliopathy, and NPHP1 and NPHP4 are definitive for autosomal recessive nephronophthisis 1 and autosomal recessive nephronophthisis 4, respectively. In C. Elegans, the conserved B9-Domain (containing MKS-1, B9D1, B9D2), TMEM67 (MKS3), MKS5, MKS6 (CC2D2A), NPHP1, and NPHP4 have necessary, cumulative functionality at the transition zone (TZ) at the base of all cilia. The B9 Domain and NPHP proteins form basal body/ TZ membrane connections before or during intraflagellar transport-contingent axoneme lengthening and limit buildup of non-ciliary substances in the ciliary region. Inhibition of MKS1, B9D1, or B9D2 and NPHP-4 leads to transition zone membrane problems. In contrast to wild-type animals or NPHP-4 single mutants, the double mutants have serious ciliary issues. The double mutants had absent, improperly located, or shortened axonomes, and sometimes absent TFs (transition fibers). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21422230","rdfs:label":"MKS/MKSR NPHP interaction evidence"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"B9D1 interacts with a number of proteins associated with autosomal recessive ciliopathy/kidney-related conditions. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64ac1892-6441-4a05-a72a-7165ecc3e50a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10a47437-05de-4190-9a5e-91c77158b903","type":"FunctionalAlteration","dc:description":"Ciliogenesis was drastically reduced in organisms that had B9D2 expression inhibited by RNAi. RNAi substantially reduced the amount of cell divisions compared to the wild-type and caused cell death. Cells with RNAi inhibited B9D2 had reduced numbers of cilia and shorter cilia than wild type cells. This indicates that B9D2 has a role in cilia stabilization. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17127412","rdfs:label":"P. Tetaurelia"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:8bf5bf88-8723-413d-97a3-8cdb1dcc528a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8e3dc5e-ca60-4d16-9f3a-726910a5ab09","type":"FunctionalAlteration","dc:description":"B9D2, tagged with a V5 epitope and with transient expression, exhibited identical localization to basal bodies in ciliated IMCD3 cells, and to centrosomes in IMCD3 cells without cilia, as MKS1 did. Inhibiting B9D2 (MKSR2) with RNAi, like inhibiting B9D1, significantly decreased the relation fraction of ciliated cells. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19208769","type":"dc:BibliographicResource","dc:abstract":"Meckel syndrome (MKS) is a ciliopathy characterized by encephalocele, cystic renal disease, liver fibrosis and polydactyly. An identifying feature of MKS1, one of six MKS-associated proteins, is the presence of a B9 domain of unknown function. Using phylogenetic analyses, we show that this domain occurs exclusively within a family of three proteins distributed widely in ciliated organisms. Consistent with a ciliary role, all Caenorhabditis elegans B9-domain-containing proteins, MKS-1 and MKS-1-related proteins 1 and 2 (MKSR-1, MKSR-2), localize to transition zones/basal bodies of sensory cilia. Their subcellular localization is largely co-dependent, pointing to a functional relationship between the proteins. This localization is evolutionarily conserved, because the human orthologues also localize to basal bodies, as well as cilia. As reported for MKS1, disrupting human MKSR1 or MKSR2 causes ciliogenesis defects. By contrast, single, double and triple C. elegans mks/mksr mutants do not display overt defects in ciliary structure, intraflagellar transport or chemosensation. However, we find genetic interactions between all double mks/mksr mutant combinations, manifesting as an increased lifespan phenotype, which is due to abnormal insulin-IGF-I signaling. Our findings therefore demonstrate functional interactions between a novel family of proteins associated with basal bodies or cilia, providing new insights into the molecular etiology of a pleiotropic human disorder.","dc:creator":"Bialas NJ","dc:date":"2009","dc:title":"Functional interactions between the ciliopathy-associated Meckel syndrome 1 (MKS1) protein and two novel MKS1-related (MKSR) proteins."},"rdfs:label":"Mouse line of IMCD3 cells from kidney"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa3cbe6f-8c13-4ca0-85d4-6ded2413d9cb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e41756c-6eb2-4fc8-8f02-8c71ea349d37","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the mutant mice and the humans with autosomal recessive ciliopathy have kidney and liver aplasia, ciliopathy, hydrocephalus, and an underdeveloped nervous system. \nConditional B9D2-mutated mice did not have exon 4 or B9D2 or exon 1 of TGFB1, leading to the production of a chimeric, in frame B9D2-TGFB1 readthrough mRNA transcript. To find out if having inadequate TGFB1 exon 1 led to ciliogenesis problems and hydrocephalus in homozygous B9D2 mutant mice, offspring with homozygous mutated TGFB1 but heterozygous for B9D2 mutations were crossed. The resultant mice had typical ciliogenesis and did not have hydrocephalus. Giving conditional mutant mice brains B9D2 by adenoviral delivery, resulted in the C. Plexus cells having cilia, but adjacent cells not given B9D2 did not. This suggests that B9D2 mutations are behind ciliopathy, not those of TGFB1. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18287022","type":"dc:BibliographicResource","dc:abstract":"Cilia are present on nearly all cell types in mammals and perform remarkably diverse functions. However, the mechanisms underlying ciliogenesis are unclear. Here, we cloned a previously uncharacterized highly conserved gene, stumpy, located on mouse chromosome 7. Stumpy was ubiquitously expressed, and conditional loss in mouse resulted in complete penetrance of perinatal hydrocephalus (HC) and severe polycystic kidney disease (PKD). We found that cilia in stumpy mutant brain and kidney cells were absent or markedly deformed, resulting in defective flow of cerebrospinal fluid. Stumpy colocalized with ciliary basal bodies, physically interacted with gamma-tubulin, and was present along ciliary axonemes, suggesting that stumpy plays a role in ciliary axoneme extension. Therefore, stumpy is essential for ciliogenesis and may be involved in the pathogenesis of human congenital malformations such as HC and PKD.","dc:creator":"Town T","dc:date":"2008","dc:title":"The stumpy gene is required for mammalian ciliogenesis."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8f1d96b-190e-41db-86d1-c83e53bb6846_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b8f1d96b-190e-41db-86d1-c83e53bb6846","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":17,"allele":{"id":"cggv:64daf465-16f3-4637-b8bb-80fb5081939d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030578.4(B9D2):c.301A>C (p.Ser101Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406008844"}},"detectionMethod":"Homozygosity mapping and candidate gene sequencing of B9D1 and B9D2","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Meckel Syndrome; occipital encephalocele, polydactyly; kidney cysts, and hepatic ductal anomalies; one fetus exhibited anencephaly","phenotypes":["obo:HP_0002085","obo:HP_0005562","obo:HP_0006707","obo:HP_0010442"],"sex":"UnknownEthnicity","variant":{"id":"cggv:1b64f2ac-c5c5-4261-909a-f1514ad78277_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64daf465-16f3-4637-b8bb-80fb5081939d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21763481"},"rdfs:label":"Fetus; p.Ser101Arg"},{"id":"cggv:1b64f2ac-c5c5-4261-909a-f1514ad78277","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b64f2ac-c5c5-4261-909a-f1514ad78277_variant_evidence_item"},{"id":"cggv:1b64f2ac-c5c5-4261-909a-f1514ad78277_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Mutation, in contrast to the normal B9D2, was unable to rescue zebrafish phenotypic features impaired by the inhibition of B9D2. According to co-immunoprecipitation and mass spectrometric studies, the mutated B9D2 was unable to interact with MKS1. \n"}],"strengthScore":0.5,"dc:description":"Technically scoring the genotype at 0.6 total since the functional evidence is only counted once. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.4},{"id":"cggv:96b65da8-cc7e-41f9-90d3-67e9297eee68_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:96b65da8-cc7e-41f9-90d3-67e9297eee68","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":20,"allele":{"id":"cggv:424805e6-3a61-40fb-abf2-49f7dd9c933d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030578.4(B9D2):c.15C>A (p.His5Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406012139"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Meckel Syndrome; He had cerebellar hypoplasia; dilated fourth ventricle; bifid uvula; polydactyly; Dandy-Walker malformation; bilateral ulnar deviation of hands; camptodactyly; bent long bones, and microphallus with hypospadias. ","phenotypes":["obo:HP_0012385","obo:HP_0001321","obo:HP_0002198","obo:HP_0030260","obo:HP_0000193","obo:HP_0010442"],"sex":"Male","variant":{"id":"cggv:5d92547a-d255-4f7b-a623-964286444663_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:424805e6-3a61-40fb-abf2-49f7dd9c933d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31411728","type":"dc:BibliographicResource","dc:abstract":"Meckel syndrome (MKS) is a perinatally lethal, genetically heterogeneous, autosomal recessive condition caused by defective primary cilium formation leading to polydactyly, multiple cysts in kidneys and malformations of nervous system. We performed exome sequencing in six fetuses from six unrelated families with MKS. We identified seven novel variants in B9D2, TNXDC15, CC2D2A, CEP290 and TMEM67. We describe the second family with MKS due to a homozygous variant in B9D2 and fifth family with bi-allelic variant in TXNDC15. Our data validates the causation of MKS by pathogenic variation in B9D2 and TXNDC15 and also adds novel variants in CC2D2A, CEP290 and TMEM67 to the literature.","dc:creator":"Radhakrishnan P","dc:date":"2019","dc:title":"Meckel syndrome: Clinical and mutation profile in six fetuses."}},"rdfs:label":"Fetus, 20 weeks of age, had affected brother"},{"id":"cggv:5d92547a-d255-4f7b-a623-964286444663","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5d92547a-d255-4f7b-a623-964286444663_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:426980a9-3233-4b3c-a90a-7829f7be133c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:426980a9-3233-4b3c-a90a-7829f7be133c","type":"Proband","allele":[{"id":"cggv:8a0ab00e-f302-467b-b182-378333ce3e4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030578.4(B9D2):c.463G>A (p.Gly155Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210341"}},{"id":"cggv:12ace4a5-8813-4586-a305-e9e5413f6e0c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030578.4(B9D2):c.220C>T (p.Pro74Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279487"}}],"detectionMethod":"They sequenced 27 Joubert Syndrome-associated genes","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Joubert Syndrome; individual had molar tooth sign, cerebellar vermis hypoplasia; shunted hydrocephalus; small phallus; seizures; hearing loss; small pupillary response to light; encephalocele; polydactyly","phenotypes":["obo:HP_0001320","obo:HP_0000238","obo:HP_0030260","obo:HP_0001250","obo:HP_0000365","obo:HP_0002419","obo:HP_0002084"],"sex":"Male","variant":[{"id":"cggv:af3fb5b4-7d83-456a-b2a0-c9cf212ba4a0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:12ace4a5-8813-4586-a305-e9e5413f6e0c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26092869","type":"dc:BibliographicResource","dc:abstract":"Joubert syndrome (JS) is a recessive neurodevelopmental disorder characterised by hypotonia, ataxia, cognitive impairment, abnormal eye movements, respiratory control disturbances and a distinctive mid-hindbrain malformation. JS demonstrates substantial phenotypic variability and genetic heterogeneity. This study provides a comprehensive view of the current genetic basis, phenotypic range and gene-phenotype associations in JS.","dc:creator":"Bachmann-Gagescu R","dc:date":"2015","dc:title":"Joubert syndrome: a model for untangling recessive disorders with extreme genetic heterogeneity."}},{"id":"cggv:378ba2c4-030c-4508-a4d7-8d9c95ec5179_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8a0ab00e-f302-467b-b182-378333ce3e4a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26092869"}],"rdfs:label":"Male, compound heterozygous in trans"},{"id":"cggv:378ba2c4-030c-4508-a4d7-8d9c95ec5179","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:378ba2c4-030c-4508-a4d7-8d9c95ec5179_variant_evidence_item"},{"id":"cggv:378ba2c4-030c-4508-a4d7-8d9c95ec5179_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"According to a study in C. Elegans, mutation has a severe impact on transition zone targeting and localization of B9D2."}],"strengthScore":0.5},{"id":"cggv:af3fb5b4-7d83-456a-b2a0-c9cf212ba4a0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:af3fb5b4-7d83-456a-b2a0-c9cf212ba4a0_variant_evidence_item"},{"id":"cggv:af3fb5b4-7d83-456a-b2a0-c9cf212ba4a0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"According to a study in C. Elegans, mutation has a moderate impact on transition zone targeting and localization of B9D2."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:00cc1feb-180f-4a62-8bb2-251556fb604c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:00cc1feb-180f-4a62-8bb2-251556fb604c","type":"Proband","allele":{"id":"cggv:a47554cc-0e4c-4eaa-b790-2d6733354fa5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030578.4(B9D2):c.107T>C (p.Leu36Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210285"}},"detectionMethod":"sequenced 27 Joubert Syndrome associated genes","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Joubert Syndrome: individual had polydactyly, seizures and atypical electroencephalography, frontal bossing, epicanthus, dysplastic ears, downturned corners of the mouth, retrognathia, ptosis, hypospadias, and right eye exotropia","phenotypes":["obo:HP_0000508","obo:HP_0010442","obo:HP_0001250","obo:HP_0000286","obo:HP_0002007","obo:HP_0000278"],"sex":"Male","variant":{"id":"cggv:518aeb48-5e0a-41fa-994c-d9b9612b86a6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a47554cc-0e4c-4eaa-b790-2d6733354fa5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21763481"},"rdfs:label":"Male, p.Leu36Pro, homozygous"},{"id":"cggv:518aeb48-5e0a-41fa-994c-d9b9612b86a6","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:518aeb48-5e0a-41fa-994c-d9b9612b86a6_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Technically the genotype is scored at 0.1 total. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.4}],"evidenceStrength":"Moderate","sequence":7079,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.4,"subject":{"id":"cggv:8de61fcd-1ced-4618-b627-d4048d777972","type":"GeneValidityProposition","disease":"obo:MONDO_0005308","gene":"hgnc:28636","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":"*B9D2* was first reported in relation to autosomal recessive ciliopathy in 2011 (PMID: 21763481). This disease is associated with renal/biliary dysplasia, abnormal nervous system development, ciliation issues, and fetal death. This disorder is characterized by abnormal development/structure of cilia and renal malformations/cysts. The *B9D2* gene encodes one of the three B9D-containing proteins, which all interact with the basal body and primary cilia in mammalian cells. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity (autosomal recessive Ciliopathy): Meckel Syndrome 10 (OMIM: # 614175) and Joubert Syndrome 34 (OMIM # 614175). \n\nFive variants (all missense) that have been reported in 4 probands in 3 publications (PMIDs: 21763481, 31411728, 26092869) are included in this curation. The mechanism of pathogenicity appears to be loss of function. Three of the variants were homozygous, and one of them had functional evidence in the form of mass spectrometry showing impaired interaction with *MSK1*. The fourth proband was a compound heterozygous case where both variants were shown to impact transition zone targeting and localization. All variants that exhibited functional evidence were upgraded. \nThis gene-disease relationship is also supported by experimental evidence (a mouse model, expression studies, interaction evidence, functional alteration evidence; PMIDs: 17127412, 21422230, 18287022, 19208769). The mouse model showed that mice with homozygous deletions in *B9D2* had defective ciliation in their kidneys (PMID: 18287022). Expression level evidence in C. elegans and human nasal polyps or turbinates showed expression in the ciliary transition zone, and that levels of ciliation are positively correlated with *B9D2* expression (PMIDs: 17127412, 21422230). The C. elegans study also demonstrated colocalization of *B9D1*, *B9D2*, *NPHP1*, and *NPHP4*. *B9D1* is definitive for autosomal recessive ciliopathy and *NPHP1* and *NPHP4* are definitive for autosomal recessive nephronophthisis 1 and autosomal recessive nephronophthisis 4, respectively. Functional alteration evidence in the form of RNAi inhibition in P. Tetraulia and IMCD3 cells shows that insufficient *B9D2* leads to defective ciliogenesis (PMIDs: 17127412, 19208769). \n\nWhile there is limited genetic evidence, a good deal of experimental evidence is available. In summary, there is “Moderate” evidence overall supporting the relationship between *B9D2* and autosomal recessive Ciliopathy. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP on 06/12/2023 (SOP Version 9).\n\nGenetic evidence should be 6.8 (we were more conservative with scoring homozygous cases, as noted in the genetic evidence sections including those variants). We strongly feel that this mutation causes disease; the points don't completely reflect this because the disease is highly rare. ","dc:isVersionOf":{"id":"cggv:ebe1140c-09cc-4d05-8886-5a78267afe65"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}