{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593ddv3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T18:00:00.000Z","role":"Approver"},{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-03T16:37:17.354Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9887ce3-6d38-4221-ae8b-963d5625518e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:779caee0-bf50-4b1b-b965-88b384fa8563","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Thrombomodulin is found in most human endothelium including that of arteries, veins, capillaries, and lymphatics. This localization well serves its function as a cofactor for protein C activation. Activated protein C is a physiological anticoagulant that inactivates factors Va and VIIIa and thereby maintains blood fluidity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2991298","type":"dc:BibliographicResource","dc:abstract":"We have used antibodies to human thrombomodulin isolated from placenta to investigate the distribution of this cofactor for protein C activation in human tissues. Thrombomodulin was found on endothelial cells of arteries, veins, capillaries, and lymphatics by immunocytochemical staining using an avidin-biotin peroxidase method. Thrombomodulin was not detected on sinusoidal lining cells of liver or on postcapillary high-endothelial venules of lymph node, although the latter contained another endothelial antigen, von Willebrand factor. Other cells noted to contain thrombomodulin antigen are those of the syncytiotrophoblast in placenta. The thrombomodulin in syncytiotrophoblast was primarily on the plasma membrane surface that forms the maternal blood sinus. Syncytiotrophoblast also stained with antibodies to von Willebrand factor, which implies that these cells have multiple endothelial functions. Thrombomodulin antigen was found in all organs studied, with the notable exception of brain.","dc:creator":"Maruyama I","dc:date":"1985","dc:title":"Thrombomodulin is found on endothelium of arteries, veins, capillaries, and lymphatics, and on syncytiotrophoblast of human placenta."},"rdfs:label":"THBD protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:786e14bf-bc60-4336-ae73-715efc7699ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05f38fab-bd43-45b9-9ce3-440946dd542f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The THBD gene encodes thrombomodulin, an endothelial cell surface glycoprotein that forms a 1:1 complex with the coagulation factor thrombin. THBD can inhibit procoagulant functions of thrombin, such as platelet activation or fibrinogen clotting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8663147","type":"dc:BibliographicResource","dc:abstract":"TAFI (thrombin-activatable fibrinolysis inhibitor) is a recently discovered plasma protein that can be activated by thrombin-catalyzed proteolysis to a carboxypeptidase B-like enzyme that inhibits fibrinolysis. This work shows that the thrombin-thrombomodulin complex, rather than free thrombin, is the most likely physiologic activator. Thrombomodulin increases the catalytic efficiency of the reaction by a factor of 1250, an effect expressed almost exclusively through an increase in kcat. The kinetics of the reaction conform to a model whereby thrombin can interact with either TAFI (Km = 1.0 microM) or thrombomodulin (Kd = 8.6 nM), and either binary complex so formed can then interact with the third component to form the ternary thrombin-thrombomodulin-TAFI complex from which activated TAFI is produced with kcat = 1.2 s-1. This work also shows that activated TAFI down-regulates tPA-induced fibrinolysis half-maximally at a concentration of 1.0 nM in a system of purified components. This concentration of TAFI is about 2% of the level of the zymogen in plasma, which indicates that ample activated TAFI could be generated to very significantly modulate fibrinolysis in vivo. Therefore, TAFI in vitro and possibly in vivo defines an explicit molecular connection between the coagulation and fibrinolytic cascades, such that expression of activity in the former down-regulates the activity of the latter.","dc:creator":"Bajzar L","dc:date":"1996","dc:title":"TAFI, or plasma procarboxypeptidase B, couples the coagulation and fibrinolytic cascades through the thrombin-thrombomodulin complex."},"rdfs:label":"THBD interacts with Thrombin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:1ca21d5a-af3a-4e52-8c47-9fe6b2ba3bce","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41c3bbfe-2da2-44e4-887c-4c8aed289160","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The THBD protein forms a 1:1 complex with the coagulation factor thrombin and alters thrombin's specificity toward several substrates, ultimately acting as an antithrombotic factor. The activated thrombin (F2) enzyme plays an important role in hemostasis and thrombosis: it converts fibrinogen to fibrin for blood clot formation, stimulates platelet aggregation, and activates coagulation factors V, VIII, and XIII. Thrombin also inhibits coagulation by activating protein C (PMID:19598065).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22036808","type":"dc:BibliographicResource","dc:abstract":"Thrombomodulin is a cell surface-expressed glycoprotein that serves as a cofactor for thrombin-mediated activation of protein C (PC), an event further amplified by the endothelial cell PC receptor. The PC pathway is a major anticoagulant mechanism that downregulates thrombin formation and hedges thrombus formation. The objectives of this review were to review recent findings regarding thrombomodulin structure, its involvement in the regulation of hemostasis and further discuss the implication, if any, of the genetic polymorphisms in the thrombomodulin gene in the risk of development of thrombosis. We performed a literature search by using electronic bibliographic databases. Although the direct evaluation of risk situations associated with thrombomodulin mutations/polymorphisms could be of clinical significance, it appears that mutations that affect the function of thrombomodulin are rarely associated with venous thromboembolism. However, several polymorphisms are reported to be associated with increased risk for arterial thrombosis. Additionally studies on knock out mice as well studies on humans bearing rare mutations suggest that thrombomodulin dysfunction may be implicated in the pathogenesis of myocardial infraction.","dc:creator":"Anastasiou G","dc:date":"2012","dc:title":"Thrombomodulin as a regulator of the anticoagulant pathway:  implication in the development of thrombosis."},"rdfs:label":"Thrombomodulin as a regulator of the anticoagulant"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:554b635a-8010-4e51-b4cc-0fb5bd6e602d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:09ff2e53-1887-451d-ae85-221b252cd986","type":"FunctionalAlteration","dc:description":"The authors expressed recombinant TM-WT and -C265S proteins in COS-1 cells and performed western blotting. In total cell lysates, TM-WT proteins were observed as an upper main band (~90kDa) and lower band (~80 kDa), presumably representing the mature (glycosylated) and\nunglycosylated forms, respectively. The C265S mutant exhibited a reduced\nlevel of the upper band and an increased level of the lower band, suggesting that a substantial fraction of the mutant TM protein could not be converted to or remained in the mature form. Cell fractionation revealed that plasma membrane expression of TM in the C265S mutant was significantly reduced (24.2% ± 14.3, P = 0.012) relative to that in the WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34474479","type":"dc:BibliographicResource","dc:abstract":"Here, we describe a 19-year-old Vietnamese woman who experienced several life-threatening bleeding events, including ovarian hemorrhage. Blood analysis revealed decreased fibrinogen level with markedly elevated fibrinogen/fibrin degradation products and D-dimer levels. Despite hemostatic surgery and administration of several medications, such as nafamostat mesylate, tranexamic acid, and unfractionated heparin, the coagulation abnormalities were not corrected, and the patient experienced repeated hemorrhagic events. We found that administration of recombinant human thrombomodulin (rhTM) remarkably improved the patient's pathophysiology. Screening and sequencing of the TM gene (THBD) revealed a previously unreported homozygous variation, c.793T>A (p.Cys265Ser). Notably, the Cys265 residue forms one of three disulfide bonds in the epidermal growth factor (EGF)-like domain 1 of TM. Transient expression experiments using COS-1 cells demonstrated markedly reduced expression of TM-Cys265Ser on the plasma membrane relative to wild-type TM. The TM-Cys265Ser mutant was intracellularly degraded, probably due to EGF-like domain 1 misfolding. The reduced expression of TM on the endothelial cell membrane may be responsible for the disseminated intravascular coagulation-like symptoms observed in the patient. In conclusion, we identified a novel TM variant, c.793T>A (p.Cys265Ser). Patients homozygous for this variant may present with severe bleeding events; rhTM should be considered as a possible treatment option for these patients.","dc:creator":"Osada M","dc:date":"2021","dc:title":"A novel homozygous variant of the thrombomodulin gene causes a hereditary bleeding disorder."},"rdfs:label":"C265S reduced cell surface expression"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f527dfa7-d2f4-46ae-bda6-7f75690b45eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ddd0b38-d9a0-4199-aad7-99551b389ab8","type":"FunctionalAlteration","dc:description":"To assess the functional impact of the C265S mutation, the PC and TAFI activation activities\nof TM-WT and -C265S proteins were assayed using transfected cell membranes. The PC\nactivation activity of C265S on the cell surface was significantly reduced (34.9% ± 7.7, P =\n0.0013) relative to that of the WT. The TAFI activation activity of C265S on the cell surface was also significantly reduced. These data were consistent with the data that the expression of C265S on the plasma membrane was reduced. The data also suggested that the C265S mutant protein on the cell surface retains its native specific activity as a cofactor in the thrombin-mediated PC and TAFI activation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34474479","rdfs:label":"C265S altered PC and TAFI activation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01e936a6-e9e9-4f7b-a5ff-ee32341339a7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:789b40d9-2eb3-4824-a949-bba049c2127e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Following the second surgery, rhTM, dosed at 380 units/kg, was administered intravenously once daily for 1 week, leading to a marked improvement of the hemostatic profile, specifically, increased fibrinogen levels and decreased FDP and D-dimer levels. The patient had a marked improvement in the coagulation status.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34474479","rdfs:label":"rhTM remarkably improved the patient's pathophysiology"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2},{"id":"cggv:eb264b95-c732-4523-8c3e-e0e67f7c30fb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bbf96cdb-0df8-4ed7-afe4-c928252b6f40","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"rhsTM significantly prolonged the PT, APTT, and TCT in a concentration-dependent manner , while rhs,TM G412D did not. rhsTM inhibited the thrombin generation in the TGT assay as concentration increased,  but rhsTM G412D did not. rhsTM showed a significant cofactor activity that promoted thrombin-catalyzed protein C activation, but the cofactor activity of rhsTM G412D was markedly reduced. thrombin bound to rhsTM but not to rhsTM G412D, which were immobilized on the solid phase, in proportion to the thrombin concentration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32556284","type":"dc:BibliographicResource","dc:abstract":"Thrombomodulin functions as an anticoagulant through thrombin binding and protein C activation. We herein report the first case of hereditary functional thrombomodulin deficiency presenting with recurrent subcutaneous hemorrhage and old cerebral infarction. The patient had a homozygous substitution of glycine by aspartate at amino acid residue 412 (Gly412Asp) in the thrombin-binding domain of the thrombomodulin gene (designated thrombomodulin-Nagasaki). In vitro assays using a recombinant thrombomodulin with the same mutation as the patient showed a total lack of thrombin binding and activation of protein C and thrombin-activatable fibrinolysis inhibitor (TAFI). Marked clinical and laboratory improvement was obtained with recombinant human soluble thrombomodulin therapy.","dc:creator":"Okada M","dc:date":"2020","dc:title":"A case of thrombomodulin mutation causing defective thrombin binding with absence of protein C and TAFI activation."},"rdfs:label":"Functional characterization of rhsTM and rhsTM G412D"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:9d03bc85-d3fd-4fa5-a48a-eefa56a837bf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9d03bc85-d3fd-4fa5-a48a-eefa56a837bf","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:3fe03dd9-b324-4374-813d-a29feaf9df6c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000361.3(THBD):c.1289G>A (p.Gly430Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408405842"}},"detectionMethod":"Direct sequencing of the patient’s TM gene revealed a homozygous G1289A mutation, resulting in the substitution of Asp for Gly at residue 412 (G412D) in the thrombin-binding epidermal growth factor (EGF)5 domain. Other family members (parents and 3 sisters) were heterozygous for this mutation.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"recurrent subcutaneous bleeding and cerebral infarction.\nMarked coagulation-fibrinolysis system abnormalities: fibrinogen/fibrin degradation products (FDP), 77.7 mg/mL (normal ,5); D-dimer, 32.9 mg/mL (,1.0); thrombin antithrombin complex (TAT), .60 ng/mL (,3.0); and plasmin a2 plasmin complex (PIC), 10.2 ng/mL (,0.8). His platelet counts (236 3 103/mL) and bleeding time (2.0 minutes) were normal, and his protein C activity was also normal for his age. Additional tests also revealed a hypercoagulation state in which the fibrin monomer complex concentration was .250 mg/mL (normal, ,6.1 mg/mL)\nand prothrombin fragments (F11F2) were 26.6 nmol/L (normal range, 0.44 to 1.20 nmol/L). The concentration of soluble TM, which was measured by mAb-ELISA during the screening of vascular endothelial dysfunction, was ,1.0 ng/mL (below the detection limit). No consumptive coagulopathy, such as organ failure or asymptomatic thrombosis, had appeared for\nyears except for an old cerebral infarction (Figure 1C) recognized in the infantile period that might have been formed by a venous thrombus through the foramen ovale, which is open during the prenatal stage. ","phenotypes":["obo:HP_0040224","obo:HP_0001933","obo:HP_0001297","obo:HP_0001892","obo:HP_0001928"],"sex":"Male","variant":{"id":"cggv:9909b28c-c76c-4f6c-a2ce-836e646812f9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3fe03dd9-b324-4374-813d-a29feaf9df6c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32556284"},"rdfs:label":"Okada paper family proband"},{"id":"cggv:9909b28c-c76c-4f6c-a2ce-836e646812f9","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9909b28c-c76c-4f6c-a2ce-836e646812f9_variant_evidence_item"},{"id":"cggv:9909b28c-c76c-4f6c-a2ce-836e646812f9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In vitro assays using a recombinant thrombomodulin with the same mutation as the patient showed a total lack of thrombin binding and activation of protein C and thrombin-activatable fibrinolysis inhibitor (TAFI)."}],"strengthScore":0.5,"dc:description":"The patient is homozygous for the c.1289G>A (p.Gly430Asp) variant. Other family members (parents and 3 sisters) were heterozygous for this mutation and unaffected. Functional studies using a recombinant thrombomodulin with c.1289G>A (p.Gly430Asp) showed a total lack of thrombin binding and activation of protein C and thrombin-activatable fibrinolysis inhibitor (TAFI)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1635c8f4-d7d6-4e9d-ab4c-65a43c6d23d4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1635c8f4-d7d6-4e9d-ab4c-65a43c6d23d4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"allele":{"id":"cggv:8bca4503-00d6-423b-a24d-7814469041e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000361.3(THBD):c.793T>A (p.Cys265Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408406933"}},"detectionMethod":"Screening and sequencing of the TM gene (THBD) revealed a previously unreported homozygous variation, c.793T>A (p.Cys265Ser) in the patient. Both of her unaffected parents are heterozygous for the missense variant. Her brother is wild-type and not affected.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"life-threatening bleeding events, including ovarian hemorrhage. Blood analysis revealed decreased fibrinogen level with markedly elevated fibrinogen/fibrin degradation products and D-dimer levels. severe anemia, thrombocytopenia, and marked coagulation abnormalities: hemoglobin, 6.3 g/dL; platelet count, 100,000/mm3; prothrombin time, 16.5 s; activated partial thromboplastin time > 150s, fibrinogen < 40 g/dL, fibrinogen/fibrin degradation products (FDP) 152.9 μg/mL, and D-dimer 47.6 μg/mL","phenotypes":["obo:HP_0004846","obo:HP_0001928","obo:HP_0011901","obo:HP_0001873","obo:HP_0011029","obo:HP_0001892","obo:HP_0003645","obo:HP_0011898","obo:HP_0001903"],"sex":"Female","variant":{"id":"cggv:a297d998-3976-4106-a854-7d4629d40221_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8bca4503-00d6-423b-a24d-7814469041e8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/34474479"},"rdfs:label":"Osada paper family proband"},{"id":"cggv:a297d998-3976-4106-a854-7d4629d40221","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a297d998-3976-4106-a854-7d4629d40221_variant_evidence_item"},{"id":"cggv:a297d998-3976-4106-a854-7d4629d40221_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The Cys265 residue forms one of three disulfide bonds in the epidermal growth factor (EGF)-like domain 1 of TM (THBD). Transient expression experiments using COS-1 cells demonstrated markedly reduced expression of TM-Cys265Ser on the plasma membrane relative to wild-type TM. The TM-Cys265Ser mutant was intracellularly degraded, probably due to EGF-like domain 1 misfolding. The expression of TM on the endothelial cell membrane was reduced, which may be responsible for the disseminated intravascular coagulation-like symptoms observed in the patient."}],"strengthScore":0.5,"dc:description":"The proband is homozygous for the c.793T>A (p.Cys265Ser) variant. Both of her unaffected parents are heterozygous for the variant. Her brother is wild-type and not affected too. The functional data suggested that the cys265Ser variant in EGF1 domain, unlike the truncating variants in the transmembrane domain or in the serine-threonine-rich region, caused endothelial damage due to imbalance of the coagulation-fibrinolysis system associated with reduced expression of endothelial TM. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":8259,"specifiedBy":"GeneValidityCriteria10","strengthScore":8,"subject":{"id":"cggv:cbfb0753-652e-4509-a57f-8d7ce0a23fba","type":"GeneValidityProposition","disease":"obo:MONDO_0013775","gene":"hgnc:11784","modeOfInheritance":"obo:HP_0000007"},"version":"3.0","dc:description":"THBD was first reported in relation to autosomal recessive thrombomodulin-related bleeding disorder\nin 2020 [PMID: 32556284]. Two different homozygous missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in two probands in two publications [PMID: 32556284, 34474479]. This gene-disease relationship is supported by its protein interactions with Thrombin, which regulates anticoagulant pathway [PMID: 8663147], biochemical function that THBD protein forms a 1:1 complex with the coagulation factor thrombin and alters thrombin's specificity toward several substrates, ultimately acting as an antithrombotic factor [PMID:22036808], Expression studies that Thrombomodulin is found in most human endothelium including that of arteries, veins, capillaries, and lymphatics. This localization well serves its function as a cofactor for protein C activation [PMID: 2991298],  functional alteration in the COS-1 cells showing that missense variant C265S variant reduced THBD expression on the cell membrane, and  also PC and TAFI activation activities were decreased as well [PMID: 34474479]. Two rescue studies in the two different homozygous missense patients showed that recombinant human soluble TM(rhTM) could improve patients’ coagulation status significantly, however, the rhTM-variant couldn’t rescue the phenotypes[PMID: 32556284, 34474479].  In summary, there is moderate  evidence to support this gene-disease relationship. However, there are only two independent variant families reported, the final classification is downgraded from moderate to limited. This classification was originally approved by the ClinGen Hemostasis Thrombosis Gene Curation Expert Panel on Dec 10, 2021. This gene-disease relationship was reevaluated on November 06, 2023. As a result of this reevaluation, the classification did not change.\n\nThere are only two independent variant families reported. Therefore the final classification has been downgraded from moderate to limited.","dc:isVersionOf":{"id":"cggv:65204ffc-d2bd-4334-bf9f-eaea618593dd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}