{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2022-01-04T22:42:04.121Z","role":"Publisher"},{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2021-12-15T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c17d5e8d-f864-43fa-9692-af6ab5acbac3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74a857cd-b71d-4a51-be71-619f52cb8f77","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunostaining with antibodies for APPL1, insulin, and glucagon showed APPL1 was expressed in the mouse pancreas exclusively in pancreatic islets with significant colocalization with insulin (Fig. 1b)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23793716","type":"dc:BibliographicResource","dc:abstract":"Adaptor protein, phosphotyrosine interaction, pleckstrin homology domain and leucine zipper containing 1 (APPL1) is an adapter protein that positively mediates adiponectin signalling. Deficiency of APPL1 in the target tissues of insulin induces insulin resistance. We therefore aimed, in the present study, to determine its role in regulating pancreatic beta cell function.","dc:creator":"Wang C","dc:date":"2013","dc:title":"Deficiency of APPL1 in mice impairs glucose-stimulated insulin secretion through inhibition of pancreatic beta cell mitochondrial function."},"rdfs:label":"Wang Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2a67bf46-d40b-4b8a-ad2c-049eeeba98ae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c94f0afa-95f6-42ad-a581-ea7172c968b9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Pancreatic islets collected non-diabetic brain-dead multiorgan donors were subjected to glucose stimulation at 16.7 mmol/l. This showed that APPL1 expression was significantly correlated with glucose-induced insulin secretion (Fig. 5). This confirms positive role of APPL1 in insulin secretion reported in mouse models is also acting in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26073777","type":"dc:BibliographicResource","dc:abstract":"Diabetes mellitus is a highly heterogeneous disorder encompassing several distinct forms with different clinical manifestations including a wide spectrum of age at onset. Despite many advances, the causal genetic defect remains unknown for many subtypes of the disease, including some of those forms with an apparent Mendelian mode of inheritance. Here we report two loss-of-function mutations (c.1655T>A [p.Leu552(∗)] and c.280G>A [p.Asp94Asn]) in the gene for the Adaptor Protein, Phosphotyrosine Interaction, PH domain, and leucine zipper containing 1 (APPL1) that were identified by means of whole-exome sequencing in two large families with a high prevalence of diabetes not due to mutations in known genes involved in maturity onset diabetes of the young (MODY). APPL1 binds to AKT2, a key molecule in the insulin signaling pathway, thereby enhancing insulin-induced AKT2 activation and downstream signaling leading to insulin action and secretion. Both mutations cause APPL1 loss of function. The p.Leu552(∗) alteration totally abolishes APPL1 protein expression in HepG2 transfected cells and the p.Asp94Asn alteration causes significant reduction in the enhancement of the insulin-stimulated AKT2 and GSK3β phosphorylation that is observed after wild-type APPL1 transfection. These findings-linking APPL1 mutations to familial forms of diabetes-reaffirm the critical role of APPL1 in glucose homeostasis.","dc:creator":"Prudente S","dc:date":"2015","dc:title":"Loss-of-Function Mutations in APPL1 in Familial Diabetes Mellitus."},"rdfs:label":"Prudente Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b72852a-a81e-475b-9fdc-4c2f50425753","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b6cf6c36-83ad-4384-a404-e4d7c7489675","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Adenoviral infected INS-1(832/13) cells. APPL1 content of the cells was significantly downregulated in presence of high glucose levels (20mmol/L) or palmitate (1mmol/L) (Fig. 2a,b, Fig. 5c). APPL1 content was knocked down to 64.03% with adenovirus-mediated Appl1 shRNA approach (Fig. 5a). Total insulin production at end of 24h glucose stimulation was significantly reduced. Overproduction of APPL1 was caused by infecting cells with adenovirus-mediated APPL1 was shown to enhance GSIS (Fig. 5b,e).\n\nTreatment of cell with mitochondrial fuels (alpha-KIC and SAME) caused increase in insulin secretion (Fig. 5f).\n\nKnockdown of APPL1 in cells was shown to induce mitochondrial dysfunction through reduced expression of genes involved in mitochondrial biogenesis and the respiratory chain, Tfam and Pgx-1a (Fig. 6). Cells had reduced mitochondrial ORC when stimulated by glucose, and reduced maximal mitochondrial respiration actiivty (Fig. 7a,b,c).\n\nKnockdown of APPL1 production abolished both glucose- and adiponectin-induced insulin secretion (Fig. 8b).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23793716","rdfs:label":"Wang Cell Culture Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:f024b0b4-dac6-4aa0-acae-4b43382d11e3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:759babbe-78a9-4e6e-bd52-fff79c194310","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Significant changes in weight, fasting glucose, or fasting insulin was observed in KO mice. Fasting glucagon levels were shown to increase in KO mice (Fig. 3d) and they had impaired glucose tolerance (Fig. 3e,f) and reduced GSIS (Fig. 3g).\n\nHyperglycemic clamp test show KO mice had decreases in glucose infusion rate (Fig. 4b,c), and impaired insulin secretion during the first and second phases (Fig. 4d,e).\n\nIsolated islets to measure ex vivo insulin secretion showed that GSIS was abolished in islets from KO mice under 20mmol/l glucose conditions (Fig. 4f).\n\nBeta cells from the KO mice contained swollen mitochondria with disordered cristae and lower mitochondrial numbers (Fig. 7f,g).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23793716","rdfs:label":"Wang Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":3863,"specifiedBy":"GeneValidityCriteria8","strengthScore":7,"subject":{"id":"cggv:5e59a9e6-ca33-476a-a502-d496adcf6475","type":"GeneValidityProposition","disease":"obo:MONDO_0015967","gene":"hgnc:24035","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"APPL1 was first reported in relation to apparent autosomal dominant diabetes in 2015 (Prudente et al., PMID: 26073777).  Evidence supporting this gene-disease relationship includes case level data, segregation data, and experimental data. Summary of genetic and experimental evidence: 7.0 points. Missense, nonsense, and frameshift variants in this gene have been reported in at least 4 probands in 2 publications (PMIDs: 26073777, 31264968); however, two of these probands (PMID 31264968) were selected on the basis of long-surviving type 1 diabetes and had a phenotype consistent with type 1 diabetes (HLA risk alleles and C-peptide- +/- GAD positivity); therefore, they were not counted in the evidence scoring. The other two probands (PMID 26073777) contributed 2 points of variant-level evidence but were selected for diabetes onset before age 35 with a 3 generation family history of diabetes on one side and a first degree relative diagnosed with diabetes before 35, broader than criteria typically used for monogenic diabetes/MODY studies.  The p.Leu552* variant in this gene segregated with diabetes or prediabetes in 10 additional family members (PMID:26073777), resulting in a LOD score of 2.71 (1 point). Notably, 7/10 of these individuals were diagnosed at 35 years or older and 9/10 were overweight or obese.  Furthermore, there were 5 p.Leu552* carriers 35 years or older with normal glucose tolerance.  Thus the variant may be contributory, but penetrance is lower than typical of monogenic diabetes.  Summary of case-level and segregation data:  3.0 points.  The mechanism for disease is currently unknown, but expression studies, animal models, and cell culture models provide evidence for a role in insulin secretion (PMIDs:  23793716, 26073777). Summary of experimental evidence:  4.0 points.  In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship, no convincing contradictory evidence has emerged.  Although the total score (7.0) is in the moderate range, the lack of genetic evidence outside a single publication and the low penetrance and the broad definition of monogenic diabetes used in that publication led to the EP decision to classify this relationship as limited and requiring further evidence to elevate it.\nAlthough the total score (7.0) of the gene-disease relationship is in the moderate range, the lack of genetic evidence outside a single publication,  the low penetrance and the broad definition of monogenic diabetes used in the publication led to the GCEP decision to classify this relationship as limited and requiring further evidence to elevate it.","dc:isVersionOf":{"id":"cggv:5e2bc680-f1d4-4b65-baaa-22b4ff22b56e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}