{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-02-02T17:00:00.000Z","role":"Approver"},{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-12-09T19:38:39.384Z","role":"Publisher"}],"evidence":[{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c9cd2a0-01c5-487a-9611-a79106637884","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b1e25642-b5a7-4b11-900f-a2b5527d1c6c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Yeast 2-hybrid screening and coimmunoprecipitation showed that IGBP1 protein binds MID1, which has been curated by our group to be definitively associated with X-linked Opitz G/BBB syndrome (http://purl.obolibrary.org/obo/MONDO_0010222). Localization of MID1 and IGBP1 was influenced by one another in transiently transfected cells. MID1 could recruit IGBP1 onto microtubules, and high levels of IGBP1 could displace MID1 into the cytosol.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11371618","type":"dc:BibliographicResource","dc:abstract":"Opitz syndrome (OS) is a human genetic disease characterized by deformities such as cleft palate that are attributable to defects in embryonic development at the midline. Gene mapping has identified OS mutations within a protein called Mid1. Wild-type Mid1 predominantly colocalizes with microtubules, in contrast to mutant versions of Mid1 that appear clustered in the cytosol. Using yeast two-hybrid screening, we found that the alpha4-subunit of protein phosphatases 2A/4/6 binds Mid1. Epitope-tagged alpha4 coimmunoprecipitated endogenous or coexpressed Mid1 from COS7 cells, and this required only the conserved C-terminal region of alpha4. Localization of Mid1 and alpha4 was influenced by one another in transiently transfected cells. Mid1 could recruit alpha4 onto microtubules, and high levels of alpha4 could displace Mid1 into the cytosol. Metabolic (32)P labeling of cells showed that Mid1 is a phosphoprotein, and coexpression of full-length alpha4 decreased Mid1 phosphorylation, indicative of a functional interaction. Association of green fluorescent protein-Mid1 with microtubules in living cells was perturbed by inhibitors of MAP kinase activation. The conclusion is that Mid1 association with microtubules, which seems important for normal midline development, is regulated by dynamic phosphorylation involving MAP kinase and protein phosphatase that is targeted specifically to Mid1 by alpha4. Human birth defects may result from environmental or genetic disruption of this regulatory cycle.","dc:creator":"Liu J","dc:date":"2001","dc:title":"Phosphorylation and microtubule association of the Opitz syndrome protein mid-1 is regulated by protein phosphatase 2A via binding to the regulatory subunit alpha 4."},"rdfs:label":"Colocalization of IGBP1 and MID1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"With extremely limited genetic evidence, this colocalization and protein interaction experimental evidence does not demonstrate a definitive gene product interaction in the disease of interest: corpus callosum agenesis-intellectual disability-coloboma-micrognathia syndrome."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":3747,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:243a105b-1f5d-4642-8223-d7b91e2d7d16","type":"GeneValidityProposition","disease":"obo:MONDO_0010333","gene":"hgnc:5461","modeOfInheritance":"obo:HP_0001417"},"version":"1.3","dc:description":"IGBP1 was first reported in relation to X-linked corpus callosum agenesis-intellectual disability-coloboma-micrognathia syndrome in 2003 (Graham et al., PMID: 14556245). Two brothers with intellectual disability, macrocephaly, short stature, scoliosis, retrognathia, coloboma, and agenesis of corpus callosum were found to share a maternally inherited 5’ UTR variant in IGBP1 (c.-57_-55delTATinsAA) (PMID: 14556245). Analysis of IGBP1 expression in skin fibroblasts of an affected individual showed normal localization, with 20% increase in protein levels. Because there was no evidence of a deleterious effect of the variant and investigation into additional potential etiologies was limited, this variant was not scored. In 2017, a large exome sequencing study in individuals with developmental disorders reported a de novo missense variant in IGBP1, without phenotype information (DDD Study, PMID: 28135719). This variant is absent from gnomAD v2.1.1, but since there is no functional evidence of pathogenicity, it was not scored. In terms of experimental evidence, the IGBP1 protein binds to MID1 (PMID: 11371618), which is associated with syndromic X-linked intellectual disability (Opitz G/BBB syndrome). In the context of extremely limited genetic evidence, we opted not to score this experimental evidence. In summary, the evidence supporting the relationship between IGBP1 and X-linked corpus callosum agenesis-intellectual disability-coloboma-micrognathia syndrome is disputed. More evidence is needed to either support or entirely refute the role IGBP1 plays in this disease. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 2/2/2021 (SOP Version 8). \nThe ID/Autism GCEP has decided to modify this classification to disputed because the gene-disease relationship between IGBP1 and corpus callosum agenesis-intellectual disability-coloboma-micrognathia syndrome lacks supportive, convincing genetic and experimental evidence. ","dc:isVersionOf":{"id":"cggv:dbeb1651-add0-4a44-87ad-a56c7864f076"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}