{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-07-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-07-13T01:56:48.305Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21820100","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease is characterized by length-dependent axonal degeneration with distal sensory loss and weakness, deep-tendon-reflex abnormalities, and skeletal deformities. It is caused by mutations in more than 40 genes. We investigated a four-generation family with 23 members affected by the axonal form (type 2), for which the common causes had been excluded by Sanger sequencing. Exome sequencing of three affected individuals separated by eight meioses identified a single shared novel heterozygous variant, c.917A>G, in DYNC1H1, which encodes the cytoplasmic dynein heavy chain 1 (here, novel refers to a variant that has not been seen in dbSNP131or the August 2010 release of the 1000 Genomes project). Testing of six additional affected family members showed cosegregation and a maximum LOD score of 3.6. The shared DYNC1H1 gene variant is a missense substitution, p.His306Arg, at a highly conserved residue within the homodimerization domain. Three mouse models with different mutations within this domain have previously been reported with age-related progressive loss of muscle bulk and locomotor ability. Cytoplasmic dynein is a large multisubunit motor protein complex and has a key role in retrograde axonal transport in neurons. Our results highlight the importance of dynein and retrograde axonal transport in neuronal function in humans.","dc:creator":"Weedon MN","dc:date":"2011","dc:title":"Exome sequencing identifies a DYNC1H1 mutation in a large pedigree with dominant axonal Charcot-Marie-Tooth disease."},"evidence":[{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.6},{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d46f082c-6be9-45c9-8197-ee45b6f90431","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:091f47da-868a-49bc-8dab-2dd11691cbac","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"DYNC1H1 is a motor protein that transports BICD2","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25512093","type":"dc:BibliographicResource","dc:abstract":"The heavy chain 1 of cytoplasmic dynein (DYNC1H1) is responsible for movement of the motor complex along microtubules and recruitment of dynein components. Mutations in DYNC1H1 are associated with spinal muscular atrophy (SMA), hereditary motor and sensory neuropathy (HMSN), cortical malformations, or a combination of these. Combining linkage analysis and whole-exome sequencing, we identified a novel dominant defect in the DYNC1H1 tail domain (c.1792C>T, p.Arg598Cys) causing axonal HMSN. Mutation analysis of the tail region in 355 patients identified a de novo mutation (c.791G>T, p.Arg264Leu) in an isolated SMA patient. Her phenotype was more severe than previously described, characterized by multiple congenital contractures and delayed motor milestones, without brain malformations. The mutations in DYNC1H1 increase the interaction with its adaptor BICD2. This relates to previous studies on BICD2 mutations causing a highly similar phenotype. Our findings broaden the genetic heterogeneity and refine the clinical spectrum of DYNC1H1, and have implications for molecular diagnostics of motor neuron diseases.","dc:creator":"Peeters K","dc:date":"2015","dc:title":"Novel mutations in the DYNC1H1 tail domain refine the genetic and clinical spectrum of dyneinopathies."},"rdfs:label":"Co-immunoprecipitation with BICD2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92a60b47-dbb6-4b93-a3d9-421f80a82cb4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6bae3f7e-4849-428d-aa4e-88d4552ebcd3","type":"FunctionalAlteration","dc:description":" Examination of Golgi reassembly following microtubule depolymerization by nocodazole and subsequent drug washout","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24307404","type":"dc:BibliographicResource","dc:abstract":"DYNC1H1 encodes the heavy chain of cytoplasmic dynein 1, a motor protein complex implicated in retrograde axonal transport, neuronal migration, and other intracellular motility functions. Mutations in DYNC1H1 have been described in autosomal-dominant Charcot-Marie-Tooth type 2 and in families with distal spinal muscular atrophy (SMA) predominantly affecting the legs (SMA-LED). Recently, defects of cytoplasmic dynein 1 were also associated with a form of mental retardation and neuronal migration disorders. Here, we describe two unrelated patients presenting a combined phenotype of congenital motor neuron disease associated with focal areas of cortical malformation. In each patient, we identified a novel de novo mutation in DYNC1H1: c.3581A>G (p.Gln1194Arg) in one case and c.9142G>A (p.Glu3048Lys) in the other. The mutations lie in different domains of the dynein heavy chain, and are deleterious to protein function as indicated by assays for Golgi recovery after nocodazole washout in patient fibroblasts. Our results expand the set of pathological mutations in DYNC1H1, reinforce the role of cytoplasmic dynein in disorders of neuronal migration, and provide evidence for a syndrome including spinal nerve degeneration and brain developmental problems.","dc:creator":"Fiorillo C","dc:date":"2014","dc:title":"Novel dynein DYNC1H1 neck and motor domain mutations link distal spinal muscular atrophy and abnormal cortical development."},"rdfs:label":"Nocodazole washout in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b22b728e-edcd-45ac-91af-3b929ab7bcf1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c509eb16-a4d0-4506-9fc5-a343bc8759a0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"abnormal hind limb posture when suspended by the tail is indicative of motor phenotypes in mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36218033","type":"dc:BibliographicResource","dc:abstract":"Size homeostasis is a fundamental process in biology and is particularly important for large cells such as neurons. We previously proposed a motor-dependent length-sensing mechanism wherein reductions in microtubule motor levels would be expected to accelerate neuronal growth, and validated this prediction in dynein heavy chain 1 Loa mutant (Dync1h1Loa) sensory neurons. Here, we describe a new mouse model with a conditional deletion allele of exons 24 and 25 in Dync1h1. Homozygous Islet1-Cre-mediated deletion of Dync1h1 (Isl1-Dync1h1-/-), which deletes protein from the motor and sensory neurons, is embryonic lethal, but heterozygous animals (Isl1-Dync1h1+/-) survive to adulthood with ∼50% dynein expression in targeted cells. Isl1-Dync1h1+/- sensory neurons reveal accelerated growth, as previously reported in Dync1h1Loa neurons. Moreover, Isl1-Dync1h1+/- mice show mild impairments in gait, proprioception and tactile sensation, similar to what is seen in Dync1h1Loa mice, confirming that specific aspects of the Loa phenotype are due to reduced dynein levels. Isl1-Dync1h1+/- mice also show delayed recovery from peripheral nerve injury, likely due to reduced injury signal delivery from axonal lesion sites. Thus, conditional deletion of Dync1h1 exons 24 and 25 enables targeted studies of the role of dynein in neuronal growth.","dc:creator":"Di Pizio A","dc:date":"2023","dc:title":"A conditional null allele of Dync1h1 enables targeted analyses of dynein roles in neuronal length sensing."},"rdfs:label":"Heterozygous conditonal deletion allele for Dynch1h1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because the disease mechanism in patients is GoF probably and this is a LoF model (discussed at the CMT GCEP meeting)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":6627,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.1,"subject":{"id":"cggv:894d7c52-75c7-46bb-830b-990a608fc887","type":"GeneValidityProposition","disease":"obo:MONDO_0000075","gene":"hgnc:2961","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"DYNC1H1 was first reported in relation to Charcot-Marie-Tooth in 2011 (PMID: 21820100). Over time the phenotypic spectrum of DYNC1H1 has expanded to include not only Charcot-Marie Tooth (CMT), but also Spinal Muscular Atrophy, lower extremity-predominant (SMALED), and Complex Cortical Dysplasia with brain malformations. Due to the distinct differences in phenotype, we decided to split the Complex Cortical Dysplasia assertion. The CMT and SMALED phenotypes however can be viewed clinically quite similarly, based on disease presentation and electrophysiological analysis. Therefore, the latter two disease entities were lumped into one, Distal Hereditary Motor Neuronopathy. \n\nDYNC1H1 encodes Cytoplasmic dynein 1 heavy chain 1, a motor for the intracellular retrograde motility of vesicles and organelles along microtubules. \n \nIn this curation, we scored genetic evidence for 16 different missense variants, which were reported to be de novo in 12 probands.  Additional linkage analysis increased the genetic evidence score to 10.6. Experimental evidence further supports the gene-disease relationship. Patient cells have been shown to have a delay in Golgi reassembly after nocodazole drug treatment (PMID: 24307404). Other mutations have shown increased affinity for a DYNC1H1 binding partner, BICD2 (PMID: 25512093). A mouse model with a conditional null allele of Dync1h1 showed a motor phenotype, further supporting the role of the gene in disease, although a gain-of-function mechanism is more likely in patients (PMID:36218033). \n \nIn summary, DYNC1H1 is definitively associated with autosomal dominant distal hereditary neuronopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:c1e12eb9-aea0-4597-8893-48df533f6ad9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}