{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2018-09-14T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14437a75-3ef9-4a85-8c69-0f5210bdf8b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2cabad61-c2a6-4c5f-afb7-b1def05a0e6b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The authors used pulse-chase labeling to measure the kinetics of assembly of wild type E1alpha and 9 mutations with wild type E1beta. Cells were harvested and purified by affinity chromatography. Since E1beta was untagged, the co-purification of it with the tagged E1a lpha subunit indicated assembly of the 2 proteins. The mutations show a spectrum of interaction kinetics with E1beta (normal assembly, moderate assembly, slow assembly and no assembly).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9582350","type":"dc:BibliographicResource","dc:abstract":"The E1 decarboxylase component of the human branched-chain ketoacid dehydrogenase complex comprises two E1alpha (45.5 kDa) and two E1beta (37.5 kDa) subunits forming an alpha2 beta2 tetramer. In patients with type IA maple syrup urine disease, the E1alpha subunit is affected, resulting in the loss of E1 and branched-chain ketoacid dehydrogenase catalytic activities. To study the effect of human E1alpha missense mutations on E1 subunit assembly, we have developed a pulse-chase labeling protocol based on efficient expression and assembly of human (His)6-E1alpha and untagged E1beta subunits in Escherichia coli in the presence of overexpressed chaperonins GroEL and GroES. Assembly of the two 35S-labeled E1 subunits was indicated by their co-extraction with Ni2+-nitrilotriacetic acid resin. The nine E1alpha maple syrup urine disease mutants studied showed aberrant kinetics of assembly with normal E1beta in the 2-h chase compared with the wild type and can be classified into four categories of normal (N222S-alpha and R220W-alpha), moderately slow (G245R-alpha), slow (G204S-alpha, A240P-alpha, F364C-alpha, Y368C-alpha, and Y393N-alpha), and no (T265R-alpha) assembly. Prolonged induction in E. coli grown in the YTGK medium or lowering of induction temperature from 37 to 28 degreesC (in the case of T265R-alpha), however, resulted in the production of mutant E1 proteins. Separation of purified E1 proteins by sucrose density gradient centrifugation showed that the wild-type E1 existed entirely as alpha2 beta2 tetramers. In contrast, a subset of E1alpha missense mutations caused the occurrence of exclusive alphabeta dimers (Y393N-alpha and F364C-alpha) or of both alpha2beta2 tetramers and lower molecular weight species (Y368C-alpha and T265R-alpha). Thermal denaturation at 50 degreesC indicated that mutant E1 proteins aggregated more rapidly than wild type (rate constant, 0.19 min-1), with the T265R-alpha mutant E1 most severely affected (rate constant, 4.45 min-1). The results establish that the human E1alpha mutations in the putative thiamine pyrophosphate-binding pocket that are studied, with the exception of G204S-alpha, have no effect on E1 subunit assembly. The T265R-alpha mutation adversely impacts both E1alpha folding and subunit interactions. The mutations involving the C-terminal aromatic residues impede both the kinetics of subunit assembly and the formation of the native alpha2 beta2 structure.","dc:creator":"Wynn RM","dc:date":"1998","dc:title":"Impaired assembly of E1 decarboxylase of the branched-chain alpha-ketoacid dehydrogenase complex in type IA maple syrup urine disease."},"rdfs:label":"BCKDHB Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upgraded since the authors showed that not only do the two subunits interact, but mutations can alter this interaction."},{"id":"cggv:07387b36-a589-478d-929d-e912264ff777","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8cb300f0-0345-4b49-a3a2-2ccf3a029f77","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MSUD is caused by decreased function of the BCKAD complex, which includes BCKDHA. Variants in any of the subunits decrease its activity, thereby increasing  BCAA levels, leading to toxicity in the skeletal muscle and brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28919799","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease (MSUD) is an inborn error of metabolism caused by defects in the branched-chain α-ketoacid dehydrogenase complex, which results in elevations of the branched-chain amino acids (BCAAs) in plasma, α-ketoacids in urine, and production of the pathognomonic disease marker, alloisoleucine. The disorder varies in severity and the clinical spectrum is quite broad with five recognized clinical variants that have no known association with genotype. The classic presentation occurs in the neonatal period with developmental delay, failure to thrive, feeding difficulties, and maple syrup odor in the cerumen and urine, and can lead to irreversible neurological complications, including stereotypical movements, metabolic decompensation, and death if left untreated. Treatment consists of dietary restriction of BCAAs and close metabolic monitoring. Clinical outcomes are generally good in patients where treatment is initiated early. Newborn screening for MSUD is now commonplace in the United States and is included on the Recommended Uniform Screening Panel (RUSP). We review this disorder including its presentation, screening and clinical diagnosis, treatment, and other relevant aspects pertaining to the care of patients.","dc:creator":"Blackburn PR","dc:date":"2017","dc:title":"Maple syrup urine disease: mechanisms and management."},"rdfs:label":"Biochemical Function Review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6707bf19-1838-495d-806a-4c13d29ec474","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:634d32d2-c696-4bc1-bf44-852cbc8469a3","type":"FunctionalAlteration","dc:description":"The rate of decarboxylation of alpha-keto isovalerate (which is a step in the catabolism of BCAAs) was measured. Patient cells exhibited no activity. When the cells were transfected with wild type E1alpha cDNA, decarboxylation activity was restored to 72% normal. The authors also transfected the patient's cells with 2 other variants: G245R produced slight activity (5% of normal) and F364C produced no activity, further establishing that mutations alter the activity of the BCKAD complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7883996","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease (MSUD) is caused by a deficiency of the mitochondrial branched-chain alpha-keta acid dehydrogenase (BCKAD) complex. The multienzyme complex comprises five enzyme components, including the E1 decarboxylase with a heterotetrameric (alpha 2 beta 2) structure. Four unrelated Hispanic-Mexican MSUD patients with the intermediate clinical phenotype were diagnosed 7 to 22 mo after birth during evaluation for developmental delay. Three of the four patients were found homozygous for G to A transition at base 895 (exon 7) of the E1 alpha locus, which changes Gly-245 to Arg (G245R) in that subunit. The remaining patient was homozygous for T to G transversion at base 1,253 in the E1 alpha gene, which converts Phe-364 to Cys (F364C) in the gene product. Transfection studies in E1 alpha-deficient lymphoblasts indicate that both G245R and F364C mutant E1 alpha subunits were unable to significantly reconstitute BCKAD activity. Western blotting showed that both mutant E1 alpha subunits in transfected cells failed to efficiently rescue the normal E1 beta through assembly. The putative assembly defect was confirmed by pulse-chase labeling of E1 subunits in a chaperone-augmented bacterial overexpression system. The kinetics of initial assembly of the G245R E1 alpha subunit with the normal E1 beta was shown to be slower than the normal E1 alpha. No detectable assembly of the F364C E1 alpha with normal E1 beta was observed during the 2 h chase. Small amounts of recombinant mutant E1 proteins were produced after 15 h induction with isopropyl thiogalactoside and exhibited very low or no E1 activity. Our study establishes that G245R and F364C mutations in the E1 alpha subunit disrupt both the E1 heterotetrameric assembly and function of the BCKAD complex. Moreover, the results suggest that the G245R mutant E1 alpha allele may be important in the Hispanic-Mexican population.","dc:creator":"Chuang JL","dc:date":"1995","dc:title":"Molecular and biochemical basis of intermediate maple syrup urine disease. Occurrence of homozygous G245R and F364C mutations at the E1 alpha locus of Hispanic-Mexican patients."},"rdfs:label":"BCKAD complex activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"This not only shows that patient cells carrying a known pathogenic variant have no BCKAD complex activity, it also shows that wild type E1alpha can rescue that deficiency. BCKAD deficiency leads to an increase in BCAAs, which is a well-known disease mechanism."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cba2c92-6caa-4db8-a579-987583e775f6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c6bb8f4b-d2ba-48d0-9556-518424751964","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PMID 3799144 describes the phenotype of the calves. They were affected within 2 days of birth with a severe CNS disorder and the urine had a \"burnt sugar\" odor. Plasma and cerebrospinal fluid had elevated levels of branched chain amino acids leucine, isoleucine and valine.  Severe neurological dysfunction and elevated levels of branched chain amino acids is characteristic of the human disease as well.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2303405","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease in man and cattle is an inborn metabolic error caused by the deficiency of the branched chain alpha-ketoacid dehydrogenase. We have studied the molecular basis of the disease in Polled Hereford calves. The E1 component of branched chain alpha-ketoacid dehydrogenase was virtually undetectable by Western blot analysis of fibroblasts from an affected calf. Northern blot analysis failed to detect the E1 alpha mRNA species in the fibroblasts. Nevertheless, it was readily demonstrated by reverse transcription of RNA followed by polymerase chain reaction that the mRNA for the E1 alpha subunit was present in the cells, albeit at very low concentrations. Sequencing of the polymerase chain reaction-generated cDNA for the entire coding region of the E1 alpha subunit revealed a single base substitution at codon -6 (CAG to TAG). This mutation introduces a stop codon in the leader peptide of the E1 alpha subunit, resulting in the premature termination of translation. The mutation was verified by hybridization of the amplified cDNA fragments from two affected calves with allele-specific oligonucleotides. This finding explains the pathogenesis of maple syrup urine disease in this breed of cattle, which provides the only known animal model for the human disease. In addition, the results provide evidence for the effect of premature translation termination on reducing the steady-state mRNA level and the dependence of E1 beta protein stability on the co-expression of the E1 alpha.","dc:creator":"Zhang B","dc:date":"1990","dc:title":"Premature translation termination of the pre-E1 alpha subunit of the branched chain alpha-ketoacid dehydrogenase as a cause of maple syrup urine disease in Polled Hereford calves."},"rdfs:label":"MSUD Polled Hereford Calves"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:beb9aab1-f86c-4373-8f97-cab33dac9acf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8ba3bc23-8381-4deb-a9a6-05a88b43bb59","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":5,"detectionMethod":"Exons and flanking intronic regions of the BCKDHA, BCKDHB and DBT genes were amplified using PCR and sequenced","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0007185","obo:HP_0011968","obo:HP_0001250","obo:HP_0002013","obo:HP_0001276","obo:HP_0008344"],"previousTesting":true,"previousTestingDescription":"Ammonia 129 uM (normal <54), plasma leucine 1155.27 uM (normal 4.2-367), Valine 848.19 uM (normal 117.6-495.7), isoleucine 374.34 uM (normal 26.9-146), alloisoleucine 128.73 uM (normal 0-7.7). Urine positive for alpha-keto acids. Hemoglobin 59 g/L.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:beb9aab1-f86c-4373-8f97-cab33dac9acf_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e67a857c-e6c4-495c-ae48-710a369397b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.178G>T (p.Glu60Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406004676"}},{"id":"cggv:a17461d9-c58f-47a2-bce6-365686f94863","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.491T>C (p.Leu164Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406010453"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26453840","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease (MSUD) is a rare autosomal recessive disorder that affects the degradation of branched chain amino acids (BCAAs). Only a few cases of MSUD have been documented in Mainland China, and prenatal diagnosis has not been performed so far. In this report, 8 patients (4 girls and 4 boys) with MSUD from 8 unrelated Chinese families were diagnosed at the age of 9 days to 1 year and 8 months. The diagnosis was confirmed by serum BCAAs and genetic analyses. Among the 8 patients, only one was detected by newborn screening. The remaining 7 patients were admitted because of neurological disorders and underwent selective screening. Significantly elevated BCAAs were observed in 7 patients. One patient was diagnosed by post-mortem study. 12 mutations were found in the BCKDHA, BCKDHB and DBT genes. 11 of these mutations were novel: c.178G > T, c.491T > C, c.740A > G, c.1214_1219dupCCAACC and IVS6+1delG in BCKDHA; c.482T > G, c.508C > T, c.767A > G, c.768C > G and IVS4,-2A > C in BCKDHB; and c.1A > G in DBT. Only one mutation, c.659C > T in the BCKDHA gene, had been previously reported. 7 patients were treated by dietary intervention and symptomatic therapy. 6 of them showed clinical improvement. The mother of one patient who died from MSUD underwent amniocentesis during her second pregnancy. The BCAAs level in her amniotic fluid was normal. Only one heterozygous mutation, IVS4,-2A > C in the BCKDHB gene, was detected in the cultured amniocytes. The results revealed that the fetus was not affected by MSUD. Normal development and the blood BCAAs profile confirmed the prenatal diagnosis after birth. Thus, we identified eleven novel mutations associated with MSUD in the Chinese population. Prenatal diagnosis of MSUD was successfully performed on one fetus by genetic analysis of the cultured amniocytes. ","dc:creator":"Li X","dc:date":"2015","dc:title":"Eleven novel mutations of the BCKDHA, BCKDHB and DBT genes associated with maple syrup urine disease in the Chinese population: Report on eight cases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26453840","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:ebd87378-d2fd-4e64-bccb-5dbf408f604f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:24a979c9-45f1-443d-a610-ef440386f698","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of coding exons of BCKDHA (9 exons), BCKDHB (11 exons) DBT (11 exons) and DLD (14 exons) followed by direct sequencing.","phenotypeFreeText":"Patients were identified on admission to the hospital with clinical symptoms of the classic form of MSUD or identified by newborn screening.","previousTesting":true,"previousTestingDescription":"Biochemical diagnosis of MSUD was confirmed in dried blood spots by LC-MS/MS. Plasma amino acids were analyzed in suspected MSUD patients.","sex":"UnknownEthnicity","variant":{"id":"cggv:ebd87378-d2fd-4e64-bccb-5dbf408f604f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b91d40a0-fa7f-4e2f-a037-8963d6e6b1cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.647-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/431985"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28417071","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease (MSUD), an autosomal recessive inborn error of metabolism due to defects in the branched-chain α-ketoacid dehydrogenase (BCKD) complex, is commonly observed among other inherited metabolic disorders in the kingdom of Saudi Arabia. This report presents the results of mutation analysis of three of the four genes encoding the BCKD complex in 52 biochemically diagnosed MSUD patients originating from Saudi Arabia. The 25 mutations (20 novel) detected spanned across the entire coding regions of the BCKHDA, BCKDHB and DBT genes. There were no mutations found in the DLD gene in this cohort of patients. Prediction effects, conservation and modelling of novel mutations demonstrated that all were predicted to be disease-causing. All mutations presented in a homozygous form and we did not detect the presence of a \"founder\" mutation in any of three genes. In addition, prenatal molecular genetic testing was successfully carried out on chorionic villus samples or amniocenteses in 10 expectant mothers with affected children with MSUD, molecularly characterized by this study.","dc:creator":"Imtiaz F","dc:date":"2017","dc:title":"Twenty novel mutations in BCKDHA, BCKDHB and DBT genes in a cohort of 52 Saudi Arabian patients with maple syrup urine disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071","rdfs:label":"PA3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This variant destroys the canonical splice acceptor site in intron 5."},{"id":"cggv:bc623433-8893-4dce-871c-c1e71e82d15e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10d2dff0-b198-409a-9707-82ba90d4131a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Days","ageValue":19,"detectionMethod":"PCR and sequencing on BCKDHA genomic DNA from the proband and parents.","phenotypeFreeText":"Reduced alloisoleucine and grunting","phenotypes":["obo:HP_0010911","obo:HP_0001276","obo:HP_0011968","obo:HP_0001290","obo:HP_0001254","obo:HP_0002353","obo:HP_0010913","obo:HP_0002789","obo:HP_0010910"],"previousTesting":true,"previousTestingDescription":"Tested blood BCAA (AIleu: 0, Ileu: 220 (NR: 26–100), Leu: 3270 (NR: 65–220), Val: 459 (NR: 90–300), urine organic acids (Increased:lactate, 2-keto-glutarate, 2-keto-isocaproic, 2-OH-isovaleric, 2-keto-isovaleric, 2-keto-3-methylvaleric, 4-OH-phenylacetate, 4-OH-phenylpyruvate and BCKD activity (0.03(NR: 0.4–3.4) (Fibroblasts)).","sex":"Female","variant":{"id":"cggv:bc623433-8893-4dce-871c-c1e71e82d15e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a72cea1e-767f-4447-b04c-8f02e4503fc6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.718del (p.Ala240GlnfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820749"}},{"id":"cggv:2a7c2fb7-299c-4893-8906-28e30e233776","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.632C>T (p.Thr211Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/93365"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19715473","type":"dc:BibliographicResource","dc:abstract":"We report five mutations, three of them novel, responsible for maple syrup urine disease in four unrelated Cypriot families. The five children studied are the first cases of classic maple syrup urine disease to be reported among Cypriots. The first novel mutation identified is a single-base deletion in exon 6 of the Elalpha gene (c.718delG), which leads to a frameshift after Ala240 and to a stop codon 89 residues further downstream. The other two novel mutations identified are in the Elbeta subunit: a two-base deletion in exon 6, c.662_663delCC, which leads to a frameshift after Ala221 and creates a stop codon 17 residues further downstream, as well as a splice mutation, IVS3[+3]delA, which results in the skipping of exon 3. The two known mutations identified are in the Elalpha gene: the G > C transversion at the 3'-splice acceptor site, (IVS5-1G > C), which results in the deletion of the entire exon 6, and the missense mutation in exon 5 (c.632C > T), which corresponds to a p.Thr211Met substitution. The p.Thr211Met substitution is located in a potassium-ion pocket in the E1 component required for stability of the bound cofactor thiamine diphosphate. The mutant E1 protein harboring the p.Thr211Met substitution was shown unable to bind thiamine diphosphate, leading to undetectable E1 activity.","dc:creator":"Georgiou T","dc:date":"2009","dc:title":"Maple syrup urine disease in Cypriot families: identification of three novel mutations and biochemical characterization of the p.Thr211Met mutation in the E1alpha subunit."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19715473","rdfs:label":"FIII.4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Recombinant protein carrying the p.Thr211Met variant shows no activity of E1-catalyzed decarboxylation and no overall activity of BCKD complex."},{"id":"cggv:b9b25c66-14d8-4816-9c63-89c890e4dbdb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bf6cc719-419b-4f31-a884-9d92bff49a7a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of coding exons of BCKDHA (9 exons), BCKDHB (11 exons) DBT (11 exons) and DLD (14 exons) followed by direct sequencing.","phenotypeFreeText":"Patients were identified on admission to the hospital with clinical symptoms of the classic form of MSUD or identified by newborn screening.","previousTesting":true,"previousTestingDescription":"Biochemical diagnosis of MSUD was confirmed in dried blood spots by LC-MS/MS. Plasma amino acids were analyzed in suspected MSUD patients.","sex":"UnknownEthnicity","variant":{"id":"cggv:b9b25c66-14d8-4816-9c63-89c890e4dbdb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b10fa4c0-38c9-40e3-95df-15878ed8434a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.347A>G (p.Asp116Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/93354"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071","rdfs:label":"PA1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence to support variant pathogenicity."},{"id":"cggv:d2a26d02-0603-4251-b9ed-212cb0d0599f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d4355503-172d-45e8-aa5b-1ae75db733aa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":4,"detectionMethod":"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0011968","obo:HP_0008947","obo:HP_0002789","obo:HP_0011423","obo:HP_0002033","obo:HP_0001942","obo:HP_0002902","obo:HP_0000961","obo:HP_0000737","obo:HP_0002374","obo:HP_0100806","obo:HP_0001943","obo:HP_0002900","obo:HP_0001662"],"previousTesting":true,"previousTestingDescription":"Metabolic screen showing leucine[3204 μM (normal 48–160 μM)], valine[482 μM (normal 86–190 μM)], and isoleucine[226 μM (normal 26–91 μM)].","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d2a26d02-0603-4251-b9ed-212cb0d0599f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5196ac37-6fe9-4478-8ae4-cd9da8205ce2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.1267C>T (p.Gln423Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406015497"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29673582","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease (MSUD) is a metabolic disorder caused by mutations in three of the branched-chain α-keto acid dehydrogenase complex (BCKDC) genes. Classical MSUD symptom can be observed immediately after birth and include ketoacidosis, irritability, lethargy, and coma, which can lead to death or irreversible neurodevelopmental delay in survivors. The molecular diagnosis of MSUD can be time-consuming and difficult to establish using conventional Sanger sequencing because it could be due to pathogenic variants of any of the BCKDC genes. Next-generation sequencing-based methodologies have revolutionized the molecular diagnosis of inborn errors in metabolism and offer a superior approach for genotyping these patients. Here, we report an MSUD case whose molecular diagnosis was performed by clinical exome sequencing (CES), and the possible structural pathogenic effect of a novel E1α subunit pathogenic variant was analyzed using in silico analysis of α and β subunit crystallographic structure. Molecular analysis revealed a new homozygous non-sense c.1267C>T or p.Gln423Ter variant of BCKDHA. The novel BCKDHA variant is considered pathogenic because it caused a premature stop codon that probably led to the loss of the last 22 amino acid residues of the E1α subunit C-terminal end. In silico analysis of this region showed that it is in contact with several residues of the E1β subunit mainly through polar contacts, hydrogen bonds, and hydrophobic interactions. CES strategy could benefit the patients and families by offering precise and prompt diagnosis and better genetic counseling.","dc:creator":"Fernández-Lainez C","dc:date":"2018","dc:title":"In silico prediction of the pathogenic effect of a novel variant of BCKDHA leading to classical maple syrup urine disease identified using clinical exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29673582","rdfs:label":"F-L Index Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:646f5d8a-b963-4c19-a798-9b497977e2e0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:48e93a6b-9273-42e0-87de-ea6c9ca80e66","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of coding exons of BCKDHA (9 exons), BCKDHB (11 exons) DBT (11 exons) and DLD (14 exons) followed by direct sequencing.","phenotypeFreeText":"Patients were identified on admission to the hospital with clinical symptoms of the classic form of MSUD or identified by newborn screening.","previousTesting":true,"previousTestingDescription":"Biochemical diagnosis of MSUD was confirmed in dried blood spots by LC-MS/MS. Plasma amino acids were analyzed in suspected MSUD patients.","sex":"UnknownEthnicity","variant":{"id":"cggv:646f5d8a-b963-4c19-a798-9b497977e2e0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f6bdec89-8062-43c4-92e3-b2ff804ef87e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.409G>A (p.Glu137Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406007842"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071","rdfs:label":"PA2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence to support variant pathogenicity."},{"id":"cggv:cb772457-1b2b-4205-bf94-903b00d60869_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b216af2b-c245-4f73-b6aa-1c3c401ce65e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of coding exons of BCKDHA (9 exons), BCKDHB (11 exons) DBT (11 exons) and DLD (14 exons) followed by direct sequencing.","phenotypeFreeText":"Patients were identified on admission to the hospital with clinical symptoms of the classic form of MSUD or identified by newborn screening.","previousTesting":true,"previousTestingDescription":"Biochemical diagnosis of MSUD was confirmed in dried blood spots by LC-MS/MS. Plasma amino acids were analyzed in suspected MSUD patients.","sex":"UnknownEthnicity","variant":{"id":"cggv:cb772457-1b2b-4205-bf94-903b00d60869_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d515de49-89a5-4552-b985-adc27e3ebea6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.940C>T (p.Arg314Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/224072"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071","rdfs:label":"PA8"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:38e05984-2a16-4a41-a2e1-38a14c794925_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e687b0dd-f49b-4014-a762-6c64fbaee82c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of coding exons of BCKDHA (9 exons), BCKDHB (11 exons) DBT (11 exons) and DLD (14 exons) followed by direct sequencing.","phenotypeFreeText":"Patients were identified on admission to the hospital with clinical symptoms of the classic form of MSUD or identified by newborn screening.","previousTesting":true,"previousTestingDescription":"Biochemical diagnosis of MSUD was confirmed in dried blood spots by LC-MS/MS. Plasma amino acids were analyzed in suspected MSUD patients.","sex":"UnknownEthnicity","variant":{"id":"cggv:38e05984-2a16-4a41-a2e1-38a14c794925_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1005d8dd-f053-41ba-8ff9-54dddadf4e20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000709.3(BCKDHA):c.661_664delTACG (p.Tyr221Glnfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/203638"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28417071","rdfs:label":"PA4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":597,"specifiedBy":"GeneValidityCriteria6","strengthScore":17.5,"subject":{"id":"cggv:71807d1e-0610-4dfe-a093-8433a365b2fc","type":"GeneValidityProposition","disease":"obo:MONDO_0023691","gene":"hgnc:986","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between BCKDHA and maple syrup urine disease (autosomal recessive) was evaluated using the ClinGen Clinical Validity Framework as of August, 2018. Variants in BCKDHA were first reported in humans with this disease as early as 1989 (Zhang et al., PMID: 2703538). At least 11 variants (missense, nonsense, frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data.  Variants in this gene account for ~45% of MSUD cases (Strauss et al., 2013; PMID: 20301495). More cases are available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. BCKDHA encodes the E1 alpha subunit of the BCKAD complex and variants in the gene result in reduced activity of the complex. This gene-disease association is supported by in vitro studies and animal models. This classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel on 9/14/18\n(SOP Version 5).\n","dc:isVersionOf":{"id":"cggv:5c89a6c7-751a-4a99-8a32-97cc33c5df7c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}