{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ffv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-09-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f3f36827-f57b-40ef-b54e-d65c6ca09201","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0c64fcab-57a6-48b7-8034-f50a7213d92b","type":"FunctionalAlteration","dc:description":"The study shows that transcript levels of all assessed circadian genes (RAI1, CLOCK, PER1, ARNTL2, NR1D1, and CRY1) in patient fibroblast are dysregulated when compared to those of normal fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22578325","type":"dc:BibliographicResource","dc:abstract":"Haploinsufficiency of RAI1 results in Smith-Magenis syndrome (SMS), a disorder characterized by intellectual disability, multiple congenital anomalies, obesity, neurobehavioral abnormalities, and a disrupted circadian sleep-wake pattern. An inverted melatonin rhythm (i.e., melatonin peaks during the day instead of at night) and associated sleep-phase disturbances in individuals with SMS, as well as a short-period circadian rhythm in mice with a chromosomal deletion of Rai1, support SMS as a circadian-rhythm-dysfunction disorder. However, the molecular cause of the circadian defect in SMS has not been described. The circadian oscillator temporally orchestrates metabolism, physiology, and behavior largely through transcriptional modulation. Data support RAI1 as a transcriptional regulator, but the genes it might regulate are largely unknown. Investigation into the role that RAI1 plays in the regulation of gene transcription and circadian maintenance revealed that RAI1 regulates the transcription of circadian locomotor output cycles kaput (CLOCK), a key component of the mammalian circadian oscillator that transcriptionally regulates many critical circadian genes. Data further show that haploinsufficiency of RAI1 and Rai1 in SMS fibroblasts and the mouse hypothalamus, respectively, results in the transcriptional dysregulation of the circadian clock and causes altered expression and regulation of multiple circadian genes, including PER2, PER3, CRY1, BMAL1, and others. These data suggest that heterozygous mutation of RAI1 and Rai1 leads to a disrupted circadian rhythm and thus results in an abnormal sleep-wake cycle, which can contribute to an abnormal feeding pattern and dependent cognitive performance. Finally, we conclude that RAI1 is a positive transcriptional regulator of CLOCK, pinpointing a novel and important role for this gene in the circadian oscillator.","dc:creator":"Williams SR","dc:date":"2012","dc:title":"Smith-Magenis syndrome results in disruption of CLOCK gene transcription and reveals an integral role for RAI1 in the maintenance of circadian rhythmicity."},"rdfs:label":"Circadian gene dysregulation in SMS patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Only assess circadian genes dysregulation in patient fibroblast but not other neurological phenotypes."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:238784c9-39df-4ce9-864a-5e9c6562184b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d58c222b-2a4f-47d2-9d50-efc9c14e215a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Haploinsufficiency of RAI1 results in Smith-Magenis syndrome (SMS), a disorder characterized by intellectual disability, multiple congenital anomalies, obesity, neurobehavioral abnormalities, and a disrupted circadian sleep-wake pattern. Expression analysis of Rai1 and Clock in the Rai1+/− mouse hypothalamus during the light phase showed reduced expression of both genes. The expression of downstream targets of Clock and other essential components of the circadian feedback loop, including Per2, Npas2, and Nr1d2, had reduced expression These data illustrate dysregulation of diurnal gene expression in the Rai1+/− mouse hypothalamus.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22578325","rdfs:label":"Circadian rhythm dysregulation in heterozygous mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Heterozygous knockout mice manifest circadian rhythm abnormalities in the molecular level, which may explain sleep disturbance in SMS patients. The circadian rhythms abnormalities in heterozygous knockout mice were previously documented in another paper (PMID: 23703963) by challenging these mice with 12hr/12hr Dark/Dark cycle after acclimation to standard 12hr/12hr Light/Dark cycle."},{"id":"cggv:ed6015ef-4426-4530-8d81-785b42068cbf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:67cd73af-139f-4b56-a3f3-9be90f49b91a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Haploinsufficiency of Retinoic Acid Induced 1 (RAI1) causes Smith-Magenis syndrome (SMS), which is associated with diverse neurodevelopmental and behavioral symptoms as well as obesity. Behavioral analyses demonstrated that pan-neural loss of Rai1 causes deficits in motor function, learning, and food intake. These SMS-like phenotypes are produced by loss of Rai1 function in distinct neuronal types: Rai1 loss in inhibitory neurons or subcortical glutamatergic neurons causes learning deficits, while Rai1 loss in Sim1+ or SF1+ cells causes obesity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27693255","type":"dc:BibliographicResource","dc:abstract":"Haploinsufficiency of Retinoic Acid Induced 1 (RAI1) causes Smith-Magenis syndrome (SMS), which is associated with diverse neurodevelopmental and behavioral symptoms as well as obesity. RAI1 encodes a nuclear protein but little is known about its molecular function or the cell types responsible for SMS symptoms. Using genetically engineered mice, we found that Rai1 preferentially occupies DNA regions near active promoters and promotes the expression of a group of genes involved in circuit assembly and neuronal communication. Behavioral analyses demonstrated that pan-neural loss of Rai1 causes deficits in motor function, learning, and food intake. These SMS-like phenotypes are produced by loss of Rai1 function in distinct neuronal types: Rai1 loss in inhibitory neurons or subcortical glutamatergic neurons causes learning deficits, while Rai1 loss in Sim1+ or SF1+ cells causes obesity. By integrating molecular and organismal analyses, our study suggests potential therapeutic avenues for a complex neurodevelopmental disorder.","dc:creator":"Huang WH","dc:date":"2016","dc:title":"Molecular and Neural Functions of Rai1, the Causal Gene for Smith-Magenis Syndrome."},"rdfs:label":"Recapitulate motor function, learning deficits, and obesity"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The conditional knockout of Rai1 in different neuronal subtypes in this study shows that gene is critical for learning (intellectual disability), energy homeostasis (obesity), and motor skill development (delayed motor developmental milestone). However, except for obesity, the learning deficit and motor function deficits are not obvious in heterozygous knockout mice (PMID: 17517686)"},{"id":"cggv:230ba256-a5ea-400e-8cbb-d32435f9690a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:26e17816-5150-43b1-bafe-84a00b2ed751","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SMS patients are often overweight. Significant weight differences began to be observed at 20 weeks of age in the heterozygous males and 23 weeks in females. Both sexes of Rai1+/− animals were overweight compared with littermate controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15746153","type":"dc:BibliographicResource","dc:abstract":"Retinoic acid induced 1 (RAI1) is among the 20 genes identified in the critical region of Smith-Magenis syndrome (SMS), a genomic disorder with multiple congenital anomalies associated with a 3.7 Mb heterozygous deletion of 17p11.2. Heterozygous premature termination mutations in RAI1 have been identified recently in SMS patients without detectable deletions. To investigate Rai1 function, we generated a null allele in mice by gene targeting and simultaneously inserted a lacZ reporter gene into the Rai1 locus. X-gal staining of the Rai1(+/-) mice recapitulated the endogenous expression pattern of Rai1. The gene was predominantly expressed in the epithelial cells involved in organogenesis. Obesity and craniofacial abnormalities, which have been reported in SMS mouse models containing a heterozygous deletion of the syntenic SMS critical region, were observed in Rai1(+/-) mice. Thus, haploinsufficiency of Rai1 causes obesity and craniofacial abnormalities in mice. Interestingly, the penetrance of craniofacial anomalies is further reduced in Rai1(+/-) mice. Most homozygous mice died during gastrulation and organogenesis. The surviving Rai1(-/-) mice were growth retarded and displayed malformations in both the craniofacial and the axial skeleton. Using green fluorescence protein and GAL4 DNA binding domain fusions to Rai1, we showed that Rai1 is translocated to the nucleus and it has transactivation activity. Our data are consistent with Rai1 functioning as a transcriptional regulator, document that Rai1 haploinsufficiency is responsible for obesity and craniofacial phenotypes in mice with SMS deletions, and indicate Rai1 is important for embryonic and postnatal developments.","dc:creator":"Bi W","dc:date":"2005","dc:title":"Inactivation of Rai1 in mice recapitulates phenotypes observed in chromosome engineered mouse models for Smith-Magenis syndrome."},"rdfs:label":"Recapitulate obesity and craniofacial abnormalities in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model partially recapitulates SMS patient phenotypes, that are obesity and craniofacial abnormalities."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:39186e5f-6393-4517-8f07-d07b0a523872_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a4723303-4c3e-48a7-ab9a-0d14a50662a2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"attention seeking, self hugging","phenotypes":["obo:HP_0000545","obo:HP_0000627","obo:HP_0002360","obo:HP_0100716","obo:HP_0002650","obo:HP_0000011","obo:HP_0003363","obo:HP_0000752","obo:HP_0001263","obo:HP_0000718","obo:HP_0004389","obo:HP_0000388"],"previousTesting":true,"previousTestingDescription":"Negative for FISH study of 17p11.2 deletion.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:39186e5f-6393-4517-8f07-d07b0a523872_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9e840966-2a0c-46e6-b916-7e0c86c0bf20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.17795826C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398552188"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15565467","type":"dc:BibliographicResource","dc:abstract":"Smith-Magenis syndrome (SMS) is a mental retardation/multiple congenital anomalies disorder associated with a heterozygous approximately 4-Mb deletion in 17p11.2. Patients with SMS show variability in clinical phenotype despite a common deletion found in >75-80% of patients. Recently, point mutations in the retinoic acid induced 1 (RAI1) gene, which lies within the SMS critical interval, were identified in three patients with many SMS features in whom no deletion was detected. It is not clear if the entire SMS phenotype can be accounted for by RAI1 haploinsufficiency, nor has the precise function of RAI1 been delineated. We report two novel RAI1 mutations, one frameshift and one nonsense allele, in nondeletion SMS patients. Comparisons of the clinical features in these two patients, three of the previously reported RAI1 point mutation cases, and the patients with a common deletion suggest that the majority of the clinical features in SMS result from RAI1 mutation, although phenotypic variability exists even among the individuals with RAI1 point mutations. Bioinformatics analyses of RAI1 and comparative genomics between human and mouse orthologues revealed a zinc finger-like plant homeo domain (PHD) at the carboxyl terminus that is conserved in the trithorax group of chromatin-based transcription regulators. These findings suggest RAI1 is involved in transcriptional control through a multi-protein complex whose function may be altered in individuals with SMS.","dc:creator":"Bi W","dc:date":"2004","dc:title":"Mutations of RAI1, a PHD-containing protein, in nondeletion patients with Smith-Magenis syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15565467","rdfs:label":"Patient BAB1106"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:600bfde2-8c01-45ea-b7c2-35a4132f0e8b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:61836b9d-f721-4b4e-8c45-0484e595df0f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"attention seeking, brachydactyly, onychotillomania, polyembolokoilomania","phenotypes":["obo:HP_0011800","obo:HP_0100716","obo:HP_0001263","obo:HP_0007328","obo:HP_0025160","obo:HP_0001609","obo:HP_0410018","obo:HP_0002515","obo:HP_0000805","obo:HP_0000369","obo:HP_0008947","obo:HP_0002360","obo:HP_0000722","obo:HP_0004279","obo:HP_0001249","obo:HP_0008762","obo:HP_0040019","obo:HP_0000582","obo:HP_0000303","obo:HP_0007018"],"previousTesting":true,"previousTestingDescription":"Negative for Fragile X testing. Normal karyotyping, Negative for FISH study of 17p11.2 deletion and 22q11.2 deletion.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:600bfde2-8c01-45ea-b7c2-35a4132f0e8b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ab6011a2-feac-48b5-a458-f9709697657c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"RAI1, 19-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2952"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15788730","type":"dc:BibliographicResource","dc:abstract":"Smith-Magenis syndrome (SMS) (OMIM No 182290) is a mental retardation syndrome characterised by behavioural abnormalities, including self injurious behaviours, sleep disturbance, and distinct craniofacial and skeletal anomalies. It is usually associated with deletion involving 17p11.2 and is estimated to occur in 1/25,000 births. Heterozygous frameshift mutations leading to protein truncation in retinoic acid induced 1 gene (RAI1) have been identified in individuals with phenotypic features consistent with SMS. RAI1 lies within the 17p11.2 locus, but these patients did not have 17p11.2 deletions.","dc:creator":"Girirajan S","dc:date":"2005","dc:title":"RAI1 variations in Smith-Magenis syndrome patients without 17p11.2 deletions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15788730","rdfs:label":"SMS153"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The variant was not seen in her mother, while father was not available (sperm donor) for testing."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:abc65816-28ae-4c8d-9825-3dd459b65018_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c85841bc-2cd1-4df2-a1ba-61ccc765708f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"self hugging, onychotillomania, polyembolokoilamania, seizures","phenotypes":["obo:HP_0000238","obo:HP_0000718","obo:HP_0000389","obo:HP_0003298","obo:HP_0000486","obo:HP_0002360","obo:HP_0000135","obo:HP_0001256","obo:HP_0010804","obo:HP_0002650","obo:HP_0002308","obo:HP_0008947","obo:HP_0000303","obo:HP_0000248","obo:HP_0012168","obo:HP_0000771","obo:HP_0001609","obo:HP_0000256","obo:HP_0001513","obo:HP_0001270"],"previousTesting":true,"previousTestingDescription":"Negative for Fragile X and FISH analysis for 17p11.2 deletion. Normal chromosome analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:abc65816-28ae-4c8d-9825-3dd459b65018_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:21ae3ca1-327c-4b0c-bbf7-99aa0d9cb228","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"RAI1, 1-BP DEL, 1308C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2947"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12652298","type":"dc:BibliographicResource","dc:abstract":"Smith-Magenis syndrome (SMS) is a mental retardation syndrome associated with deletions involving chromosome 17p11.2. Persons with SMS have characteristic behavioral abnormalities, including self-injurious behaviors and sleep disturbance, and distinct craniofacial and skeletal anomalies. We identified dominant frameshift mutations leading to protein truncation in RAI1 in three individuals who have phenotypic features consistent with SMS but do not have 17p11.2 deletions detectable by standard fluorescence in situ hybridization techniques.","dc:creator":"Slager RE","dc:date":"2003","dc:title":"Mutations in RAI1 associated with Smith-Magenis syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12652298","rdfs:label":"SMS159"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"This variant is a single nucleotide deletion, resulting in frameshifting mutation. It was downgraded because it was mentioned in the study to be a de novo variant without showing supporting data."},{"id":"cggv:d8f5d233-15c7-48c2-a471-7b8c7bff6f37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1038f2e3-5c45-4fb9-8633-5258f1c3efb4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"brachydactyly","phenotypes":["obo:HP_0000023","obo:HP_0000283","obo:HP_0025160","obo:HP_0025116","obo:HP_0000034","obo:HP_0007018","obo:HP_0000957","obo:HP_0002360","obo:HP_0000805","obo:HP_0007328","obo:HP_0011800","obo:HP_0002099"],"previousTesting":true,"previousTestingDescription":"Normal karyotyping. Negative for FISH study of 17p11.2 deletion.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d8f5d233-15c7-48c2-a471-7b8c7bff6f37_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:241f27d6-0756-4ce6-8b77-1a4531c9f2de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.17796051del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398552900"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17041942","type":"dc:BibliographicResource","dc:abstract":"Smith-Magenis syndrome (SMS) is a multiple congenital anomalies/mental retardation disorder characterized by distinct craniofacial features and neurobehavioral abnormalities usually associated with an interstitial deletion in 17p11.2. Heterozygous point mutations in the retinoic acid induced 1 gene (RAI1) have been reported in nine SMS patients without a deletion detectable by fluorescent in situ hybridization (FISH), implicating RAI1 haploinsufficiency as the cause of the major clinical features in SMS. All of the reported point mutations are unique and de novo. RAI1 contains a polymorphic CAG repeat and encodes a plant homeo domain (PHD) zinc finger-containing transcriptional regulator. We report a novel RAI1 frameshift mutation, c.3103delC, in a non-deletion patient with many SMS features. The deletion of a single cytosine occurs in a heptameric C-tract (CCCCCCC), the longest mononucleotide repeat in the RAI1 coding region. Interestingly, we had previously reported a frameshift mutation, c.3103insC, in the same mononucleotide repeat. Furthermore, all five single base frameshift mutations preferentially occurred in polyC but not polyG tracts. We also investigated the distribution of the polymorphic CAG repeats in both the normal population and the SMS patients as one potential molecular mechanism for variability of clinical expression. In this limited data set, there was no significant association between the length of CAG repeats and the SMS phenotype. However, we identified a 5-year-old girl with an apparent SMS phenotype who was a compound heterozygote for an RAI1 missense mutation inherited from her father and a polyglutamine repeat of 18 copies, representing the largest known CAG repeat in this gene, inherited from her mother.","dc:creator":"Bi W","dc:date":"2006","dc:title":"RAI1 point mutations, CAG repeat variation, and SNP analysis in non-deletion Smith-Magenis syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17041942","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This de novo variant is a single nucleotide deletion, resulting in frameshifting mutation."},{"id":"cggv:4df422c5-ff25-4862-aca2-01e9cbf9b920_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a15b6fb5-a70a-4bea-9164-8256ab751bb5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"broad, square face, polyembolokoilamania","phenotypes":["obo:HP_0000486","obo:HP_0000286","obo:HP_0001609","obo:HP_0010804","obo:HP_0000248","obo:HP_0000752","obo:HP_0004279","obo:HP_0011800","obo:HP_0100716","obo:HP_0002360","obo:HP_0012168","obo:HP_0000954"],"previousTesting":true,"previousTestingDescription":"Normal karyotyping. Negative for Fragile X and FISH study for 17p11.2 deletion.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4df422c5-ff25-4862-aca2-01e9cbf9b920_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d4023d95-ced1-43eb-bb17-e49d920fba91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"RAI1, 1-BP DEL, 3801C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2951"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15788730"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15788730","rdfs:label":"SMS188"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"This is a single nucleotide deletion, resulting in frameshifting mutation. The score was downgraded because the variant was mentioned to be de novo by the study without supporting data."},{"id":"cggv:d326f3c7-f9c8-4251-b000-9d25cda90e60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82612a13-915f-4438-8eec-0e5eb7be1dbc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":31,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"onychotillomania, polyembolokoilamania, self hugging, broad, square face, brachydactyly, hand biting, hearing loss","phenotypes":["obo:HP_0000718","obo:HP_0002360","obo:HP_0010804","obo:HP_0000750","obo:HP_0000248","obo:HP_0000303","obo:HP_0001249","obo:HP_0000545","obo:HP_0000389","obo:HP_0001513","obo:HP_0001256","obo:HP_0000664"],"previousTesting":true,"previousTestingDescription":"Negative for Fragile X and FISH studies for deletion 17p11.2","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d326f3c7-f9c8-4251-b000-9d25cda90e60_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:900d36c2-d113-48ac-8198-52b2d0556086","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"RAI1, 1-BP DEL, 4929C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2946"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12652298"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12652298","rdfs:label":"SMS156"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant is a single nucleotide deletion, resulting in frameshifting mutation."},{"id":"cggv:aa1c1bcf-c9d1-49c6-bdba-ce8280d6ba6a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5a734c5-0801-42c8-ad82-ad5f49d12819","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"self hugging, polyembolokoilamania,","phenotypes":["obo:HP_0000957","obo:HP_0001250","obo:HP_0010804","obo:HP_0025160","obo:HP_0000750","obo:HP_0001249"],"previousTesting":true,"previousTestingDescription":"Normal karyotyping. Negative for FISH study of 17q11.2 deletion.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:aa1c1bcf-c9d1-49c6-bdba-ce8280d6ba6a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b8ebd52-3ad5-4926-8867-1032cb990eb3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030665.3(RAI1):c.4685A>G (p.Gln1562Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2950"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15788730"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15788730","rdfs:label":"SMS175"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"The score was downgraded for the missense variant, which was reported to be de novo by the study without supporting evidence. The functional alternation of this missense variant was reported in another study (PMID: 22578325), which shows that patient derived fibroblast cell line manifests dysregulation of key circadian genes, given that sleep disturbance is a well-characterized feature of SMS patients."},{"id":"cggv:94ae3780-0caf-4525-b485-a2b9753f6341_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e9b41d6d-2589-430f-a562-704149665ed9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"broad, square face, self hugging, onychotillomania, polyembolokoilamania, hand biting, attention seeking","phenotypes":["obo:HP_0000718","obo:HP_0003298","obo:HP_0012168","obo:HP_0001513","obo:HP_0000545","obo:HP_0002360","obo:HP_0000664","obo:HP_0000750","obo:HP_0001609","obo:HP_0002650","obo:HP_0001249","obo:HP_0000486","obo:HP_0010804","obo:HP_0000248","obo:HP_0000303"],"previousTesting":true,"previousTestingDescription":"Negative for Fragile X. Normal chromosome analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:94ae3780-0caf-4525-b485-a2b9753f6341_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e934d514-cb4c-44cc-bd8b-6f328af54dcb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"RAI1, 29-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2948"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12652298"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12652298","rdfs:label":"SMS129"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The variant is a de novo 29bp deletion, resulting in frameshifting mutation."},{"id":"cggv:aaf9a19a-fdef-4cda-8514-fb14e317caec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:84c1badb-e3f5-44ae-b6b2-90fb0921b6da","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"attention seeking, self hugging","phenotypes":["obo:HP_0100716","obo:HP_0025160","obo:HP_0002360","obo:HP_0001263","obo:HP_0000565","obo:HP_0000540","obo:HP_0000752","obo:HP_0000718","obo:HP_0002650"],"previousTesting":true,"previousTestingDescription":"Negative for FISH study of 17p11.2 deletion.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:aaf9a19a-fdef-4cda-8514-fb14e317caec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3420ba82-d105-43d9-bfdb-2e358fca58e9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.17796051dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8418665"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15565467"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15565467","rdfs:label":"Patient BAB1852"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This is a de novo one nucleotide insertion, resulting in frameshifting mutation."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":358,"specifiedBy":"GeneValidityCriteria5","strengthScore":14.5,"subject":{"id":"cggv:e76fcd9f-00b5-4c01-8419-0f55822f863e","type":"GeneValidityProposition","disease":"obo:MONDO_0008434","gene":"hgnc:9834","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The RAI1 gene has been associated with Smith-Magenis syndrome using the ClinGen Validity Framework as of 9/3/2018. The affected individuals show intellectual disability, delayed speech, dysmorphic facial features, sleep disturbances, and behavioral problems. This disease association was made using case-level data and experimental data. At least 9 variants (missense, nonsense, and frameshift) were curated from four publications (PMID: 15565467, 17041942, 15788730, and 12652298). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. While a micro-deletion in short arm of chromosome 17 was first identified in individuals with Smith-Magenis syndrome, subsequent studies indicated that haploinsufficiency of RAI1 within the deletion region is responsible for most of the clinical manifestations. To date, 32 unique variants within RAI1 have been classified as Pathogenic in ClinVar. The gene-disease association is supported by mouse models and patient-derived cells. The experimental evidence collectively shows that RAI1 is critical for cognitive function (intellectual disability), craniofacial development (dysmorphic facial features), energy homeostasis (obesity), and circadian rhythm (sleep disturbances). In summary, RAI1 is definitively associated with Smith-Magenis syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:1e576e58-debf-49c6-a86d-c599806180ff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}