{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:42:26.092Z","role":"Approver"},{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:42:36.541Z","role":"Publisher"}],"evidence":[{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6be5cd5b-d1ff-4bf1-877a-45bdea383826","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cd533d85-2dc5-4ca8-9b86-4aa9933e0e2e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Ubiquitous granular cytoplasmic expression. Enhanced expression in skeletal muscle (mRNA). Protein expression is medium to high in brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21139605","type":"dc:BibliographicResource","dc:creator":"Uhlen M","dc:date":"2010","dc:title":"Towards a knowledge-based Human Protein Atlas."},"rdfs:label":"Human Protein Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"expressed in brain; scored according to rubric"},{"id":"cggv:2b4b1676-f575-44d4-b94b-abc2bea44788","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd85b8be-46be-4833-ac5b-c320b18379e5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"According to Leigh map, 4 other genes that are part of pyruvate dehydrogenase complex are also associated with Leigh syndrome (PDHA1, PDHB, DLAT, DLD).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"shares a function with 2-5 other gene products; scored according to rubric"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fd5cebb-f8ef-492e-836a-3f4046eac4e9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2ff14f53-6903-435c-912a-61c277a89416","type":"FunctionalAlteration","dc:description":"Polarographic studies on muscle mitochondria from the patient (scored as case data) revealed a 50% reduction in oxygen consumption rate with pyruvate/malate as substrate (C24.5 ng-atoms oxygen/min per mg; 50.1^194.5). Data not shown.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14518830","type":"dc:BibliographicResource","dc:abstract":"A case of pyruvate dehydrogenase E3 binding protein deficiency is reported in a 24-year-old male with encephalomyopathy. Blood lactate was only minimally elevated, as was alanine.","dc:creator":"Hargreaves IP","dc:date":"2003","dc:title":"Primary pyruvate dehydrogenase E3 binding protein deficiency with mild hyperlactataemia and hyperalaninaemia."},"rdfs:label":"Hargreaves 2003 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"evidence of mitochondrial dysfunction in patient cells; scored according to rubric"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:c00bd53e-2b5c-4b55-a6ee-c17a988c0a11_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c4e908d-6684-41ca-a8e7-ab3c2c701df6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"The 11 exons and exon-intron boundaries of the PDHX gene were PCR amplified and sequenced in proband, parents, and unaffected sister. A long-range PCR including exons 9 to 11 was used to cover exon 10 in the proband because it could not be amplified, whereas it was normally amplified in the parents' DNA.","firstTestingMethod":"Other","phenotypeFreeText":"Diagnosis of pyruvate dehydrogenase complex (PDHc) deficiency. Born premature at 35 weeks gestation with an uneventful neonatal period, unspecific and global psychomotor retardation with mild spastic paraparesis and cerebellar signs. MRI at 13 years showed unspecific abnormalities, consistent with end-stage periventricular leukomalacia (Fig 1A). At 14 years, had status epilepticus. Two weeks after, she developed recurrent vomiting associated with mild cytolysis. 10 days later, she suddenly deteriorated with progressive coma and dystonia. Brain MRI performed within 24 hours showed bilateral high signal intensity in the basal ganglia (see Fig 1B), as well as in the perirolandic cortex and subcortical white matter (see Fig 1C). Basal metabolic investigations with blood lactate and pyruvate measurements were performed before and after each meal during one day and showed moderate but permanent hyperlactacidemia that worsened in the fed state. Whereas blood lactate level performed after an overnight fast was 1.9mM, it raised to a maximum level of 4.66mM after meals (reference values, 0.5–1.7mM). Lactate-to-pyruvate ratios remained normal despite these variations. In cerebrospinal fluid (CSF), there was an accumulation of lactate (4mM, reference values, 0.6–2mM) with normal lactate-to-pyruvate ratio. brain MRI performed 1 year after the acute deterioration showed basal ganglia and cerebral atrophy (see Fig 1D).\ncriteria: developmental delay, high lactate, basal ganglia abnormalities on brain MRI","previousTesting":true,"previousTestingDescription":"Excluded presence of variants in PDHA1 gene.","sex":"Female","variant":{"id":"cggv:c00bd53e-2b5c-4b55-a6ee-c17a988c0a11_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dfc3c49e-184e-43f8-97e3-a023304ba8cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003477.3(PDHX):c.1183-3088_1247+760del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115358"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16566017","type":"dc:BibliographicResource","dc:abstract":"To describe the clinical course, neuroradiological presentation, biochemical and molecular studies of a new patient with pyruvate dehydrogenase complex (PDHc) deficiency. To compare this case with the data on other published cases.","dc:creator":"Schiff M","dc:date":"2006","dc:title":"Leigh's disease due to a new mutation in the PDHX gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16566017","rdfs:label":"Schiff 2006 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous predicted null with evidence of no protein expression. Variant is out-of-frame exon deletion predicted to result in premature stop codon. cDNA sequencing in the patient confirmed the deletion of exon 10. Residual PDHc activity in cultured fibroblasts from the patient was about 26% of the mean control values. Immunoblot analysis showed that E3BP subunit was absent (Fig 2A). A truncated form of the protein was not detected. The other subunits were present in equal amounts in the patient and the control. (16566017: Schiff et al. (2006))"},{"id":"cggv:2093eead-1f39-4aed-8f51-182c37477eb5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a00b7a68-2843-4adb-847e-4b22e3764767","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosis of congenital lactic acidosis, PDC deficiency. Born at term. Epispadias, inguinal hernia, lactic acidosis crisis at 1 hr of age. Corpos callosum hpo-/aplasia. Urine lactate 27780 U/mol Cr. Head circumference -2SD, IQ 21, spastic diplegia, focal paroxysmal dystonia/chorea since 3 years, neonatal seizures, bilateral hyperintense lesions in globus pallidus, cortical and periventricular brain atrophy, frontal and occipital periventricular leukoencephalopathy at 5 and 8 years, blood lactate 3.5 mmol/l at 5 years.\ncriteria: developmental delay, elevated lactate, basal ganglia hyperintensity","sex":"Male","variant":{"id":"cggv:2093eead-1f39-4aed-8f51-182c37477eb5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4cd5c302-ff4a-4ab9-8623-62b6eb4bc775","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003477.3(PDHX):c.1336C>T (p.Arg446Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380126938"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25087164","type":"dc:BibliographicResource","dc:abstract":"Investigation of 31 of Roma patients with congenital lactic acidosis (CLA) from Bulgaria identified homozygosity for the R446* mutation in the PDHX gene as the most common cause of the disorder in this ethnic group. It accounted for around 60% of patients in the study and over 25% of all CLA cases referred to the National Genetic Laboratory in Bulgaria. The detection of a homozygous patient from Hungary and carriers among population controls from Romania and Slovakia suggests a wide spread of the mutation in the European Roma population. The clinical phenotype of the twenty R446* homozygotes was relatively homogeneous, with lactic acidosis crisis in the first days or months of life as the most common initial presentation (15/20 patients) and delayed psychomotor development and/or seizures in infancy as the leading manifestations in a smaller group (5/20 patients). The subsequent clinical picture was dominated by impaired physical growth and a very consistent pattern of static cerebral palsy-like encephalopathy with spasticity and severe to profound mental retardation seen in over 80% of cases. Most patients had a positive family history. We propose testing for the R446* mutation in PDHX as a rapid first screening in Roma infants with metabolic acidosis. It will facilitate and accelerate diagnosis in a large proportion of cases, allow early rehabilitation to alleviate the chronic clinical course, and prevent further affected births in high-risk families. ","dc:creator":"Ivanov IS","dc:date":"2014","dc:title":"Founder p.Arg 446* mutation in the PDHX gene explains over half of cases with congenital lactic acidosis in Roma children."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25087164","rdfs:label":"case #1, family A"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Stop-gained but in last exon so NMD not expected. Likely that affected sib also homozygous. Founder variant in Roma population: Homozygosity for the mutation was revealed in 19 out of the 31 Roma patients from Bulgaria, thus explaining around 60% of congenital lactic acidosis in this ethnic group. The 20 p.Arg446* homozygous patients belonged to 15 nuclear families, two of which were related (family N in Table 1). 9/14 families had more than one affected child (Table 1)."},{"id":"cggv:7ea5d72f-588b-4036-9502-3b47a4fdbf86_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33e73864-faa1-4cef-a6f4-94f4f1bf8dd6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Direct sequencing of the E3BP cDNA in affected sister.","firstTestingMethod":"Other","phenotypeFreeText":"Diagnosis of pyruvate dehydrogenase E3-binding protein deficiency. Presented at the age of 9 1/2 months because of delayed development. He could not roll over, reach for objects or sit, except briefly with support. He had generalized hypotonia with brisk reflexes. Biochemical investigations revealed blood lactate concentrations of 4.6 and 6.1mmol/L, ammonia 40 mmol/L and normal urine organic acids, apart from elevated lactate (Table 1). MRI of the brain at age 1 year showed cerebral atrophy with increased subarachnoid space anteriorly and around the temporal lobes. Development progressed slowly. Recent MRI of the brain shows thinning of the corpus callosum and necrosis of the basal ganglia.\ncriteria: developmental delay, elevated lactate, basal ganglia necrosis","sex":"Male","variant":{"id":"cggv:7ea5d72f-588b-4036-9502-3b47a4fdbf86_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b0bdf61f-58f5-4a15-a2ef-f14dbfb0af02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003477.3(PDHX):c.14G>A (p.Trp5Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380123642"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15303005","type":"dc:BibliographicResource","dc:abstract":"Pyruvate dehydrogenase deficiency is an important cause of primary lactic acidosis. Most cases occur as a result of mutations in the gene for the E1 alpha subunit of the complex, with a small number resulting from mutations in genes for other components, most commonly the E3 and E3-binding protein subunits. We describe pyruvate dehydrogenase E3-binding protein deficiency in two siblings in each of two unrelated families from Kuwait. The index patient in each family had reduced pyruvate dehydrogenase activity in cultured fibroblasts and no detectable immunoreactive E3-binding protein. Both were homozygous for nonsense mutations in the E3-binding protein gene, one involving the codon for glutamine 266, the other the codon for tryptophan 5.","dc:creator":"Ramadan DG","dc:date":"2004","dc:title":"Lactic acidosis and developmental delay due to deficiency of E3 binding protein (protein X) of the pyruvate dehydrogenase complex."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15303005","rdfs:label":"patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Affected sister with same variant showed reduced pyruvate dehydrogenase activity in cultured fibroblasts and no detectable immunoreactive E3-binding protein (Fig. 2 PMID 15303005). NMD expected."},{"id":"cggv:0a001b6e-c725-4b6f-9df9-875c0ad1b116_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e4b3844-009a-4ec7-977f-aecf9bea6e90","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","detectionMethod":"candidate gene sequencing","firstTestingMethod":"Other","phenotypeFreeText":"Diagnosis of neonatal lactic acidemia and Leigh syndrome. Clinical details previously reported in Geoffroy et al. (1996) (PMID 8584393), Aral et al. (1997) and Rouillac et al. (1999). Also reported as case 2 in Tajir et al. (2012), who report Increased signal intensity in basal ganglia and parieto-occipital white matter, neonatal lactic acidosis (16mM lactate vs 1.33 mM pyruvate), moderate hypotonia, minor developmental delay, and strabismus. \ninclusion criteria: developmental delay, increased signal in basal ganglia, elevated lactate","sex":"Female","variant":{"id":"cggv:0a001b6e-c725-4b6f-9df9-875c0ad1b116_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:05520494-1ab9-4877-bf31-8043750c0439","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003477.3(PDHX):c.965_1023del (p.Asp322AlafsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115351"}},{"id":"cggv:9b547e48-c076-4454-abdf-db0b3d4daa12","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003477.3(PDHX):c.160+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380124086"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12557299","type":"dc:BibliographicResource","dc:abstract":"We report a case of neonatal congenital lactic acidosis associated with pyruvate dehydrogenase E3-binding protein deficiency in a newborn girl. She had a severe encephalopathy, and magnetic resonance imaging of the brain showed large subependymal cysts and no basal ganglia lesions. She died 35 days after birth. We detected a novel homozygous deletion (620delC) in the PDX1 gene, which encodes for the E3BP subunit of the pyruvate dehydrogenase complex.","dc:creator":"Dey R","dc:date":"2003","dc:title":"A new case of pyruvate dehydrogenase deficiency due to a novel mutation in the PDX1 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12557299","rdfs:label":"S.D."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"compound het for 2 predicted null, evidence of absent protein expression"},{"id":"cggv:326fe615-a8ad-4190-8e15-b800869f7653_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f39755a3-6716-4290-8ed9-2c922d16c302","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"detectionMethod":"methodology not described","firstTestingMethod":"Other","phenotypeFreeText":"Diagnosis of Leigh syndrome, primary pyruvate dehydrogenase E3 binding protein deficiency. Presented at 2 weeks with vomiting and acidaemia (pH 6.94). Plasma lactate was moderately raised at 3.1 mmol/L (1.0^1.8) and pyruvate at 85.3 mmol/L (41^62). Following recovery, he subsequently su¡ered delayed milestones, both motor and language, and had major cognitive problems. At 21 years he developed status epilepticus. Upon recovery he had su¡ered severe cognitive and motor deterioration. Demonstrated generalized hypertonia and continuous choreiform movements of hands and fingers associated with abnormal orobuccal movements. MRI showed bilateral lesions within the basal ganglia and crura cerebri consistent with Leigh syndrome (McKusick 256000) (image not shown). Blood lactate was now 2.7 mmol/L (0.50^1.65) with a normal lactate: pyruvate ratio of 15 (10^20). Histological examination of muscle biopsy showed nonspecific c pathological features: increased ¢bre size variation, occasional internal nuclei and a few scattered atrophic fibres.\ncriteria: developmental delay, elevated lactate, bilateral basal ganglia lesions","previousTesting":true,"previousTestingDescription":"Normal E1a gene sequence.","sex":"Male","variant":{"id":"cggv:326fe615-a8ad-4190-8e15-b800869f7653_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:26ce28b2-c4ef-4dd9-9ac1-ca024dfec84f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003477.3(PDHX):c.641+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115353"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14518830"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14518830","rdfs:label":"Hargreaves 2003 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"PDH deficiency in cultured fibroblasts (PDH activity was 0.1 nmol/min per mg (0.7^1.1). Direct assay of activated muscle mitochondrial PDH revealed reduced activity (7.6nmol/min per mg; 43.8^92.8)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11}],"evidenceStrength":"Definitive","sequence":2377,"specifiedBy":"GeneValidityCriteria7","strengthScore":13.5,"subject":{"id":"cggv:b7e4ccc6-5880-47a6-af26-a235a85b579c","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:21350","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PDHX and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of July 13, 2020. The PDHX gene encodes the E3 binding protein of the pyruvate dehydrogenase complex (PDC). PDC catalyzes conversion of pyruvate into acetyl-CoA, thus is the link between glycolysis and the citric acid cycle. PDC deficiency leads to impaired energy metabolism.\n\nThe PDHX gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2003 (PMID: 12557299). Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n\nThis curation included six variants identified in five cases in five publications (PMIDs: 12557299, 14518830, 15303005, 16566017, 25087164). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, and functional alteration in patient cells (PMIDs: 27977873, 21139605, 14518830).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the gene-disease association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 13, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:3608ac5e-4b1f-4bb5-aa0c-cc42a2262304"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}