{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-04-06T04:00:31.046Z","role":"Publisher"},{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-01-04T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22510444","type":"dc:BibliographicResource","dc:abstract":"Bardet--Biedl Syndrome (BBS) is an emblematic recessive genetically highly heterogeneous ciliopathy characterised mainly by polydactyly, retinitis pigmentosa, obesity, cognitive impairment, and kidney dysfunction. The 16 BBS genes known to date are implied in the primary cilia related cellular pathways.","dc:creator":"Marion V","dc:date":"2012","dc:title":"Exome sequencing identifies mutations in LZTFL1, a BBSome and smoothened trafficking regulator, in a family with Bardet--Biedl syndrome with situs inversus and insertional polydactyly."},"evidence":[{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b534a210-317c-4791-95d8-f3494f43c389","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7debb0c-86ce-4a2e-a730-1286bd775442","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study describes the identification of LZTFL1 (Leucine-zipper transcription factor-like 1) as a protein that interacts with the BBSome and negatively regulates its trafficking activity to the cilia. As such, LZTLF1 is important to the function of the cilia. This function is consistent with the phenotypic characteristics of BBS, a condition known to be caused by ciliary dysfunction. Variants in the genes encoding the components of the BBSome, with which LZTFL1 interacts, cause BBS, providing further support for a role of LZTLF1 in BBS. Finally, the authors also provide evidence that the BBSome and LZTFL1 are part of the transport mechanism of Sonic Hedgehog (SHH) signal transducer, Smoothened (SMO) that localizes to cilia. As the SHH pathway is known to be important in limb development, and perturbation of the pathway has been associated with polydactyly (PMID: 34884862), these results are consistent with the function of LZTFL1 in the BBS phenotype, one of the characteristics of which is polydactyly.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22072986","type":"dc:BibliographicResource","dc:abstract":"Many signaling proteins including G protein-coupled receptors localize to primary cilia, regulating cellular processes including differentiation, proliferation, organogenesis, and tumorigenesis. Bardet-Biedl Syndrome (BBS) proteins are involved in maintaining ciliary function by mediating protein trafficking to the cilia. However, the mechanisms governing ciliary trafficking by BBS proteins are not well understood. Here, we show that a novel protein, Leucine-zipper transcription factor-like 1 (LZTFL1), interacts with a BBS protein complex known as the BBSome and regulates ciliary trafficking of this complex. We also show that all BBSome subunits and BBS3 (also known as ARL6) are required for BBSome ciliary entry and that reduction of LZTFL1 restores BBSome trafficking to cilia in BBS3 and BBS5 depleted cells. Finally, we found that BBS proteins and LZTFL1 regulate ciliary trafficking of hedgehog signal transducer, Smoothened. Our findings suggest that LZTFL1 is an important regulator of BBSome ciliary trafficking and hedgehog signaling.","dc:creator":"Seo S","dc:date":"2011","dc:title":"A novel protein LZTFL1 regulates ciliary trafficking of the BBSome and Smoothened."},"rdfs:label":"LZTFL1 interacts with the BBSome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:23d6b40c-d49d-481e-b567-dbf8eca69493","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:39df8d1b-348c-4116-a28d-a47128b68fdd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Vertebrate hedgehog signaling is coordinated by the differential localization of the receptors patched-1 and Smoothened in the primary cilium. Cilia assembly is mediated by intraflagellar transport (IFT), and cilia defects disrupt hedgehog signaling, causing structural birth defects including polydactyly. \nThe authors analyzed cells from Ift25 and Ift27 knockout mice, as well as NIH 3T3 cells with mutations in BBSome components and Lztfl1, generated by CRISPR technology. Based on the results, they speculated that Lztfl1 functions downstream of IFT27 to couple the BBSome to the IFT particle for coordinated removal of patched-1 and Smoothened from cilia during hedgehog signaling. A model for this role is provided in Figure 7.\nTherefore the function of Lztfl1, as a regulator of Shh pathway compoments in the cilia, is consistent with the phenotype of BBS, specifically polydactyly.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25446516","type":"dc:BibliographicResource","dc:abstract":"Vertebrate hedgehog signaling is coordinated by the differential localization of the receptors patched-1 and Smoothened in the primary cilium. Cilia assembly is mediated by intraflagellar transport (IFT), and cilia defects disrupt hedgehog signaling, causing many structural birth defects. We generated Ift25 and Ift27 knockout mice and show that they have structural birth defects indicative of hedgehog signaling dysfunction. Surprisingly, ciliary assembly is not affected, but abnormal hedgehog signaling is observed in conjunction with ciliary accumulation of patched-1 and Smoothened. Similarly, Smoothened accumulates in cilia on cells mutated for BBSome components or the BBS binding protein/regulator Lztfl1. Interestingly, the BBSome and Lztfl1 accumulate to high levels in Ift27 mutant cilia. Because Lztfl1 mutant cells accumulate BBSome but not IFT27, it is likely that Lztfl1 functions downstream of IFT27 to couple the BBSome to the IFT particle for coordinated removal of patched-1 and Smoothened from cilia during hedgehog signaling.","dc:creator":"Eguether T","dc:date":"2014","dc:title":"IFT27 links the BBSome to IFT for maintenance of the ciliary signaling compartment."},"rdfs:label":"LZTFL1 egulation of Shh pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd739e6a-daad-4453-a261-dce2b5ae8669","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1374539a-8eaa-4075-a83b-e5c9eddea842","type":"FunctionalAlteration","dc:description":"Background: Shh binds to its receptor Patched 1 (Ptch1) and activates Smoothened (Smo). Smo then activates GLI1 and GLI2 expression and nuclear activity while repressing that of GLI3. The primary cilium plays a central role in this signalling cascade during development.\nLZTFL1 depletion has been shown to results in the activation of the ciliary targeting of Smo (Seo et al, PMID: 22072986)\nResults: In fibroblast from a patient with clinical features of BBS (patient BBS93) who is homozygous for NM_020347.4(LZTFL1):c.402_406del (p.Pro136ThrfsTer5), real-time PCR revelaed that expression of genes involved in the sonic hedgehog (Shh) pathway (including SMO, PTCH1, GLI1, and GLI2 were significanlty increased (p>0.05), while the repressor GLI3 remained unchanged compared to control. The results indicate activation of the Shh signaling in the absence of LZTFL1. See Figure 2C.\n\nAs the defects in the Shh pathway are known to cause polydactyly (see PMID: 30459804 for review), these results support the role of LZFFL1 variants in BBS, which includes polydactyly as a phenotypic characteristic.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22510444","rdfs:label":"Shh pathway in fibroblasts from patient BBS93"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e968e585-e150-4778-9175-0b5c9c746222","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:781202fc-1646-45f6-b9c3-c09385d816e8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In mice treated with tamoxifen at P5, the authors found that restoration of Lztf l1 expression at very early degeneration stages preserves vision and delays retinal degeneration but does not permanently arrest disease progression. Protein localization and expression, photoreceptor cell loss and retinal functions were examined at 1 month, 3 months and 6 months PTI. See Fig 2.\n- Expression of Lztfl1 in treated animals was confirmed.\n- There was increased expression of phototransduction proteins and BBSome components (previously noted to be reduced in the KO mouse)\n- The ONL of treated mice was about 2 rows of nuclei thicker than that of untreated mice (n = 4) (Fig. 3G), and preservation of photoreceptors was noted at 3 months and 6 months PTI. However, the ONL became gradually thinner as treated animals aged, suggesting that retinal degeneration continued but at a slower rate.\n- Mislocalization of IS proteins, STX3 and STXBP1 was partly corrected.\n- At 1 month post treatment, significantly more cones were found in treated retinas compared with age-matched, untreated retinas. The length of the cone OS was comparable to that of normal cones. However the number of cones gradually decreased with age.\n- At 1 month post treatment, scotopic ERG a- and b-waves and photopic ERG b-waves were markedly improved. At 3 months and 6 months, all ERG responses remained improved compared to untreated animlas but ERG amplitudes gradually decreased in treated animals.\n- At 9 months post treatment, ERG amplitudes and ONL thickness had decreased further while protein mislocalization was unchanged.\n\nIn summary, restoration of Lztfl1 expression at a very early stage of degeneration had long-term therapeutic effects but did not completely correct protein mislocalization or permanently stop degeneration.\nThe authors also studied animals treated at later stages of disease and found that  the therapeutic efficacy gradually declined as Lztfl1 expression was restored at later stages, with no treatment effect at the advanced stage (fig 4)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32568387","type":"dc:BibliographicResource","dc:abstract":"Retinal degeneration is a common clinical feature of ciliopathies, a group of genetic diseases linked to ciliary dysfunction, and gene therapy is an attractive treatment option to prevent vision loss. Although the efficacy of retinal gene therapy is well established by multiple proof-of-concept preclinical studies, its long-term effect, particularly when treatments are given at advanced disease stages, is controversial. Incomplete treatment and intrinsic variability of gene delivery methods may contribute to the variable outcomes. Here, we used a genetic rescue approach to 'optimally' treat retinal degeneration at various disease stages and examined the long-term efficacy of gene therapy in a mouse model of ciliopathy. We used a Bardet-Biedl syndrome type 17 (BBS17) mouse model, in which the gene-trap that suppresses Bbs17 (also known as Lztfl1) expression can be removed by tamoxifen administration, restoring normal gene expression systemically. Our data indicate that therapeutic effects of retinal gene therapy decrease gradually as treatments are given at later stages. These results suggest the presence of limited time window for successful gene therapy in certain retinal degenerations. Our study also implies that the long-term efficacy of retinal gene therapy may depend on not only the timing of treatment but also other factors such as the function of mutated genes and residual activities of mutant alleles.","dc:creator":"Datta P","dc:date":"2020","dc:title":"Limited time window for retinal gene therapy in a preclinical model of ciliopathy."},"rdfs:label":"Inducible rescue of Lztfl1 KO mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:30d0b9f4-cdf8-4c69-8e1d-78a9d759e736","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ae402450-5400-49e3-b868-5e00ff741e7e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotype of Lztfl1 knock-out mice - obesity, retinal degeneration,  ventriculomegaly - was comparable to that of previously described BBS mouse models, including BBS1 and BBS3 (PMIDs: 18032602, 22139371).\nThe phenotype recapitulates some of the findings in humans with biallelic variants in LZTFL1 - obesity and retinal degeneration. \nThe loss of function mechanism is the same in the KO mice and humans with LZTFL1 variants. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26216965","type":"dc:BibliographicResource","dc:abstract":"Compartmentalization and polarized protein trafficking are essential for many cellular functions. The photoreceptor outer segment (OS) is a sensory compartment specialized for phototransduction, and it shares many features with primary cilia. As expected, mutations disrupting protein trafficking to cilia often disrupt protein trafficking to the OS and cause photoreceptor degeneration. Bardet-Biedl syndrome (BBS) is one of the ciliopathies associated with defective ciliary trafficking and photoreceptor degeneration. However, precise roles of BBS proteins in photoreceptor cells and the underlying mechanisms of photoreceptor degeneration in BBS are not well understood. Here, we show that accumulation of non-OS proteins in the OS underlies photoreceptor degeneration in BBS. Using a newly developed BBS mouse model [Leucine zipper transcription factor-like 1 (Lztfl1)/Bbs17 mutant], isolated OSs, and quantitative proteomics, we determined 138 proteins that are enriched more than threefold in BBS mutant OS. In contrast, only eight proteins showed a more than threefold reduction. We found striking accumulation of Stx3 and Stxbp1/Munc18-1 and loss of polarized localization of Prom1 within the Lztfl1 and Bbs1 mutant OS. Ultrastructural analysis revealed that large vesicles are formed in the BBS OS, disrupting the lamellar structure of the OS. Our findings suggest that accumulation (and consequent sequestration) of non-OS proteins in the OS is likely the primary cause of photoreceptor degeneration in BBS. Our data also suggest that a major function of BBS proteins in photoreceptors is to transport proteins from the OS to the cell body or to prevent entry of non-OS proteins into the OS.","dc:creator":"Datta P","dc:date":"2015","dc:title":"Accumulation of non-outer segment proteins in the outer segment underlies photoreceptor degeneration in Bardet-Biedl syndrome."},"rdfs:label":"Lztfl1 knock out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5db2c92-547f-4497-93cd-3819a56a8d8d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e5db2c92-547f-4497-93cd-3819a56a8d8d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":26,"allele":{"id":"cggv:420a8f45-81d7-43e7-a963-4f44f5b18f8f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020347.4(LZTFL1):c.384G>A (p.Lys128=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA433444516"}},"detectionMethod":"Variant detected by exome sequencing and verified by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"BMI 22.4 kg/m2, \"Y-shaped synpolydactyly was observed between the 5th and 6th fingers of the right hand, insertional mesoaxial polydactyly was observed at the left hand (Figure 4b, c).\"\nAtrophic kidney, \n","phenotypes":["obo:HP_0000708","obo:HP_0010442","obo:HP_0006695","obo:HP_0000028","obo:HP_0001561","obo:HP_0000135","obo:HP_0000078","obo:HP_0000077"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5a077d29-3f36-4eaa-98fc-914ea2e562a1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:420a8f45-81d7-43e7-a963-4f44f5b18f8f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32686083","type":"dc:BibliographicResource","dc:abstract":"Bardet-Biedl syndrome (BBS) is a very-rare autosomal recessive genetic disorder with severe multisystem manifestations. Genetic testing plays an important role in the early diagnosis of the disease. In this study, while trying to elucidate the genetic etiology of seven individuals with clinical BBS diagnosis from six different families, we also aimed to examine the distribution of BBS variations in this region of Turkey.","dc:creator":"Gumus E","dc:date":"2021","dc:title":"Clinical and exome sequencing findings in seven children with Bardet-Biedl syndrome from Turkey."}},"rdfs:label":"Gumus et al_2021: Patient 7"},{"id":"cggv:5a077d29-3f36-4eaa-98fc-914ea2e562a1","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a077d29-3f36-4eaa-98fc-914ea2e562a1_variant_evidence_item"},{"id":"cggv:5a077d29-3f36-4eaa-98fc-914ea2e562a1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant alters the last nucleotide of exon 4. SpliceAI predicts donor splice site loss (score = 0.93), and acceptor splice site loss 60 bp upstream (i.e. the acceptor splice site of exon 4, spliceAI score - 0.91; note that LZTFL1 is on the minus strand) suggesting that exon 4, which is 61 bp in length, will be absent in the mature transcript, resulting in frameshift. Although there is no sequence analysis of splice products to support this, the prediction is consistent with lack of LZTFL1 RNA and protein in cells from the patient."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8f67a2a8-daa3-491b-9ad1-ebe1ef14e6a7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8f67a2a8-daa3-491b-9ad1-ebe1ef14e6a7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"allele":{"id":"cggv:6a3e60c0-89be-41b9-8e5b-10cd0555ad07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020347.4(LZTFL1):c.505A>T (p.Lys169Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352450351"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"BMI  30.2 kg/m2; \"Renal abnormality\"'; \"Developmental delay\", type(s) not specified but note no intellectual disability, , \"Strabismus, cataract, astigmatism\" (unlear if the patient has all three), \"ataxia/imbalance\".\nPer text: mild learning disability, speech difficulties, mild hearing impairment. Unilateral post-axial polydactyly in the right hand and unilateral post-axial polydactyly in the left foot (Figure 2D). \nOnset of vision problems at age 10 years, legally blind at the age of 14 years. ","phenotypes":["obo:HP_0000135","obo:HP_0000787","obo:HP_0001513","obo:HP_0010442","obo:HP_0000546"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:b8c22b24-e6c8-4fa8-a124-351e7bae08e8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6a3e60c0-89be-41b9-8e5b-10cd0555ad07"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37239474","type":"dc:BibliographicResource","dc:abstract":"Bardet-Biedl syndrome (BBS) is a rare clinically and genetically heterogeneous autosomal recessive multi-systemic disorder with 22 known genes. The primary clinical and diagnostic features include six different hallmarks, such as rod-cone dystrophy, learning difficulties, renal abnormalities, male hypogonadism, post-axial polydactyly, and obesity. Here, we report nine consanguineous families and a non-consanguineous family with several affected individuals presenting typical clinical features of BBS. In the present study, 10 BBS Pakistani families were subjected to whole exome sequencing (WES), which revealed novel/recurrent gene variants, including a homozygous nonsense mutation (c.94C>T; p.Gln32Ter) in the ","dc:creator":"Nawaz H","dc:date":"2023","dc:title":"Biallelic Variants in Seven Different Genes Associated with Clinically Suspected Bardet-Biedl Syndrome."}},"rdfs:label":"Nawaz et al_2023: Family D II-1"},{"id":"cggv:b8c22b24-e6c8-4fa8-a124-351e7bae08e8","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b8c22b24-e6c8-4fa8-a124-351e7bae08e8_variant_evidence_item"},{"id":"cggv:b8c22b24-e6c8-4fa8-a124-351e7bae08e8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"No RT-PCR data but SpliceAI predicts loss of donor site of exon 6 (score = 0.57) which may result in exon skipping and infame 22 amino acid deletion."}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4850a21a-8826-41f2-9b5b-013226bc833b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4850a21a-8826-41f2-9b5b-013226bc833b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:c8c6c0b8-6fae-4749-a1e4-fa548d79a01f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020347.4(LZTFL1):c.402_406del (p.Pro136ThrfsTer5)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130544"}},"detectionMethod":"Homozygosity mapping in the proband and his three unaffected sibs revealed nine large regions of homozygosity (confirmed by microsatellite analysis) on chromosomes 1, 2, 3, 6, 7, 8, and 12 (figure 1D and supplemental table 2), which included 1055 genes.\nExome sequencing of BBE93 revealed a total of 1827 single nucleotide variants and indels in these nine homozygous regions 33 of which were not reported in dbSNP; five were missense variants predicted not damaginf by in silico predictors, and one was a 5bp del in LZTFL1.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"\"mild biological kidney alterations\", mesoaxial polydactyly","phenotypes":["obo:HP_0100515","obo:HP_0001513","obo:HP_0000135","obo:HP_0000546","obo:HP_0010442","obo:HP_0000550","obo:HP_0001959","obo:HP_0001249","obo:HP_0001696"],"previousTesting":true,"previousTestingDescription":"No causative variant(s) identified in any of the BBS1-16 genes, (NPHP2 -NPHP8, MKS1, MKS3, ALMS1).","secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:91a12315-a296-4dda-84b8-3e03c38c4f66_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c8c6c0b8-6fae-4749-a1e4-fa548d79a01f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22510444"},"rdfs:label":"Marion et al_2012: BBE93"},{"id":"cggv:91a12315-a296-4dda-84b8-3e03c38c4f66","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:91a12315-a296-4dda-84b8-3e03c38c4f66_variant_evidence_item"},{"id":"cggv:91a12315-a296-4dda-84b8-3e03c38c4f66_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR of RNA from fibrobalsts from the patient revealed absence of LZTFL1 RNA. Western blot showed absence of protein."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fdb4869e-2ffe-4d3b-8d19-03cabd691917_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fdb4869e-2ffe-4d3b-8d19-03cabd691917","type":"Proband","allele":{"id":"cggv:175b2827-c650-42c5-a7ab-3c1393ff5c90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020347.4(LZTFL1):c.415dup (p.Ala139GlyfsTer4)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2580069867"}},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"No individual data provided. Diagnosis of BBS was based on the presence of either four primary features or three primary features and two secondary features.","sex":"UnknownEthnicity","variant":{"id":"cggv:a721c94f-a63b-4e76-991e-1145fc90d7e6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:175b2827-c650-42c5-a7ab-3c1393ff5c90"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37431782","type":"dc:BibliographicResource","dc:abstract":"Bardet-Biedl syndrome (BBS), a rare primary form of ciliopathy, with heterogeneous clinical and genetic presentation is characterized by rod cone dystrophy, obesity, polydactyly, urogenital abnormalities, and cognitive impairment. Here, we delineate the genetic profile in a cohort of 108 BBS patients from India by targeted gene sequencing-based approach for a panel of ciliopathy (including BBS) and other inherited retinal disease genes. We report here a higher frequency of BBS10 and BBS1 gene variations. A different spectrum of variations including a putatively novel gene TSPOAP1, for BBS was identified. Increased percentage frequency of digenic variants (36%) in the disease cohort, role of modifiers in familial cases are some of the salient observations in this work. This study appends the knowledge of BBS genetics pertaining to patients from India. We observed a different molecular epidemiology of BBS patients in this study cohort compared to other reports, which emphasizes the need for molecular testing in affected patients.","dc:creator":"Gnanasekaran H","dc:date":"2023","dc:title":"Mutation profile of Bardet-Biedl syndrome patients from India: Implicative role of multiallelic rare variants and oligogenic inheritance pattern."}},"rdfs:label":"Gnanasekaran et al, 2023: NGSB-114"},{"id":"cggv:a721c94f-a63b-4e76-991e-1145fc90d7e6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a721c94f-a63b-4e76-991e-1145fc90d7e6_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Score reduced because no individual data is provided and another individual with the same genotype has already been scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.6},{"id":"cggv:21b6d13e-089e-488e-8171-f3bff27fb92f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:21b6d13e-089e-488e-8171-f3bff27fb92f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"allele":[{"id":"cggv:d8b71267-adbd-4648-bc00-49908cad2683","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020347.4(LZTFL1):c.778G>T (p.Glu260Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170607"}},{"id":"cggv:fdfc830f-dbd2-474c-95e2-39e895534518","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020347.4(LZTFL1):c.260T>C (p.Leu87Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA170605"}}],"detectionMethod":"LZTFL1 was sequenced \"because of the unusual polydactyly (mesoaxial) .... akin to our previous BBS patient who had mutations in this gene\".","firstTestingMethod":"PCR","phenotypeFreeText":"One postaxial extra-digit on each foot and one postaxial extra-digit plus one mesoaxial extra-digit on each hand; extra digits removed at 3 mo.\nPolyuria–polydypsia episodes from birth; chronic kidney failure at 4 years of age; kidney transplant at 23 years of age.\nDiagnosis of advance RP with undetectable ERG reposnse at 8 years of age.\nTendency to gain weight.\nAt age 36 years: height 152 cm (−1.5 SD), weight 56.2 kg (+0.5 SD), BMI 24.3 kg/m2.\nAbnormal, enlarged cilia on nasal biopsy. \nThe fourth finger was shorter than the fifth, both showed ulnar divergence; synostosis between the third and the fourth metacarpal bones of both hands (Fig. 1)","phenotypes":["obo:HP_0000458","obo:HP_0001249","obo:HP_0000546","obo:HP_0010442","obo:HP_0001959","obo:HP_0000550","obo:HP_0000103"],"previousTestingDescription":"After discovery of LZTFL1 variants, LZTFL1 expression was assessed by Western blot in fibroblasts (Fig. 1b). Expression was about half of that in controls and the protein was detected at ~30 kDa compared to control of 35 kDa. As it is unclear which allele(s) is producing protein, this data is recorded here.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:1ce81a63-bed4-499a-a050-f96f7c7602df_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d8b71267-adbd-4648-bc00-49908cad2683"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23692385","type":"dc:BibliographicResource","dc:abstract":"Ciliopathies are heterogeneous disorders sharing different clinical signs due to a defect at the level of the primary cilia/centrosome complex. Postaxial polydactyly is frequently reported in ciliopathies, especially in Bardet-Biedl syndrome (BBS). Clinical features and genetic results observed in a pair of dizygotic twins with BBS are reported. The following manifestations were present: retinitis pigmentosa, bilateral insertional polydactyly, cognitive impairment and renal dysfunction. X-rays of the hands confirmed the presence of a 4th mesoaxial extra-digit with Y-shaped metacarpal bones. The sequencing of LZTFL1 identified a missense mutation (NM_020347.2: p.Leu87Pro; c.260T>C) and a nonsense mutation (p.Glu260*; c.778G>T), establishing a compound heterozygous status for the twins. A major decrease of LZTFL1 transcript and protein was observed in the patient's fibroblasts. This is the second report of LZTFL1 mutations in BBS patients confirming LZTFL1 as a BBS gene. Interestingly, the only two families reported in literature thus far with LZTFL1 mutations have in common mesoaxial polydactyly, a very uncommon feature for BBS. This special subtype of polydactyly in BBS patients is easily identified on clinical examination and prompts for priority sequencing of LZTFL1 (BBS17).","dc:creator":"Schaefer E","dc:date":"2014","dc:title":"Mesoaxial polydactyly is a major feature in Bardet-Biedl syndrome patients with LZTFL1 (BBS17) mutations."}},{"id":"cggv:8e27c3a7-21a6-484c-b82b-bc438d1076b4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fdfc830f-dbd2-474c-95e2-39e895534518"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23692385"}],"rdfs:label":"Schaefer et al_2015: Patient 1"},{"id":"cggv:1ce81a63-bed4-499a-a050-f96f7c7602df","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1ce81a63-bed4-499a-a050-f96f7c7602df_variant_evidence_item"},{"id":"cggv:1ce81a63-bed4-499a-a050-f96f7c7602df_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Note: The variant alters the first nucleotide of the penultimate exon of NM_020347.4, 5' to the last 50 nucleotides of the eoxon. SpliceAI suggests that the variant may disrupt the acceptor splice site (score 0.66). The impact is unclear."}],"strengthScore":1.5},{"id":"cggv:8e27c3a7-21a6-484c-b82b-bc438d1076b4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:8e27c3a7-21a6-484c-b82b-bc438d1076b4_variant_evidence_item"},{"id":"cggv:8e27c3a7-21a6-484c-b82b-bc438d1076b4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"The authors report that the variant is predicted to impact splicing by Human Splicing Finder. However, SpliceAI predicted no impact on splicing."}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:67663710-5fd0-4d7e-9ec7-013c85e18608_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:67663710-5fd0-4d7e-9ec7-013c85e18608","type":"Proband","allele":{"id":"cggv:175b2827-c650-42c5-a7ab-3c1393ff5c90"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"No detailed individual data available. However, for the cohort \"Diagnosis of BBS was based on the presence of either fourprimary features or three primary features and two secondary features.\" In addition, this individual was noted to have impaired kidney function and, based on Figure 2, also had retinopathy.","sex":"UnknownEthnicity","variant":{"id":"cggv:7eb4af5e-b9f0-4480-a2c3-0adba2315cfa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:175b2827-c650-42c5-a7ab-3c1393ff5c90"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37431782"},"rdfs:label":"Gnanasekaran et al, 2023: NGSB-89"},{"id":"cggv:7eb4af5e-b9f0-4480-a2c3-0adba2315cfa","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7eb4af5e-b9f0-4480-a2c3-0adba2315cfa_variant_evidence_item"}],"strengthScore":1,"dc:description":"Score reduced due to lack of individual clinical information."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.6}],"evidenceStrength":"Definitive","sequence":8085,"specifiedBy":"GeneValidityCriteria10","strengthScore":17.6,"subject":{"id":"cggv:18d26a04-8f50-4ff3-b47a-f47e00cc7a65","type":"GeneValidityProposition","disease":"obo:MONDO_0005308","gene":"hgnc:6741","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*LZTFL1* was first reported in relation to an autosomal recessive ciliopathy, Bardet-Biedl syndrome 17 (BBS17), in 2012 (Marion et al, PMID: 22510444). Bardet-Biedl syndrome is a multisystem disorder characterized by retinopathy, obesity, polydactyly, intellectual disability, hypogonadotropic hypogonadism and/or genitourinary malformations, and renal malformations and/or renal disease Biallelic loss-of-function variants in at least 26 genes have been described in affected individuals. *LZTFL1* is thought to cause <1% of BBS cases  (Forsyth and Gunay-Aygun, 2023, PMID: 20301537).\n\n*LZTFL1* encodes “leucine zipper transcription factor-like 1”, a ubiquitously expressed cytoplasmic protein that interacts with the BBSome and regulates protein trafficking to the ciliary membrane. Together with the BBSome, LZTFL1 controls the ciliary trafficking of smoothened (SMO) and contributes to the sonic hedgehog (SHH) pathway regulation.\n\nSix variants (two nonsense, two frameshift, one missense, and one synonymous predicted to impact splicing) have been reported in six probands in five publications (Marion et al, 2012, PMID: 22510444; Schaeffer et al, 2014, PMID: 23692385; Gumus et al, 2021, PMID: 32686083; Nawaz et al, 2023, PMID: 37239474; Gnanasekaran et al, 2023, PMID: 37431782). The individuals reported have typical features of BBS but the polydactyly of the hands is mesoaxial rather than postaxial. The mechanism of pathogenicity appears to be loss of function. Total points for genetic evidence = 11.6 points.\n\nThis gene-disease relationship is also supported by experimental evidence, including the biochemical function of the gene product, which is consistent with the clinical features observed in patients (Seo et al, 2011, PMID: 22072986; Eguether et al, 2014, PMID: 25446516), observations in cells from a patient (Marion et al, 2012, PMID: 22510444), the features observed in a knock out mouse model (Datta et al, 2015, PMID: 26216965), and results of a rescue experiment (Datta et al, 2020, PMID: 32568387). More experimental evidence is available in the literature but the maximum (6 points) has already been reached.\n\nIn summary, there is definitive evidence supporting the relationship between *LZTFL1* and autosomal recessive LZTFL1-related ciliopathy. This classification was approved by the ClinGen Retina Gene Curation Expert Panel on (date) (SOP v10).","dc:isVersionOf":{"id":"cggv:e352868c-b5d8-451d-89ef-61a147ea7b4f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}