{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bcv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-11T15:30:10.217Z","role":"Publisher"},{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-05-10T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7fef800-b68e-4a5f-b3f9-b08b97aa2e0f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9d74f11-d82f-4046-b25a-ee359901d239","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Two-dimensional gel electrophoresis and quantitative immunoblotting techniques were utilized on different tissues. The isoform meta-vinculin, which is associated with the cardiomyopathy phenotype, is solely expressed in the smooth and cardiac muscles. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3129429","type":"dc:BibliographicResource","dc:abstract":"Microheterogeneity of different vinculin and meta-vinculin isoforms in adult human tissues and cultured cells was studied by two-dimensional gel electrophoresis and immunoblotting technique. Four isoforms of vinculin (alpha, alpha', beta, and gamma) and two isoforms of meta-vinculin (alpha and beta) were resolved. alpha-, alpha'-, and beta-isoforms of vinculin were found in all cell types and tissue samples analyzed in the present study. gamma-Isoform of vinculin and both alpha- and beta-isoforms of meta-vinculin were found in smooth (aorta wall and myometrium) and cardiac muscle, rather than in skeletal muscle, liver, foreskin fibroblasts, and macrophages. In the primary culture of human aorta smooth muscle cells, the fractional content of gamma-isoform of vinculin and meta-vinculin was dramatically reduced, and, by the onset of intensive cell division, the proteins could hardly be detected. Subcultured human aorta smooth muscle cells did not contain gamma-vinculin and meta-vinculin. We analyzed the microheterogeneity of vinculin and meta-vinculin in three smooth muscle layers of human aorta wall--media, muscular-elastic (adjacent to media) intima, and subendothelial (juxtaluminal) intima. It was shown that in media the fractional content of gamma-isoform of vinculin was 45% and meta-vinculin, 42%; in muscular-elastic intima the fractional content of gamma-vinculin was 42% and meta-vinculin, 36%. However, in subendothelial intima, the share of these proteins was significantly lower than in adjacent muscular-elastic intima and media. Isoactin pattern that is characteristic of smooth muscle was identical in all aortic layers, thus proving the smooth muscle origin of subendothelial intima cells. These findings demonstrate that human aortic smooth muscle cells in vivo and in vitro undergo coordinated differential expression of smooth muscle specific variants of vinculin, i.e. gamma-vinculin and meta-vinculin.","dc:creator":"Belkin AM","dc:date":"1988","dc:title":"Diversity of vinculin/meta-vinculin in human tissues and cultivated cells. Expression of muscle specific variants of vinculin in human aorta smooth muscle cells."},"rdfs:label":"Meta-vinculin Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:85e40dda-3fd6-47e0-917e-73468867e845","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:96fe72ba-5b6b-44a5-8499-b70686128199","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Tissue from 10 HCM patients showed reduced expression of VCL/MV at the intercalated discs but not Z lines when compared to controls and patients with non-HCM cardiac diseases. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16949038","type":"dc:BibliographicResource","dc:abstract":"Mutations in the cardiac-specific insert of vinculin, metavinculin, rarely cause hypertrophic cardiomyopathy (HCM) and dilated cardiomyopathy (DCM). Subsequently, a missense mutation in the ubiquitously expressed vinculin was discovered in a patient with obstructive HCM. Microscopic examination of both myectomy specimens from patients bearing genetic defects in metavinculin and vinculin showed a marked reduction of vinculin/metavinculin expression in the intercalated disc, but normal expression in the Z-disc. Given that distinct functional domains were altered by the metavinculin and vinculin mutations, we hypothesized that the intercalated disc-specific reduction of vinculin may stem from left ventricular tract obstruction in general rather than rarely observed perturbations in VCL-encoded vinculin. To test this hypothesis, we examined the localization of vinculin/metavinculin in hypertrophied human heart tissue from patients with cardiovascular conditions associated with obstruction and hemodynamic overload using an immunohistochemistry approach. Tissue specimens derived from patients with obstructive HCM and aortic stenosis (AS) showed a universal defect of vinculin/metavinculin expression in the intercalated disc but preserved expression in the cardiac Z-disc, whereas tissue specimens derived from patients with either DCM, hypertensive heart disease (HTN), or pulmonary hypertension (PHTN) exhibited normal expression of vinculin/metavinculin in both the Z- and the intercalated disc despite being associated with hypertrophy. Results of this study suggest that cardiac hypertrophy may be associated with different expression of the marker vinculin/metavinculin depending on the underlying pathophysiology; hemodynamic overload may not affect the localization whereas obstructive disease substantially reduces the expression of vinculin preferentially in the intercalated disc.","dc:creator":"Vasile VC","dc:date":"2006","dc:title":"Obstructive hypertrophic cardiomyopathy is associated with reduced expression of vinculin in the intercalated disc."},"rdfs:label":"VCL Reduced Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Since the tissue tested was from the HCM patients, rather than heterologous cells, the score was reduced to avoid circularity as there could be other causes. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50978ba9-cb0b-4cce-a5f8-701a39336ec7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f7e18b01-e041-45c8-bb95-d7cf23c6fac3","type":"FunctionalAlteration","dc:description":"Mutant expression resulted in localization to focal adhesions, but the spreading was diminished and chaotic and the restoration of the actin network was impaired compared to wt expressed MV. Scratch-wound healing assay showed that expression of the mutant resulted in rapid, chaotic wound closure similar to vinculin-null cells, indicating that focal adhesion turnover is not properly regulated. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27503891","type":"dc:BibliographicResource","dc:abstract":"The main cause of death globally remains debilitating heart conditions, such as dilated cardiomyopathy (DCM) and hypertrophic cardiomyopathy (HCM), which are often due to mutations of specific components of adhesion complexes. Vinculin regulates these complexes and plays essential roles in intercalated discs that are necessary for muscle cell function and coordinated movement and in the development and function of the heart. Humans bearing familial or sporadic mutations in vinculin suffer from chronic, progressively debilitating DCM that ultimately leads to cardiac failure and death, whereas autosomal dominant mutations in vinculin can also provoke HCM, causing acute cardiac failure. The DCM/HCM-associated mutants of vinculin occur in the 68-residue insert unique to the muscle-specific, alternatively spliced isoform of vinculin, termed metavinculin (MV). Contrary to studies that suggested that phosphoinositol-4,5-bisphosphate (PIP2) only induces vinculin homodimers, which are asymmetric, we show that phospholipid binding results in a domain-swapped symmetric MV dimer via a quasi-equivalent interface compared with vinculin involving R975. Although one of the two PIP2 binding sites is preserved, the symmetric MV dimer that bridges two PIP2 molecules differs from the asymmetric vinculin dimer that bridges only one PIP2 Unlike vinculin, wild-type MV and the DCM/HCM-associated R975W mutant bind PIP2 in their inactive conformations, and R975W MV fails to dimerize. Mutating selective vinculin residues to their corresponding MV residues, or vice versa, switches the isoform's dimeric constellation and lipid binding site. Collectively, our data suggest that MV homodimerization modulates microfilament attachment at muscular adhesion sites and furthers our understanding of MV-mediated cardiac remodeling.","dc:creator":"Chinthalapudi K","dc:date":"2016","dc:title":"Differential lipid binding of vinculin isoforms promotes quasi-equivalent dimerization."},"rdfs:label":"Mutant VCL Alters Actin Binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This study received reduced points since rapid, chaotic wound closure is not known to be commonly observed in HCM patients."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Disputed","sequence":7089,"specifiedBy":"GeneValidityCriteria9","strengthScore":0.5,"subject":{"id":"cggv:06116062-74a6-4e36-a3b7-84098e643c4a","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:12665","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"VCL was first reported in relation to autosomal dominant hypertrophic cardiomyopathy (HCM) in 2006 (Vasile et al., PMIDs: 16236538, 16712796). Two missense variants from these initial publications have been reported in humans, but the frequency in gnomAD is above the cutoff for pathogenicity in this GCEP. Although variants in this gene have been reported in only two probands with hypertrophic cardiomyopathy, an association with dilated cardiomyopathy (DCM) has been assessed separately with a higher number or reported probands. Notably, the well-characterized p.Arg975Trp variant has been observed in both HCM and DCM cases. The mechanism for disease is believed to be gain-of-function, with mutants both failing to induce F-actin binding and promoting formation of large actin assemblies with linear bundles (PMID: 30844403). This gene-disease association is supported by expression data showing that meta-vinculin is solely expressed in the smooth and cardiac muscles (Belkin AM, et al., 1988, PMID: 3129429).\n\nIn summary, the evidence supporting the relationship between VCL and autosomal dominant hypertrophic cardiomyopathy has been disputed and no valid evidence remains to support the claim. This gene was noted to be a potential rare cause of HCM; however, no new evidence has emerged since the initial curation. More evidence is needed to either support or entirely refute the role VCL plays in this disease. This gene-disease pair was recurated by the HCM GCEP on 04/06/21 (SOP 8), and reevaluated by the Hereditary Cardiovascular Disease GCEP on 05/10/2023. As a result of this reevaluation, the classification changed from limited to disputed.\nThis gene was noted to be a potential rare cause of HCM; however, no new evidence has emerged since the initial curation and points for individuals were reduced due to their gnomAD frequencies. Since there are now no points towards genetic evidence, this gene-disease relationship has been classified as disputed.","dc:isVersionOf":{"id":"cggv:27365fd2-1203-4e2b-8830-3277e965d8bc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}