{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-05T02:00:00.000Z","role":"Approver"},{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-20T12:40:52.825Z","role":"Publisher"}],"evidence":[{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:769c86ec-1a33-4323-8c1e-fd017944b2af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d418e56-8ab7-4227-ba94-ce57d910d979","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"During mouse embryogenesis, the expression of ZMIZ1 was shown to be very dynamic, with a remarkable expression pattern in the limb buds; ZMIZ1 expression was restricted to the interdigital region at limb stage S8 (embryonic day 12), an observation that is in line with syndactyly, which was observed in 6 of our subjects (Figure 1, Tables 1 and S1 and Supplemental Note). Furthermore, we showed here that overexpression of ZMIZ1 mutants in mouse progenitor cells impaired neuronal migration. This result might be explained by an effect on the well-known partner of ZMIZ1, NOTCH1, which has been shown to regulate neurite outgrowth in neuroblastoma cells and to promote the acquisition of the first specialized cell type (i.e., radial glia) in the mouse forebrain during embryogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30639322","type":"dc:BibliographicResource","dc:abstract":"ZMIZ1 is a coactivator of several transcription factors, including p53, the androgen receptor, and NOTCH1. Here, we report 19 subjects with intellectual disability and developmental delay carrying variants in ZMIZ1. The associated features include growth failure, feeding difficulties, microcephaly, facial dysmorphism, and various other congenital malformations. Of these 19, 14 unrelated subjects carried de novo heterozygous single-nucleotide variants (SNVs) or single-base insertions/deletions, 3 siblings harbored a heterozygous single-base insertion, and 2 subjects had a balanced translocation disrupting ZMIZ1 or involving a regulatory region of ZMIZ1. In total, we identified 13 point mutations that affect key protein regions, including a SUMO acceptor site, a central disordered alanine-rich motif, a proline-rich domain, and a transactivation domain. All identified variants were absent from all available exome and genome databases. In vitro, ZMIZ1 showed impaired coactivation of the androgen receptor. In vivo, overexpression of ZMIZ1 mutant alleles in developing mouse brains using in utero electroporation resulted in abnormal pyramidal neuron morphology, polarization, and positioning, underscoring the importance of ZMIZ1 in neural development and supporting mutations in ZMIZ1 as the cause of a rare neurodevelopmental syndrome.","dc:creator":"Carapito R","dc:date":"2019","dc:title":"ZMIZ1 Variants Cause a Syndromic Neurodevelopmental Disorder."},"rdfs:label":"Effect of ZMIZ1 variants on neuronal migration and positioni"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":5015,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:ed103f35-18a0-4df4-8438-cb1b9d3704cd","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:16493","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ZMIZ1 (HGNC: 16493) located on 10q22, encodes a member of the PIAS (protein inhibitor of activated STAT) family of proteins. The protein acts as transcriptional coactivator in the TGF-beta signaling pathway by increasing the activity of the SMAD3/SMAD4 transcriptional complex (PMID:16777850). It is also involved in the transcriptional activation of a subset of NOTCH1 target genes including MYC, thymocyte and T cell development and in the regulation of postmitotic positioning of pyramidal neurons in the developing cerebral cortex (PMID:30639322). ZMIZ1 variants have been detected in a dozen of unrelated patients from different groups and in both sexes with common clinical features of neurodevelopmental disorder with dysmorphic facies and distal skeletal anomalies (OMIM #607159). Associated features include growth failure, feeding difficulties, microcephaly, facial dysmorphism, various other congenital malformations (PMID: 30639322; 31833199, 34680978). ZMIZ1 variants carriers show diverse phenotypes and being affected in multiple organs, thus ZMIZ1 is lumped to Complex neurodevelopmental disorder (MONDO:0100038). Identified ZMIZ1 variants show mostly de novo (PMID: 30639322; 35432459). In some cases, however, ZMIZ1 are found to be inherited from the parents (PMID: 34680978; 31833199). ZMIZ1 mutant alleles in developing mouse brains using in utero electroporation resulted in abnormal pyramidal neuron morphology, polarization, and positioning (PMID: 30639322). Based on the consistent phenotypes; sufficient genetic and experimental evidence, ZMIZ1 is curated as “Definitive” for Complex neurodevelopmental disorder.\n\nConsitent phenotypes, including intellectual disability, facial dysmorphism, growth failure and various congenital malformations have been observed in different individuals carrying ZMIZ1 variants. ","dc:isVersionOf":{"id":"cggv:a6047476-9d50-4b42-a00a-e983c7481f19"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}