{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-12-13T20:19:46.593Z","role":"Publisher"},{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-12-13T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15446584","type":"dc:BibliographicResource","dc:abstract":"Peripherin is a neuronal intermediate filament protein that is expressed chiefly in motor neurons and other nerve cells that project into the peripheral nervous system. Transgenic mice that over-express peripherin develop motor neuron degeneration, suggesting that mutations in peripherin could contribute to the development of motor neuron disease. In this paper, we report the identification of a homozygous mutation in the peripherin gene (PRPH) in a patient with amyotrophic lateral sclerosis (ALS). The mutation resulted in a substitution of aspartate with tyrosine at amino acid position 141, which is located within the first linker region of the rod domain. Immunocytochemical analysis of the spinal cord of the patient upon autopsy revealed distinctive large aggregates within the cell bodies of residual spinal motor neurons that contained peripherin and was also immunoreactive with antibodies to the neurofilament proteins. In order to study the effect of the mutation on peripherin assembly, we performed transient transfections. Unlike wild-type peripherin, which self-assembles to form a filamentous network, the mutant peripherin was prone to form aggregates in transfected cells, indicating that the mutation adversely affects peripherin assembly. Moreover, the neurofilament light (NF-L) protein was not able to rescue the mutant protein from forming aggregates. These data imply that mutation of PRPH is a contributing factor for ALS.","dc:creator":"Leung CL","dc:date":"2004","dc:title":"A pathogenic peripherin gene mutation in a patient with amyotrophic lateral sclerosis."},"evidence":[{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b09ddd9a-55a4-4742-a901-a2bcc313709b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:078caf54-293a-45fa-a35e-8e318a7f509f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"This study evaluated the expression of peripherin in ubiquinated inclusions of motor neurons in ALS. To determine whether peripherin inclusions occur in the human disease, the authors applied double labeling immunofluorescence to paraffin sections of the spinal cord obtained by autopsy of 40 ALS patients with sporadic disease and 39 controls. Inclusions that expressed immunoreactive ubiquitin and peripherin were stained by hematoxylin and eosin to define morphology. Lewy body-like inclusions were seen in motor neuron perikarya of 9 of 40 ALS cases and none in controls; all Lewy body-like inclusions  expressed peripherin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14675609","type":"dc:BibliographicResource","dc:abstract":"We evaluated the expression of the type III intermediate filament (IF) protein, peripherin (PRP), in ubiquinated inclusions of motor neurons in amyotrophic lateral sclerosis (ALS). A previous study showed that overexpression of PRP in transgenic mice induces motor neuron disease with formation of PRP-containing inclusions before onset of symptoms [J. Cell Biol. 147 (3) (1999) 531]. To determine whether PRP inclusions occur in the human disease, we applied doublelabeling immunofluorescence to paraffin sections of the spinal cord obtained by autopsy of 40 ALS patients with sporadic disease and 39 controls. Inclusions that expressed immunoreactive ubiquitin and peripherin were recorded by video camera, and the sections were stained by hematoxylin and eosin (H&E) to define morphology. Lewy body-like inclusions (LBLIs) were seen in motor neuron perikarya of 9 of 40 ALS cases and none in controls; all LBLIs expressed peripherin. Skein-like inclusions (SLIs) were identified by ubiquitin, but did not express PRP with rare exceptions. Neither skein-like inclusions nor LBLIs expressed alpha B-crystallin, neurofilament protein (NF-L, NF-M and NF-H subunits), alpha-internexin, actin or alpha-synuclein. Immunoblot of the whole spinal cord exhibited a single 57-kDa band of peripherin in ALS patients and controls. Our data document the expression of peripherin in LBLIs, which may provide a clue to the pathogenesis of neurodegeneration in ALS.","dc:creator":"He CZ","dc:date":"2004","dc:title":"Expression of peripherin in ubiquinated inclusions of amyotrophic lateral sclerosis."},"rdfs:label":"Expression in ubiquinated inclusions"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:24306d79-a46a-4923-b9db-058fada7e824","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90afb13c-f38d-44a2-8b00-d424aef8392a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The expression of peripherin in the nervous system of the adult rat was investigated by in situ hybridization to tissue sections. The mRNA is expressed at high levels in ganglia of the peripheral nervous system, including the superior cervical ganglion (sympathetic), ciliary ganglion (parasympathetic), and dorsal root ganglion (sensory). In the central nervous system, motor nuclei of cranial nerves III, IV, V, VI, VII, X, and XII as well as ventral horn motor neurons and a restricted set of other central nervous system nuclei express the mRNA. Tissues apart from those of the nervous system did not in general express the mRNA, with only very low levels detected in adrenal gland.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3339087","type":"dc:BibliographicResource","dc:abstract":"Differential screening of a cDNA library from the PC12 rat pheochromocytoma cell line previously revealed a clone, clone 73, whose corresponding mRNA is induced by nerve growth factor (NGF). Induction parallels NGF-stimulated PC12 differentiation from a chromaffinlike phenotype to a sympathetic neuronlike phenotype. We report that DNA sequence analysis reveals that clone 73 mRNA encodes an intermediate filament (IF) protein whose predicted amino acid sequence is distinct from the known sequences of other members of the IF protein family. The sequence has highest homology with desmin and vimentin and includes the highly conserved central alpha-helical rod domain with the characteristic heptad repeat of hydrophobic residues, but has lower homology in the amino-terminal head and carboxyl-terminal tail domains. The head domain contains a large number of serine residues which are potential phosphorylation sites. The expression of clone 73 in vivo in the nervous system of the adult rat was investigated by in situ hybridization of clone 73 probes to tissue sections. The mRNA is expressed at high levels in ganglia of the peripheral nervous system, including the superior cervical ganglion (sympathetic), ciliary ganglion (parasympathetic), and dorsal root ganglion (sensory). In the central nervous system, motor nuclei of cranial nerves III, IV, V, VI, VII, X, and XII as well as ventral horn motor neurons and a restricted set of other central nervous system nuclei express the clone 73 mRNA. Tissues apart from those of the nervous system did not in general express the mRNA, with only very low levels detected in adrenal gland. We discuss the implications of these results for the mechanism of NGF-induced PC12 cell differentiation, the pathways of neuronal development in vivo, and the possible function of the clone 73 IF protein and its relationship to other IF proteins.","dc:creator":"Leonard DG","dc:date":"1988","dc:title":"A nerve growth factor-regulated messenger RNA encodes a new intermediate filament protein."},"rdfs:label":"PNS expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9eb800d1-659a-464b-af94-ed773d7f50ed","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d4d5081-02dc-4b1a-9ea4-78cc366c6507","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors showed that peripherin isoform Per 61 is neurotoxic when expressed in motor neurons in primary culture. The viability curve shows that Per 61 is extremely toxic to motor neurons. In addition, motor neurons expressing Per 61 appeared shrunken with few neuritic processes, changes consistent with neurotoxicity and neuronal death This evidence suggests that expression of neurotoxic splice variants of peripherin may contribute to the neurodegenerative mechanism in ALS. The Per 61 antibody also labeled pathological lesions in the lumbar spinal cord of ALS cases but not of control.\n\nAdditionally, they showed that Per 61 is expressed in motor neurons of mutant SOD1G37R transgenic mice, demonstrating that the disease mechanism of mutant SOD1G37R includes expression of a neurotoxic splice variant of peripherin. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12642616","type":"dc:BibliographicResource","dc:abstract":"Peripherin, a neuronal intermediate filament (nIF) protein found associated with pathological aggregates in motor neurons of patients with amyotrophic lateral sclerosis (ALS) and of transgenic mice overexpressing mutant superoxide dismutase-1 (SOD1G37R), induces the selective degeneration of motor neurons when overexpressed in transgenic mice. Mouse peripherin is unique compared with other nIF proteins in that three peripherin isoforms are generated by alternative splicing. Here, the properties of the peripherin splice variants Per 58, Per 56, and Per 61 have been investigated in transfected cell lines, in primary motor neurons, and in transgenic mice overexpressing peripherin or overexpressing SOD1G37R. Of the three isoforms, Per 61 proved to be distinctly neurotoxic, being assembly incompetent and inducing degeneration of motor neurons in culture. Using isoform-specific antibodies, Per 61 expression was detected in motor neurons of SOD1G37R transgenic mice but not of control or peripherin transgenic mice. The Per 61 antibody also selectively labeled motor neurons and axonal spheroids in two cases of familial ALS and immunoprecipitated a higher molecular mass peripherin species from disease tissue. This evidence suggests that expression of neurotoxic splice variants of peripherin may contribute to the neurodegenerative mechanism in ALS.","dc:creator":"Robertson J","dc:date":"2003","dc:title":"A neurotoxic peripherin splice variant in a mouse model of ALS."},"rdfs:label":"Splice Variant Mouse Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"No gene alteration was performed, they used one of the normal isoforms, Per 61 for these studies."},{"id":"cggv:db41ad59-3909-46ed-8b0e-2bce9d47ccfe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96a7a049-6a68-46ca-be58-08cad685e2a5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Generated and characterized mice with a targeted disruption of the peripherin gene. The peripherin null mice were viable, reproduced normally and did not exhibit overt phenotypes. Microscopic analysis revealed no gross morphological defects in the ventral and dorsal roots, spinal cord, retina and gut, but protein analyses showed increased levels of the type IV IF α-internexin in ventral roots of peripherin null mice. Whereas the number and caliber of myelinated motor and sensory axons in the L5 roots remained unchanged in peripherin knockout mice, there was a substantial reduction (∼34%) in the number of L5 unmyelinated sensory fibers that correlated with a decreased binding of the lectin IB4. These results demonstrate a requirement of peripherin for the proper development of a subset of sensory neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1206566","type":"dc:BibliographicResource","dc:creator":"Naftalin RJ","dc:date":"1975","dc:title":"Proceedings: The compartmentalization of Na within rabbit ileum: the effects of D-galactose."},"rdfs:label":"KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Showed a role of peripherin for the proper development of a subset of sensory neurons, did not recapitulate ALS phenotype."},{"id":"cggv:921c050f-685f-48ba-9e60-7fc59c63abd7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:216ad3c9-59f0-4ba5-b6a3-b36fcf33b325","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sustained overexpression of wild-type peripherin in mice provokes massive and selective degeneration of motor axons during aging.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15132161","type":"dc:BibliographicResource","dc:abstract":"Peripherin, a type III intermediate filament (IF) protein, upregulated by injury and inflammatory cytokines, is a component of IF inclusion bodies associated with degenerating motor neurons in sporadic amyotrophic lateral sclerosis (ALS). We report here that sustained overexpression of wild-type peripherin in mice provokes massive and selective degeneration of motor axons during aging. Remarkably, the onset of peripherin-mediated disease was precipitated by a deficiency of neurofilament light (NF-L) protein, a phenomenon associated with sporadic ALS. In NF-L null mice, the overexpression of peripherin led to early- onset formation of IF inclusions and to the selective death of spinal motor neurons at 6 mo of age. We also report the formation of similar peripherin inclusions in presymptomatic transgenic mice expressing a mutant form of superoxide dismutase linked to ALS. Taken together, these results suggest that IF inclusions containing peripherin may play a contributory role in motor neuron disease.","dc:creator":"Beaulieu JM","dc:date":"1999","dc:title":"Late onset of motor neurons in mice overexpressing wild-type peripherin."},"rdfs:label":"Overexpression Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Degeneration of motor axons is consistent with ALS but relevance of the overexpression mechanism to human disease is unknown."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.8}],"evidenceStrength":"Limited","sequence":5429,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.8,"subject":{"id":"cggv:5b8699ca-bdd2-401e-941d-a06f45e35bd0","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:9461","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PRPH* was first reported in relation to amyotrophic lateral sclerosis 7(ALS) in 2004 (Leung et al., PMID: 15446584). This individual had a homozygous missense variant, Asp141Tyr, which has since been found to occur at a frequency of 0.3% (based on the total gnomADv2.1.1 non-neuro population) and is not considered plausibly causative of ALS for this curation. Since 2004 rare heterozygous variants have been identified in additional ALS patients and an autosomal dominant mechanism has been considered here. *PRPH* encodes peripherin, a neuronal-specific intermediate filament protein expressed predominantly in the peripheral nervous system. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 4 plausibly causative, rare variants have been reported in relation to ALS (including frameshift and missense variants). Variants in this gene have been reported in at least 4 probands in 3 publications (PMIDs: 15322088, 25299611, 26742954). Experimentally, this gene-disease relationship is supported by its expression in the nerous system (PMID: 3339087) and the fact that it is a major component found in inclusions of patients with ALS (PMID: 14675609). Additionally, an mouse model with overexpression of *PRPH* (PMID: 15132161) showed massive and selective degeneration of motor axons during aging. In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n","dc:isVersionOf":{"id":"cggv:3d11b04d-508a-4f91-9d9a-b5016fd0b940"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}