{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-08-01T19:33:23.064Z","role":"Publisher"},{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-08-01T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24419317","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP), a disease characterized by progressive loss of photoreceptors, exhibits significant genetic heterogeneity. Several genes associated with U4/U6-U5 triple small nuclear ribonucleoprotein (tri-snRNP) complex of the spliceosome have been implicated in autosomal dominant RP (adRP). HPrp4, encoded by PRPF4, regulates the stability of U4/U6 di-snRNP, which is essential for continuous splicing. Here, we identified two heterozygous variants in PRPF4, including c.-114_-97del in a simplex RP patient and c.C944T (p.Pro315Leu), which co-segregates with disease phenotype in a family with adRP. Both variants were absent in 400 unrelated controls. The c.-114_-97del, predicted to affect two transcription factor binding sites, was shown to down-regulate the promoter activity of PRPF4 by a luciferase assay, and was associated with a significant reduction of PRPF4 expression in the blood cells of the patient. In fibroblasts from an affected individual with the p.Pro315Leu variant, the expression levels of several tri-snRNP components, including PRPF4 itself, were up-regulated, with altered expression pattern of SC35, a spliceosome marker. The same alterations were also observed in cells over expressing hPrp4(Pro315Leu), suggesting that they arose as a compensatory response to a compromised splicing mechanism caused by hPrp4 dysfunction. Further, over expression of hPrp4(Pro315Leu), but not hPrp4(WT), triggered systemic deformities in wild-type zebrafish embryos with the retina primarily affected, and dramatically augmented death rates in morphant embryos, in which orthologous zebrafish prpf4 gene was silenced. We conclude that mutations of PRPF4 cause RP via haploinsufficiency and dominant-negative effects, and establish PRPF4 as a new U4/U6-U5 snRNP component associated with adRP.","dc:creator":"Chen X","dc:date":"2014","dc:title":"PRPF4 mutations cause autosomal dominant retinitis pigmentosa."},"evidence":[{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.1},{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad649682-a695-4d31-8201-2240e77dc274","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3e7479f-cfe7-43d9-8476-1a7b728da18f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Transcriptomic profiling of more than 75 human tissues revealed that PRPF4 mRNA levels are high retinal tissues but also ubiquitously expressed at comparable levels across many other human tissue types (https://eyeintegration.nei.nih.gov/).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"PRPF4 is ubiquitously expressed, including in human retina."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Despite the expression in disease-relevant tissues, the lack of specificity led this evidence to be scored at 0 points only."},{"id":"cggv:af66b37f-84a4-4ba6-9783-0cf17c07c029","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aba2b422-32af-4f58-bdeb-cf866d7934af","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation of endogenous PRPF3 from HeLa cell nuclear extracts pulled down PRPF4 (Figures 5 and 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9328476","type":"dc:BibliographicResource","dc:abstract":"Nuclear RNA splicing occurs in an RNA-protein complex, termed the spliceosome. U4/U6 snRNP is one of four essential small nuclear ribonucleoprotein (snRNP) particles (U1, U2, U5 and U4/U6) present in the spliceosome. U4/U6 snRNP contains two snRNAs (U4 and U6) and a number of proteins. We report here the identification and characterization of two human genes encoding U4/U6-associated splicing factors, Hprp3p and Hprp4p, respectively. Hprp3p is a 77 kDa protein, which is homologous to the Saccharomyces cerevisiae splicing factor Prp3p. Amino acid sequence analysis revealed two putative homologues in Caenorhabditis elegans and Schizosaccharomyces pombe. Polyclonal antibodies against Hprp3p were generated with His-tagged Hprp3p over-produced in Escherichia coli . This splicing factor can co-immunoprecipitate with U4, U6 and U5 snRNAs, suggesting that it is present in the U4/U6.U5 tri-snRNP. Hprp4p is a 58 kDa protein homologous to yeast splicing factor Prp4p. Like yeast Prp4p, the human homologue contains repeats homologous to the beta-subunit of G-proteins. These repeats are called WD repeats because there is a highly conserved dipeptide of tryptophan and aspartic acid present at the end of each repeat. The primary amino acid sequence homology between human Hprp4p and yeast Prp4p led to the discovery of two additional WD repeats in yeast Prp4p. Structural homology between these human and yeast splicing factors and the beta-subunit of G-proteins has been identified by sequence-similarity comparison and analysis of the protein folding by threading. Structural models of Hprp4p and Prp4p with a seven-blade beta-propeller topology have been generated based on the structure of beta-transducin. Hprp3p and Hprp4p have been shown to interact with each other and the first 100 amino acids of Hprp3p are not essential for this interaction. These experiments suggest that both Hprp3p and Hprp4p are components of human spliceosomes.","dc:creator":"Wang A","dc:date":"1997","dc:title":"Identification and characterization of human genes encoding Hprp3p and Hprp4p, interacting components of the spliceosome."},"rdfs:label":"PRPF4 physically interacts with PRPF3."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This evidence has been recommended for scoring at default levels due to the known relationship between PRPF3 and retinitis pigmentosa."},{"id":"cggv:358b9e59-e27c-409b-a05a-810ffdf74635","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36ebd66b-5881-46ad-996c-ba2c92be75bb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PRPF4, PRPF3, PRPF31, and PRPF8 are all splicing factors involved in mRNA processing and are encoded by genes that harbor variants associated with retinitis pigmentosa. In this representative study, PRPF4 and PRPF3 have been identified as the 60-kDa and 90-kDa components of the U4/U6 snRNP (Figures 1 and 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9257651","type":"dc:BibliographicResource","dc:abstract":"Immunoaffinity-purified human 25S [U4/U6.U5] tri-snRNPs harbor a set of polypeptides, termed the tri-snRNP proteins, that are not present in Mono Q-purified 20S U5 snRNPs or 10S U4/U6 snRNPs and that are important for tri-snRNP complex formation (Behrens SE, Lührmann R, 1991, Genes & Dev 5:1439-1452). Biochemical and immunological characterization of HeLa [U4/U6.U5] tri-snRNPs led to the identification of two novel proteins with molecular weights of 61 and 63kD that are distinct from the previously described 15.5, 20, 27, 60, and 90kD tri-snRNP proteins. For the initial characterization of tri-snRNP proteins that interact directly with U4/U6 snRNPs, immunoaffinity chromatography with an antibody directed against the 60kD protein was performed. We demonstrate that the 60 and 90kD tri-snRNP proteins specifically associate with the U4/U6 snRNP at salt concentrations where the tri-snRNP complex has dissociated. The primary structures of the 60kD and 90kD proteins were determined by cloning and sequencing their respective cDNAs. The U4/U6-60kD protein possesses a C-terminal WD domain that contains seven WD repeats and thus belongs to the WD-protein family, whose best-characterized members include the Gbeta subunits of heterotrimeric G proteins. A database homology search revealed a significant degree of overall homology (57.8% similarity, 33.9% identity) between the human 60kD protein and the Saccharomyces cerevisiae U4/U6 snRNP protein Prp4p. Two additional, previously undetected WD repeats (with seven in total) were also identified in Prp4p, consistent with the possibility that 60kD/Prp4p, like beta-transducin, may adopt a propeller-like structure. The U4/U6-90kD protein was shown to exhibit significant homology, particularly in its C-terminal half, with the S. cerevisiae splicing factor Prp3p, which also associates with the yeast U4/U6 snRNP. Interestingly, U4/U6-90kD shares short regions of homology with E. coli RNase III, including a region encompassing its double-stranded RNA binding domain. Based on their structural similarity with essential splicing factors in yeast, the human U4/U6-60kD and 90kD proteins are likely also to play important roles in the mammalian splicing process.","dc:creator":"Lauber J","dc:date":"1997","dc:title":"The human U4/U6 snRNP contains 60 and 90kD proteins that are structurally homologous to the yeast splicing factors Prp4p and Prp3p."},"rdfs:label":"PRPF4 is a U4/U6 small nuclear ribonucleoprotein component."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This evidence has been recommended for up-scoring based on the multiple components of the splicing complex that have been implicated in the retinitis pigmentosa phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f423dbe-dfae-4a8d-985e-4faffd3e9a50","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cb001614-8e98-49ab-b018-335df440c77c","type":"FunctionalAlteration","dc:description":"Patient cells harboring the variant exhibit a much higher level of endogenous marker of splicing speckles (SC-35) with a diffused distribution rather than a pattern of distinct speckles (Figures 4B and 4C). RT-PCR showed increased expression of SRSF1 and SRSF2 as well (Figure 4A). Collectively, the patient cells harboring the variant show molecular evidence of disrupted splicing.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24419317","rdfs:label":"Altered pattern of splicing speckles in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Scoring has been recommended due to the demonstrated splicing defect in patient cells, which supports the proposed role of the variant in disrupting PRPF4 function. Down-scoring has been recommended because the effects of the variant itself cannot be distinguished or isolated away from other factors in the patient's genetic background."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99e94dbd-4632-4833-a3df-0991cc13e2e5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e68648ab-48ff-463b-9fc8-8dd48042af0e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The wild-type Prph4 mRNA partially rescues the phenotype (Figures 2E, 2I), while the variant mRNA does not rescue (Figures 2F, 2J).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25383878","type":"dc:BibliographicResource","dc:abstract":"Pre-mRNA splicing by the spliceosome is an essential step in the maturation of nearly all human mRNAs. Mutations in six spliceosomal proteins, PRPF3, PRPF4, PRPF6, PRPF8, PRPF31 and SNRNP200, cause retinitis pigmentosa (RP), a disease characterized by progressive photoreceptor degeneration. All splicing factors linked to RP are constituents of the U4/U6.U5 tri-snRNP subunit of the spliceosome, suggesting that the compromised function of this particle may lead to RP. Here, we report the identification of the p.R192H variant of the tri-snRNP factor PRPF4 in a patient with RP. The mutation affects a highly conserved arginine residue that is crucial for PRPF4 function. Introduction of a corresponding mutation into the zebrafish homolog of PRPF4 resulted in a complete loss of function in vivo. A series of biochemical experiments suggested that p.R192H disrupts the binding interface between PRPF4 and its interactor PRPF3. This interferes with the ability of PRPF4 to integrate into the tri-snRNP, as shown in a human cell line and in zebrafish embryos. These data suggest that the p.R192H variant of PRPF4 represents a functional null allele. The resulting haploinsufficiency of PRPF4 compromises the function of the tri-snRNP, reinforcing the notion that this spliceosomal particle is of crucial importance in the physiology of the retina.","dc:creator":"Linder B","dc:date":"2014","dc:title":"Identification of a PRPF4 loss-of-function variant that abrogates U4/U6.U5 tri-snRNP integration and is associated with retinitis pigmentosa."},"rdfs:label":"The variant fails to rescue Prph4 knockdown zebrafish."}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"Scoring has not been recommended as this evidence is non-ocular and therefore primarily supports the effect of the variant on overall Prpf4 function, not the connection between Prpf4 and retinal disease."},{"id":"cggv:2dc98ff8-8092-4532-a4b9-590fb12f5f87","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:18f7927b-8095-4f28-bdd8-11696d6b5906","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Morpholino-based incomplete knockdown of the Prpf4 gene circumvents the lethality of complete silencing and causes optokinetic nystagmus with a significantly reduced number of saccades (Fig. 5B, 5C, 5D). Immunohistochemistry showed that retinal morphology showed mostly normal retinal layering but decreased rhodopsin staining in the photoreceptor cell layer (Figs. 5E–5H). Photoreceptor outer segments were primarily affected, but with unaffected cell body morphology (Figs. 5I and 5J). This phenotype was a complete match for the zebrafish with Prpf31 loss/. Semi-quantitative RT–PCR analysis of the RP-relevant transcripts opn1lw1, opn1mw1, gnat2, irx6a, rx3, crx and rhodopsin as well as the controls gapdh and lsm7 showed a very similar pattern of down-regulation in both Prpf31- and Prpf4-deficient animals (Fig. 5W). The phenotype was dose-dependent and could be rescued by co-injection of Prpf4 mRNA (Fig. S2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21051334","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) is a common hereditary eye disease that causes blindness due to a progressive loss of photoreceptors in the retina. RP can be elicited by mutations that affect the tri-snRNP subunit of the pre-mRNA splicing machinery, but how defects in this essential macromolecular complex transform into a photoreceptor-specific phenotype is unknown. We have modeled the disease in zebrafish by silencing the RP-associated splicing factor Prpf31 and observed detrimental effects on visual function and photoreceptor morphology. Despite reducing the level of a constitutive splicing factor, no general defects in gene expression were found. Instead, retinal genes were selectively affected, providing the first in vivo link between mutations in splicing factors and the RP phenotype. Silencing of Prpf4, a splicing factor hitherto unrelated to RP, evoked the same defects in vision, photoreceptor morphology and retinal gene expression. Hence, various routes affecting the tri-snRNP can elicit tissue-specific gene expression defects and lead to the RP phenotype.","dc:creator":"Linder B","dc:date":"2011","dc:title":"Systemic splicing factor deficiency causes tissue-specific defects: a zebrafish model for retinitis pigmentosa."},"rdfs:label":"Prpf4 silencing triggers visual defects in zebrafish."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The model is an excellent match for the zebrafish with Prpf31 silencing, and has been up-scored for the presence of a rescue component to prove specificity. The model has been down-scored because the phenotype is not an exact match for the features of the human patients, and because it is unclear whether partial loss-of-function matches the mechanism of human disease."},{"id":"cggv:f7550ef7-6d1c-43b3-a8b2-b44a18674edd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c0937df8-b2f8-4436-9d66-d417a8d11061","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The variant causes severely disrupted photoreceptors in the retina (Figure 5D), reduced rhodopsin staining (rod marker) in the IS/OS layer (Figures 5E-5J) and other deformities such as malformed brains, short trunks, cardiac edema and curved body axis, at higher levels than in the wild-type control (Figures 5B and 5C). The retinal transcripts opn1lw1, gnat2, rs1, snrpg, prph2b, gnb3, and rho were decreased in the variant-expressing zebrafish (Figure 5K), while the splicing factor transcripts prpf4, prpf3, prpf31, prpf6, prpf8, snrnp200, eftud2, and sart1 were increased (Figures 5A, 5L).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24419317","rdfs:label":"Variant overexpression in zebrafish causes retinal defects."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model recapitulates some of the retinal features of the human disease state, and is strengthened by the use of a missense variant from a human patient. The variant appears to have both loss-of-function and dominant negative characteristics."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":8759,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.6,"subject":{"id":"cggv:09004c6c-06b3-425c-942d-54950449f660","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:17349","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PRPF4 gene was first reported in relation to autosomal dominant retinitis pigmentosa in 2014 (PMID: 24419317, PMID: 24959063, PMID: 25383878), with cases showing onset of visual symptoms in late adolescence or adulthood. Two subsequent publications have expanded the phenotypic spectrum associated with heterozygous PRPF4 variants to include cases with early childhood onset (PMID: 37264419) or diagnosis of rod-cone dystrophy (PMID: 38184646). The six published cases identified in this curation collectively exhibit a variety of retinal features including reduced visual acuity, nyctalopia, visual field constriction, decreased or absent electroretinogram responses from rods and cones, pigmentary retinopathy, attenuation of retinal blood vessels, optic disc pallor, cataracts, and loss of the outer and inner segments on macular optical coherence tomography. The spectrum of disease also includes a case in which intellectual disability was noted (PMID: 38184646). Some of the families showed evidence of incomplete penetrance among family members harboring the variant. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the shared mode of inheritance (autosomal dominant) and phenotypic overlap among all of these cases informed the decision to combine them into a single gene curation, with the lumped disease entity referred to as PRPF4-related retinopathy.\n\nSix suspected disease-causing variants were scored as part of this curation (four missense and two located in the 5’ untranslated or promoter region), which have been collectively reported in six probands in five publications (PMID: 24419317, PMID: 24959063, PMID: 25383878, PMID: 37264419, PMID: 38184646). At least one family with evidence of co-segregation of the genotype with affected status was identified, but was not sufficiently large to contribute to the scoring of the gene-disease relationship (PMID: 24419317). The mechanism of disease is not yet well-understood, and characterization of individual variants have identified loss-of-function effects such as decreased expression (PMID: 24419317) and loss of protein-protein interactions (PMID: 25383878), as well as neomorphic effects such as disruption of subcellular structures that mediate mRNA splicing and aberrant expression of mRNA splicing factors when exogenously expressed (PMID: 24419317).\n\nThis gene-disease association is also supported by experimental evidence indicating that PRPF4 encodes a component of the U4/U6 small nuclear ribonucleoprotein complex within the spliceosome that Is required to remove introns from pre-mRNA molecules to yield mRNA (PMID: 9257651). Although PRPF4 is ubiquitously expressed across human tissues (PMID: 30239781), photoreceptor cells are known to be characterized by a specific splicing program that controls the splicing of mRNAs critical to the development of the primary cilia and outer segments (PMID: 27541351). snRNP complexes includes other components such as PRPF3, PRPF6, PRPF8, PRPF31, and SNRNP200, all of which are encoded by genes linked to monogenic forms of autosomal dominant retinitis pigmentosa. PRPF4 directly interacts with PRPF3 in particular (PMID: 9328476). Fibroblasts from one affected patient show higher and more diffuse staining for a spliceosome marker relative to fibroblasts from an unaffected patient (PMID: 24419317). Zebrafish exogenously expressing a disease-associated variant exhibit defective retinal morphology including loss of the photoreceptor and inner and outer segment layers of the retina (PMID: 24419317). Another variant has shown an inability to rescue zebrafish with Prpf4 knockdown, which causes defects in visual function and loss of photoreceptor outer segments (PMID: 21051334).\n\nIn summary, PRPF4 has Moderate evidence of association with PRPF4-related retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence. However, additional genetic evidence and continued characterization of the functional impact of apparent disease-causing variants will be required in order for this gene-disease association to reach a more definitive classification. This classification was approved by the ClinGen Retina Gene Curation Expert Panel on August 1st, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:8db34ddb-4693-4efe-b62a-a2238f5696c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}