{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-18T01:15:06.892Z","role":"Publisher"},{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-04-05T19:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c678b3d-fa8c-4621-b2bc-61ab56b1a42d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bf7e15a4-0d1b-42ca-8154-43d2b4ad2664","type":"FunctionalAlteration","dc:description":"Microarray analysis of cultured skin fibroblast RNAs in patients compared to controls revealed a marked modification in the global pattern of gene expression between the two groups. 372 transcripts were similarly affected in the two patients (213 downregulated and 159 upregulated). A similar transcriptional dysregulation was observed in Nono-deficient mice. Given the function of NONO in transcriptional regulation, this demonstrates that the variants have a deleterious effect.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26571461","type":"dc:BibliographicResource","dc:abstract":"The NONO protein has been characterized as an important transcriptional regulator in diverse cellular contexts. Here we show that loss of NONO function is a likely cause of human intellectual disability and that NONO-deficient mice have cognitive and affective deficits. Correspondingly, we find specific defects at inhibitory synapses, where NONO regulates synaptic transcription and gephyrin scaffold structure. Our data identify NONO as a possible neurodevelopmental disease gene and highlight the key role of the DBHS protein family in functional organization of GABAergic synapses.","dc:creator":"Mircsof D","dc:date":"2015","dc:title":"Mutations in NONO lead to syndromic intellectual disability and inhibitory synaptic defects."},"rdfs:label":"Microarray analysis of cultured skin fibroblast"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Score downgraded because we don't have information about the consequences of the dysregulated genes in ID/ASD."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d2589cc-9535-4838-983a-167e193588b4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0531fd0e-6dde-4f87-9f8f-1e376e364c9b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Nono-deficient mice, in which Nono had been disrupted by gene trap, displayed a flattened nose, mimicking the facial anomalies observed in the patients, and a smaller cerebellum, also observed in patients. Behaviorally, mice showed impaired performance in the Morris water maze, a test of spatial memory, as well as a marked anxiety-like behavior in prepulse inhibition, and increased risk aversion in an open field and light-dark test. mRNA levels of Gabra2, the GABAA receptor α2 subunit, were markedly reduced in hippocampi of Nono-deficient mice compared to controls, a result confirmed by qPCR and Western blot analyses. Comparison of the synaptosomal transcriptomes from Nono-deficient mice and control mice showed that 30.5% of NONO-regulated transcripts were synaptosomal, including Gabra2. GABAA receptors are anchored postsynaptically by gephyrin, a scaffold protein. Postsynaptic staining for gephyrin and GABAAR α2 was significantly reduced in the hippocampus of Nonogt mice, but gephyrin levels were unaffected. These data suggest that reduced GABAAR α2 levels in Nonogt mice are likely to be due to transcriptional deregulation, and the altered gephyrin clustering is likely to be a downstream consequence of these transcriptional changes. Transfection of plasmids expressing Gabra2 was able to rescue the reduced gephyrin cluster density observed in cultured hippocampal neurons. Similarly, unilateral injection of adeno-associated viruses overexpressing Gabra2 in vivo rescued the reduced cluster gephyrin density in the hippocampus.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26571461","rdfs:label":"*Nono*-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6637,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:35b2b02a-38e1-48ca-88e5-010401a02d9a","type":"GeneValidityProposition","disease":"obo:MONDO_0020119","gene":"hgnc:7871","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*NONO* was first reported in relation to X-linked syndromic intellectual disability in 2015 (Mircsof *et al*., PMID: 26571461). Common phenotypes include global developmental delay, relative macrocephaly, corpus callosum anomalies, non-compaction ventricular cardiomyopathy, dysmorphic facies, and hypotonia. At least 15 variants have been reported in 19 male probands which are included in this curation (PMIDs: 26571461, 27329731, 27550220, 30773818, 31883306, 34549882, 36426740, 36653413). Most reported variants are truncating (nonsense, frameshift and splicing), including several recurrent variants. Additionally, a Xq13.1 deletion involving the first three coding exons of *NONO* was described in one male. A recurrent missense variant leading to mild loss-of-function was reported in two families (PMID: 36894578). Both *de novo* and maternally inherited variants have been described. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThe mechanism of pathogenicity is known to be loss-of-function. This gene-disease relationship is also supported by *Nono*-deficient mice which have a flattened nose, mimicking the facial anomalies observed in patients, and a smaller cerebellum, also observed in patients (PMID: 26571461). Mutant mice showed impaired learning and memory, anxiety-like behavior, and defects at inhibitory synapses, where *Nono* regulates synaptic transcription (PMID: 26571461). \n\nIn summary, there is definitive evidence to support the relationship between *NONO* and  X-linked syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 5, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:82c86e42-461d-459e-b20e-70f2b51df099"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}