{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-06-04T16:52:48.598Z","role":"Publisher"},{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-02-15T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:669bcbd2-195b-46ce-b496-6e5c99837e36","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:becf0dae-b830-4a71-8602-58bcdbc8abbc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"SLP76 labeled cDNA was hybridized to mRNA purified from human tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7706237","type":"dc:BibliographicResource","dc:abstract":"The activation of protein tyrosine kinases is a critical event in T cell antigen receptor (TCR)-mediated signaling. One substrate of the TCR-activated protein tyrosine kinase pathway is a 76-kDa protein (pp76) that associates with the adaptor protein Grb2. In this report we describe the purification of pp76 and the molecular cloning of its cDNA, which encodes a novel 533-amino acid protein with a single carboxyl-terminal Src homology 2 (SH2) domain. Although no recognizable motifs related to tyrosine, serine/threonine, or lipid kinase domains are present in the predicted amino acid sequence, it contains several potential motifs recognized by SH2 and SH3 domains. A cDNA encoding the murine homologue of pp76 was also isolated and predicts a protein with 84% amino acid identity to human pp76. Northern analysis demonstrates that pp76 mRNA is expressed solely in peripheral blood leukocytes, thymus, and spleen; and in human T cell, B cell and monocytic cell lines. In vitro translation of pp76 cDNA gives rise to a single product of 76 kDa that associates with a GST/Grb2 fusion protein, demonstrating a direct association between these two molecules. Additionally, a GST fusion protein consisting of the predicted SH2 domain of pp76 precipitates two tyrosine phosphoproteins from Jurkat cell lysates, and antiserum directed against phospholipase C-gamma 1 coprecipitates a tyrosine phosphoprotein with an electrophoretic mobility identical to that of pp76. These results demonstrate that this novel protein, which we term SLP-76 (SH2 domain-containing Leukocyte Protein of 76 kDa), is likely to play an important role in TCR-mediated intracellular signal transduction.","dc:creator":"Jackman JK","dc:date":"1995","dc:title":"Molecular cloning of SLP-76, a 76-kDa tyrosine phosphoprotein associated with Grb2 in T cells."},"rdfs:label":"Expression studies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c9397d65-29db-4a7a-af46-df513b084879","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:716801c6-8004-407c-83bc-e30eb3a8fdbd","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The presence of SLP-76 is required for ITK of phosphorylate tyrosines required for recruitment of PLC-g1 and sustain TCR signaling. ITK has been associated with EBV-driven lymphomas, which has been seen in a patient with SLP-76 LOF variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17420479","type":"dc:BibliographicResource","dc:abstract":"ITK (IL-2-inducible T cell kinase), a Tec family protein tyrosine kinase (PTK), is one of three PTKs required for T cell antigen receptor (TCR)-induced activation of phospholipase C-gamma1 (PLC-gamma1). Like Src and Abl family PTKs, ITK adopts an inactive, \"closed\" conformation, and its conversion to the active conformation is not well understood, nor have its direct substrates been identified. In a side-by-side comparison of ITK and ZAP-70 (zeta chain-associated protein kinase of 70 kDa), ITK efficiently phosphorylated Y(783) and Y(775) of PLC-gamma1, two phosphorylation sites that are critical for its activation, whereas ZAP-70 did not. SLP-76 (SH2-domain-containing leukocyte protein of 76 kDa), an adaptor required for TCR-induced activation of PLC-gamma1, was required for the phosphorylation of both PLC-gamma1 sites in intact cells. Furthermore, this event depended on the N-terminal tyrosines of SLP-76. Likewise, SLP-76, particularly its N-terminal tyrosines, was required for TCR-induced tyrosine phosphorylation and activation of ITK but was not required for the phosphorylation or activation of ZAP-70. Both ZAP-70 and ITK phosphorylated SLP-76 in vitro; thus, both PTKs are potential regulators of SLP-76, but only ITK is regulated by SLP-76. Upon TCR stimulation, a small fraction of ITK bound to SLP-76. This fraction, however, encompassed most of the catalytically active ITK. Catalytic activity was lost upon mild elution of ITK from the SLP-76-nucleated complex but was restored upon reconstitution of the complex. We propose that SLP-76 is required for ITK activation; furthermore, an ongoing physical interaction between SLP-76 and ITK is required to maintain ITK in an active conformation.","dc:creator":"Bogin Y","dc:date":"2007","dc:title":"SLP-76 mediates and maintains activation of the Tec family kinase ITK via the T cell antigen receptor-induced association between SLP-76 and ITK."},"rdfs:label":"SLP-76:ITK"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:7bb6ae66-d657-4f2b-a4ba-7a4637c90ed6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aafcbdb2-1298-463b-a2f7-6720d011e8bb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Platelets from a patient with biallelic LCP2 variants also showed defects in collagen induced platelet aggregation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9884330","type":"dc:BibliographicResource","dc:abstract":"The adapter protein SLP-76 is expressed in T lymphocytes and hematopoietic cells of the myeloid lineage, and is known to be a substrate of the protein tyrosine kinases that are activated after ligation of the T-cell antigen receptor. Transient overexpression of SLP-76 in a T-cell line potentiates transcriptional activation after T-cell receptor ligation, while loss of SLP-76 expression abrogates several T-cell receptor-dependent signaling pathways. Mutant mice that lack SLP-76 manifest a severe block at an early stage of thymocyte development, implicating SLP-76 in signaling events that promote thymocyte maturation. While it is clear that SLP-76 plays a key role in development and activation of T lymphocytes, relatively little is understood regarding its role in transducing signals initiated after receptor ligation in other hematopoietic cell types. In this report, we describe fetal hemorrhage and perinatal mortality in SLP-76-deficient mice. Although megakaryocyte and platelet development proceeds normally in the absence of SLP-76, collagen-induced platelet aggregation and granule release is markedly impaired. Furthermore, treatment of SLP-76-deficient platelets with collagen fails to elicit tyrosine phosphorylation of phospholipase C-gamma2 (PLC-gamma2), suggesting that SLP-76 functions upstream of PLC-gamma2 activation. These data provide one potential mechanism for the fetal hemorrhage observed in SLP-76-deficient mice and reveal that SLP-76 expression is required for optimal receptor-mediated signal transduction in platelets as well as T lymphocytes.","dc:creator":"Clements JL","dc:date":"1999","dc:title":"Fetal hemorrhage and platelet dysfunction in SLP-76-deficient mice."},"rdfs:label":"Collagen induced platelet activation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43fd3178-c007-4b01-a0cf-c1edf38bc8b1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:61b8e408-189b-4ae2-9146-101c197922a7","type":"FunctionalAlteration","dc:description":"reduced MAPK signaling, CD69 upregulation and Ca flux following TCR stimulation ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36474126","type":"dc:BibliographicResource","dc:abstract":"Increased susceptibility to develop severe forms of Epstein-Barr virus (EBV) infection in early age is a significant hallmark of an underlying primary immunodeficiency (PID). Here, we present immunologic and genetic evaluations of a 3-year-old child who was born to first-cousins parents and presented with recurrent infections, failure to thrive, and severe EBV-related infection and proliferation. A diagnosis of diffuse large B cell lymphoma was made and the immunological workup was suggestive of T cell immunodeficiency. Unfortunately, the patient succumbed to EBV-related lymphoma. Whole-exome sequencing revealed a novel homozygous mutation, c.991del.C; p. Q331Sfs*6 in the SLP76 gene. The SLP76 protein, a TCR signaling molecule, was recently linked to a human disease of the immune system. In order to examine the effect of this new SLP76 mutation on T cell signaling, a SLP76-deficient Jurkat-derived T cell line was transduced either with wild-type (WT), or with the specific SLP76 mutant, or with a mock vector. Downstream TCR signaling events, including ERK1/2 phosphorylation, CD69 expression, and Ca2 + mobilization, were reduced in cells harboring the reported mutation, linking this novel mutation to the expected immunological outcome. SLP76 deficiency should be added to the growing list of monogenetic diseases that predispose affected individuals to acquire severe and uncontrolled EBV infections and to develop substantial complications. This case further links mutations in the SLP76 gene to a significant human immunodeficiency and extends its clinical phenotype.","dc:creator":"Lev A","dc:date":"2023","dc:title":"SLP76 Mutation Associated with Combined Immunodeficiency and EBV-Related Lymphoma."},"rdfs:label":"J14 reconstitution"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3cf35109-db4f-4d5b-9e38-e89f7b82e0a0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:de2c1cb9-c3da-4b82-8b98-73bb45e5516e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"restore TCR signaling readouts used in the paper.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9665884","type":"dc:BibliographicResource","dc:abstract":"Activation of nonreceptor protein tyrosine kinases (PTKs) is essential for T cell receptor (TCR) responsiveness; however, the function of individual PTK substrates is often uncertain. A mutant T cell line was isolated that lacked expression of SLP-76 (SH2 domain-containing leukocyte protein of 76 kilodaltons), a hematopoietically expressed adaptor protein and PTK substrate. SLP-76 was not required for TCR-induced tyrosine phosphorylation of most proteins, but was required for optimal tyrosine phosphorylation and activation of phospholipase C-gamma1 (PLC-gamma1), as well as Ras pathway activation. TCR-inducible gene expression was dependent on SLP-76. Thus, coupling of TCR-regulated PTKs to downstream signaling pathways requires SLP-76.","dc:creator":"Yablonski D","dc:date":"1998","dc:title":"Uncoupling of nonreceptor tyrosine kinases from PLC-gamma1 in an SLP-76-deficient T cell."},"rdfs:label":"spl76 deficient cell line"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:0c5ae657-8535-479b-8519-799f7f6bdfd9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:df5855fd-d7b0-4dd6-bd16-9bcdf1cc0755","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients demonstrate reduction in thymic T cell output with a result of a narrowed T cell repertoire and T cell lymphopenia in some patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9695951","type":"dc:BibliographicResource","dc:abstract":"The adaptor protein SLP-76 is expressed in T lymphocytes and myeloid cells and is a substrate for ZAP-70 and Syk. We generated a SLP-76 null mutation in mice by homologous recombination in embryonic stem cells to evaluate the role of SLP-76 in T cell development and activation. SLP-76-deficient mice exhibited subcutaneous and intraperitoneal hemorrhaging and impaired viability. Analysis of lymphoid cells revealed a profound block in thymic development with absence of double-positive CD4+8+ thymocytes and of peripheral T cells. This block could not be overcome by in vivo treatment with anti-CD3. V-D-J rearrangement of the TCRbeta locus was not obviously affected. B cell development was normal. These results indicate that SLP-76 collects all pre-TCR signals that drive the development and expansion of double-positive thymocytes.","dc:creator":"Pivniouk V","dc:date":"1998","dc:title":"Impaired viability and profound block in thymocyte development in mice lacking the adaptor protein SLP-76."},"rdfs:label":"SLP76 deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a4eecddc-2f89-4bb4-b9e7-561d018850cb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2894c005-3928-4cbd-a3b5-2c63643b0ddc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These models show similar T cell defects to what is seen in humans, but importantly show that mutations in different domains of the protein impact the development and function of T cell differently.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11792851","type":"dc:BibliographicResource","dc:abstract":"The adapter SLP-76 is essential for thymocyte development. SLP-76(-/-) mice were reconstituted with SLP-76 deletion mutant transgenes to examine the role of SLP-76 domains in T cell development and function. The N-terminal domain deletion mutant completely failed to restore thymocyte development. Mice reconstituted with Gads-binding site and SH2 domain deletion mutants had decreased thymic cellularity, impaired transition from double to single positive thymocytes, and decreased numbers of mature T cells in the spleen. Calcium mobilization and extracellular signal-regulated protein kinase activation were decreased in the Gads-binding site mutant but almost normal in the SH2 domain mutant. T cells from both mutants failed to proliferate following T cell antigen receptor ligation. Nevertheless, both mutants mounted partial cutaneous hypersensitivity responses and normal T cell dependent IgG1 antibody responses. These results indicate differential roles for SLP-76 domains in T cell development, proliferation and effector functions.","dc:creator":"Kumar L","dc:date":"2002","dc:title":"Differential role of SLP-76 domains in T cell development and function."},"rdfs:label":"SLP76 transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:c5b38952-71fd-4635-8dc4-23c17a48a826_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c5b38952-71fd-4635-8dc4-23c17a48a826","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:95820c9a-89ce-43a4-a348-ee333736bc73","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005565.5(LCP2):c.957+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362114045"}},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0031292","obo:HP_0032218","obo:HP_0031545","obo:HP_0001508","obo:HP_0000967","obo:HP_0032247","obo:HP_0008320","obo:HP_0030253","obo:HP_0002098","obo:HP_0030049","obo:HP_0031393","obo:HP_0000988","obo:HP_0001903"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bb3657f4-f3cd-4018-b89b-3af141772fb9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:95820c9a-89ce-43a4-a348-ee333736bc73"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33231617","type":"dc:BibliographicResource","dc:abstract":"The T cell receptor (TCR) signaling pathway is an ensemble of numerous proteins that are crucial for an adequate immune response. Disruption of any protein involved in this pathway leads to severe immunodeficiency and unfavorable clinical outcomes. Here, we describe an infant with severe immunodeficiency who was found to have novel biallelic mutations in SLP76. SLP76 is a key protein involved in TCR signaling and in other hematopoietic pathways. Previous studies of this protein were performed using Jurkat-derived human leukemic T cell lines and SLP76-deficient mice. Our current study links this gene, for the first time, to a human immunodeficiency characterized by early-onset life-threatening infections, combined T and B cell immunodeficiency, severe neutrophil defects, and impaired platelet aggregation. Hereby, we characterized aspects of the patient's immune phenotype, modeled them with an SLP76-deficient Jurkat-derived T cell line, and rescued some consequences using ectopic expression of wild-type SLP76. Understanding human diseases due to SLP76 deficiency is helpful in explaining the mixed T cell and neutrophil defects, providing a guide for exploring human SLP76 biology.","dc:creator":"Lev A","dc:date":"2021","dc:title":"Inherited SLP76 deficiency in humans causes severe combined immunodeficiency, neutrophil and platelet defects."}},"rdfs:label":"Pt1"},{"id":"cggv:bb3657f4-f3cd-4018-b89b-3af141772fb9","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bb3657f4-f3cd-4018-b89b-3af141772fb9_variant_evidence_item"},{"id":"cggv:bb3657f4-f3cd-4018-b89b-3af141772fb9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Reduced phosphorylation of downstream singling molecules, reduced T cell signaling in response to TCR ligation, absence of SLP76 expression, no correction of SLP76 deficient cell line activation when transducer with variant"}],"strengthScore":1.5,"dc:description":"Parental consanguinity "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a620950c-da9f-45e9-a273-4fe3648d7756_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a620950c-da9f-45e9-a273-4fe3648d7756","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:54cf76f0-2707-43b2-adc9-25ae458fdd19","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005565.5(LCP2):c.991del (p.Gln331SerfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695205679"}},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001433","obo:HP_0011839","obo:HP_0001876","obo:HP_0030049","obo:HP_0020102","obo:HP_0002716","obo:HP_0040218","obo:HP_0030253","obo:HP_0001287","obo:HP_0031545","obo:HP_0001873","obo:HP_0020072","obo:HP_0002014"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:151a5744-3ddf-4081-b40e-a053818d9b43_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:54cf76f0-2707-43b2-adc9-25ae458fdd19"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/36474126"},"rdfs:label":"Patient 1_1"},{"id":"cggv:151a5744-3ddf-4081-b40e-a053818d9b43","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:151a5744-3ddf-4081-b40e-a053818d9b43_variant_evidence_item"},{"id":"cggv:151a5744-3ddf-4081-b40e-a053818d9b43_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot, TCR signaling, Ca signaling all reduced "}],"strengthScore":1.5,"dc:description":"Parental consanguinity "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e38ab9d-efc9-46a7-8ff9-4364330c39f5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e38ab9d-efc9-46a7-8ff9-4364330c39f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"allele":[{"id":"cggv:5e74c069-5c72-416b-8fe2-09b2449c6331","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005565.5(LCP2):c.610C>T (p.Arg204Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA132028167"}},{"id":"cggv:43bd193e-51fa-4f93-a1f6-70f98577648a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005565.5(LCP2):c.569C>G (p.Pro190Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3555676"}}],"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001890","obo:HP_0002720","obo:HP_0001894","obo:HP_0032140","obo:HP_0031368","obo:HP_0002037","obo:HP_0500265","obo:HP_0030253","obo:HP_0001974"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:1d88e089-c05b-4123-a5fd-97af7497c52e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5e74c069-5c72-416b-8fe2-09b2449c6331"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37211057","type":"dc:BibliographicResource","dc:abstract":"Inborn errors affecting components of the T-cell receptor signaling cascade cause combined immunodeficiency with various degrees of severity. Recently, homozygous variants in LCP2 were reported to cause pediatric onset of severe combined immunodeficiency with neutrophil, platelet, and T- and B-cell defects.","dc:creator":"Edwards ESJ","dc:date":"2023","dc:title":"Combined immunodeficiency and impaired PI3K signaling in a patient with biallelic LCP2 variants."}},{"id":"cggv:6b37d686-ce33-4702-a776-27d409f093b2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:43bd193e-51fa-4f93-a1f6-70f98577648a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37211057"}],"rdfs:label":"Patient 1"},{"id":"cggv:1d88e089-c05b-4123-a5fd-97af7497c52e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d88e089-c05b-4123-a5fd-97af7497c52e_variant_evidence_item"},{"id":"cggv:1d88e089-c05b-4123-a5fd-97af7497c52e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Transduction of variant shows reduced phosphorylation of downstream targets following activation."}],"strengthScore":0.5},{"id":"cggv:6b37d686-ce33-4702-a776-27d409f093b2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b37d686-ce33-4702-a776-27d409f093b2_variant_evidence_item"},{"id":"cggv:6b37d686-ce33-4702-a776-27d409f093b2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Transduction of variant shows reduced phosphorylation of downstream targets following activation."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7}],"evidenceStrength":"Definitive","sequence":8345,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:ff4973c1-4c88-4247-84ca-98f71428189f","type":"GeneValidityProposition","disease":"obo:MONDO_0030302","gene":"hgnc:6529","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Biallelic germline variants in LCP2 (SLP76) were first reported in relation to combined T and B cell immunodeficiency in 2020 (PMID: 33231617). Patients with *LCP2*-related combined immunodeficiency demonstrate recurrent fungal infections with T cell dysfunction and associations with EBV-related infection and lymphoproliferation, platelet dysfunction and neutrophil dysfunction. Four variants were identified in the literature and are composed of missense, splice site and frameshift mutations (PMID: 33231617,36474126, 37211057). Evidence supporting this gene-disease relationship includes case-level and experimental data. Heterozygous carriers have not been reported to have a clinical phenotype. \n\n*LCP2* encodes for the protein SLP76, an important intermediate of T cell receptor signaling. Following T cell activation, SLP76 is recruited to membrane bound phosphorylated LAT by Gads and mediates the phosphorylation of ITK, resulting in the phosphorylation and PLC-gamma1. Activation of PLC-gamma1 is required for the initiation of the NFAT and MAPK signaling pathways, both of which are required for the generation of functional T cell signaling. A combination of cell lines and animal models have helped to identify the role SLP76 plays in the immune system. Studies in cell lines have identified interacting partners of SLP76, as well as important domains of the protein required for supporting T cell receptor signaling (PMID:7706237, 17420479, 10556826, 9665884, 16354835, 9257823). Mouse models of total SLP76 deficiency replicate peripheral T cell deficiency and platelet defect identified in patients (PMID: 9695951, 9884330). In these models, SLP76 deficient cells demonstrate a developmental block during double negative thymocyte development, leading to an absence of peripheral T cells (PMID: 9695951). Mouse models studying the impact of individual domains of SLP76 have shown different severity of thymocyte development block and resulting peripheral T cell survival, suggesting genotype-phenotype correlations (PMID: 11792851). This may be evident in the identified patients, as the age and presenting symptoms of the patients are varied.\n\nIn summary, there is definitive evidence to support this gene-disease relationship. This association has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n\nThis classification was approved by the ClinGen SCID-CID Working Group on 2/15/2024 (SOP Version 9).\n\n\n","dc:isVersionOf":{"id":"cggv:3f14a481-2d4c-4cd0-a930-03db5bff6b9b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}