{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-12-19T18:51:08.232Z","role":"Approver"},{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4dd633aa-0f23-4f4a-abbb-17001def00d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92de2fde-109f-4818-8c7f-9f487c5e2130","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human protein atlas confirms expression throughout the brain, with highest expression in the cerebellum (https://www.proteinatlas.org/ENSG00000168827-GFM1/brain). RNA is detected in all tissues, described as ubiquitous cytoplasmic expression, often with a granular pattern. The cell atlas indicates that expression is mainly localized to the mitochondria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"human protein atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:38f4ce34-4030-4e55-97e9-493ed5915546","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca7edf54-bd25-48e8-b6d8-2f522bbc2c48","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"There are three nuclear-encoded elongation factors: EFTu (TUFM; 602389), EFTs (TSFM; 604723), and EFG1 (GFM1; 606639); variants have been identified in all of these genes, and they result in combined respiratory chain deficiencies and severe phenotypes with an early fatal outcome (26937387: Ravn et al. 2015).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"scored according to GCEP rubric"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5a205ba-4fbc-4412-9e72-93b157b55489","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67291595-30a2-4728-b8d8-7fc4310e56f9","type":"FunctionalAlteration","dc:description":"To validate the pathogenic role of the EGF1 missense mutation in vivo, an ad hoc recombinant system was set up in Saccharomyces cerevisiae. MEF1 is the yeast gene that encodes the ortholog of human mitochondrial EFG1 (=GFM1). A mutant version of the ortholog was expressed in a null strain. The mef1M516R mutation in yeast corresponds to the EFG1 M496R mutation in humans. Mutant strains were obtained by sporulation and tetrad dissection of a heterozygous diploid MEF1/Δmef1 strain transformed with either wild-type MEF1 (MEF1wt) or with mutant mef1M516R alleles. In the haploid transformant Δmef1//mef1M516R, obtained from tetrad dissection, the mutant mef1M516R allele was completely unable to complement the oxidative growth defect of the Δmef1 strain (fig. 6A). In addition, the cytochrome spectrum profile of the Δmef1 and Δmef1/mef1M516R strains consistently lacked the peaks specific to cytochromes b and aa3, which are part of the mtDNAdependent MRC complexes cIII and cIV, whereas the peak specific to cytochrome c, a nucleus-encoded protein, was normal (fig. 7A). The mutation behaved as a recessive trait in yeast, as in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17160893","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial protein translation is a complex process performed within mitochondria by an apparatus composed of mitochondrial DNA (mtDNA)-encoded RNAs and nuclear DNA-encoded proteins. Although the latter by far outnumber the former, the vast majority of mitochondrial translation defects in humans have been associated with mutations in RNA-encoding mtDNA genes, whereas mutations in protein-encoding nuclear genes have been identified in a handful of cases. Genetic investigation involving patients with defective mitochondrial translation led us to the discovery of novel mutations in the mitochondrial elongation factor G1 (EFG1) in one affected baby and, for the first time, in the mitochondrial elongation factor Tu (EFTu) in another one. Both patients were affected by severe lactic acidosis and rapidly progressive, fatal encephalopathy. The EFG1-mutant patient had early-onset Leigh syndrome, whereas the EFTu-mutant patient had severe infantile macrocystic leukodystrophy with micropolygyria. Structural modeling enabled us to make predictions about the effects of the mutations at the molecular level. Yeast and mammalian cell systems proved the pathogenic role of the mutant alleles by functional complementation in vivo. Nuclear-gene abnormalities causing mitochondrial translation defects represent a new, potentially broad field of mitochondrial medicine. Investigation of these defects is important to expand the molecular characterization of mitochondrial disorders and also may contribute to the elucidation of the complex control mechanisms, which regulate this fundamental pathway of mtDNA homeostasis.","dc:creator":"Valente L","dc:date":"2007","dc:title":"Infantile encephalopathy and defective mitochondrial DNA translation in patients with mutations of mitochondrial elongation factors EFG1 and EFTu."},"rdfs:label":"Valente non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The yeast equivalent of the patient-derived Met496Arg variant failed to complement the oxidative growth defect of the null strain, and NMR suggested reduced expression of complexes III and IV in mutant cells. The variant acted as a recessive allele."},{"id":"cggv:6322fbcc-cdea-4b59-a7e5-0bcf98090113","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:580aa258-f020-42be-bd56-61b761b97fcc","type":"FunctionalAlteration","dc:description":"Patient muscle histology and histochemistry showed no evidence of obvious subsarcolemmal mitochondrial accumulation (ragged-red fibers) or inclusions and mild variation in fiber size (Figure 2A). There was a generalized decrease in histochemical cytochrome c oxidase (COX) activity including a population of fibers (mosaic) that were COX-deficient (Figure 2B). The succinate dehydrogenase (SDH) reaction showed a population of pale fibers (Figure 2C), whereas the sequential COX/SDH reaction highlighted a population of weakly-reacting blue (COX-deficient) fibers (Figure 2D). In addition, the size of intracellular lipid droplets stained with Sudan Black appeared to be increased (not shown). Biochemical assessment of respiratory chain enzymatic function in fibroblasts confirmed impaired complex I (0.019 units; controls (mean ± SD) 0.197 ± 0.034) ,complex III (0.211units; controls (mean ± SD) 0.646 ± 0.192), and complex IV (0.165 units; controls (mean ± SD) 1.083 ±0.186) activities, with a low complex I:II ratio (0.071; range 0.58–0.90) consistent with a generalized defect of mitochondrial translation (Figure 2E). The activity of complex V was not assessed. Western blot analysis of patient fibroblasts showed a reduction in the steady-state levels of NDUFB8 (complex I subunit) and COXI (complex IV subunit), but similar levels of SHDA (complex II) compared to controls (Figure 3B), which corresponds well with the complex activity data (Figure 2E). A generalized impairment of de novo mitochondrial protein synthesis was also observed in patient fibroblasts (Figure 3C), consistent with a decrease in translation elongation due to the reduction of mtEFG1 protein levels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25852744","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases due to deficiencies in the mitochondrial oxidative phosphorylation system (OXPHOS) can be associated with nuclear genes involved in mitochondrial translation, causing heterogeneous early onset and often fatal phenotypes.","dc:creator":"Brito S","dc:date":"2015","dc:title":"Long-term survival in a child with severe encephalopathy, multiple respiratory chain deficiency and GFM1 mutations."},"rdfs:label":"Brito 2015 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Reduced OXPHOS protein expression and complex IV activity and reduced mito protein synthesis."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8bcbe6c-c736-4100-8ae1-a613dd2f37a6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4bb99e0c-d8cf-4b0f-a1bb-aba7313b669d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To establish the specific role of the EFG1 M496R mutation in determining the OXPHOS-defective phenotype observed in mutant cells, recombinant wild-type EFG1 (EFG1wt) was expressed in an immortalized fibroblast cell line derived from patient I.V. Histochemical COX activity recovered, as confirmed by biochemical assay of  MRC complexes cI and cIV in cell homogenates (fig. 8B): the activities of transfected fibroblasts increased several-fold relative to the untransfected original  cultures; this recovery reached ∼80% for cI activity and ∼40% for cIV activity, relative to the control mean. The histochemical and biochemical rescue was accompanied by recovery of mtDNA-specific translation, particularly for complex I (fig. 9).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17160893","rdfs:label":"Valente patient cell rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Expression of the WT gene in patient fibroblast cell line partially rescued deficits in histochemical COX activity, activity of complexes I and IV, and mtDNA-specific translation."},{"id":"cggv:490c8581-785d-4f9c-b055-97c5b3405eb7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01fabc9e-1188-41a4-884b-248060fda7ec","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"When expressed ubiquitously with a combination of the armadillo and daughterless GAL4 drivers (arm+da-GAL4), the fly and human wild type transgenes are able to rescue close to 100% of ico mutant animals (Table 1, row 1, 2, and 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21364917","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human mitochondrial elongation factor G1 (EF-G1) are recessive lethal and cause death shortly after birth. We have isolated mutations in iconoclast (ico), which encodes the highly conserved Drosophila orthologue of EF-G1. We find that EF-G1 is essential during fly development, but its function is not required in every tissue. In contrast to null mutations, missense mutations exhibit stronger, possibly neomorphic phenotypes that lead to premature death during embryogenesis. Our experiments show that EF-G1 contains a secondary C-terminal nuclear localization signal. Expression of missense mutant forms of EF-G1 can accumulate in the nucleus and cause growth and patterning defects and animal lethality. We find that transgenes that encode mutant human EF-G1 proteins can rescue ico mutants, indicating that the underlying problem of the human disease is not just the loss of enzymatic activity. Our results are consistent with a model where EF-G1 acts as a retrograde signal from mitochondria to the nucleus to slow down cell proliferation if mitochondrial energy output is low.","dc:creator":"Trivigno C","dc:date":"2011","dc:title":"The Drosophila mitochondrial translation elongation factor G1 contains a nuclear localization signal and inhibits growth and DPP signaling."},"rdfs:label":"rescue in non human model"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Minimal points applied for rescue of severe growth disruption and early lethality in Drosophila model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:363e0d87-12e4-40bd-98c5-b4cb65d28f8e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5f516eb8-c654-47fe-8bbf-182e7e20d9ab","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":8,"detectionMethod":"Molecular genetic testing of a total of 12 point mutations in mtDNA isolated from blood for five genes associated with Leigh disease and seven genes associated with MELAS failed to demonstrate any pathogenic mutations. Sequencing of mtDNA not done. Candidate gene sequencing.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"Infantile Progressive Hepatoencephalomyopathy with Combined OXPHOS Deficiency: IUGR, weight and HC at birth < 3rd percentile; 2 days of age: lethargic, tachypneic; hypoglycemic, mild hyperammonemia, refractory raised anion gap metabolic acidosis, elevated serum lactate (17–25 mmol/L (normal<2.4)), CSF lactate of 12 mmol/L (normal<2.1). Urine organic acids showed excessive excretion of lactate, 3-OH butyric, 2-OH butyric acids, 4-OH phenyllactate, and ketonuria. Echocardiogram was normal and brain ultrasound showed dilated ventricles. Generalized hypotonia with myopathic facies and subtle\ndysmorphism including flat nasal bridge, low-set ears, high, broad forehead, and smooth philtrum. 4 weeks of age: recurrence of systemic acidosis and lacticacidemia; enlarged liver & deteriorization of liver function. In the following months, she remained hypotonic with failure to thrive and globally delayed developmental milestones. 10 weeks: elevated lactate and compensated metabolic acidosis. Brain MRI showed global cystic changes in the subcortical white matter, T2 hyperintensities in the putamen, globus pallidi, and ventricular dilatation with septatation (Fig. 1a–c). 4 months: reduced spontaneous movements, hypotonia with severe head lag, myopathic facies, reduced deep tendon reflexes, nystagmus, ptosis. Atrial septal defect, hepatic dysfunction, serum lactate 17.7 mmol/L, increased urine excretion of lactate, left multicystic kidney on ultrasound, abnormal thyroid function, possible cortical visual impairment. Repeat brain ultrasound revealed multiple cystic changes predominantly observed in bifrontal lobes, and periventricular regions with ex-vacuo dilatation of the lateral ventricles. Weight << 3rd percentile.  Developed increasingly severe liver impairment, systemic metabolic and lactic acidosis, and died at 8 months. Spectrophotometric analysis of OXPHOS enzyme activity showed reduced complex I and IV activity in fibroblasts (68% and 47% ); muscle & liver tests not done.\ninclusion criteria: elevated lactate, developmental delay,  T2 hyperintensities in the putamen, globus pallidi (met)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:363e0d87-12e4-40bd-98c5-b4cb65d28f8e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:39db3e9a-43d4-4310-b859-21e91af6115a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024996.5(GFM1):c.539del (p.Gly180fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/644902"}},{"id":"cggv:01a27c4c-72fa-45a0-a543-cbf571fc0960","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024996.5(GFM1):c.688G>A (p.Gly230Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214493"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23430926","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders are a heterogeneous group of often multisystemic and early fatal diseases caused by defects in the oxidative phosphorylation (OXPHOS) system. Given the complexity and intricacy of the OXPHOS system, it is not surprising that the underlying molecular defect remains unidentified in many patients with a mitochondrial disorder. Here, we report the clinical features and diagnostic workup leading to the elucidation of the genetic basis for a combined complex I and IV OXPHOS deficiency secondary to a mitochondrial translational defect in an infant who presented with rapidly progressive liver failure, encephalomyopathy, and severe refractory lactic acidemia. Sequencing of the GFM1 gene revealed two inherited novel, heterozygous mutations: a.539delG (p.Gly180AlafsX11) in exon 4 which resulted in a frameshift mutation, and a second c.688G > A (p.Gly230Ser) mutation in exon 5. This missense mutation is likely to be pathogenic since it affects an amino acid residue that is highly conserved across species and is absent from the dbSNP and 1,000 genomes databases. Review of literature and comparison were made with previously reported cases of this recently identified mitochondrial disorder encoded by a nuclear gene. Although limited in number, nuclear gene defects causing mitochondrial translation abnormalities represent a new, rapidly expanding field of mitochondrial medicine and should potentially be considered in the diagnostic investigation of infants with progressive hepatoencephalomyopathy and combined OXPHOS disorders.","dc:creator":"Balasubramaniam S","dc:date":"2011","dc:title":"Infantile Progressive Hepatoencephalomyopathy with Combined OXPHOS Deficiency due to Mutations in the Mitochondrial Translation Elongation Factor Gene GFM1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23430926","rdfs:label":"Balasubramaniam 2012 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"compound het frameshift & missense (2 pts)"},{"id":"cggv:2a99cf83-7f7a-4187-8d51-5949c9bde6da_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33dd0dcd-84e4-4d19-9af6-8edeb59464a9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"entire mitochondrial genome sequenced in muscle, and the coding regions of 150 nuclear-encoded genes associated with respiratory chain defects were sequenced. FISH excluded Wolf-Hirschhorn syndrome, direct sequencing of the FOXG1 gene was normal, MLPA for subtelomeric deletions and for CDKL5, NTNG1, and ARX genes was unremarkable.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"early onset severe encephalopathy, spastic-dystonic tetraparesis, failure to thrive, seizures and persistent lactic acidemia: Normal birth parameters. At 2 months, irritability, opisthotonic posturing, feeding difficulties, failure to thrive, severe axial hypotonia with poor head control, extremities spasticity, impaired visual tracking. No dysmorphic features. At 7 months, developmentally delayed, onset of infantile spasms, persistant EEG abnormalities. Achieved eye contact and social smile but cannot sit independently and has no verbal language skills. Developed spastic-dystonic tetraparesis with dystonic movements affecting her face, particularly the mouth. Persistently elevated lactate levels in blood and CSF (values in text) but no hepatic dysfunction. Brain magnetic resonance revealed widened subarachnoid spaces, Sylvian sulcus and ventricular system; diffuse and nonspecific alteration of white matter signal and thinning of the corpus callosum (Figures 1B–D). These findings were only slowly progressive and apparently unchanged on repeat cranial MR imaging at 16 and 29 months old. Spectroscopy showed no significant changes for age, including lactate. However, repeat MRI performed at 5 years 6 months old did show some further ventricular enlargement (Figure 1E) and abnormal signal change in the posterolateral putamen (Figure 1F). Fibroblast analysis showed deficiencies in complex I, III, and IV (see experimental data tab). \ninclusion criteria: developmental delay, elevated lactate, abnormal signal in putamen, deficient OXPHOS activity (met)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2a99cf83-7f7a-4187-8d51-5949c9bde6da_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b5a3ae0b-9a86-42f7-b91b-6ddab3f110d8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_006713795.2(GFM1):c.1287del (p.Gly430ValfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2682650"}},{"id":"cggv:7ac97015-5a49-4572-a51e-81980fc0804c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024996.5(GFM1):c.2011C>T (p.Arg671Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA321516"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25852744"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25852744","rdfs:label":"Brito 2015 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"frameshift in trans with missense with evidence of reduced EFG1 expression with patient cell evidence of mitochondrial disorder (decreased RC expression & activity, decreased mito protein synthesis)"},{"id":"cggv:0b8ea210-9be8-474d-8f51-1aa5657cc8f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca77755c-9002-46dc-afef-2db52dbc3cd3","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":16,"detectionMethod":"candidate gene sequencing; Sequence analysis of the entire mtDNA from muscle did not identify variants in syn or mit genes. No variants in PUS1 or MRPS16.","firstTestingMethod":"Other","phenotypeFreeText":"At <1 month: flat nasal bridge, low-set ears, small hands and feet, epicanthus, and high, arched palate. Short tibial bones; feeding difficulties and gain loss. At 3 months: reduced spontaneous movements; preserved deep tendon reflexes; severe axial hypotonia; abnormal EEG. At 5 months: recurrent vomiting; elevated blood lactic acid (5.2 mM; normal <2.2); elevated blood pyruvate (0.46 mM; normal <0.2). Brain MRI (Fig. 1) showed two large, bilateral and symmetrical areas of increased T2 and decreased T1 signals involving the putamen and the globus pallidus. Similar signal changes were detected in the rostral mesencephalon, and there was delayed frontal myelination. At 14 months: weight << 3rd percentile; microcephaly; severe motor and cognitive delay; decreased axial muscle tone; increased limb muscle tone; brisk deep-tendon reflexes; purposeless movements; persistently high lactic acid. Homogenates from muscle biopsies and skin-derived fibroblasts (table 4) showed a mean reduction of 87% for COX-I ; of 74% for ND2; and of 70% for A6. ND1 was virtually undetectable. Histochemical analysis of muscle showed that the reaction specific to succinate dehydrogenase (part of cII), an MRC complex that does not contain mtDNA-encoded subunits, was increased, whereas the reaction specific to COX, which contains three mtDNA-encoded subunits, was reduced but not absent (Fig. 3).\ninclusion criteria: symmetric bilateral T2 hyperintensities in basal ganglia; elevated plasma lactate; developmental delay; reduced OXPHOS activity in patient tissue (met)","previousTesting":true,"previousTestingDescription":"Sequence analysis of the entire mtDNA from muscle did not identify variants in syn or mit genes. No variants in PUS1 or MRPS16.","sex":"Female","variant":{"id":"cggv:0b8ea210-9be8-474d-8f51-1aa5657cc8f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3e5ff606-cde7-413f-86e9-f8b5a550cb99","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024996.5(GFM1):c.1487T>G (p.Met496Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210487"}},{"id":"cggv:85dc34e5-5eec-4c30-8049-d5b57db0db2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024996.5(GFM1):c.139C>T (p.Arg47Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210485"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17160893"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17160893","rdfs:label":"patient I.V."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"stop-gained in trans with missense w/ crystallography evidence and non-patient & patient cell evidence of mitochondrial disorder (yeast complementation & rescue)"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":206,"specifiedBy":"GeneValidityCriteria6","strengthScore":10.5,"subject":{"id":"cggv:be2eb2f9-e98c-48e1-b638-6c9be0a9f788","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:13780","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between GFM1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of December 9, 2019. The GFM1 gene encodes mitochondrial elongation factor G1 (also referred to as EFG1 or EGF1), that is one of three nuclear-encoded elongation factors and plays an important role in mitochondrial translation. \n\nThe GFM1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2007 (PMID: 17160893). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six unique variants identified in three unrelated cases from three publications; all cases were compound heterozygous for a predicted null variant and a missense variant (PMIDs: 217160893, 23430926, 25852744). No segregation data were available. Loss of function is implicated as the mechanism of disease. Of note, this gene has also been implicated in other mitochondrial diseases (including fatal infantile hepatopathy) which will be assessed separately. This gene-disease association is also supported by known biochemical function, expression, functional alteration in patient cells, functional alteration in non-patient cells, rescue in patient cells, and rescue in animal models (PMIDs: 17160893, 18853439, 27977873, 21364917, 25852744).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel December 9, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:154a8f96-7062-49c7-9aaa-b23a98655f40"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}