{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-11-05T03:03:06.576Z","role":"Publisher"},{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-07-03T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eaa26213-a3cb-42c0-8141-5d28eed158c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3982c67c-10d8-4540-8eec-dbf1d94faf4f","type":"FunctionalAlteration","dc:description":"Mouse model with Rala deficiency in oligodendrocyte-lineage cells exhibits delayed onset of myelination and myelin deficits within the spinal cord. Mechanistically, mTORC1 activity is deficient in Rala-deficient oligodendrocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36170840","type":"dc:BibliographicResource","dc:abstract":"Efficient myelination supports nerve conduction and axonal health throughout life. In the central nervous system, oligodendrocytes (OLs) carry out this demanding anabolic duty in part through biosynthetic pathways controlled by mTOR. We identify Ral GTPases as critical regulators of mouse spinal cord myelination and myelin maintenance. Ablation of Ral GTPases (RalA, RalB) in OL-lineage cells impairs timely onset and radial growth of developmental myelination, accompanied by increased endosomal/lysosomal abundance. Further examinations, including transcriptomic analyses of Ral-deficient OLs, were consistent with mTORC1-related deficits. However, deletion of the mTOR signaling-repressor Pten in Ral-deficient OL-lineage cells is unable to rescue mTORC1 activation or developmental myelination deficiencies. Induced deletion of Ral GTPases in OLs of adult mice results in late-onset myelination defects and tissue degeneration. Together, our data indicate critical roles for Ral GTPases to promote developmental spinal cord myelination, to ensure accurate mTORC1 signaling, and to protect the healthy state of myelin-axon units over time.","dc:creator":"DeGeer J","dc:date":"2022","dc:title":"Ral GTPases are critical regulators of spinal cord myelination and homeostasis."},"rdfs:label":"Myelination in mice with Rala-deficient oligodendrocytes"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This mouse model has null alleles whereas in affected individuals simple loss of function of RALA (haploinsufficiency) does not appear to be a disease mechanism."},{"id":"cggv:860e3354-d3ee-4e8f-8c67-23720fc9e67a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:21bd4966-4a74-43e4-a1fd-1c2a8dbd73b1","type":"FunctionalAlteration","dc:description":"RALGAPA1 encodes the catalytic subunit of the RalGAP1 complex, which acts as a GTPase activator for RALA and RALB. Biallelic variants in RALGAPA1 cause a neurodevelopmental disorder with features overlapping those caused by RALA pathogenic variants. RALGAPA1-deficient fibroblasts from 2 individuals with biallelic truncating variants in this gene showed RALA was increased in comparison to control fibroblasts, indicating that RALGAPA1 deficiency causes a constitutive activation of RALA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32004447","type":"dc:BibliographicResource","dc:abstract":"Ral (Ras-like) GTPases play an important role in the control of cell migration and have been implicated in Ras-mediated tumorigenicity. Recently, variants in RALA were also described as a cause of intellectual disability and developmental delay, indicating the relevance of this pathway to neuropediatric diseases. Here, we report the identification of bi-allelic variants in RALGAPA1 (encoding Ral GTPase activating protein catalytic alpha subunit 1) in four unrelated individuals with profound neurodevelopmental disability, muscular hypotonia, feeding abnormalities, recurrent fever episodes, and infantile spasms . Dysplasia of corpus callosum with focal thinning of the posterior part and characteristic facial features appeared to be unifying findings. RalGAPA1 was absent in the fibroblasts derived from two affected individuals suggesting a loss-of-function effect of the RALGAPA1 variants. Consequently, RalA activity was increased in these cell lines, which is in keeping with the idea that RalGAPA1 deficiency causes a constitutive activation of RalA. Additionally, levels of RalGAPB, a scaffolding subunit of the RalGAP complex, were dramatically reduced, indicating a dysfunctional RalGAP complex. Moreover, RalGAPA1 deficiency clearly increased cell-surface levels of lipid raft components in detached fibroblasts, which might indicate that anchorage-dependence of cell growth signaling is disturbed. Our findings indicate that the dysregulation of the RalA pathway has an important impact on neuronal function and brain development. In light of the partially overlapping phenotype between RALA- and RALGAPA1-associated diseases, it appears likely that dysregulation of the RalA signaling pathway leads to a distinct group of genetic syndromes that we suggest could be named RALopathies.","dc:creator":"Wagner M","dc:date":"2020","dc:title":"Bi-allelic Variants in RALGAPA1 Cause Profound Neurodevelopmental Disability, Muscular Hypotonia, Infantile Spasms, and Feeding Abnormalities."},"rdfs:label":"RALA activity in RALGAPA1 deficient patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22f2878d-402f-42df-b247-30ca3e745516","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec7b799e-9de3-42bb-bbcd-0a334ec7cb71","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A gain-of-function missense variant in RALA (c.G482A, p.Arg161Gln) was identified in the brain tissue of a child with focal cortical dysplasia type IIb. In utero electroporation of RALA c.G482A in the embryonic mouse brain induced abnormal cortical neuron migration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35846790","type":"dc:BibliographicResource","dc:abstract":"In our group's previous study, we performed deep whole-exome sequencing and targeted amplicon sequencing in the postoperative brain tissue of epilepsy patients with focal cortical dysplasia type II (FCD II). We identified the first somatic variant of ","dc:creator":"Xu H","dc:date":"2022","dc:title":"Brain Somatic Variant in Ras-Like Small GTPase "},"rdfs:label":"Cortical dysplasia mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The score was downgraded since the mice were sacrificed at E18.5 days to assess cortical dysplasia, and the cognitive and behavioral phenotypes of the mice were therefore not evaluated."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5}],"evidenceStrength":"Definitive","sequence":9301,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:3f8458c7-1dff-45ab-821c-08679059aa00","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:9839","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*RALA* encodes a small Ras-like GTPase. *RALA* was first reported in relation to autosomal dominant complex neurodevelopmental disorder (also known as Hiatt-Neu-Cooper neurodevelopmental disorder) in 2018 (Hiatt et al., PMID: 30500825). The main phenotypic features include intellectual disability, speech problems, autism spectrum disorder, hypotonia, structural brain abnormalities, seizures, dysmorphic features, skeletal anomalies, delayed growth, and macrocephaly. Seven *de novo* variants (six missense and one inframe) reported in 13 individuals are included in this curation (PMIDs: 30500825, 30761613, 33875846, 35846790). All the variants are located in the GTP/GDP-binding region of RALA. Two variants are recurrent, p.Val25Met and p.Lys128Arg. Functional studies showed that four missense variants exhibited loss of function, while two resulted in gain of function (PMIDs: 30500825, 35846790). One of the missense variants leading to gain of function is a brain somatic variant identified in a child with epilepsy and focal cortical dysplasia type II (PMID: 35846790). \n\nThis gene-disease relationship is also supported by experimental evidence. Biallelic loss-of-function variants in *RALGAPA1*, encoding the catalytic subunit of the RalGAP complex that regulates RALA activity, cause a neurodevelopmental disorder with features overlapping those caused by *RALA* variants and lead to a constitutive activation of RALA in patient cells (PMID: 32004447). Additionally, *in utero* electroporation of the *RALA* c.G482A somatic variant (identified in an individual with focal cortical dysplasia) in the embryonic mouse brain induced abnormal cortical neuron migration (PMID: 35846790).\n\nIn summary, there is definitive evidence supporting the relationship between *RALA* and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on July 3, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:3ead7886-1be4-404c-977c-0f352a6906f9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}