{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-24T16:49:12.094Z","role":"Publisher"}],"evidence":[{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a07b1996-481d-4e5d-9aa7-4e9bb97801c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be4c978d-719b-4b4e-acdc-9a8ffc6751e3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The major physiological role of alpha-2-plasmin inhibitor is to stabilize hemostatic plugs by inhibiting plasmin-mediated fibrinolysis that follows fibrin formation. The bleeding associated with a deficiency in alpha-2-plasmin inhibitor is because of the premature dissolution of haemostatic plugs before tissue and vessel repair.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/134998","type":"dc:BibliographicResource","dc:abstract":"A procedure is presented for purifying a novel proteinase inhibitor in human plasma whose apparent unique biological property is to inhibit efficiently the lysis of fibrin clots induced by plasminogen activator. The final product is homogeneous as judged by disc gel electrophoresis, and immunoelectrophoresis. Its molecular weight estimated by sodium dodecyl sulfate gel electrophoresis or sedimentation equilibrium is 67,000 and 63,000, respectively. The inhibitor is a glycoprotein consisting polypeptide chain containing 11.7% carbohyrate. It migrates in the alpha2-globulin region in immunoelectrophoresis. The inhibitor is chemically and immunologically different from all the other known inhibitors in plasma. Inhibition of plasmin by the inhibitor is almost instantaneous even at 0 degrees, in contrast to the slow inhibition of urokinase (plasminogen activator in urine). Plasminogen activation by urokinase-induced clot lysis is inhibited by the inhibitor mainly through a mechanism of instantaneous inhibition of plasmin formed and not through the inhibition of urokinase. The inhibitor also inhibits trypsin. Consequently, it is suggested that this newly identified inhibitor is named alpha2-plasmin inhibitor or alpha2-proteinase inhibitor. A specific antibody directed against the inhibitor neutralizes virtually all inhibitory activity of plasma to activator-induced clot lysis. Immunochemical quantitation of the inhibitor was specific antiserum to the inhibitor and the purified inhibitor as a standard indicates that the concentration of the inhibitory in the serum of a healthy man is in or near the range of 5 to 7 mg/100 ml, which is the lowest concentration among the concentration of the proteinase inhibitors in plasma. The inhibitor and plasmin, trypsin, or urokinase form a complex which cannot be dissociated with denaturing and reducing agents. The formation of the enzyme-inhibitor complex occurs on a 1:1 molar basis and is associated with the cleavage of a unique peptide bone, which is most clearly demonstrated in the interaction of the inhibitor and beta-trypsin. In the complex formation between the inhibitor and plasmin, the inhibitor is cross-linked with the light chain which contains the active site of plasmin. It is suggested that, in a fashion analogous to complex formation between alpha1-antitrypsin and trypsin, the cross-links are formed between the active site serine of the enzyme and the newly formed COOH-terminal residue of the inhibitor, with cleavage of a peptide bond.","dc:creator":"Moroi M","dc:date":"1976","dc:title":"Isolation and characterization of alpha2-plasmin inhibitor from human plasma. A novel proteinase inhibitor which inhibits activator-induced clot lysis."},"rdfs:label":"Plamin Inhibitor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Using an assay method based on its inhibitory activity  on activator-induced clot lysis, the inhibitor was isolated as a pure form and found to be principally a plasmin inhibitor. The alpha-2-plasmin inhibitor inhibits immediately the esterolytic activity of plasmin and forms tan irreversible complex with plasmin."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e9cdbf0-c2a7-41dd-a8dd-acb065a6c28e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:33799c06-204c-4224-bd17-7048a840e89b","type":"FunctionalAlteration","dc:description":"Patient blood had normal clot formation and retraction, however the clot thus formed underwent near complete lysis within several hours incubation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/156196","type":"dc:BibliographicResource","dc:abstract":"alpha(2)-Plasmin inhibitor (alpha(2)PI) is a recently characterized, fast-reacting plasmin inhibitor in human plasma that appears to play an important role in regulation of in vivo fibrinolysis. We report here a case of complete deficiency of alpha(2)PI in man. The patient, a 25-yr-old Japanese man, had a life-long severe bleeding tendency (hemarthrosis and excessive bleeding after trauma). The following tests were within normal limits: platelet count, bleeding time, thrombin time, prothrombin time, partial thromboplastin time, titers of known clotting factors, platelet glass bead retention, Factor VIII-related antigen, platelet aggregation by ADP, collagen and ristocetin, and clot retraction. Routine liver function tests were also normal. The only abnormal finding was that whole blood clot lysis was extemely rapid and was complete in 4-8 h. The concentration of plasma protease inhibitors, including alpha(2)-macro-globulin, antithrombin III, alpha(1)-antitrypsin, and C1INH, were all normal. The concentration of alpha(2)-PI in the patient's plasma, assayed by immunological methods, was <0.1 mg/100 ml (normal concentration, 6.1+/-0.88 mg/100 ml [mean+/-SE]) and functional assays showed a complete deficiency of alpha(2)PI. Addition of purified alpha(2)PI to the patient's whole blood completely corrected the accelerated fibrinolysis. The patient's parents, four siblings, and four other members of this family were asymptomatic, but the titers of alpha(2)PI in their plasmas were congruent with50% of normal pooled plasma. There were three consanguineous marriages in this family, and the alpha(2)PI deficiency appears to have been inherited as an autosomal recessive trait. We speculate that alpha(2)PI deficiency in this patient has led to uninhibited in vivo fibrinolysis that probably causes the severe hemorrhagic tendency. Thus, this study indicates the important role of alpha(2)PI in hemostasis.","dc:creator":"Aoki N","dc:date":"1979","dc:title":"Congenital deficiency of alpha 2-plasmin inhibitor associated with severe hemorrhagic tendency."},"rdfs:label":"Clot lysis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba09dd19-581d-4d68-b77d-5cfb0c9148b1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:aa2fe9d1-ada0-4064-b044-546b81e76c7f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Upon rescue with purified WT alpha-2-plasmin inhibitor in patient blood, the whole blood clot did not lyse within 24 h and the euglobulin lysis time was prolonged form 55min to a normal value of 100 min.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/156196","rdfs:label":"Fibrinolytic activity"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"The inhibitory activity of the patients plasma was completely restored to normal."},{"id":"cggv:ed527753-5710-474c-a250-bbd791906335","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89e6494d-20a3-4062-a677-557cb411f929","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in patients with quantitative alpha-2-plasmin inhibitor deficiency, immunologic and functional alpha-2-AP levels were undetectable in plasma of KO mice. Additionally, spontaneous lysis after 4 hours of intravenously injected 125I-fibrin–labeled plasma clots was significantly higher.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10090937","type":"dc:BibliographicResource","dc:abstract":"alpha2-antiplasmin (alpha2-AP) is the main physiologic plasmin inhibitor in mammalian plasma. Inactivation of the murine alpha2-AP gene was achieved by replacing, through homologous recombination in embryonic stem cells, a 7-kb genomic sequence encoding the entire murine protein (exon 2 through part of exon 10, including the stop codon) with the neomycin resistance expression cassette. Germline transmission of the mutated allele was confirmed by Southern blot analysis. Mendelian inheritance of the inactivated alpha2-AP allele was observed, and homozygous deficient (alpha2-AP-/-) mice displayed normal fertility, viability, and development. Reverse transcription-polymerase chain reaction confirmed the absence of alpha2-AP mRNA in kidney and liver from alpha2-AP-/- mice, in contrast to wild-type (alpha2-AP+/+) mice. Immunologic and functional alpha2-AP levels were undetectable in plasma of alpha2-AP-/- mice, and were about half of wild-type in heterozygous littermates (alpha2-AP+/-). Other hemostasis parameters, including plasminogen activator inhibitor-1, plasminogen, fibrinogen, hemoglobin, hematocrit, and blood cell counts were comparable for alpha2-AP+/+, alpha2-AP+/-, and alpha2-AP-/- mice. After amputation of tail or toe tips, bleeding stopped spontaneously in alpha2-AP+/+, as well as in alpha2-AP+/- and alpha2-AP-/- mice. Spontaneous lysis after 4 hours of intravenously injected 125I-fibrin-labeled plasma clots was significantly higher in alpha2-AP-/- than in alpha2-AP+/+ mice when injecting clots prepared from alpha2-AP+/+ plasma (78% +/- 5% v 46% +/- 9%; mean +/- SEM, n = 6 to 7; P =.02) or from alpha2-AP-/- plasma (81% +/- 5% v 46% +/- 5%; mean +/- SEM, n = 5; P =.008). Four to 8 hours after endotoxin injection, fibrin deposition in the kidneys was significantly reduced in alpha2-AP-/- mice, as compared with alpha2-AP+/+ mice (P </=.005). Thus, alpha2-AP-/- mice develop and reproduce normally; they have an enhanced endogenous fibrinolytic capacity without overt bleeding.","dc:creator":"Lijnen HR","dc:date":"1999","dc:title":"Alpha2-antiplasmin gene deficiency in mice is associated with enhanced fibrinolytic potential without overt bleeding."},"rdfs:label":"KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Alpha-2-plasmin inhibitor deficiency in mice is associated with enhanced fibrinolytic potential as in humans, however no overt bleeding was observed."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:02000abb-9689-490a-be96-76608ecd7f1b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f86a2b33-b88b-4f62-8321-0954d647b49e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"Targeted next generation sequencing of all family members was performed using the Thrombogenomics platform.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Undetectable α2‐AP levels.","phenotypes":["obo:HP_0000978","obo:HP_0002653","obo:HP_0006298","obo:HP_0005261","obo:HP_0000132","obo:HP_0040303"],"previousTesting":true,"previousTestingDescription":"Initial workup revealed a normal prothrombin time, activated partial thromboplastin time, fibrinogen and platelet count with normal platelet morphology. Assays for factors II, V, VII, VIII, IX, X, XI, XIII, Von Willebrand factor antigen and ristocetin cofactor activity were all within normal limits. Platelet function by light transmission aggregometry and nucleotides measured by luminometry demonstrated no reproducible platelet function defect.","sex":"Female","variant":{"id":"cggv:02000abb-9689-490a-be96-76608ecd7f1b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a3adb9d1-06c0-48f5-990f-cd7e33a8fcad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000934.3(SERPINF2):c.561_565del (p.Lys189fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/626930"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31441040","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Akay M","dc:date":"2019","dc:title":"A novel variant causing α2 antiplasmin deficiency: case report and experience in a UK centre."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31441040","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous frameshift variant Lys189ArgfsTer10 creates a prematures stop codon in exon 6 of 10 which is predicted to result in NMD."},{"id":"cggv:19a18083-046b-4bc6-8604-466cd5cacf5d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b29b94e-7b47-4224-900e-8a0e110c3631","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"The coding region and intron/exon boundaries were PCR amplified and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Very low levels of a2-PI activity were measured in plasma (a2-PI <6%; normal range 76–110%) and there was undetectable a2-PI:Ag (<0.01%, normal range 82–130%).","phenotypes":["obo:HP_0006298","obo:HP_0000421","obo:HP_0000978","obo:HP_0001934"],"previousTesting":true,"previousTestingDescription":"The results of first-line screening tests gave no indication of impaired primary haemostasis and coagulation. Also plasma concentration of coagulation factor XIII was within the normal range. Investigation of von Willebrand disease was also carried out by measuring factor VIII, von Willebrand factor antigen, ristocetin cofactor activity and ristocetin-induced platelet aggregation. The concentration and activity of t-PA and PAI-1 were normal.","sex":"Female","variant":{"id":"cggv:19a18083-046b-4bc6-8604-466cd5cacf5d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a5bdb05c-86f0-43c9-b736-3261bfeaa703","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1754334del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532267"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17961166","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Maino A","dc:date":"2008","dc:title":"A novel mutation of alpha2-plasmin inhibitor gene causes an inherited deficiency and a bleeding tendency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17961166","rdfs:label":"Maino Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The homozygous frameshift variant Leu426PhefsTer8 occurs in the final exon and leads to a premature stop codon predicted to result in a protein lacking 59 amino acids at the C-terminal end of the protein (truncation of 12% of the protein). The severe type 1 a2-PI deficiency observed in the patient might be caused by a conformational change of the mutant protein through intracellular degradation and transport alteration but this was not confirmed."},{"id":"cggv:10a23675-5f80-4e71-8e8f-144ad0ad4443_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6292030e-2f70-41a3-9f38-4bb1ec985b5e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"detectionMethod":"SERPINF2 gene screened by unspecified methods.","phenotypeFreeText":"α2‐AP activity in these patients was 26% and antigen level was <5%.","phenotypes":["obo:HP_0006298","obo:HP_0040247","obo:HP_0000421","obo:HP_0000132","obo:HP_0004846"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:10a23675-5f80-4e71-8e8f-144ad0ad4443_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b4a6347e-e8e4-4e8c-bd16-7d0c5680883d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1754146C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397574334"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31577375","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Prabhudesai A","dc:date":"2019","dc:title":"A rare cause of bleeding in two Indian families with congenital alpha-2-antiplasmin deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31577375","rdfs:label":"Family 2 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The homozygous missense variant Pro363Leu was identified in this family with reduced alpha-2-plasmin inhibitor activity, however the variant was not functionally evaluated."},{"id":"cggv:1fd252ae-0833-4df0-861e-a4b81db084fc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be8f8724-b2af-4a8c-b546-1206990cf357","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"detectionMethod":"SERPINF2 gene screened by unspecified methods.","phenotypeFreeText":"α2‐AP activity at 28% and α2‐AP antigen level measured at <5%","phenotypes":["obo:HP_0000978","obo:HP_0004846","obo:HP_0006298","obo:HP_0040247"],"previousTesting":true,"previousTestingDescription":"Normal  for  screening  tests  (PT,  APTT  and  TT),  factor  as‐says (FVIII, FIX, FXI and FXIII), VWF antigen, fibrinogen, platelet function  (normal  aggregation  with  ADP,  ristocetin,  collagen  and arachidonic  acid)  and  had  normal  platelet  count.","sex":"Male","variant":{"id":"cggv:1fd252ae-0833-4df0-861e-a4b81db084fc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:18b6ad5d-1a84-46a8-988a-4f7832f584db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1748604G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397568548"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31577375"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31577375","rdfs:label":"III-4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous nonsense variant Trp241Ter occurs in exon 8 of 10 and is expected to result in NMD."},{"id":"cggv:c10bc143-0220-4941-bb0a-ce764c72f7d6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d7e16999-31e2-46aa-81b6-fe702d863910","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"Genomic DNA fragments were cloned and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"<4% normal functional activity of alpha-2-AP,  83% normal plasma concentration of antigen","phenotypes":["obo:HP_0000978","obo:HP_0006298","obo:HP_0001934","obo:HP_0004846"],"previousTesting":true,"previousTestingDescription":"Assessment of coagulation and platelet functions in general tests showed no defects in either system.","sex":"Male","variant":{"id":"cggv:c10bc143-0220-4941-bb0a-ce764c72f7d6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c1b0dca6-4112-4250-b5b5-834872aa8126","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1754243_1754245dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA624564686"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2958938","type":"dc:BibliographicResource","dc:abstract":"An abnormal alpha 2-antiplasmin that is associated with a serious bleeding tendency has been found in a Dutch family and is referred to as alpha 2-antiplasmin Enschede. This abnormal alpha 2-antiplasmin is converted from an inhibitor of plasmin to a substrate. The molecular defect of alpha 2-antiplasmin Enschede, as revealed by sequencing of cloned genomic DNA fragments, consists of an alanine insertion near the active site region of the molecule. Substitution of this fragment into complementary DNA for a wild-type alpha 2-antiplasmin yields a translation product with physical and functional properties typical of the abnormal alpha 2-antiplasmin Enschede. The naturally occurring mutant may serve as a model for investigating the structures that determine the properties of an inhibitor versus those of a substrate in serine protease inhibitors.","dc:creator":"Holmes WE","dc:date":"1987","dc:title":"Alpha 2-antiplasmin Enschede: alanine insertion and abolition of plasmin inhibitory activity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2958938","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous in-frame insertion of Alanine, within a stretch of 4 Alanines, occurs immediately adjacent to the reactive site of alpha-2-AP. A fragment containing the insertion was exchanged with the normal sequence and transfected into CHO cells, the recombinant alpha-2-AP did not form a stable complex with plasmin (in contrast to WT) and rather than acting as an inhibitor acted as a substrate for plasmin. This variant has been observed once in the gnomAD cohort, with an MAF of 0.0001149 (1/8704 alleles) in the African population."},{"id":"cggv:5e56c23d-3f0b-4db2-8306-bef0ae0e7566_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a0d95ad-8687-4e5a-b880-e78670506b63","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Restriction fragments covering all coding exons and exon-intron junctions were subcloned and Sanger sequenced. Additional family members were genotyped by RFLP.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"functionally and immunologically no detectable alpha-2-PI in plasma","phenotypes":["obo:HP_0000225","obo:HP_0000421","obo:HP_0007420","obo:HP_0011884","obo:HP_0001934"],"previousTesting":true,"previousTestingDescription":"Activities of all other hemostatic factors were within normal range.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:5e56c23d-3f0b-4db2-8306-bef0ae0e7566_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7cf8c5a1-a14f-48c3-bff1-55002780030b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1754495dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532262"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2496145","type":"dc:BibliographicResource","dc:abstract":"The present study was designed to elucidate the molecular genetic basis of a familial deficiency of alpha 2-plasmin inhibitor (alpha 2PI). Southern blot hybridization analysis with human alpha 2PI cDNA and genomic DNA probes demonstrated no gross deletion or rearrangement of the gene. By sequencing all the coding exons and exon-intron boundaries of the gene of a homozygote, we identified a single cytidine nucleotide insertion in the exon coding for the carboxyl-terminal region. This frameshift mutation leads to an alteration and elongation of the carboxyl-terminal portion of the deduced amino acid sequence. Synthetic oligonucleotide probes confirmed this frameshift mutation in all the affected family members including both heterozygous parents. In a transient expression assay, the alpha 2PI level in the culture medium of the cells transfected with the mutated alpha 2PI expression vector was very low and only 4% of that of the cells transfected with the normal vector, although the transcript levels and the cellular contents of alpha 2PIs did not differ significantly. Elongation of amino acid sequence in the mutant alpha 2PI was confirmed by an analysis of alpha 2PI in a transient expression experiment. These data indicate that this mutation is the cause of alpha 2PI deficiency in this pedigree.","dc:creator":"Miura O","dc:date":"1989","dc:title":"Molecular basis for congenital deficiency of alpha 2-plasmin inhibitor. A frameshift mutation leading to elongation of the deduced amino acid sequence."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2496145","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This homozygous frameshift variant, Met480HisfsTer179, occurs in the final exon and is predicted to result in elongation of the protein. An alpha-2-PI expression vector containing the abnormal sequence was transfected into COS-7 cells; no difference was observed between transcript or protein levels in the cell, however only 4% was secreted compared to WT."},{"id":"cggv:b208cde4-efa2-4242-a68b-8d5798aa5ca6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8cd6ccc8-7318-434e-9bbf-5a22b3dd6a62","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"PCR amplified fragments of all coding exons and exon-intron boundaries were subcloned and Sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"No detectable PI in plasma, activity 24%","phenotypes":["obo:HP_0004846","obo:HP_0007420"],"previousTesting":true,"previousTestingDescription":"All coagulation testing was normal.","sex":"Male","variant":{"id":"cggv:b208cde4-efa2-4242-a68b-8d5798aa5ca6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f5befb8f-673e-4c7f-8cca-345bb74884a0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1745059G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397559987"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10959705","type":"dc:BibliographicResource","dc:abstract":"Plasmin inhibitor (PI) is a major physiological inhibitor of plasmin-mediated fibrinolysis; hence, its deficiency results in a severe haemorrhagic diathesis. We analyzed the PI gene of a French boy apparently homozygous for PI deficiency and his heterozygous parents. Both alleles of the homozygous patient had a novel G to A transition at the consensus splicing donor site in the intron 2 of the PI gene. In an expression assay using the heterologous cells transfected with the mutant PI expression vector, 3 types of aberrant transcripts using a cryptic splicing donor site within the intron 2 were detected. All of these mRNAs had a stop codon upstream of the cryptic splicing site and encode only 25 amino acids, comprising the first 21 amino acids of the signal peptide (27 amino acids) plus 4 new amino acids. This mutant was designated as PI-Paris-Trousseau.","dc:creator":"Yoshinaga H","dc:date":"2000","dc:title":"A novel point mutation of the splicing donor site in the intron 2 of the plasmin inhibitor gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10959705","rdfs:label":"Paris-Trousseau Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous c.63+1G>A variant alters the intron 2 splice donor site. In a transient expression assay using COS-7 cells transfected with the mutant PI expression vector, RT-PCR revealed 3 aberrant types of mRNA using a cryptic splicing donor site, and detected no PI in either the culture media or the lysate of the transfected cells."},{"id":"cggv:c1bdcf8a-7000-441c-ae82-130add7ddb64_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad91c180-547e-4477-9945-af3f4fc876f6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"detectionMethod":"PCR amplified all coding exons and exon-intron boundaries. Fragments were subcloned and Sanger sequenced. Additional family members were genotyped by RFLP.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"No immunologically detectable PI in plasma and <10% activity.","phenotypes":["obo:HP_0001934","obo:HP_0005261","obo:HP_0040247"],"previousTesting":true,"previousTestingDescription":"All coagulation tests and platelet function tests were within normal limits.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:c1bdcf8a-7000-441c-ae82-130add7ddb64_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8491e89c-5b16-4728-8931-af20cc35a014","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1745874del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA624564879"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12152655","type":"dc:BibliographicResource","dc:abstract":"Plasma plasmin inhibitor (PI) is a physiological inhibitor of plasmin-mediated fibrinolysis and constitutes a hemostatic component in blood plasma; hence its deficiency results in a severe hemorrhagic diathesis. We have carried out molecular analysis of American family members with congenital PI deficiency, and detected a single thymine deletion at nucleotide position 332 in exon 5. The deletion was found in both alleles of the homozygotes and in one allele of the heterozygotes, and the patterns of restriction fragment length polymorphism created by the mutation in the family members were compatible with their phenotypes. The deletion caused a frameshift leading to an alteration and shortening of the deduced amino acid sequence. The amino acid sequence consists of the first 83 amino acids of the N-terminal sequence of the normal PI and additional new amino acids, resulting in a mutant composed of 94 amino acids in contrast to 464 amino acids of the normal PI. In transient expression analysis, the mutant PI whose molecular size was compatible with the predicted amino acid sequence was detected in the lysates of the cells transfected with the mutated PI expression vector. The mutant PI was retained and underwent progressive degradation within the cells, and was minimally excreted into the media. These data indicate that this mutation is the cause of PI deficiency in this pedigree.","dc:creator":"Yoshinaga H","dc:date":"2002","dc:title":"A single thymine nucleotide deletion responsible for congenital deficiency of plasmin inhibitor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12152655","rdfs:label":"American Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous frameshift Leu111ArgfsTer12 generates a premature stop codon in exon 5. An expression vector containing the frameshift sequence was transfected into COS-7 cells, which produced a shortened protein that was not secreted and underwent progressive degradation. This variant has been observed once in the gnomAD cohort, with an MAF of 0.00006154 (1/16250 alleles) in the African population."},{"id":"cggv:5e4d1721-76a4-4de2-835f-18cdf3b2a630_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:516759f0-4ca7-4042-b0c8-baebb935a5e0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"detectionMethod":"Genomic fragments containing 9 of 10 exons and exon-intron boundaries were subcloned and Sanger sequenced.","phenotypeFreeText":"<1 ug/ml alpha-2-PI and functional assays showed complete deficiency","phenotypes":["obo:HP_0012151","obo:HP_0001934","obo:HP_0005261","obo:HP_0000225","obo:HP_0040247","obo:HP_0012233"],"previousTesting":true,"previousTestingDescription":"The following tests were within normal limits: platelet count, bleeding time, thrombin time, prothrombin time, partial thromboplastin time, titers of known clotting factors, platelet glass bead retention, FactorVIII-related antigen, plateletaggregation by ADP, collagen and ristocetin, and clot retraction.","sex":"Male","variant":{"id":"cggv:5e4d1721-76a4-4de2-835f-18cdf3b2a630_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:618b6cbb-0e94-4b36-a140-02bdd2b8a728","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000934.3(SERPINF2):c.525_527AGA[1] (p.Glu176del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114099"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2572590","type":"dc:BibliographicResource","dc:abstract":"alpha 2-Plasmin inhibitor is the most important physiological inhibitor of fibrinolysis; hence, its deficiency results in a severe hemorrhagic diathesis. We have cloned and characterized a mutant alpha 2-plasmin inhibitor gene from an individual homozygous for the deficiency. By sequencing all the coding exons and exon-intron boundaries of the gene, a trinucleotide deletion in exon VII that results in deletion of Glu137 was identified. We have designated this variant as alpha 2-plasmin inhibitor Okinawa. Using DNA samples amplified with the polymerase chain reaction, hybridization analysis by oligonucleotide probes confirmed the presence of this mutation in all the affected family members, including both parents. To elucidate the mechanism by which this mutation leads to the deficiency, a eukaryotic expression plasmid for alpha 2-plasmin inhibitor containing this mutation was constructed and transfected into COS-7 cells for transient expression analysis. Immunoprecipitation analysis and enzyme-linked immunosorbent assay revealed that the mutant alpha 2-plasmin inhibitor synthesized is mostly retained within the cells as an endoglycosidase H-sensitive form, and only a small portion of it is secreted into the medium as a neuraminidase-sensitive form. These results suggest that the Glu137 deletion leads to the alpha 2-plasmin inhibitor deficiency by causing a block in its intracellular transport from the endoplasmic reticulum to the Golgi complex.","dc:creator":"Miura O","dc:date":"1989","dc:title":"Hereditary alpha 2-plasmin inhibitor deficiency caused by a transport-deficient mutation (alpha 2-PI-Okinawa). Deletion of Glu137 by a trinucleotide deletion blocks intracellular transport."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2572590","rdfs:label":"Okinawa II-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous in-frame deletion of Glu176 was introduced into an alpha-2-PI expression vector and transfected into COS-7 cells; no difference was observed between variant and WT protein levels in the cell, however only 14% of WT levels were found in the media. It was further shown that this abnormal molecule was retained as an endo H-susceptible form within the cells."},{"id":"cggv:5c55f0dc-bb24-431b-87df-9bb9cb2c296a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e19569f-2162-4b43-a40c-5c5b91ebe871","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":62,"detectionMethod":"PCR amplification and direct DNA sequencing of all 10 exons, introns, and 5'UTR.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"PI activity levels and PI antigen levels were <1%","phenotypes":["obo:HP_0004846","obo:HP_0006298","obo:HP_0000421"],"previousTesting":true,"previousTestingDescription":"Coagulation and platelet-related parameters were within normal limits.","sex":"Male","variant":{"id":"cggv:5c55f0dc-bb24-431b-87df-9bb9cb2c296a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:28c319f1-6000-419b-9993-31e09621eb8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.1747132C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA286812941"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29656168","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Viganò S","dc:date":"2018","dc:title":"A novel allele variant of the SERPINF2 gene responsible for severe plasmin inhibitor (α2-antiplasmin) deficiency in an Italian patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29656168","rdfs:label":"Vigano Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The nonsense variant Arg161Ter creates a premature stop codon in exon 5 of 10 which is predicted to result in NMD. This variant has been observed once in the gnomAD cohort, with an MAF of 0.00003272 (1/30566 alleles) in the South Asian population."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1251,"specifiedBy":"GeneValidityCriteria7","strengthScore":16,"subject":{"id":"cggv:3ffd8d95-1a24-42c8-a413-8caca51c6b1c","type":"GeneValidityProposition","disease":"obo:MONDO_0009883","gene":"hgnc:9075","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Alpha-2-plasmin inhibitor deficiency was first described in 1978 by Koie et al. (PMID: 82839), and is characterized by delayed bleeding after trauma, surgery and dental procedures. Bleeding in areas of high fibrinolytic activity is also common, such as menorrhagia and epistaxis. In 1987, the first variant was identified in patients by Holmes et al. (PMID: 2958938) establishing the relationship between SERPINF2 and autosomal recessive alpha-2-plasmin inhibitor deficiency. Patients with biallelic alpha-2-plasmin inhibitor deficiency may have severe bleeding manifestations, whereas heterozygotes may have milder bleeding tendencies or remain asymptomatic. At least 10 unique variants (including missense, nonsense, splicing and frameshift variants) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 10 probands in 9 publications (PMIDs: 31441040, 2958938, 17961166, 2496145, 2572590, 31577375, 29656168, 10959705, 12152655). Variants in this gene segregated with disease in 6 additional family members. Alpha-2-plasmin inhibitor acts as a primary and fast-acting inhibitor of plasmin; its major physiological role is to stabilize hemostatic plugs by inhibiting plasmin-mediated fibrinolysis that follows fibrin formation. The bleeding associated with a deficiency in alpha-2-plasmin inhibitor is because of the premature dissolution of hemostatic plugs before tissue and vessel repair. This gene-disease relationship is supported by its biochemical function in fibrinolysis (PMID: 134998), the functional alteration observed in patient cells which can be rescued with exogenous protein (PMID: 156196), and a knockout mouse model which recapitulates the alteration in fibrinolysis (PMID: 10090937). In summary, SERPINF2 is definitively associated with autosomal recessive alpha-2-plasmin inhibitor deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:a8fa2353-ff89-41f1-b030-bde64517edbb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}