{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2024-04-29T18:09:01.463Z","role":"Publisher"},{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2022-07-21T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bcfc6444-4133-4eaa-8357-c9b5f099faa8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a0ae3a8-0eef-44ac-9bef-978fe074fc2a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Injected rats intravenously with fluorescently labeled Beta2- macroglobulin and fixed the kidneys by perfusion at various time points. Demonstrated co-localisation of CIC-5 with proton pump and endocytosed beta2-macroglobulin in proximal tubule of rat kidney.  CIC-5 also concentrated in the intercalating cells of the collecting ducts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9653142","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations of the ClC-5 chloride channel lead to Dent's disease, a syndrome characterized by low molecular weight proteinuria, hypercalciuria, and kidney stones. We show that ClC-5 is expressed in renal proximal tubule cells, which normally endocytose proteins passing the glomerular filter. Expression is highest below the brush border in a region densely packed with endocytotic vesicles, where ClC-5 colocalizes with the H+-ATPase and with internalized proteins early after uptake. In intercalated cells of the collecting duct it again localizes to apical intracellular vesicles and colocalizes with the proton pump in alpha-intercalated cells. In transfected cells, ClC-5 colocalizes with endocytosed alpha2-macroglobulin. Cotransfection with a GTPase-deficient rab5 mutant leads to enlarged early endosomes that stain for ClC-5. We suggest that ClC-5 may be essential for proximal tubular endocytosis by providing an electrical shunt necessary for the efficient acidification of vesicles in the endocytotic pathway, explaining the proteinuria observed in Dent's disease.","dc:creator":"Günther W","dc:date":"1998","dc:title":"ClC-5, the chloride channel mutated in Dent's disease, colocalizes with the proton pump in endocytotically active kidney cells."},"rdfs:label":"Expression of ClC-5 in rat kidney"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d71608e2-3285-44a3-89d9-7116ccd97c0e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35575685-4b9a-4ce4-8c0f-789b2cc35126","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates human phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11099045","type":"dc:BibliographicResource","dc:abstract":"Dent's disease is an X-linked disorder associated with the urinary loss of low-molecular-weight proteins, phosphate and calcium, which often leads to kidney stones. It is caused by mutations in ClC-5, a renal chloride channel that is expressed in endosomes of the proximal tubule. Here we show that disruption of the mouse clcn5 gene causes proteinuria by strongly reducing apical proximal tubular endocytosis. Both receptor-mediated and fluid-phase endocytosis are affected, and the internalization of the apical transporters NaPi-2 and NHE3 is slowed. At steady state, however, both proteins are redistributed from the plasma membrane to intracellular vesicles. This may be caused by an increased stimulation of luminal parathyroid hormone (PTH) receptors owing to the observed decreased tubular endocytosis of PTH. The rise in luminal PTH concentration should also stimulate the hydroxylation of 25(OH) vitamin D3 to the active hormone. However, this is counteracted by a urinary loss of the precursor 25(OH) vitamin D3. The balance between these opposing effects, both of which are secondary to the defect in proximal tubular endocytosis, probably determines whether there will be hypercalciuria and kidney stones.","dc:creator":"Piwon N","dc:date":"2000","dc:title":"ClC-5 Cl- -channel disruption impairs endocytosis in a mouse model for Dent's disease."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:fee983fd-2dc7-43f5-9da9-cc5b9d25e2b4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8a4142e-fe92-4eb9-b604-462c12f2331e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates human phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15942052","type":"dc:BibliographicResource","dc:abstract":"The proper functioning of the Cl(-) channel, ClC-5, is essential for the uptake of low molecular mass proteins through receptor-mediated endocytosis in the proximal tubule. Dent's disease patients with mutant ClC-5 channels and ClC-5 knockout (KO) mice both have low molecular mass proteinuria. To further understand the function of ClC-5, endocytosis was studied in LLC-PK(1) cells and primary cultures of proximal tubule cells from wild-type (WT) and ClC-5 KO kidneys. Endocytosis in the proximal tubule cells from KO mice was reduced compared with that in WT animals. Endocytosis in WT but not in KO cells was inhibited by bafilomycin A-1 and Cl(-) depletion, whereas endocytosis in both WT and KO cells was inhibited by the NHE3 blocker, S3226. Infection with adenovirus containing WT ClC-5 rescued receptor-mediated endocytosis in KO cells, whereas infection with any of the three disease-causing mutants, myc-W22G-ClC-5, myc-S520P-ClC-5, or myc-R704X-ClC-5, did not. WT and the three mutants all trafficked to the apical surface, as assessed by surface biotinylation. WT-ClC-5 and the W22G mutant were internalized similarly, whereas neither the S520P nor the R704X mutants was. These data indicate that ClC-5 is important for Cl(-) and proton pump-mediated endocytosis. However, not all receptor-mediated endocytosis in the proximal tubule is dependent on ClC-5. There is a significant fraction that can be inhibited by an NHE3 blocker. Our data from the mutants suggest that defective targeting and trafficking of mutant ClC-5 to the endosomes are a major determinant in the lack of normal endocytosis in Dent's disease.","dc:creator":"Wang Y","dc:date":"2005","dc:title":"ClC-5: role in endocytosis in the proximal tubule."},"rdfs:label":"Knockout mouse model with rescue"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":8219,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.5,"subject":{"id":"cggv:e3b89a6f-46f2-40c6-9549-9383d8e77eee","type":"GeneValidityProposition","disease":"obo:MONDO_0010225","gene":"hgnc:2023","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *CLCN5* gene is located on chromosome X at p11.23 and encodes the chloride voltage-gated channel 5 protein, a chloride/proton exchanger primarily located in the endosomal membranes of proximal renal tubular cells. This protein is important for the acidification of early endosomes of proximal tubules and the re-absorption of low-molecular-weight proteins in the proximal tubule\n\nMultiple disease entities have been reported in association with this gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there was no evidence of differences in their molecular mechanism, inheritance pattern and phenotypic spectrum. Therefore, the following disease entities have been lumped into one disease entity: Dent disease 1 (OMIM:300009), hypophosphatemic rickets (OMIM:300554), nephrolithiasis, type 1 (OMIM:310468) and proteinuria, low molecular weight, with hypercalciuric nephrocalcinosis (OMIM:308990). The preferred disease name suggested for this grouping of disorders is ‘Dent disease - *CLCN5*’.\n\n*CLCN5* was first reported in relation to X-linked recessive Dent disease 1 in 1994 (Fisher et al., PMID: 7874126). The mechanism of pathogenicity is known to be loss of function. Dent disease 1 usually presents in childhood with low molecular weight proteinuria, hypercalciuria and additional features such as hypophosphatemia, nephrocalcinosis, nephrolithisasis, haematuria, renal insufficiency, bony deformities and short stature.\n\nAt least 10 variants (7 nonsense, 1 canonical splice site, 2 missense) have been reported in 10 probands over 5 publications (PMIDs: 8559248, 30581818, 29084614, 9734595, 16822791 included in this curation). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached, considering case-level data.\n\nThis gene-disease relationship is also supported by expression studies and animal models. CIC-5 was shown to co-localise with the proton pump and endocytosed beta2-macroglobulin in the proximal tubule of rat kidney cells and the intercalating cells of the collecting duct (PMID: 9653142). Hemizygous *clcn5* knockout mice models recapitulated the human disease phenotype (PMIDs: 11099045, 15942052). A total of 4.5/6 pts. for experimental evidence was reached.\n\nIn summary, there is definitive evidence supporting the relationship between *CLCN5* and X-linked recessive Dent Disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:9c5b5abc-4f1f-4491-b5db-5208906f0f1b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}