{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-08-29T20:38:41.957Z","role":"Publisher"},{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-08-29T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationFrameworkChange"},{"id":"cg:DiseaseNameUpdate"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:871a1cff-9acd-4c8d-9b2e-acac4b183726","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4bc1df90-27fb-409b-bd02-7a8e29572210","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Sf9 cells were infected with various baculovirus combinations, and in each case one of the expressed proteins was histidine-tagged for absorption to Talon. Proteins that interacted with the single tagged paralog were then identified by Western blotting. We found that RAD51B (Fig. 4A) and RAD51D (Fig. ​(Fig.4B)4B) were individually bound by RAD51C-his10, and that RAD51B and RAD51D could be bound simultaneously by RAD51Chis10 (Fig. 4C). In the absence of RAD51C, however, interactions between RAD51B-his6 and RAD51D were not observed (Fig. 4D). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11751635","type":"dc:BibliographicResource","dc:abstract":"Cells defective in any of the RAD51 paralogs (RAD51B, RAD51C, RAD51D, XRCC2, and XRCC3) are sensitive to DNA cross-linking agents and to ionizing radiation. Because the paralogs are required for the assembly of DNA damage-induced RAD51 foci, and mutant cell lines are defective in homologous recombination and show genomic instability, their defect is thought to be caused by an inability to promote efficient recombinational repair. Here, we show that the five paralogs exist in two distinct complexes in human cells: one contains RAD51B, RAD51C, RAD51D, and XRCC2 (defined as BCDX2), whereas the other consists of RAD51C with XRCC3. Both protein complexes have been purified to homogeneity and their biochemical properties investigated. BCDX2 binds single-stranded DNA and single-stranded gaps in duplex DNA, in accord with the proposal that the paralogs play an early (pre-RAD51) role in recombinational repair. Moreover, BCDX2 complex binds specifically to nicks in duplex DNA. We suggest that the extreme sensitivity of paralog-defective cell lines to cross-linking agents is owing to defects in the processing of incised cross links and the consequential failure to initiate recombinational repair at these sites.","dc:creator":"Masson JY","dc:date":"2001","dc:title":"Identification and purification of two distinct complexes containing the five RAD51 paralogs."},"rdfs:label":"Masson Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:f72a8ac8-4c8d-4e0a-8a76-4a9316ac6b66","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:384ceb4b-0733-4337-adc9-bb7fe8735191","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"\"XRCC2 Interacts with Rad51D in the Yeast Two-hybrid System—In two-hybrid experiments, the human Rad51D protein interacts strongly with the human XRCC2 protein (Table I). Prior to having the full-length human RAD51D cDNA, we used the mouse cDNA in some initial experiments (Fig. 1). All of the other mammalian Rad51 paralogs in our studies are human proteins. Like the HsRad51D protein, the mouse Rad51D protein also interacts with XRCC2, although much more weakly (Table I). XRCC2 does not interact with itself (Fig. 1) nor does either HsRad51D (Table I) or MmRad51D (Fig. 1). Rad51C Interacts Weakly with Human Rad51D but More Strongly with Mouse Rad51D—Human Rad51C was originally found to interact moderately with MmRad51D (Fig. 1), but to our surprise, Rad51C interacts only very weakly with the HsRad51D. The Y190 two-hybrid strain transformed with both RAD51C and HsRAD51D are pale blue on X-gal plates; similarly, the PJ69-4A strain is ade1, but very slow growing on plates lacking adenine (data not shown). A more detailed analysis of the interaction between Rad51C and Rad51D is presented below under three-hybrid results. The Yeast Rad51 Protein Interacts with Both the Human Rad51 and XRCC3 Protein.\n\nThe yeast two-hybrid system was used to determine whether any of the human Rad51 paralogs could interact with the yeast (S. cerevisiae) Rad51 paralogs. The only strongly positive results were the interaction of XRCC3 with yeast Rad51 and the interaction of yeast Rad51 with human Rad51 (Table II). A very weak interaction was observed between yeast Rad51 and Rad51C and between yeast Rad55 and human Rad51. All of these results are consistent with the high conservation of the yeast and human Rad51proteins\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10749867","type":"dc:BibliographicResource","dc:abstract":"In yeast, the Rad51-related proteins include Rad55 and Rad57, which form a heterodimer that interacts with Rad51. Five human Rad51 paralogs have been identified (XRCC2, XRCC3, Rad51B/Rad51L1, Rad51C/Rad51L2, and Rad51D/Rad51L3), and each interacts with one or more of the others. Previously we reported that HsRad51 interacts with XRCC3, and Rad51C interacts with XRCC3, Rad51B, and HsRad51. Here we report that in the yeast two-hybrid system, Rad51D interacts with XRCC2 and Rad51C. No other interactions, including self-interactions, were found, indicating that the observed interactions are specific. The yeast Rad51 interacts with human Rad51 and XRCC3, suggesting Rad51 conservation since the human yeast divergence. Data from yeast three-hybrid experiments indicate that a number of the pairs of interactions between human Rad51 paralogs can occur simultaneously. For example, Rad51B expression enhances the binding of Rad51C to XRCC3 and to HsRad51D, and Rad51C expression allows the indirect interaction of Rad51B with Rad51D. Experiments using 6xHis-tagged proteins in the baculovirus system confirm several of our yeast results, including Rad51B interaction with Rad51D only when Rad51C is simultaneously expressed and Rad51C interaction with XRCC2 only when Rad51D is present. These results suggest that these proteins may participate in one complex or multiple smaller ones.","dc:creator":"Schild D","dc:date":"2000","dc:title":"Evidence for simultaneous protein interactions between human Rad51 paralogs."},"rdfs:label":"Schild Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a504d827-a6e6-41d6-829e-7b907f91679e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:87eaeddf-d333-4fd6-84a5-0a777df51dcf","type":"FunctionalAlteration","dc:description":"We found that RAD51D-deficient cells had a significantly higher frequency of spontaneous and ISceI DSB-induced selectable marker loss. These cells also had a severely reduced capacity for HR-mediated gene conversion events. Further, higher marker loss and inefficiency to complete HR manifested as detrimental loss of large segments of the reporter locus via large deletions and SSA\nevents.\n\nRAD51D is implicated in genome stability and HR\nRAD51D-deficient CHO cells exhibit a significant increase in I-Scel induced marker loss compared to wt cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27924006","type":"dc:BibliographicResource","dc:abstract":"Homologous recombination (HR) is a DNA double-strand break (DSB) repair pathway that protects the genome from chromosomal instability. RAD51 mediator proteins (i.e. paralogs) are critical for efficient HR in mammalian cells. However, how HR-deficient cells process DSBs is not clear. Here, we utilized a loss-of-function HR-reporter substrate to simultaneously monitor HR-mediated gene conversion and non-conservative mutation events. The assay is designed around a heteroallelic duplication of the Aprt gene at its endogenous locus in isogenic Chinese hamster ovary cell lines. We found that RAD51D-deficient cells had a reduced capacity for HR-mediated gene conversion both spontaneously and in response to I-SceI-induced DSBs. Further, RAD51D-deficiency shifted DSB repair toward highly deleterious single-strand annealing (SSA) and end-joining processes that led to the loss of large chromosomal segments surrounding site-specific DSBs at an exceptionally high frequency. Deletions in the proximity of the break were due to a non-homologous end-joining pathway, while larger deletions were processed via a SSA pathway. Overall, our data revealed that, in addition to leading to chromosomal abnormalities, RAD51D-deficiency resulted in a high frequency of deletions advancing our understanding of how a RAD51 paralog is involved in maintaining genomic stability and how its deficiency may predispose cells to tumorigenesis.","dc:creator":"Reh WA","dc:date":"2017","dc:title":"The homologous recombination protein RAD51D protects the genome from large deletions."},"rdfs:label":"Reh Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:df36d269-09b0-4aee-a771-7fcb50c2c6dc","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:df36d269-09b0-4aee-a771-7fcb50c2c6dc_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:52471ea1-d53f-4699-a033-f0d76a694b84","type":"Cohort","allGenotypedSequenced":4809,"alleleFrequency":0.004158868787689748,"detectionMethod":"Cases were sequenced and genotyped with targeted NGS panels and a clinical bioinformatics pipeline as previously described [15]. Controls were sequenced by clinical ES as previously described using either Agilent SureSelect Human All Exon v4 or Agilent Clinical Research Exome capture protocols (Agilent, Santa Clara, CA) [16]. Separate from clinical ES testing, control samples were jointly genotyped across the entire cohort following Genome Analysis Toolkit Best Practices using HaplotypeCaller (version 3.7.0) in GVCF mode followed by GenotypeGVCFs and variant quality score recalibration","evidence":[{"id":"cggv:df36d269-09b0-4aee-a771-7fcb50c2c6dc_cc_evidence_item"}],"numWithVariant":20,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:a6b3c1cc-3c16-4722-ae61-e4b55feafcba","type":"Cohort","allGenotypedSequenced":4688,"alleleFrequency":0.0004266211604095563,"detectionMethod":"Cases were sequenced and genotyped with targeted NGS panels and a clinical bioinformatics pipeline as previously described [15]. Controls were sequenced by clinical ES as previously described using either Agilent SureSelect Human All Exon v4 or Agilent Clinical Research Exome capture protocols (Agilent, Santa Clara, CA) [16]. Separate from clinical ES testing, control samples were jointly genotyped across the entire cohort following Genome Analysis Toolkit Best Practices using HaplotypeCaller (version 3.7.0) in GVCF mode followed by GenotypeGVCFs and variant quality score recalibration","evidence":[{"id":"cggv:df36d269-09b0-4aee-a771-7fcb50c2c6dc_cc_evidence_item"}],"numWithVariant":2},"lowerConfidenceLimit":2.17,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00251,"statisticalSignificanceType":"","statisticalSignificanceValue":8.38,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":47.23,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31341520","type":"dc:BibliographicResource","dc:abstract":"Genes in the homologous recombination pathway have shown varying results in the literature regarding ovarian cancer (OC) association. Recent case-control studies have used allele counts alone to quantify genetic associations with cancer.","dc:creator":"Arvai KJ","dc:date":"2019","dc:title":"Age-adjusted association of homologous recombination genes with ovarian cancer using clinical exomes as controls."},"rdfs:label":"Arvai et al. Ovarian Cancer"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":4,"dc:description":"OR shows a strong association with RAD51D and Ovarian Cancer."},{"id":"cggv:3af39cce-3f7b-4794-8c65-a964a8324f4c","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3af39cce-3f7b-4794-8c65-a964a8324f4c_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:4735d2b8-0770-4c99-93b8-56bb0daac1d0","type":"Cohort","allGenotypedSequenced":5020,"alleleFrequency":0.001792828685258964,"detectionMethod":"    Female patients who underwent testing with a 25- gene hereditary cancer panel between September 2013 and September 2015 were evaluated. Testing was performed at a Clinical Laboratory Improvement Amendments and College of American Pathology–approved laboratory (Myriad Genetic Laboratories) for a panel of 25 genes","evidence":[{"id":"cggv:3af39cce-3f7b-4794-8c65-a964a8324f4c_cc_evidence_item"}],"numWithVariant":9,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:793d2f6e-1f73-4ff2-b3a0-24c1406867cd","type":"Cohort","allGenotypedSequenced":64649,"alleleFrequency":0.000618725734350106,"detectionMethod":"    Female patients who underwent testing with a 25- gene hereditary cancer panel between September 2013 and September 2015 were evaluated. Testing was performed at a Clinical Laboratory Improvement Amendments and College of American Pathology–approved laboratory (Myriad Genetic Laboratories) for a panel of 25 genes","evidence":[{"id":"cggv:3af39cce-3f7b-4794-8c65-a964a8324f4c_cc_evidence_item"}],"numWithVariant":40},"lowerConfidenceLimit":2.13,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00014,"statisticalSignificanceType":"","statisticalSignificanceValue":4.78,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":10.7,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35172496","type":"dc:BibliographicResource","dc:abstract":"Multiple-gene, next-generation sequencing panels are increasingly used to assess hereditary cancer risks of patients with diverse personal and family cancer histories. The magnitude of breast and ovarian cancer risk associated with many clinically tested genes, and independent of family cancer history, remains to be quantified.","dc:creator":"Kurian AW","dc:date":"2017","dc:title":"Breast and Ovarian Cancer Penetrance Estimates Derived From Germline Multiple-Gene Sequencing Results in Women."},"rdfs:label":"Kurian et al. Ovarian Cancer"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":6,"dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age. Specifically, both groups had approximately the same percentage of each of the following categories: Asian, non-Hispanic Black, Hispanic, non-Hispanic white, and other. Please see Table 1 of the article. Prevalences of pathogenic variants and variants of uncertain significance in each gene were tabulated for the case patients and controls in the population-based CARRIERS analysis, and 95% confidence intervals were estimated with the use of the Wilson score method without continuity correction.\" \n\n\"Cases and controls were matched 1:1 according to age (+/- 3 years), ancestry (exact\nmatch), and family cancer history (breast, ovarian, colon, uterine)."},{"id":"cggv:d75cfa59-1fbb-4e6f-b5e9-1dffb6216b33","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d75cfa59-1fbb-4e6f-b5e9-1dffb6216b33_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:178a89e5-5d01-418e-980f-b3b07bdfa1c8","type":"Cohort","allGenotypedSequenced":3814,"alleleFrequency":0.002097535395909806,"detectionMethod":"\tGermline genetic testing results for 21 genes (BRCA1, BRCA2, PALB2, BARD1, BRIP1, NF1, MSH2, MSH6, PMS2, CDKN2A, RAD51C, RAD51D, RAD50, NBN, MRE11A, ATM, CHEK2, TP53, PTEN, STK11, CDH1) from the clinically tested cohort of TNBC patients were evaluated. Testing was performed by targeted custom capture and sequencing and chromosomal rearrangement analysis.","evidence":[{"id":"cggv:d75cfa59-1fbb-4e6f-b5e9-1dffb6216b33_cc_evidence_item"}],"numWithVariant":8,"relatedCondition":{"id":"obo:MONDO_0005494"}},"controlCohort":{"id":"cggv:9ed04c92-e2ae-4ca1-8285-93907791b933","type":"Cohort","allGenotypedSequenced":2003,"alleleFrequency":0.003494757863205192,"detectionMethod":"Analysis of 17 predisposition genes (BRCA1, BRCA2, PALB2, BARD1, BRIP1, RAD51C, RAD51D, RAD50, NBN, MRE11A, XRCC2, ATM, CHEK2, TP53, PTEN, STK11, CDH1) in 2148 TNBCC patients, unselected for age of diagnosis, family history, or ethnicity, was performed by custom capture panel and sequencing.","evidence":[{"id":"cggv:d75cfa59-1fbb-4e6f-b5e9-1dffb6216b33_cc_evidence_item"}],"numWithVariant":7},"lowerConfidenceLimit":2.6,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00031,"statisticalSignificanceType":"","statisticalSignificanceValue":6.97,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1866,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30099541","type":"dc:BibliographicResource","dc:abstract":"Germline genetic testing with hereditary cancer gene panels can identify women at increased risk of breast cancer. However, those at increased risk of triple-negative (estrogen receptor-negative, progesterone receptor-negative, human epidermal growth factor receptor-negative) breast cancer (TNBC) cannot be identified because predisposition genes for TNBC, other than BRCA1, have not been established. The aim of this study was to define the cancer panel genes associated with increased risk of TNBC.","dc:creator":"Shimelis H","dc:date":"2018","dc:title":"Triple-Negative Breast Cancer Risk Genes Identified by Multigene Hereditary Cancer Panel Testing."},"rdfs:label":"Shimelis_TNBC_Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":3},{"id":"cggv:f279a914-c85b-4404-b485-a7b6297b383d","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f279a914-c85b-4404-b485-a7b6297b383d_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:d4e7a484-6f1b-4f0e-935a-9797b537acec","type":"Cohort","allGenotypedSequenced":7766,"alleleFrequency":0.001673963430337368,"detectionMethod":"Analyzed a panel of 34 known or suspected breast cancer susceptibility genes (including RAD51D).","evidence":[{"id":"cggv:f279a914-c85b-4404-b485-a7b6297b383d_cc_evidence_item"}],"numWithVariant":13,"relatedCondition":{"id":"obo:MONDO_0006513"}},"controlCohort":{"id":"cggv:58e7a592-566f-41bd-ad90-f72393fc0044","type":"Cohort","allGenotypedSequenced":0,"detectionMethod":"Analyzed a panel of 34 known or suspected breast cancer susceptibility genes (including RAD51D).","evidence":[{"id":"cggv:f279a914-c85b-4404-b485-a7b6297b383d_cc_evidence_item"}],"numWithVariant":0},"lowerConfidenceLimit":1.47,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.0021,"statisticalSignificanceType":"","statisticalSignificanceValue":2.92,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":5.78,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"BCAC_ER negative BC_Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"Please note: the numbers of \"Controls with variant(s) in the gene in question\" and \"all Controls genotyped/sequenced\" are unknown (not provided in the paper)."},{"id":"cggv:e82b57f7-2266-4cab-919b-ca018cbf5308","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e82b57f7-2266-4cab-919b-ca018cbf5308_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:30b676ed-3d55-4080-be83-d982f2f58274","type":"Cohort","allGenotypedSequenced":46378,"alleleFrequency":0,"detectionMethod":"Test panel for 9 genes: ATM, BARD1, BRCA1, BRCA2, CHEK2, PALB2, RAD51C, RAD51D, and TP53.","evidence":[{"id":"cggv:e82b57f7-2266-4cab-919b-ca018cbf5308_cc_evidence_item"}],"numWithVariant":0,"relatedCondition":{"id":"obo:MONDO_0005494"}},"controlCohort":{"id":"cggv:40801018-0e34-4693-853a-4184626180b4","type":"Cohort","allGenotypedSequenced":42680,"alleleFrequency":0,"detectionMethod":"Test panel for 9 genes: ATM, BARD1, BRCA1, BRCA2, CHEK2, PALB2, RAD51C, RAD51D, and TP53.","evidence":[{"id":"cggv:e82b57f7-2266-4cab-919b-ca018cbf5308_cc_evidence_item"}],"numWithVariant":0},"lowerConfidenceLimit":2.99,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":8.85E-7,"statisticalSignificanceType":"","statisticalSignificanceValue":6.19,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":12.79,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35084436","type":"dc:BibliographicResource","dc:abstract":"Rare germline genetic variants in several genes are associated with increased breast cancer (BC) risk, but their precise contributions to different disease subtypes are unclear. This information is relevant to guidelines for gene panel testing and risk prediction.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2022","dc:title":"Pathology of Tumors Associated With Pathogenic Germline Variants in 9 Breast Cancer Susceptibility Genes."},"rdfs:label":"BCAC_TNBC_Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"Please note: the numbers of \"Number of Cases with variant(s) in the gene in question\" and \"Number of Controls with variant(s) in the gene in question\" are unknown (not provided in the paper)."},{"id":"cggv:ae176b76-dc0f-41a5-bf98-8742351f12a9","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ae176b76-dc0f-41a5-bf98-8742351f12a9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:14e590dd-c227-4a18-9ce6-707d463f9d70","type":"Cohort","allGenotypedSequenced":4758,"alleleFrequency":0.001681378730559058,"detectionMethod":"Test panel for 15 genes implicated in breast cancer (ATM, BARD1, BRCA1, BRCA2, BRIP1, CDH1, CHEK2, MSH6, NBN, NF1, PALB2, PTEN, RAD51C, RAD51D, and TP53).","evidence":[{"id":"cggv:ae176b76-dc0f-41a5-bf98-8742351f12a9_cc_evidence_item"}],"numWithVariant":8,"relatedCondition":{"id":"obo:MONDO_0005494"}},"controlCohort":{"id":"cggv:8ccf7196-eb8a-4b83-bf0b-b8e32fab3a76","type":"Cohort","allGenotypedSequenced":0,"detectionMethod":"gnomAD reference control populations","evidence":[{"id":"cggv:ae176b76-dc0f-41a5-bf98-8742351f12a9_cc_evidence_item"}],"numWithVariant":0},"lowerConfidenceLimit":1.8,"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":4.14,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":8.35,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32091585","type":"dc:BibliographicResource","dc:abstract":"The germline cancer predisposition genes associated with increased risk of each clinical subtype of breast cancer, defined by estrogen receptor (ER), progesterone receptor (PR), and HER2, are not well defined.","dc:creator":"Hu C","dc:date":"2020","dc:title":"The Contribution of Germline Predisposition Gene Mutations to Clinical Subtypes of Invasive Breast Cancer From a Clinical Genetic Testing Cohort."},"rdfs:label":"Hu_TNBC_Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"Please note: the numbers of \"Number of Controls with variant(s) in the gene in question\" and \"Number of all Controls genotyped/sequenced\" were not provided in "},{"id":"cggv:e86b642b-f991-460b-89d5-3e46f59fd1e0","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e86b642b-f991-460b-89d5-3e46f59fd1e0_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:cf20ce20-89c9-41ed-b4ef-b3d692a2eb86","type":"Cohort","allGenotypedSequenced":1915,"alleleFrequency":0.005744125326370757,"detectionMethod":"Germline DNA extracted from blood was sequenced using BROCA, a targeted capture, massively parallel sequencing test developed at the University of Washington.15 For this study, we sequenced ATM, BARD1, BRCA1, BRCA2, BRIP1, CHEK2, FAM175A, FANCP, MLH1, MSH2, MSH6, MRE11A, NBN, PALB2, PMS2, PTEN, RAD50, RAD51C, RAD51D, and TP53. Sequencing reads were aligned to the human reference genome (hg19). Variants were identified using GATK37 and Pindel after indel realignment and base quality recalibration. Variants including copy number variations (CNVs) were detected as previously described","evidence":[{"id":"cggv:e86b642b-f991-460b-89d5-3e46f59fd1e0_cc_evidence_item"}],"numWithVariant":11,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:3b98722b-9b87-4d45-8818-9c8d837f1d3c","type":"Cohort","allGenotypedSequenced":36276,"alleleFrequency":0.0003859300915205646,"detectionMethod":"Exome Sequencing Project data.","evidence":[{"id":"cggv:e86b642b-f991-460b-89d5-3e46f59fd1e0_cc_evidence_item"}],"numWithVariant":14},"lowerConfidenceLimit":4.6,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":10.9,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":26,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26720728","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in BRCA1 and BRCA2 are relatively common in women with ovarian, fallopian tube, and peritoneal carcinoma (OC) causing a greatly increased lifetime risk of these cancers, but the frequency and relevance of inherited mutations in other genes is less well characterized.","dc:creator":"Norquist BM","dc:date":"2016","dc:title":"Inherited Mutations in Women With Ovarian Carcinoma."},"rdfs:label":"Norquist et al. Ovarian Cancer"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"Study is scored at 2 points due to the use of a public database and SOP9"},{"id":"cggv:9d31727f-f99f-4666-8c95-665732d5f34a","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9d31727f-f99f-4666-8c95-665732d5f34a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:7f1ffaf1-dfa3-414b-8dad-0e5ea7ce66a9","type":"Cohort","allGenotypedSequenced":3747,"alleleFrequency":0.003202562049639712,"detectionMethod":"We used the 48.48 Fluidigm Access Arrays (Fluidigm, San Francisco, CA)for target sequence enrichment, as described previously and according to the manufacturer’s protocol. The RAD51 genes were in a panel of 11 genes sequenced in SEA and MAYO and in a panel of six genes in the remaining studies. The results for the other genes have been reported previously8 or are unpublished. Fifty-six primer pairs were designed to cover the exons and splice sites of RAD51B, RAD51C, and RAD51D (Appendix Table A2, online only) with a combined sequencing target of 4 kb. The primer design achieved greater than 95% coverage of the target sequence. Sequencing libraries were quantified by using aKAPA library quantification kit (Kapa Biosystems, Boston, MA) with specific probes for the ends of the adapters according to the manufacturer’s protocol. The sequence libraries were sequenced using single-end sequencing on the Illumina GAII (Illumina, San Diego, CA) or paired-end sequencing on the Illumina HiScan (Illumina) or Illumina HiSeq 2000 (Illumina) according to the manufacturer’s protocol. Each lane sequenced 384 barcoded samples.","evidence":[{"id":"cggv:9d31727f-f99f-4666-8c95-665732d5f34a_cc_evidence_item"}],"numWithVariant":12,"relatedCondition":{"id":"obo:MONDO_0016248"}},"controlCohort":{"id":"cggv:a42c14ea-2fd4-41b4-adb7-260b5a99cd05","type":"Cohort","allGenotypedSequenced":4296,"alleleFrequency":0.0002327746741154562,"detectionMethod":"Authors note the controls are matched in one study however the rest of the studies do not indicate if controls were matched. \n\nWe used the 48.48 Fluidigm Access Arrays (Fluidigm, San Francisco, CA)for target sequence enrichment, as described previously and according to the manufacturer’s protocol. The RAD51 genes were in a panel of 11 genes sequenced in SEA and MAYO and in a panel of six genes in the remaining studies. The results for the other genes have been reported previously8 or are unpublished. Fifty-six primer pairs were designed to cover the exons and splice sites of RAD51B, RAD51C, and RAD51D (Appendix Table A2, online only) with a combined sequencing target of 4 kb. The primer design achieved greater than 95% coverage of the target sequence. Sequencing libraries were quantified using aKAPA library quantification kit (Kapa Biosystems, Boston, MA) with specific probes for the ends of the adapters according to the manufacturer’s protocol. The sequence libraries were sequenced using single-end sequencing on the Illumina GAII (Illumina, San Diego, CA) or paired-end sequencing on the Illumina HiScan (Illumina) or Illumina HiSeq 2000 (Illumina) according to the manufacturer’s protocol. Each lane sequenced 384 barcoded samples.","evidence":[{"id":"cggv:9d31727f-f99f-4666-8c95-665732d5f34a_cc_evidence_item"}],"numWithVariant":1},"lowerConfidenceLimit":1.5,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.019,"statisticalSignificanceType":"","statisticalSignificanceValue":12,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":90,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26261251","type":"dc:BibliographicResource","dc:abstract":"The aim of this study was to estimate the contribution of deleterious mutations in the RAD51B, RAD51C, and RAD51D genes to invasive epithelial ovarian cancer (EOC) in the population and in a screening trial of individuals at high risk of ovarian cancer.","dc:creator":"Song H","dc:date":"2015","dc:title":"Contribution of Germline Mutations in the RAD51B, RAD51C, and RAD51D Genes to Ovarian Cancer in the Population."},"rdfs:label":"Song et al. Ovarian Cancer"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":4,"dc:description":"Authors estimate that RAD51B, RAD51C, and RAD51D are responsible for approximately one in every 90 high-grade serous EOC occurrences and one in every 120 EOC occurrences."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8931,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:59f6765f-1673-419c-8096-c0490d69a576","type":"GeneValidityProposition","disease":"obo:MONDO_0700274","gene":"hgnc:9823","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"\nThe protein encoded by RAD51D gene is a member of the RAD51 protein family. The protein complex formed with RAD51D protein has been shown to catalyze homologous pairing between single- and double-stranded DNA and is thought to play a role in the early stage of recombinational repair of DNA. RAD51D has been linked to autosomal dominant RAD51D-related cancer predisposition which includes familial ovarian cancer, triple negative breast cancer and ER negative breast cancer. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) or inheritance pattern among the different cancer predispositions. Therefore, these phenotypes have been lumped into this RAD51D-related cancer predisposition curation. This gene-disease relationship has been studied in at least eight case-control studies at the aggregate variant level. These case-control studies suggested significantly increased risk for ovarian cancer in monoallelic RAD51D variant carriers compared to controls (12 points) (PMIDs: 26261251, 26720728, 30099541, 31341520, 32091585, 33471991, 35084436, 35172496). This gene-disease relationship is also supported by experimental evidence including functional alteration and protein interaction studies (1.5 points; PMIDs: 10749867, 11751635, 27924006). RAD51D-deficient cells had a significantly higher frequency of spontaneous double-strand break. In addition, these cells had a severely reduced capacity for homologous recombination-mediated DNA repair. Yeast two-hybrid and co-immunoprecipitation assays also revealed RAD51D directly interacts with RAD51C and forms a protein complex. In summary, RAD51D is definitively associated with RAD51D-related cancer predisposition (MONDO:0700274). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated as definitive for familial ovarian cancer on 10/11/2017 and as limited for hereditary breast carcinoma on 11/08/2017 by the Breast/Ovarian Cancer GCEP. This lumped re-curation as definitive was approved by the ClinGen Hereditary Cancer GCEP on 03/22/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:2d2e5a83-03cb-4483-915d-6ac32a84dc0a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}