{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10006","role":"SecondaryContributor"},{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-09-03T18:21:45.545Z","role":"Approver"},{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-09-03T18:25:15.793Z","role":"Publisher"}],"evidence":[{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:75412caa-3466-4ea5-b9ef-6e28f275c493","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:76e38537-4ddf-4aa7-917d-2ca421f5106b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MAGEL2 was associated with Schaaf-Yang syndrome with similar clinical presentations as the disorder under curation (hypotonia, developmental delay/intellectual disability, autism spectrum disorder, and hypogonadism).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26365382","type":"dc:BibliographicResource","dc:abstract":"Endosomal protein recycling is a fundamental cellular process important for cellular homeostasis, signaling, and fate determination that is implicated in several diseases. WASH is an actin-nucleating protein essential for this process, and its activity is controlled through K63-linked ubiquitination by the MAGE-L2-TRIM27 ubiquitin ligase. Here, we show that the USP7 deubiquitinating enzyme is an integral component of the MAGE-L2-TRIM27 ligase and is essential for WASH-mediated endosomal actin assembly and protein recycling. Mechanistically, USP7 acts as a molecular rheostat to precisely fine-tune endosomal F-actin levels by counteracting TRIM27 auto-ubiquitination/degradation and preventing overactivation of WASH through directly deubiquitinating it. Importantly, we identify de novo heterozygous loss-of-function mutations of USP7 in individuals with a neurodevelopmental disorder, featuring intellectual disability and autism spectrum disorder. These results provide unanticipated insights into endosomal trafficking, illuminate the cooperativity between an ubiquitin ligase and a deubiquitinating enzyme, and establish a role for USP7 in human neurodevelopmental disease. ","dc:creator":"Hao YH","dc:date":"2015","dc:title":"USP7 Acts as a Molecular Rheostat to Promote WASH-Dependent Endosomal Protein Recycling and Is Mutated in a Human Neurodevelopmental Disorder."},"rdfs:label":"Interaction of USP7 with MAGEL2 and TRIM27"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:383ad3ab-254f-4681-8fd1-cd184e3896a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f35c67e2-d89f-4e95-bcd8-64b9a8f009ae","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MLL5 (i.e. KMT2E) is known to cause O'Donnell-Luria-Rodan syndrome (ICSL strong GDA),  characterized by global developmental delay, speech delay, variably delayed intellectual development, and subtle dysmorphic features. Some patients may have autism, seizures, hypotonia, and/or feeding difficulties","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26365382","rdfs:label":"Interaction of USP7 with MLL5 (KMT2E)"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:848e4024-374f-4028-93ed-f9d6bc1eb8c5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a8e51259-0411-42f0-a086-4946c796c767","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Certain features observed in some individuals with USP7-related neurodevelopmental disorder show simplified gyral pattern, corpus callosum and white matter defects, periventricular leukomalacia, ventricle abnormalities including increased size of 3d ventricle, some patients show skull shape abnormalities including plagiocephaly, brachycephaly and microcephaly, which present some overlap with the flattened forebrain, smaller cortex, and enlarged 3d cerebral ventricle in mice. Feeding difficulties and failure to thrive observed in patients overlap lack of feeding with empty stomachs in mice. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26365382","rdfs:label":"Nervous-system-specific knockout of Hausp"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Limited overlap of a nervous-system specific homozygous knockout model with the autosomal-dominant human disorder- upon discussion at SDGCEP, reduced points awarded"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3337,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:6d9ddaa4-2ae2-4f63-bb17-31f5cade8dac","type":"GeneValidityProposition","disease":"obo:MONDO_0014805","gene":"hgnc:12630","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The USP7 gene is located on chromosome 16 at 16p13.2 and encodes the ubiquitin-specific protease 7, a deubiquitinating enzyme that controls stability and localization of proteins involved in DNA replication, epigenetic regulation, cell cycle, and cell survival (Rouge et al., 2016, 27452404). It is a component of the MAGEL2-USP7-TRIM27 (MUST) complex regulating WASH activity, endosomal actin assembly and protein recycling (Hao et al., 2015, PMID 26365382). USP7 also regulates MDM2-p53 pathway implicated in apoptosis and cell cycle (Kon et al., 2011, PMID 21350561). The USP7 gene was first reported in 2015 in relation to autosomal dominant neurodevelopmental disorder, which has been also referred to as Hao-Fountain syndrome and neurodevelopmental disorder with speech delays, altered behavior, and neurologic anomalies (PMID 26365382; Fountain et al., 2019, PMID 30679821; Online Mendelian Inheritance in Man, OMIM®. McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University (Baltimore, MD), 2021. World Wide Web URL: https://omim.org/). The USP7-related neurodevelopmental disorder is characterized by global developmental delay, significant speech delay, impaired intellectual development, behavioral abnormalities, including autism spectrum, and mild dysmorphic features. Additional features may include feeding problems, hypotonia, seizures, delayed motor development, hypogonadism in males, joint and ocular anomalies. Brain imaging shows abnormalities in some patients and may include white matter changes, shallow gyra pattern, and ventricle anomalies. At least eight unique de novo variants have been reported, including stop-gained, frameshift and missense variants. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least eight probands in two publications (PMID 26365382; PMID 30679821). More evidence is available in the literature, but the maximum score for genetic evidence has been reached. Currently, there is strong evidence supporting loss-of-function variants as disease mechanism, whereas the role of missense variants is less well-understood.  This gene-disease association is supported by protein interaction of USP7 with MAGE-L2 and TRIM27 to form a ligase complex that regulates WASH-mediated endosomal protein recycling (Hao et al., 2013, PMID 23452853; PMID 26365382) and by interaction with and stabilization of KMT2E (Ding et al., 2015; PMID 26678539). This gene-disease association is also supported by data from a conditional knockout mouse model (PMID 21350561). In summary, USP7 is definitively associated with USP7-related neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:7e4961fa-f972-4e82-ac29-a511ff954529"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}