{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-03-19T16:00:00.000Z","role":"Approver"},{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-04-09T13:53:44.800Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6a74a61-321d-459c-aef1-d151341369b5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:554b1a56-62d5-45b3-87f6-b050a8d7396d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"H3.3A-HA and H3.3B-HA are expressed in adult tissues: Immunohistochemical analysis\nTo examine detailed expression of HA-tagged H3.3, the authors performed immunohistochemistry (IHC) for adult (mice) tissues - spleen, thymus, liver, kidney, brain, testis, and ovary. The purpose was to assess whether H3.3 expression varies among tissues and among cells within a given tissue. In Fig. 2 (A–D), 5 microm sections from indicated organs from H3f3a-HA mice were stained with anti-HA antibody (right panel). Matching sections were stained with control IgG, counterstained with hematoxylin to localize\nthe nuclei (left panel). In spleen, most lymphocytes, residing in the white pulp and red pulp displayed robust HA stain. Similarly, most cells in thymus, both in medulla and cortex were\npositive for HA signals. In liver, HA stain was found widely in hepatocytes and Kupffer cells. Likewise, in kidney most cells, including those in the glomerular tubules were stained with\nanti-HA antibody. In the brain, again, neurons clustered in the hippocampus area exhibited strong HA signals, showing exclusive localization in the nuclei. In testis, spermatocytes and\nround spermatids were stained along with non–germ line Leydig cells and granulosa. In ovary, HA stain was found mostly in the nuclei of theca cells and oocytes but more sparsely in\ngranulosa cells. H3.3-HA (both H3f3a and H3f3b) is expressed broadly in most, if not all types of cells,in all adult tissues tested in mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30552116","type":"dc:BibliographicResource","dc:abstract":"The variant histone H3.3 is incorporated into the genome in a transcription-dependent manner. This histone is thus thought to play a role in epigenetic regulation. However, our understanding of how H3.3 controls gene expression and epigenome landscape has remained incomplete. This is partly because precise localization of H3.3 in the genome has been difficult to decipher particularly for cells ","dc:creator":"Bachu M","dc:date":"2019","dc:title":"A versatile mouse model of epitope-tagged histone H3.3 to study epigenome dynamics."},"rdfs:label":"Histone H3.3 expressed in most tissues including brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Experimental evidence (Expression) with score 0.5 has been awarded to  Funk et al 2022 PMID: 35930666). As per ClinGen Syndromic Group discussion on 19 March 2024, this piece of evidence is counted as extra piece of evidence for expression and will not be scored. "},{"id":"cggv:14165449-76b9-4485-8e73-4f1f1f166564","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66a60c3a-71e5-4d49-9d44-3e3001566b33","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Histone H3.3 Is expressed in the neural stem cells (NSC). Previous study has shown that the level of histone H3.3 is generally accumulated with age. However, the expression of H3.3\nduring the embryonic development remains unexplored. The authors performed western blot to check the H3.3 expression pattern in brain tissue during different developmental periods. Our\nresults showed that the expression of H3.3 is dynamic during early brain development. The results showed that histone H3.3 was detectable at E10 in mice, and its expression was gradually\nincreased until E13.5. After that, the expression was reduced between E15.5 and P0 (Figure 1a). The expression pattern of H3.3 was similar with PAX6, which is a progenitor cell marker.\nThis result suggests that Histone H3.3 may play a key role in early embryonic brain development (Figure 1b). In the embryonic cortex, the immunostaining result showed that the histone H3.3 protein co-localized with NESTIN- and SOX2-positive neuronal progenitor cells residing in the\nVZ/SVZ at E13.5 and E15.5 (Figures 1c and d). Moreover, the authors found that H3.3 co-localized with NESTIN- and SOX2-positive cultured NSCs (Supplementary Figure 1a). Since\nH3.3 protein was encoded by h3f3a and h3f3b genes simultaneously, we generated two h3f3a-specific short hairpin RNA (shRNA) (h3f3a shRNA-1 and h3f3a shRNA-2) and two\nh3f3b -specific short hairpin RNA (shRNA) (h3f3b shRNA-1 and h3f3b shRNA-2) plasmids. The knockdown efficiency was tested and the combination of h3f3a shRNA-1 with h3f3b shRNA-1 (H3.3KD#1) and h3f3a shRNA-2 with h3f3b shRNA-2 (H3.3KD#2) could efficiently silence H3.3 expression in vivo and in vitro (Figure 1e,Supplementary Figures 1b and 1c). The authors also constructed H3.3-overexpression plasmid to overexpress H3.3 expression in embryonic NSCs (Figures 1e and f). We found that H3.3 knockdown decreased the expression of neural stem cell markers PAX6 and SOX2, and increased the expression of neurogenesis marker TUJ1\n(Figure 1g). Also, H3.3 (h3f3a) overexpression could rescue the abnormal phenotype caused by H3.3 knockdown (h3f3a shRNA-2 targeting to UTR and h3f3b shRNA-2) (Figure 1h). These results suggest that H3.3 participates in the process of the early neurogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28524856","type":"dc:BibliographicResource","dc:abstract":"During the brain development, the process of neural stem cells (NSCs) proliferation and differentiation is precisely regulated. The deficiency in the embryonic brain development will cause serious developmental disorders. Epigenetic modifications play critical roles in controlling proliferation and differentiation in different types of stem cells. Histone variants, as one of epigenetic regulators, have been reported to be associated with many bioprocesses. Among different variants, H3.3 is one of the important epigenetic regulators, but its role in embryonic NSCs remains unclear. Here we demonstrate that H3.3 is intrinsically required for NSCs proliferation and differentiation. Suppression of the H3.3 mediated by shRNAs causes the reduction of the PAX6-positive NSCs proliferation, and promotes the premature terminal mitosis and neuronal differentiation. Particularly, the level of the H4K16ac is selectively reduced in the H3.3 knockdown NSCs. We further confirm that H3.3 is directly interacted with the MOF, a specific H4K16 acetyltransferase. Interestingly, H3.3/MOF increases the level of H4K16ac by a mutual cooperation manner. However, the H3.3K36R mutant could not increase the level of H4K16ac. RNA-seq data show the GLI1, a transcriptional regulator, is downregulated in H3.3 knockdown NSCs. Furthermore, the neurogenesis phenotype of the GLI1 knockdown is consistent with the H3.3 knockdown. Overexpression of the H3.3, MOF, and GLI1 could rescue the abnormal phenotype caused by H3.3 knockdown in the embryonic brain, but H3.1 or H3.3K36R overexpression can not rescue it. Taken together, these results suggest that H3.3 cooperates with MOF to increase the level of the H4K16ac and the GLI1, and then regulates the NSCs proliferation and differentiation.","dc:creator":"Xia W","dc:date":"2017","dc:title":"Histone variant H3.3 orchestrates neural stem cell differentiation in the developing brain."},"rdfs:label":"Histone H3.3 is expressed in the neural stem cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Experimental evidence (Expression) with score 0.5 has been awarded to  Funk et al 2022 PMID: 35930666). As per ClinGen Syndromic Group discussion on 19 March 2024, this piece of evidence is counted as extra piece of evidence for expression and will not be scored. "},{"id":"cggv:15c58cec-37e1-412b-a28a-2ab3ab8f7921","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72ab4816-7546-4975-af2f-098089b77cd9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Substantial Postmitotic Accumulation of H3.3 in New Cortical Neurons. H3.3-encoding genes H3f3a and H3f3b are expressed in many tissues. To determine H3f3a and H3f3b expression\nin the wild-type embryonic day (E)14.5 cortex, the authors used single-nuclei RNA-sequencing (snRNA-seq). We assayed 9,300 cells that met stringent quality control for snRNA-seq, with a\nmedian of 2,642 genes detected per cell. Clustering by Seurat (38) revealed 19 groups that encompassed the full complement of known cell types in the embryonic cortex (Fig. 1A). Our\nanalysis revealed high H3f3a and H3f3b expression levels in all types of NPCs, including radial glial cells and intermediate progenitors, as well as postmitotic neurons at various stages of maturation (Fig. 1A). Each of the 19 cell types expressed H3f3a and H3f3b (Fig. 1A), which were detected, respectively, in 98.0% and 98.2% of cells. Consistent with RNA-seq of the\ndeveloping human cortex (39, 40), our data support that H3f3a and H3f3b are widely, likely ubiquitously, expressed in cortical development and throughout the cell cycle (21).\n\nTo directly quantify H3.3 levels from the time of neuronal birth, the authors labeled wild-type embryos by a pulse of thymidine analog 5-ethynyl-20-deoxyuridine (EdU)\nat E13.5, and tracked labeled cells 2 h, 24 h, 3 d, 5 d, or 6 d later. They found that in S-phase cells labeled by a 2-h pulse of EdU, H3.3 was present only at low levels (Fig. 1C). Over the next 6 d following neuronal birth, H3.3 levels progressively increased in EdU-labeled neurons (Fig. 1C and D). Together, the data suggest that although H3f3a and H3f3b are expressed throughout the cell cycle, H3.3 histone accumulation in neurons significantly increases postmitotically over several days (Fig. 1E).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35930666","type":"dc:BibliographicResource","dc:abstract":"Histone variants, which can be expressed outside of S-phase and deposited DNA synthesis-independently, provide long-term histone replacement in postmitotic cells, including neurons. Beyond replenishment, histone variants also play active roles in gene regulation by modulating chromatin states or enabling nucleosome turnover. Here, we uncover crucial roles for the histone H3 variant H3.3 in neuronal development. We find that newborn cortical excitatory neurons, which have only just completed replication-coupled deposition of canonical H3.1 and H3.2, substantially accumulate H3.3 immediately postmitosis. Codeletion of H3.3-encoding genes ","dc:creator":"Funk OH","dc:date":"2022","dc:title":"Postmitotic accumulation of histone variant H3.3 in new cortical neurons establishes neuronal chromatin, transcriptome, and identity."},"rdfs:label":"Substantial Postmitotic H3.3 accumulation n cortical neuron"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:376816e5-2d0c-4699-9995-9e701def9cc4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2dc34bdb-0b00-4a48-8a0b-59a2186fb5e3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"H4C3 is one of the fourteen canonical histone H4 genes in the human genome, clustering in three genomic loci that all encode an identical protein - H4. H4 has no variant isoforms\nlinked to specific cellular processes, unlike H3.\n\nBased on the observation that histones H3 and H4 exist as a stable (H3-H4)2 tetramer in solution in the absence of DNA (Baxevanis et al 1991), it was hypothesized that histones H3 and H4 are deposited as tetrameric unit in vivo. \n\nThe authors showed that in predeposited form, histones H3 and H4 exist as a heterodimer rather than as a heterotetramer, in both H3.1 and H3.3 complexes. Purified epitope-tagged e-H3.1/e-H3.3 containing mononucleosomes obtained from nuclear pellets. Using Coomassie blue-stained SDS-PAGE gel it showed that these mononucleosomes contain e-H3.1/e-H3.3, untagged histone H3, H2A, H2B and H4 at an approximate ratio of 1:1:2:2:2 (Figure 6A). In the purified e-H3.1/e-H3.3 predeposition complexes, untagged histone H3 was not detected by silver staining, mass spectrometric analyses (Figure 1B), immunoblotting with antihistone H3 antibody (Figure 6B). Given that untagged H3 is far more abundant than epitope-tagged H3, if histones H3-H4 in the predeposition complexes are tetramers, untagged H3 should be detected in the complexes. However, untagged Histone H3 was not detected in the predisposition complexes and lead to a conclusion that the H3.1/H3.3 predeposition complex includes an e-H3.1/e-H3.3-H4 heterodimer rather than a heterotetramer. \n\nRecurrent de novo missense variants in H4C3 (and H4C4, H4C5, H4C6, H4C9 and H4C11) is reported in individuals with neurodevelopmental syndrome. (Tessadori et al 2022; PMID:35202563). There are phenotypic commonalities between H3-3A cohort and individuals described in Tessadori et al 2022), except that H3-3A cohort has a more expansive neurological dysfunction. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14718166","type":"dc:BibliographicResource","dc:abstract":"Deposition of the major histone H3 (H3.1) is coupled to DNA synthesis during DNA replication and possibly DNA repair, whereas histone variant H3.3 serves as the replacement variant for the DNA-synthesis-independent deposition pathway. To address how histones H3.1 and H3.3 are deposited into chromatin through distinct pathways, we have purified deposition machineries for these histones. The H3.1 and H3.3 complexes contain distinct histone chaperones, CAF-1 and HIRA, that we show are necessary to mediate DNA-synthesis-dependent and -independent nucleosome assembly, respectively. Notably, these complexes possess one molecule each of H3.1/H3.3 and H4, suggesting that histones H3 and H4 exist as dimeric units that are important intermediates in nucleosome formation. This finding provides new insights into possible mechanisms for maintenance of epigenetic information after chromatin duplication.","dc:creator":"Tagami H","dc:date":"2004","dc:title":"Histone H3.1 and H3.3 complexes mediate nucleosome assembly pathways dependent or independent of DNA synthesis."},"rdfs:label":"Deposition of H3 (H3.3 and H3.1) and H4 as a dimeric unit"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"There are phenotypic commonalities between H3.3 (encoded by H3-3A) cohort and H4 (encoded by H4 histone genes including H4C3) cohort and hence decided to score this evidence "},{"id":"cggv:66caccfb-8c72-4bc9-8ca0-57bca85f77fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:094a13b1-eec7-4d77-97cf-c12513e8e9ef","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"patients reported with H3-3A-related disorder often have global developmental delay and learning difficulties.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26139371","type":"dc:BibliographicResource","dc:abstract":"Turnover and exchange of nucleosomal histones and their variants, a process long believed to be static in post-replicative cells, remains largely unexplored in brain. Here, we describe a novel mechanistic role for HIRA (histone cell cycle regulator) and proteasomal degradation-associated histone dynamics in the regulation of activity-dependent transcription, synaptic connectivity, and behavior. We uncover a dramatic developmental profile of nucleosome occupancy across the lifespan of both rodents and humans, with the histone variant H3.3 accumulating to near-saturating levels throughout the neuronal genome by mid-adolescence. Despite such accumulation, H3.3-containing nucleosomes remain highly dynamic-in a modification-independent manner-to control neuronal- and glial-specific gene expression patterns throughout life. Manipulating H3.3 dynamics in both embryonic and adult neurons confirmed its essential role in neuronal plasticity and cognition. Our findings establish histone turnover as a critical and previously undocumented regulator of cell type-specific transcription and plasticity in mammalian brain.","dc:creator":"Maze I","dc:date":"2015","dc:title":"Critical Role of Histone Turnover in Neuronal Transcription and Plasticity."},"rdfs:label":"Critical Role of Histone Turnover in Neuronal Transcription "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"ClinGen Syndromic Group Discussion 19 March 2024. Panel suggested to use Review paper to score for biochemical function. The score is downgraded to zero as biochemical function 0.5 score is now awarded using a review paper describing H3.3 role in the epigenetic regulation of gene expressinon in the nervous system during maturation, gene transcription as well as in the acquisition of complex functions such as learning and memory. (Di Liegro et al 2023, PMID: 37446205). The review paper has quoted this current paper as part of the review of the gene function."},{"id":"cggv:2d4af2cf-c0fd-4e63-9ba1-9297fc6653ca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e92303f9-3f32-4d44-9ee4-9a7e133928e5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"As described by the authors, H3.3 histone is important in the brain development as seen in H3-3A/H3-3B gene-related neurodevelopmental disorder. Experiments in which H3.3 expression that was silenced with RNA interference demonstrated profound alterations in both the structural and functional organisation of the brain, with clear effects on the mechanisms underlying memory processes (Maze et al 2015, PMID: 26139371; Xia et al 2017, PMID: 28524856). In the beginning of brain development, stage-dependent deletion of the two encoding H3.3 encoding genes led to genes involved  in the proliferative stage of brain development are silenced, while a collection of genes are activated in order to drive neuronal differentiation, with even different genes involved in the specification of different layers of the developing cortex. (Funk et al 2022, PMID:35930666; Bedogni et al 2010, PMID: 20615956; Han et al 2011, PMID: 21285371; Tsyporin et al 2021, PMID: 34161768). Disruption to the structural and functional organisation of the brain lead to neurodevelopmental disorder/delay in human.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37446205","type":"dc:BibliographicResource","dc:abstract":"All the cells of an organism contain the same genome. However, each cell expresses only a minor fraction of its potential and, in particular, the genes encoding the proteins necessary for basal metabolism and the proteins responsible for its specific phenotype. The ability to use only the right and necessary genes involved in specific functions depends on the structural organization of the nuclear chromatin, which in turn depends on the epigenetic history of each cell, which is stored in the form of a collection of DNA and protein modifications. Among these modifications, DNA methylation and many kinds of post-translational modifications of histones play a key role in organizing the complex indexing of usable genes. In addition, non-canonical histone proteins (also known as histone variants), the synthesis of which is not directly linked with DNA replication, are used to mark specific regions of the genome. Here, we will discuss the role of the H3.3 histone variant, with particular attention to its loading into chromatin in the mammalian nervous system, both in physiological and pathological conditions. Indeed, chromatin modifications that mark cell memory seem to be of special importance for the cells involved in the complex processes of learning and memory.","dc:creator":"Di Liegro CM","dc:date":"2023","dc:title":"Involvement of the H3.3 Histone Variant in the Epigenetic Regulation of Gene Expression in the Nervous System, in Both Physiological and Pathological Conditions."},"rdfs:label":"Epigenetic regulation of gene expression in nervous system"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:530dda0e-c595-4994-9d59-afa4f8b2b4ad","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ea53be1-34ca-4b0e-9e00-8856d2e94ef8","type":"FunctionalAlteration","dc:description":"Defects in Cortical Axonal Projections following H3f3a and H3f3b Codeletion. The authors analyzed cortical axon tracts (Fig. 5A). In P0 control, immunostaining of L1CAM revealed axons traversing white matter below the CP and corpus callosum (CC) (Fig. 5B). H3f3a/b codeletion\nfrom neurons (dKO-N) or NPCs (dKO-E) led to a marked loss of white matter thickness, and agenesis of the CC (Fig. 5B). Leveraging the Cre-dependent reporters expressed from the\nH3f3a and H3f3b floxed loci (SI Appendix, Fig. S1D), the authors found in both dKO-N and dKO-E that the anterior commissure (AC) failed to cross the midline and was misrouted toward the hypothalamus (Fig. 5C). Corticofugal tracts were also disrupted. In both dKO-N and dKO-E, corticofugal axons projected into the caudate putamen and innervated internal capsule (IC) (Fig. 5D). Beyond the IC, however, corticofugal axons showed deficits in reaching their targets in both dKO-N and dKO-E, including an absence of corticothalamic axons reaching the dorsal thalamus\n(Fig. 5D) and an absence of corticospinal tract (CST) axons reaching the pons (Fig. 5E). We further analyzed the axons of hippocampal pyramidal neurons (SI Appendix, Fig. S6A). In both\ndKO-N and dKO-E, hippocampal axons projected into fimbria, but failed to innervate fornix. These deficits accompanied alterations in hippocampal organization (SI Appendix, Fig. S6B and\nC). Together, these findings revealed a requirement for H3.3 in the formation of both intracortical and corticofugal tracts, especially in enabling axons to reach their final targets. These axonal\ndefects were phenotypically indistinguishable between dKO-N and dKO-E, indicating that the requirement for de novo H3.3 in axon development is largely postmitotic.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35930666","rdfs:label":"Defects in Cortical Axonal Projections w H3f3a & H3f3b del"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This experimental evidence will not be scored - co-deletion of H3-3A/H3-3B genes. Does not fulfill criteria to be used for scoring. (ClinGen Syndromic Group discussion 19 March 2024)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7aca500-2300-432b-915b-5d0905a0c2cc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5a0dbd58-486f-4daa-a6fe-d79e5634ee16","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"increasing H3.3 levels by injection of wild-type H3.3 mRNA rescued the head skeletal defects of h3f3adb1092 mutants, showing that defects are indeed due to compromised H3.3 incorporation and not neomorphic effects of mutant D123N H3.3 on unrelated pathways (Figure 5a, 5b). H3.3-mRNA-injected h3f3adb1092 homozygotes (a) and\nheterozygotes (b) exhibited a decrease in the severity of h3f3adb1092 craniofacial phenotypes over kikGR-RNA-injected controls (significant by Fisher’s\nexact test: homozygotes, p = 7.7E-05; heterozygotes, p = 1.0E-04).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23028350","type":"dc:BibliographicResource","dc:abstract":"The neural crest (NC) is a vertebrate-specific cell population that exhibits remarkable multipotency. Although derived from the neural plate border (NPB) ectoderm, cranial NC (CNC) cells contribute not only to the peripheral nervous system but also to the ectomesenchymal precursors of the head skeleton. To date, the developmental basis for such broad potential has remained elusive. Here, we show that the replacement histone H3.3 is essential during early CNC development for these cells to generate ectomesenchyme and head pigment precursors. In a forward genetic screen in zebrafish, we identified a dominant D123N mutation in h3f3a, one of five zebrafish variant histone H3.3 genes, that eliminates the CNC-derived head skeleton and a subset of pigment cells yet leaves other CNC derivatives and trunk NC intact. Analyses of nucleosome assembly indicate that mutant D123N H3.3 interferes with H3.3 nucleosomal incorporation by forming aberrant H3 homodimers. Consistent with CNC defects arising from insufficient H3.3 incorporation into chromatin, supplying exogenous wild-type H3.3 rescues head skeletal development in mutants. Surprisingly, embryo-wide expression of dominant mutant H3.3 had little effect on embryonic development outside CNC, indicating an unexpectedly specific sensitivity of CNC to defects in H3.3 incorporation. Whereas previous studies had implicated H3.3 in large-scale histone replacement events that generate totipotency during germ line development, our work has revealed an additional role of H3.3 in the broad potential of the ectoderm-derived CNC, including the ability to make the mesoderm-like ectomesenchymal precursors of the head skeleton.","dc:creator":"Cox SG","dc:date":"2012","dc:title":"An essential role of variant histone H3.3 for ectomesenchyme potential of the cranial neural crest."},"rdfs:label":"Wild-type H3.3 mRNA rescued the head skeletal defects"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"The role of increasing H3.3 levels by injection of wild-type H3.3 mRNA in this study has rescued the head skeletal defects of h3f3adb1092 mutants but the aim is to confirm that defects seen in the h3f3adb1092 mutants are indeed due to compromised H3.3 incorporation and not neomorphic effects of mutant D123N H3.3 on unrelated pathways (Figure 5a, 5b). The panel feels that this piece of evidence is not for scoring after ClinGen Syndromic Group Discussion on 19 March 2024."},{"id":"cggv:161a97f6-8799-4c9b-9fe7-06dfcb0d3cd0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a451d7d0-0632-437b-83ec-6d6a00c51cfc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Like in other vertebrates, the facial skeleton and anterior skull of the larval zebrafish derive from cranial neural crest (CNC) ectomesenchyme, with the posterior skull being of mesoderm\norigin. In db1092 homozygous mutants, nearly all of the CNC-derived cartilage, bone, and teeth were lost at 5 days-postfertilization (dpf), leaving only the mesoderm-derived skull\n(Figure 1c, 1d). db1092 homozygous larvae die by around 7 dpf, presumably due to an inability to feed. Whereas some db1092 heterozygotes survived to adulthood, others exhibited variable reductions of the jaw-support skeleton (Figure 1e, 1f). Melanophore pigment cells and their dct-positive precursors were reduced in the cranial but not trunk regions of db1092 mutants,\nand to a lesser extent so were xanthophore pigment cells and their xdh-positive precursors (Figure 1h, 1j and Figure S1). In contrast, foxd3-positive peripheral glia (Figure 1l), neurons of the cranial ganglia (Figure S1), and the dorsal root ganglia and sympathetic neurons derived from trunk NC (data not shown) were unaffected. db1092 mutants also displayed mild heart edema, consistent with a known CNC contribution to the heart [26], but had an otherwise\nremarkably normal morphology at 5 dpf (Figure 1s). In summary, db1092 mutants have highly specific reductions of CNC derivatives, in particular the ectomesenchymal/skeletal components of the head.\nIndividuals/Patients reported with de novo germline mutations in H3-3A with neurological dysfunction may have microcephaly, Craniosynostosis/abnormal head shape (excluding plagiocephaly) that can be similar to the phenotype seen in the zebrafish model. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23028350","rdfs:label":"A dominant H3.3 mutation disrupts CNC development "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:05cff4db-4957-448b-90d6-4fb3cf24ae38","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cbce4fd5-8bb3-4925-b847-4691c4bf3375","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Numerous H3f3aWT/tm1a and H3f3aWT/tm1a crosses produced only one surviving homozygous H3f3atm1a/tm1a knockout mouse at birth, indicating a generally lethal phenotype. This surviving knockout appears generally healthy but is infertile. \n\nNotably, about half of the H3f3aWT/tm1a pups had low body weight (see small heterozygous pup at left in Figure 2c indicated by yellow arrow). This highly variable phenotype in some heterozygous pups included in some cases neonatal lethality, retarded growth, and reduced size, while other heterozygous pups seemed outwardly normal. Despite these partially penetrant initial heterozygous phenotypes, nearly all surviving H3f3aWT/tm1a mice eventually grew to normal size and all those that were bred were fertile.\n\nAt E18.5, one null embryo was isolated along with two WT and two heterozygous control littermates. These embryos were embedded, sagittally sectioned, and stained with H&E (Figure 2f). The null was generally smaller than its littermates, and had a small head and brain as well as small lungs. Notably, while the pleural cavities appeared of similar volumes in each E18.5 embryo regardless of genotype, the lungs in the null uniquely fill only a small portion of this cavity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36656301","type":"dc:BibliographicResource","dc:abstract":"Histone variant H3.3 is encoded by two genes, H3f3a and H3f3b, which can be expressed differentially depending on tissue type. Previous work in our lab has shown that knockout of H3f3b causes some neonatal lethality and infertility in mice, and chromosomal defects in mouse embryonic fibroblasts (MEFs). Studies of H3f3a and H3f3b null mice by others have produced generally similar phenotypes to what we found in our H3f3b nulls, but the relative impacts of the loss of either H3f3a or H3f3b have varied depending on the approach and genetic background. Here we used a knockout-first approach to target the H3f3a gene for inactivation in C57BL6 mice. Homozygous H3f3a targeting produced a lethal phenotype at or before birth. E13.5 null embryos had some potential morphological differences from WT littermates including smaller size and reduced head size. An E18.5 null embryo was smaller than its control littermates with several potential defects including small head and brain size as well as small lungs, which would be consistent with a late gestation lethal phenotype. Despite a reduction in H3.3 and total H3 protein levels, the only histone H3 post-translational modification in the small panel assessed that was significantly altered was the unique H3.3 mark phospho-Serine31, which was consistently increased in null neurospheres. H3f3a null neurospheres also exhibited consistent gene expression changes including in protocadherins. Overall, our findings are consistent with the model that there are differential, cell-type-specific contributions of H3f3a and H3f3b to H3.3 functions in epigenetic and developmental processes.","dc:creator":"Bush K","dc:date":"2023","dc:title":"A knockout-first model of H3f3a gene targeting leads to developmental lethality."},"rdfs:label":"knockout-first mouse model leads to developmental lethality"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored as this is a knockout gene mouse model (homozygotes and heterozygotes) that may not represent the disease mechanism caused by heterozygous missense variants that are mostly found in probands with phenotype "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8129,"specifiedBy":"GeneValidityCriteria10","strengthScore":15.5,"subject":{"id":"cggv:92678a79-4e4b-4f63-bbaa-039e6197100d","type":"GeneValidityProposition","disease":"obo:MONDO_0030606","gene":"hgnc:4764","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *H3-3A* gene is located on chromosome 1 at 1q42.12 and encodes for a 135-amino acid protein named H3.3. H3.3 protein is a replication-independent variant of H3 histone that is expressed throughout the cell cycle. H3.3 supports chromosomal heterochromatic structures thus maintaining genome integrity during mammalian development and influences gene transcription/expression via post-translational modifications on histones. *H3-3A* was first reported in relation to autosomal dominant Bryant-Li-Bhoj neurodevelopmental syndrome 1 in 2020 (Bryant et al., PMID: 33268356). Bryant et al. demonstrated the presence of de novo heterozygous germline missense variants in H3-3A (n=33) or H3-3B (n=13) in a cohort of 46 unrelated patients (PMID: 33268356). These individuals have core phenotypes of neurologic dysfunction with brain anomalies and congenital anomalies with some  individuals (5 of 33) with *H3-3A* variants showing progressive neurologic disease or regression. 25 unique missense variants have been reported in 35 patients, of which four are recurrent variants (p.Arg18Gly, p.Thr46Ile, p.Arg84Cys, p.Gln126Arg). \n\nEvidence supporting this gene-disease relationship includes case-level and experimental data. Heterozygous missense variants in *H3-3A*  were identified in at least 35 unrelated patients with clinical features suggestive of autosomal dominant Bryant-Li-Bhoj neurodevelopmental syndrome 1 (Maver et al 2019, PMID: 31942419; Bryant et al 2020, PMID: 33268356; Okur et al 2021, PMID: 34876591). This gene-disease association is supported by biochemical function, gene expression, protein interaction, non-human model organism (zebrafish) studies (Cox et al 2012, PMID: 23028350; Funk et al 2022, PMID:35930666; Di Liegro et al 2023, PMID:37446205; Tagami et al 2004, PMID: 14718166). \n\nIn summary, the *H3-3A* gene is definitively associated with autosomal dominant Bryant-Li-Bhoj neurodevelopmental syndrome 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date March 19, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:92b54362-8c84-407b-bf92-5f67bee55ed3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}