{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2022-12-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2023-05-16T20:58:17.305Z","role":"Publisher"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/10856194","type":"dc:BibliographicResource","dc:abstract":"Hereditary lymphedema is a chronic swelling of limbs due to dysfunction of lymphatic vessels. An autosomal dominant, congenital form of the disease, also known as \"Milroy disease,\" has been mapped to the telomeric part of chromosome 5q, in the region 5q34-q35. This region contains a good candidate gene for the disease, VEGFR3 (FLT4), that encodes a receptor tyrosine kinase specific for lymphatic vessels. To clarify the role of VEGFR3 in the etiology of the disease, we have analyzed a family with hereditary lymphedema. We show linkage of the disease with markers in 5q34-q35, including a VEGFR3 intragenic polymorphism, and we describe an A-->G transition that cosegregates with the disease, corresponding to a histidine-to-arginine substitution in the catalytic loop of the protein. In addition, we show, by in vitro expression, that this mutation inhibits the autophosphorylation of the receptor. Thus, defective VEGFR3 signaling seems to be the cause of congenital hereditary lymphedema linked to 5q34-q35.","dc:creator":"Irrthum A","dc:date":"2000","dc:title":"Congenital hereditary lymphedema caused by a mutation that inactivates VEGFR3 tyrosine kinase."},{"id":"https://pubmed.ncbi.nlm.nih.gov/10835628","type":"dc:BibliographicResource","dc:abstract":"Primary lymphoedema is a rare, autosomal dominant disorder that leads to a disabling and disfiguring swelling of the extremities and, when untreated, tends to worsen with time. Here we link primary human lymphoedema to the FLT4 locus, encoding vascular endothelial growth factor receptor-3 (VEGFR-3), in several families. All disease-associated alleles analysed had missense mutations and encoded proteins with an inactive tyrosine kinase, preventing downstream gene activation. Our study establishes that VEGFR-3 is important for normal lymphatic vascular function and that mutations interfering with VEGFR-3 signal transduction are a cause of primary lymphoedema.","dc:creator":"Karkkainen MJ","dc:date":"2000","dc:title":"Missense mutations interfere with VEGFR-3 signalling in primary lymphoedema."}],"evidence":[{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b7806db-3c1a-43b9-a1c9-7207f1997a40","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15540d9a-f314-4907-9e34-5ff1f4c2cc09","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FLT4 mRNA was detected abundantly in lung ENDOTHELIAL cells of the fetuses. Single cell experiments (https://www.proteinatlas.org/ENSG00000037280-FLT4) also show endothelial expression. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8245783","type":"dc:BibliographicResource","dc:abstract":"The growth factor receptors expressed on endothelial cells are of special interest because of their potential to program endothelial cell growth and differentiation during development and neovascularization in various pathological states, such as wound healing and angiogenesis associated with tumorigenesis. Vascular endothelial growth factor ([VEGF] also known as vascular permeability factor) is a potent mitogen and permeability factor, which has been suggested to play a role in embryonic and tumor angiogenesis. The newly cloned FLT4 receptor tyrosine kinase gene encodes a protein related to the VEGF receptors FLT1 and KDR/FLK-1. We have here studied the expression of FLT4 and the other two members of this receptor family in human fetal tissues by Northern and in situ hybridization. These results were also compared with the sites of expression of VEGF and the related placenta growth factor (PlGF). Our results reveal FLT4 mRNA expression in vascular endothelial cells in developing vessels of several organs. A comparison of FLT4, FLT1 and KDR/FLK-1 receptor mRNA signals shows overlapping, but distinct expression patterns in the tissues studied. Certain endothelia lack one or two of the three receptor mRNAs. These data suggest that the receptor tyrosine kinases encoded by the FLT gene family may have distinct functions in the regulation of the growth/differentiation of blood vessels.","dc:creator":"Kaipainen A","dc:date":"1993","dc:title":"The related FLT4, FLT1, and KDR receptor tyrosine kinases show distinct expression patterns in human fetal endothelial cells."},"rdfs:label":"TOP tissue experiments"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c3f587bf-9d79-4a65-98ef-a042ee3e7cec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b3487ae4-c755-42fd-93d0-8366a2d66f41","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The expression of FLT4 starts in the angioblasts in the early embryonic life (E7.5-8.5). Later (E14.5-E16.5) it becomes more restricted to the endothelial cells of lymphatic system.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7724599","type":"dc:BibliographicResource","dc:abstract":"We have recently cloned the human fms-like tyrosine kinase 4 gene FLT4, whose protein product is related to two vascular endothelial growth factor receptors FLT1 and KDR/FLK1. Here the expression of FLT4 has been analyzed by in situ hybridization during mouse embryogenesis and in adult human tissues. The FLT4 mRNA signals first became detectable in the angioblasts of head mesenchyme, the cardinal vein, and extraembryonally in the allantois of 8.5-day postcoitus (p.c.) embryos. In 12.5-day p.c. embryos, the FLT4 signal decorated developing venous and presumptive lymphatic endothelia, but arterial endothelia were negative. During later stages of development, FLT4 mRNA became restricted to vascular plexuses devoid of red cells, representing developing lymphatic vessels. Only the lymphatic endothelia and some high endothelial venules expressed FLT4 mRNA in adult human tissues. Increased expression occurred in lymphatic sinuses in metastatic lymph nodes and in lymphangioma. Our results suggest that FLT4 is a marker for lymphatic vessels and some high endothelial venules in human adult tissues. They also support the theory on the venous origin of lymphatic vessels.","dc:creator":"Kaipainen A","dc:date":"1995","dc:title":"Expression of the fms-like tyrosine kinase 4 gene becomes restricted to lymphatic endothelium during development."},"rdfs:label":"Mice embryonic expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a01276d5-30b8-4750-830e-0985fc5f6b22","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:842d26ac-e2c9-4164-9082-2ea9dcc5e4f5","type":"FunctionalAlteration","dc:description":"All the variants were demonstrated to lose the autophosphorylation capacity correlating with the WT:mutant construct ratio. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10835628","rdfs:label":"Autophosphorylation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Functional studies of 4 variants"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7368dce7-3f3c-4c81-8f8c-9f8333c850f7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6e34f61-a5bf-4e8b-b67b-5f95e17ee9f5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice models recapitulated the human phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11175851","type":"dc:BibliographicResource","dc:abstract":"The lymphatic vasculature transports extravasated tissue fluid, macromolecules and cells back into the blood circulation. Recent reports have focused on the molecular mechanisms regulating the lymphatic vessels. Vascular endothelial growth factor (VEGF)-C and VEGF-D have been shown to stimulate lymphangiogenesis and their receptor, VEGFR-3, has been linked to human hereditary lymphedema. Here we show that a soluble form of VEGFR-3 is a potent inhibitor of VEGF-C/VEGF-D signaling, and when expressed in the skin of transgenic mice, it inhibits fetal lymphangiogenesis and induces a regression of already formed lymphatic vessels, though the blood vasculature remains normal. Transgenic mice develop a lymphedema-like phenotype characterized by swelling of feet, edema and dermal fibrosis. They survive the neonatal period in spite of a virtually complete lack of lymphatic vessels in several tissues, and later show regeneration of the lymphatic vasculature, indicating that induction of lymphatic regeneration may also be possible in humans.","dc:creator":"Mäkinen T","dc:date":"2001","dc:title":"Inhibition of lymphangiogenesis with resulting lymphedema in transgenic mice expressing soluble VEGF receptor-3."},"rdfs:label":"Soluble FLT4"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Although the fusion protein might be expected to behave (and it did) like kinase-dead protein, the model is still not representing the human variants to the full extent. "},{"id":"cggv:fe97348c-3dcf-42ec-8872-acae46310102","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c722b5f6-e723-4c09-93a8-83fc468d98b0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice model carrying the p.Ile1053Phe variant phenocopies the human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11592985","type":"dc:BibliographicResource","dc:abstract":"Primary human lymphedema (Milroy's disease), characterized by a chronic and disfiguring swelling of the extremities, is associated with heterozygous inactivating missense mutations of the gene encoding vascular endothelial growth factor C/D receptor (VEGFR-3). Here, we describe a mouse model and a possible treatment for primary lymphedema. Like the human patients, the lymphedema (Chy) mice have an inactivating Vegfr3 mutation in their germ line, and swelling of the limbs because of hypoplastic cutaneous, but not visceral, lymphatic vessels. Neuropilin (NRP)-2 bound VEGF-C and was expressed in the visceral, but not in the cutaneous, lymphatic endothelia, suggesting that it may participate in the pathogenesis of lymphedema. By using virus-mediated VEGF-C gene therapy, we were able to generate functional lymphatic vessels in the lymphedema mice. Our results suggest that growth factor gene therapy is applicable to human lymphedema and provide a paradigm for other diseases associated with mutant receptors.","dc:creator":"Karkkainen MJ","dc:date":"2001","dc:title":"A model for gene therapy of human hereditary lymphedema."},"rdfs:label":"Mice_Ile1053Phe"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"The group also showed demolished autophosphorylation. The variant has also been reported in at least one affected individual."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6237,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:b114e459-2052-42d6-8e01-708259480b78","type":"GeneValidityProposition","disease":"obo:MONDO_0007919","gene":"hgnc:3767","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FLT4 (formerly VEGFR3) encodes a tyrosine kinase receptor that plays a role in angiogenesis and lymphangiogenesis and was first reported in relation to autosomal dominant Lymphatic malformation 1 (Milroy disease) in 2000 (Karkkainen MJ et al., Irrthum A et al.) and autosomal dominant congenital heart defects in 2017 (Jin et al., PMID: 28991257). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism(s) and phenotypic variability between reported phenotypic assertions. Therefore, the following disease entities have been split into multiple disease entities; Lymphatic malformation (OMIM:153100) and Congenital heart defects, multiple types, 7 (OMIM:618780). The split curation for autosomal dominant Congenital heart defects, multiple types, 7 has been performed separately. \n\nLymphatic malformation 1 is primarily characterized by bilateral lower-limb lymphedema with inter and intra-familial variability, hydrocele in males, prominent (varicose) veins below the knees, and dysplastic toenails. Prenatal manifestations may include pedal edema, mild pleural effusions, and rarely non-immune fetal hydrops. Sixteen probands including 5 prenatal presentations are included in this curation along with affected family members (n = ~75) (PMIDs: 10835628, 10856194, 12960217, 16231305, 17250670, 18719607, 16965327, 23074044, 33027564, 34103024). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. To date, only nonsynonymous and in-frame deletion variants located in the exons encoding for the tyrosine kinase domain (aa 845-1173) have been reported, and affected individuals were not reported to have congenital heart defects. This gene-disease relationship is also supported by experimental evidence; expression studies demonstrating lymphatic endothelial expression (PMIDs: 7724599, 8245783), in vitro functional assays demonstrating abolished tyrosine kinase autophosphorylation and downstream target phosphorylation (PMIDs: 10835628, 10856194), and animal models demonstrating the phenotypes reported in humans (PMIDs: 11175851, 11592985). In summary, FLT4 is definitively associated with autosomal dominant Lymphatic malformation 1. This has been repeatedly demonstrated in both clinical diagnostic and research settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:623ef8f5-43ba-43e2-9c2d-fd44e87d6946"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}