{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-12-15T20:00:32.687Z","role":"Approver"},{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-12-15T20:00:41.570Z","role":"Publisher"}],"evidence":[{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7f08724-945a-4959-a4b4-f7ee1d91afa6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a24a1b1-36c3-4b49-8440-5be8eeab7c69","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blotting and RT-PCR showed that TRPV4 mRNA and protein were expressed in mature porcine articular cartilage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19790068","type":"dc:BibliographicResource","dc:abstract":"Transient receptor potential vanilloid 4 (TRPV4) is a Ca(2+)-permeable channel that can be gated by tonicity (osmolarity) and mechanical stimuli. Chondrocytes, the cells in cartilage, respond to their osmotic and mechanical environments; however, the molecular basis of this signal transduction is not fully understood. This study was undertaken to demonstrate the presence and functionality of TRPV4 in chondrocytes.","dc:creator":"Phan MN","dc:date":"2009","dc:title":"Functional characterization of TRPV4 as an osmotically sensitive ion channel in porcine articular chondrocytes."},"rdfs:label":"Phan Expression Study"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:861e0928-bbd0-4dfa-b4bf-73c10ca9a07b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e79b2f84-fea4-4656-b133-c95fdc02fcdf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunostaining showed that TRPV4 protein was expressed in mouse growth plate and articular cartilage. It localized to the proliferative and prehypertrophic zones of the growth plate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21964574","type":"dc:BibliographicResource","dc:abstract":"Familial digital arthropathy-brachydactyly (FDAB) is a dominantly inherited condition that is characterized by aggressive osteoarthropathy of the fingers and toes and consequent shortening of the middle and distal phalanges. Here we show in three unrelated families that FDAB is caused by mutations encoding p.Gly270Val, p.Arg271Pro and p.Phe273Leu substitutions in the intracellular ankyrin-repeat domain of the cation channel TRPV4. Functional testing of mutant TRPV4 in HEK-293 cells showed that the mutant proteins have poor cell-surface localization. Calcium influx in response to the synthetic TRPV4 agonists GSK1016790A and 4αPDD was significantly reduced, and mutant channels did not respond to hypotonic stress. Others have shown that gain-of-function TRPV4 mutations cause skeletal dysplasias and peripheral neuropathies. Our data indicate that TRPV4 mutations that reduce channel activity cause a third phenotype, inherited osteoarthropathy, and show the importance of TRPV4 activity in articular cartilage homeostasis. Our data raise the possibility that TRPV4 may also have a role in age- or injury-related osteoarthritis.","dc:creator":"Lamandé SR","dc:date":"2011","dc:title":"Mutations in TRPV4 cause an inherited arthropathy of hands and feet."},"rdfs:label":"Lamandé Expression Study"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f47d4cc7-2c84-4a43-823e-a9956ece00e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:85314ba9-9206-42b0-9be2-da119826dbf4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot showed that TRPV4 was expressed in the plasma membrane of wild-type mouse osteoclasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18762026","type":"dc:BibliographicResource","dc:abstract":"Calcium signaling controls multiple cellular functions and is regulated by the release from internal stores and entry from extracellular fluid. In bone, osteoclast differentiation is induced by RANKL (receptor activator of NF-kappaB ligand)-evoked intracellular Ca(2+) oscillations, which trigger nuclear factor-activated T cells (NFAT) c1-responsive gene transcription. However, the Ca(2+) channels involved remain largely unidentified. Here we show that genetic ablation in mice of Trpv4, a Ca(2+)-permeable channel of the transient receptor potential (TRP) family, increases bone mass by impairing bone resorption. TRPV4 mediates basolateral Ca(2+) influx specifically in large osteoclasts when Ca(2+) oscillations decline. TRPV4-mediated Ca(2+) influx hereby secures intracellular Ca(2+) concentrations, ensures NFATc1-regulated gene transcription, and regulates the terminal differentiation and activity of osteoclasts. In conclusion, our data indicate that Ca(2+) oscillations and TRPV4-mediated Ca(2+) influx are sequentially required to sustain NFATc1-dependent gene expression throughout osteoclast differentiation, and we propose TRPV4 as a therapeutic target for bone diseases.","dc:creator":"Masuyama R","dc:date":"2008","dc:title":"TRPV4-mediated calcium influx regulates terminal differentiation of osteoclasts."},"rdfs:label":"Masuyama Expression Study"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e4bd848b-5be2-4e71-9483-1b18eb339d38","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c913a9f-9470-4fc2-9508-82dbc6f31b93","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study recapitulates the GOF mechanism of Brachyolmia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20605796","type":"dc:BibliographicResource","dc:abstract":"Whether animal ion channels functioning as mechanosensors are directly activated by stretch force or indirectly by ligands produced by the stretch is a crucial question. TRPV4, a key molecular model, can be activated by hypotonicity, but the mechanism of activation is unclear. One model has this channel being activated by a downstream product of phospholipase A(2), relegating mechanosensitivity to the enzymes or their regulators. We expressed rat TRPV4 in Xenopus oocytes and repeatedly examined >200 excised patches bathed in a simple buffer. We found that TRPV4 can be activated by tens of mm Hg pipette suctions with open probability rising with suction even in the presence of relevant enzyme inhibitors. Mechanosensitivity of TRPV4 provides the simplest explanation of its various force-related physiological roles, one of which is in the sensing of weight load during bone development. Gain-of-function mutants cause heritable skeletal dysplasias in human. We therefore examined the brachyolmia-causing R616Q gain-of-function channel and found increased whole-cell current densities compared with wild-type channels. Single-channel analysis revealed that R616Q channels maintain mechanosensitivity but have greater constitutive activity and no change in unitary conductance or rectification.","dc:creator":"Loukin S","dc:date":"2010","dc:title":"Wild-type and brachyolmia-causing mutant TRPV4 channels respond directly to stretch force."},"rdfs:label":"Loukin Biochemical Function Study"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cc884dd2-60be-4c58-804e-29d3d9d7d150","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a1a05e27-67a5-4213-8400-701f1cf724b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mild phenotypes observed in model recapitulate comparatively mild phenotypes of Brachyolmia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24577120","type":"dc:BibliographicResource","dc:abstract":"Point mutations in the calcium-permeable TRPV4 ion channel have been identified as the cause of autosomal-dominant human motor neuropathies, arthropathies, and skeletal malformations of varying severity. The objective of this study was to determine the mechanism by which TRPV4 channelopathy mutations cause skeletal dysplasia. The human TRPV4(V620I) channelopathy mutation was transfected into primary porcine chondrocytes and caused significant (2.6-fold) up-regulation of follistatin (FST) expression levels. Pore altering mutations that prevent calcium influx through the channel prevented significant FST up-regulation (1.1-fold). We generated a mouse model of the TRPV4(V620I) mutation, and found significant skeletal deformities (e.g., shortening of tibiae and digits, similar to the human disease brachyolmia) and increases in Fst/TRPV4 mRNA levels (2.8-fold). FST was significantly up-regulated in primary chondrocytes transfected with 3 different dysplasia-causing TRPV4 mutations (2- to 2.3-fold), but was not affected by an arthropathy mutation (1.1-fold). Furthermore, FST-loaded microbeads decreased bone ossification in developing chick femora (6%) and tibiae (11%). FST gene and protein levels were also increased 4-fold in human chondrocytes from an individual natively expressing the TRPV4(T89I) mutation. Taken together, these data strongly support that up-regulation of FST in chondrocytes by skeletal dysplasia-inducing TRPV4 mutations contributes to disease pathogenesis.","dc:creator":"Leddy HA","dc:date":"2014","dc:title":"Follistatin in chondrocytes: the link between TRPV4 channelopathies and skeletal malformations."},"rdfs:label":"Leddy BO Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Mild phenotypes recapitulate the human dysplasia but make it difficult to determine strength of model."},{"id":"cggv:6bdadc7c-257a-46a3-8167-691232be610f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8158f5a8-d814-4b8b-970d-cb5c60ce3990","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"R594H mice were shown to have a range of phenotypes from moderate to severe, recapitulating range in human phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24644033","type":"dc:BibliographicResource","dc:abstract":"Activating mutations in transient receptor potential vanilloid family member 4 (Trpv4) are known to cause a spectrum of skeletal dysplasias ranging from autosomal dominant brachyolmia to lethal metatropic dysplasia. To develop an animal model of these disorders, we created transgenic mice expressing either wild-type or mutant TRPV4. Mice transgenic for wild-type Trpv4 showed no morphological changes at embryonic day 16.5 but did have a delay in bone mineralization. Overexpression of a mutant TRPV4 caused a lethal skeletal dysplasia that phenocopied many abnormalities associated with metatropic dysplasia in humans, including dumbbell-shaped long bones, a small ribcage, abnormalities in the autopod, and abnormal ossification in the vertebrae. The difference in phenotype between embryos transgenic for wild-type or mutant Trpv4 demonstrates that an increased amount of wild-type protein can be tolerated and that an activating mutation of this protein is required to produce a skeletal dysplasia phenotype.","dc:creator":"Weinstein MM","dc:date":"2014","dc:title":"Mice expressing mutant Trpv4 recapitulate the human TRPV4 disorders."},"rdfs:label":"Weinstein Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Moderate phenotypes recapitulate human Brachyolmia phenotypes but make it difficult to determine strength of model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":3797,"specifiedBy":"GeneValidityCriteria8","strengthScore":9,"subject":{"id":"cggv:c4b981d7-7f95-4cf3-b7ad-2c6c8b283f1a","type":"GeneValidityProposition","disease":"obo:MONDO_0015262","gene":"hgnc:18083","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TRPV4 was first reported in relation to autosomal dominant brachyolmia (BO) in 2008 (Rock et al., PMID: 18587396). This disorder is characterized by “short trunk, scoliosis and mild short stature” (Rock et al., PMID: 18587396). At least 4 missense variants in TRPV4 have been reported in at least 4 probands diagnosed with BO in 3 publications (PMIDs: 18587396, 24677493, 22791502). Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. The mechanism of pathogenicity is suggested to be gain of function (PMID: 31463371). This gene-disease relationship is also supported by expression studies and in vitro functional assays (PMIDs: 18762026, 19790068, 21964574, 20605796). Variants in this gene have also been shown to cause metatropic dysplasia, spondylometaphyseal dysplasia Kozlowski type (SMD-K), spondyloepimetaphyseal dysplasia Maroteaux type (SMD-M), and familial digital arthropathy with brachydactyly, which comprise a spectrum of phenotypes and will be curated separately. In some cases, there is overlap between skeletal and neuromuscular phenotypes caused by variants in TRPV4 (PMID: 22419508). Patients presenting with skeletal dysplasias may benefit from neurological, respiratory, and audiological evaluations. There were also probands that present with intermediate phenotypes between BO and spondylometaphyseal dysplasia Kozlowski type (SMD-K) particularly. Intermediate probands were not counted in this curation. In summary, there is moderate but suggestive evidence to support this gene-disease relationship. While more published evidence is needed to establish this relationship definitively, no convincing contradictory evidence has been published. This curation was approved by the ClinGen Skeletal Disorders Gene Curation Expert Panel on 9/1/21 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:1507b13c-d089-47e8-88cb-b3b4399581a6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}