{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2022-05-12T13:56:42.830Z","role":"Publisher"},{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2022-04-26T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17054399","type":"dc:BibliographicResource","dc:abstract":"Kallmann syndrome combines anosmia, related to defective olfactory bulb morphogenesis, and hypogonadism due to gonadotropin-releasing hormone deficiency. Loss-of-function mutations in KAL1 and FGFR1 underlie the X chromosome-linked form and an autosomal dominant form of the disease, respectively. Mutations in these genes, however, only account for approximately 20% of all Kallmann syndrome cases. In a cohort of 192 patients we took a candidate gene strategy and identified ten and four different point mutations in the genes encoding the G protein-coupled prokineticin receptor-2 (PROKR2) and one of its ligands, prokineticin-2 (PROK2), respectively. The mutations in PROK2 were detected in the heterozygous state, whereas PROKR2 mutations were found in the heterozygous, homozygous, or compound heterozygous state. In addition, one of the patients heterozygous for a PROKR2 mutation was also carrying a missense mutation in KAL1, thus indicating a possible digenic inheritance of the disease in this individual. These findings reveal that insufficient prokineticin-signaling through PROKR2 leads to abnormal development of the olfactory system and reproductive axis in man. They also shed new light on the complex genetic transmission of Kallmann syndrome.","dc:creator":"Dodé C","dc:date":"2006","dc:title":"Kallmann syndrome: mutations in the genes encoding prokineticin-2 and prokineticin receptor-2."},"evidence":[{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87814b31-d1ef-4ce1-b4ab-978afe45edfd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2237161c-a613-48b9-ac16-67c305f3cde8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization in mice, bulk brain RT-PCR","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12024206","type":"dc:BibliographicResource","dc:abstract":"The suprachiasmatic nucleus (SCN) controls the circadian rhythm of physiological and behavioural processes in mammals. Here we show that prokineticin 2 (PK2), a cysteine-rich secreted protein, functions as an output molecule from the SCN circadian clock. PK2 messenger RNA is rhythmically expressed in the SCN, and the phase of PK2 rhythm is responsive to light entrainment. Molecular and genetic studies have revealed that PK2 is a gene that is controlled by a circadian clock (clock-controlled). Receptor for PK2 (PKR2) is abundantly expressed in major target nuclei of the SCN output pathway. Inhibition of nocturnal locomotor activity in rats by intracerebroventricular delivery of recombinant PK2 during subjective night, when the endogenous PK2 mRNA level is low, further supports the hypothesis that PK2 is an output molecule that transmits behavioural circadian rhythm. The high expression of PKR2 mRNA within the SCN and the positive feedback of PK2 on its own transcription through activation of PKR2 suggest that PK2 may also function locally within the SCN to synchronize output.","dc:creator":"Cheng MY","dc:date":"2002","dc:title":"Prokineticin 2 transmits the behavioural circadian rhythm of the suprachiasmatic nucleus."},"rdfs:label":"PROKR2 radioactive in situ hybridization mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e429faec-9cd8-4f58-9811-9bad614394fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ee4e580-b39e-4db8-aab1-514732dee49f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of cDNA libraries from a wide array of tissues","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12427552","type":"dc:BibliographicResource","dc:abstract":"Recent studies have identified two novel biofunctional proteins, termed prokineticin 1/EG-VEGF and prokineticin 2, which were mammalian homologues of mamba MIT1 and frog Bv8. Prokineticins have been demonstrated to exert their physiological functions through G-protein coupled receptors (GPCRs). In this study, we report the molecular identification of two endogenous prokineticin receptors, designated PK-R1 and PK-R2, through a search of the human genomic DNA database. PK-R1, locating in chromosome 2, and PK-R2, locating in chromosome 20p13, shared 87% homology, which was an extremely high value among known GPCRs. In functional assays, mammalian cells expressing PK-Rs responded to prokineticins in a concentration-dependent manner. Tissue distribution analysis revealed that expression of PK-R1 was observed in the testis, medulla oblongata, skeletal muscle and skin, while that of PK-R2 showed preferential expression in the central nervous system. The tissue distribution of PK-Rs reported in this paper suggests that the prokineticins play multifunctional roles in vivo.","dc:creator":"Soga T","dc:date":"2002","dc:title":"Molecular cloning and characterization of prokineticin receptors."},"rdfs:label":"Cloning PROKR2 human"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51f8efdc-d00d-4f0d-afca-129cd67650a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb4b9dd0-f343-4705-b78b-5d23b5e19b2c","type":"FunctionalAlteration","dc:description":"Decreased calcium release upon exposure of transfected cells to PROK2","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18826963","type":"dc:BibliographicResource","dc:abstract":"Kallmann syndrome (KS) combines hypogonadism due to gonadotropin-releasing hormone deficiency, and anosmia or hyposmia, related to defective olfactory bulb morphogenesis. In a large series of KS patients, ten different missense mutations (p.R85C, p.R85H, p.R164Q, p.L173R, p.W178S, p.Q210R, p.R268C, p.P290S, p.M323I, p.V331M) have been identified in the gene encoding the G protein-coupled receptor prokineticin receptor-2 (PROKR2), most often in the heterozygous state. Many of these mutations were, however, also found in clinically unaffected individuals, thus raising the question of their actual implication in the KS phenotype. We reproduced each of the ten mutations in a recombinant murine Prokr2, and tested their effects on the signalling activity in transfected HEK-293 cells, by measuring intracellular calcium release upon ligand-activation of the receptor. We found that all mutated receptors except one (M323I) had decreased signalling activities. These could be explained by different defective mechanisms. Three mutations (L173R, W178S, P290S) impaired cell surface-targeting of the receptor. One mutation (Q210R) abolished ligand-binding. Finally, five mutations (R85C, R85H, R164Q, R268C, V331M) presumably impaired G protein-coupling of the receptor. In addition, when wild-type and mutant receptors were coexpressed in HEK-293 cells, none of the mutant receptors that were retained within the cells did affect cell surface-targeting of the wild-type receptor, and none of the mutant receptors properly addressed at the plasma membrane did affect wild-type receptor signalling activity. This argues against a dominant negative effect of the mutations in vivo.","dc:creator":"Monnier C","dc:date":"2009","dc:title":"PROKR2 missense mutations associated with Kallmann syndrome impair receptor signalling activity."},"rdfs:label":"Calcium flux"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Several additional variants used in experiments but not listed above "},{"id":"cggv:56731244-d570-4df0-a42b-9a51d24f80dc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4bcd862-ed25-4ae9-a664-d9ca49c2ec22","type":"FunctionalAlteration","dc:description":"Decreased binding (radioactivity)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18826963","rdfs:label":"Ligand binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f8a2f1ce-2970-43fd-a358-bb34021263c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c012d01a-b718-4486-9329-a5104261212a","type":"FunctionalAlteration","dc:description":"Variants were subjected to antiHA ELISA with/without permeabilization to detect protein expression on the surface membrane","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18826963","rdfs:label":"Transmembrane targeting"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:012f3569-4165-4518-aafe-fd0b76a82e2a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a82779a-b047-4745-a288-6cd525d54f48","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While the mouse phenotype was found only in double null mice, the hypogonadotropic hypogonadism and olfactory hypoplasia are similar to HH3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16537498","type":"dc:BibliographicResource","dc:abstract":"Prokineticins, multifunctional secreted proteins, activate two endogenous G protein-coupled receptors PKR1 and PKR2. From in situ analysis of the mouse brain, we discovered that PKR2 is predominantly expressed in the olfactory bulb (OB). To examine the role of PKR2 in the OB, we created PKR1- and PKR2-gene-disrupted mice (Pkr1(-/-) and Pkr2(-/-), respectively). Phenotypic analysis indicated that not Pkr1(-/-)but Pkr2(-/-)mice exhibited hypoplasia of the OB. This abnormality was observed in the early developmental stages of fetal OB in the Pkr2(-/-) mice. In addition, the Pkr2(-/-) mice showed severe atrophy of the reproductive system, including the testis, ovary, uterus, vagina, and mammary gland. In the Pkr2(-/-) mice, the plasma levels of testosterone and follicle-stimulating hormone were decreased, and the mRNA transcription levels of gonadotropin-releasing hormone in the hypothalamus and luteinizing hormone and follicle-stimulating hormone in the pituitary were also significantly reduced. Immunohistochemical analysis revealed that gonadotropin-releasing hormone neurons were absent in the hypothalamus in the Pkr2(-/-) mice. The phenotype of the Pkr2(-/-) mice showed similarity to the clinical features of Kallmann syndrome, a human disease characterized by association of hypogonadotropic hypogonadism and anosmia. Our current findings demonstrated that physiological activation of PKR2 is essential for normal development of the OB and sexual maturation.","dc:creator":"Matsumoto S","dc:date":"2006","dc:title":"Abnormal development of the olfactory bulb and reproductive system in mice lacking prokineticin receptor PKR2."},"rdfs:label":"PKR2 Mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Haploinsufficiency did not produce a phenotype like in humans"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5}],"evidenceStrength":"Definitive","sequence":4381,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.5,"subject":{"id":"cggv:077e4bb9-c64d-4d41-b634-9d37063709ac","type":"GeneValidityProposition","disease":"obo:MONDO_0009482","gene":"hgnc:15836","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PROKR2* was first reported in relation to syndromic hypogonadotropic hypogonadism with/without anosmia in 2006 (Dode et al., PMID 17054399). At least 11 missense variants and one frameshift/truncating variant have been reported in humans. Evidence supporting this gene-disease relationship include case level data and experimental data. Excluding variants found as homozygotes in gnomAD and cases with possible digenic inheritance, variants in this gene have been reported in at least 15 probands in 2 publications (PMIDs: 17054399, 18559922) with all cases demonstrating some combination of anosmia and hypogonadotropic hypogonadism. Although the prevalence is not yet clear, patients with *PROKR2* variants who have been subject to neuroimaging demonstrate aplasia of the olfactory apparatus in several instances (PMID: 18559922). Imaging based ascertainment strategies (PMID: 23386640) have also identified *PROKR2* variants in patients with clinical and/or imaging findings in the spectrum of septooptic dysplasia (septal deficiency, pituitary hypoplasia, optic nerve hypoplasia, schizencephaly, callosal agenesis). *PROKR2* related hypogonadotropic hypogonadism is hypothesized to result from interaction with other gene products as overexpression of variant alleles does not squelch function of co-expressed wild type protein (PMID: 18826963). Experimental data for the disease-gene relationship include animal models, in vitro studies of biochemical function, and cell culture assays using non-patient derived cells. More experimental evidence is available in the literature but not cited here. \n\nIn summary, *PROKR2* is definitively associated with autosomal dominant hypogonadotropic hypogonadism with or without anosmia though prevalence of congenital structural abnormalities of the brain and interaction with other gene variants is not yet fully understood. This association has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Brain Malformations Gene Curation Expert Panel on 4/26/2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:1ed279e5-f1a6-4f02-818e-e34aaf8c9947"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}