{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-03-08T10:44:05.484Z","role":"Approver"},{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-03-08T10:47:57.115Z","role":"Publisher"}],"evidence":[{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361a_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4045,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:eb28f8e0-aaa4-4c16-87c1-f209b97afd6c","type":"GeneValidityProposition","disease":"obo:MONDO_0012276","gene":"hgnc:6284","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The KCNMA1 gene is associated with autosomal dominant clinical disorders referred to as Liang-Wang syndrome (OMIM 618729) and paroxysmal nonkinesigenic dyskinesia (PNKD) type 3 with our without epilepsy (OMIM 609446) in the literature.  Recent reviews evaluating the phenotype of previously reported patients indicate heterozygous variants in KCNMA1 are associated with a disorder that has a spectrum of clinical phenotypes (PMID 34224328, 31427379).  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) or phenotypic variability. Therefore, all of the autosomal dominant disease entities have been lumped into one disease entity, autosomal dominant generalized epilepsy-paroxysmal dyskinesia syndrome.  Of note, this gene has also been implicated in autosomal recessive generalized epilepsy-paroxysmal dyskinesia syndrome, which has been assessed separately.\n\nKCNMA1 was first reported in relation to an autosomal dominant generalized epilepsy-paroxysmal dyskinesia syndrome in 2005 (PMID 15937479).  The gene encodes the pore-forming alpha subunit of the “Big K+” (BK) large conductance calcium and voltage-activated K+ channel.  The mechanism for disease is heterozygous missense variants that may have either gain-of-function or loss-of-function effect on the BK potassium channel activity measured by patch clamp recording or expression in Xenopus laevis oocytes (PMID 34224328, 31152168, 15937479).  \n\nAt least 11 unique missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.  Variants in this gene have been reported in at least sixteen probands in eight publications (PMIDs: 15937479,  31152168, 26195193, 29330545, 29356177, 32633875, 34499417, 32132200). Variants in this gene segregated with disease in sixteen affected individuals with epilepsy, paroxysmal nonkinesigenic dyskinesia, or both (n = 5) over three generations in a large family (PMID: 15937479).  Additionally, two recurrent de novo variants, p.(Gly375Arg) and p.(Asn1053Ser) (published as p.(Asn995Ser) using an alternative reference sequence) have been identified in multiple individuals with a similar phenotype (PMID: 31152168, 26195193, 29330545, 34499417).  The maximum score for genetic evidence (12 pts.) has been reached.  \n\nIn summary, KCNMA1 is definitively associated with autosomal dominant generalized epilepsy-paroxysmal dyskinesia syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel Working Group on March 1, 2022\n(SOP Version 8).\nThe association between KCNMA1 and autosomal dominant generalized epilepsy-paroxysmal dyskinesia syndrome has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:4bd10bb7-67d0-4c30-a944-9a46fd2f361a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}