{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2023-12-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2024-09-30T15:05:38.620Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24268661","type":"dc:BibliographicResource","dc:abstract":"Congenital poikiloderma is characterized by a combination of mottled pigmentation, telangiectasia, and epidermal atrophy in the first few months of life. We have previously described a South African European-descent family affected by a rare autosomal-dominant form of hereditary fibrosing poikiloderma accompanied by tendon contracture, myopathy, and pulmonary fibrosis. Here, we report the identification of causative mutations in FAM111B by whole-exome sequencing. In total, three FAM111B missense mutations were identified in five kindreds of different ethnic backgrounds. The mutation segregated with the disease in one large pedigree, and mutations were de novo in two other pedigrees. All three mutations were absent from public databases and were not observed on Sanger sequencing of 388 ethnically matched control subjects. The three single-nucleotide mutations code for amino acid changes that are clustered within a putative trypsin-like cysteine/serine peptidase domain of FAM111B. These findings provide evidence of the involvement of FAM111B in congenital poikiloderma and multisystem fibrosis.","dc:creator":"Mercier S","dc:date":"2013","dc:title":"Mutations in FAM111B cause hereditary fibrosing poikiloderma with tendon contracture, myopathy, and pulmonary fibrosis."},"evidence":[{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.8},{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ea9c3d1-81e7-4915-8f28-33a65fa59e3e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7db788a6-0597-4784-b8ba-1fb2a17c24c1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Expression of FAM111B in POIKTMP patient-derived skin fibroblasts and an unaffected familial control showed about 18- and 2-fold decrease in FAM111B mRNA and protein expression, respectively (Fig. 4A and B). This data indicates that the patient mutation affects the expression of the FAM111B gene and consequently alters its function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36610347","type":"dc:BibliographicResource","dc:abstract":"Mutations in the uncharacterised human FAM111B gene are associated with POIKTMP, a rare multi-organ fibrosing disease. Recent studies also reported the overexpression of FAM111B in specific cancers. Moreover, FAM111B mutation screening may prove expensive in under-resourced facilities. Therefore, this study investigated its cellular function and dysfunction and described an inexpensive mutation screening method.","dc:creator":"Rhoda C","dc:date":"2023","dc:title":"FAM111B dysregulation promotes malignancy in fibrosarcoma and POIKTMP and a low-cost method for its mutation screening."},"rdfs:label":"Expression in POIKTMP"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1},{"id":"cggv:880e6fd2-ae70-4f62-8926-47a9067b6237","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f20214ce-ccea-435b-859b-ed8fb80f33b2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutational dysfunction of FAM111B protein causes POIKTMP by downregulating FAM111B gene and protein expression that are resulting in inadequate DNA repair, genome instability, chronic inflammation, and aberrant apoptosis of the epithelial cells. These effects may result in chronic inflammation causing the alopecia, joint contractures, and other features of POIKTMP","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35860584","type":"dc:BibliographicResource","dc:creator":"Arowolo A","dc:date":"2022","dc:title":"Proposed Cellular Function of the Human FAM111B Protein and Dysregulation in Fibrosis and Cancer."},"rdfs:label":"FAM111B & dysfunctional role in diseases"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Moderate","sequence":9065,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.3,"subject":{"id":"cggv:5784e081-8325-4227-83f5-dc2525860c71","type":"GeneValidityProposition","disease":"obo:MONDO_0014310","gene":"hgnc:24200","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"\nFAM111B was first reported in relation to autosomal dominant hereditary sclerosing poikiloderma in 2013 (Mercier S et al., PMID: 24268661). Key features of the syndrome include fibrosing poikiloderma with tendon contractures, myopathy, and pulmonary fibrosis (POIKTMP). The poikiloderma affects all patients and seems to evolve in two phases: an early phase characterized by a facial photo-induced erythema before 6 months of age, and a chronic phase consisting of progressive atrophic skin changes that persist throughout life. Dermatologic features can include erythrosis and hyperlinearity of the hands and feet, progressive scarring alopecia, sparse or absent eyebrows and/or eyelashes, hypohidrosis with heat intolerance, and scleroderma-like skin changes.  Other features of this syndrome include muscle contractures, especially of the triceps, diffuse progressive fatty myopathy, pulmonary fibrosis in adulthood, and exocrine pancreatic insufficiency. FAM111B encodes a protein with a putative trypsin-like cysteine/serine peptidase domain in the C-terminus (O'Leary NA et al., 2016, PMID: 26553804) and most mutations are clustered in this domain.  \n\n\nTwelve variants (11 missense, 1 in-frame deletion) reported in 21 probands in 13 publications were included in this curation (Mercier et al., 2013, PMID:24268661; Mercier et al., 2015, PMID: 26471370; Seo et al., 2016, PMID: 26495788; Dokic et al., 2020, PMID: 33294546; Roversi et al., 2021, PMID: 34358284; Goussot et al., 2017, PMID: 28349113; Wu et al., 2022, PMID: 36092869; Takeichi et al., 2017, PMID: 27406236; Chen et al., 2019, PMID: 30938824; Zhang et al., 2019, PMID: 31392773; Ferré et al., 2023, PMID: 36875114; Hoeger et al., 2023, PMID: 36102338; Sato et al., 2022, PMID: 35601499). The mechanism of disease for POIKTMP is not known; however, the spectrum of pathogenic variants suggest a gain-of-function or dominant-negative mechanism leading to altered enzymatic activity (Mercier et al 2015, PMID: 26471370). \n\n\nThis gene-disease relationship is supported by experimental evidence. FAM111B knockout cells show that the protein plays a role in proliferation and cell cycle progression of KRAS-driven lung cell lines under serum starvation conditions (PMID 32418298). Biochemical studies suggest that FAM111B forms a complex with its homolog FAM111A. Its proteolytic activity is apparently dispensable for normal cell growth. However, disease-associated FAM111B variants have amplified proteolytic activity and phenocopy FAM111A mutant cellular phenotypes including suppression of DNA replication and transcription as well as triggering cell death via caspase-dependent apoptosis (PMID 32776417).  Other experimental evidence includes altered expression of FAM111B in skin fibroblasts from a South African patient with the Y621D variant (Rhoda C et al., 2023, PMID: 36610347). \n\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Interstitial Lung Disease Gene Curation Expert Panel on the meeting date 12/19/2023 (SOP Version 9).  \n\nTwelve variants (11 missense, 1 in-frame deletion) that have been reported in approximately 21 probands in 13 publications (Mercier et al., 2013, PMID:24268661; Mercier et al., 2015, PMID: 26471370; Seo et al., 2016, PMID: 26495788; Dokic et al., 2020, PMID: 33294546; Roversi et al., 2021, PMID: 34358284; Goussot et al., 2017, PMID: 28349113; Wu et al., 2022, PMID: 36092869; Takeichi et al., 2017, PMID: 27406236; Chen et al., 2019, PMID: 30938824; Zhang et al., 2019, PMID: 31392773; Ferré et al., 2023, PMID: 36875114; Hoeger et al., 2023, PMID: 36102338; Sato et al., 2022, PMID: 35601499), are included in this curation. The mechanism of disease for POIKTMP is not known; however, the spectrum of pathogenic variants and functional studies suggest a dominant-negative mechanism (Mercier et al 2015, PMID: 26471370). \n\nThis gene-disease relationship is also supported by experimental evidence including biochemical function of decreased FAM111B gene expression which can result in inadequate DNA repair, genome instability which results in apoptosis which may, in turn, trigger chronic inflammation (Arowolo A et al., 2022, PMID: 35860584). Other biochemical mechanisms include expression of FAM111B in skin fibroblast from a South African patient with Y621D variant. (Rhoda C et al., 2023, PMID: 36610347). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Interstitial Lung Disease Gene Curation Expert Panel on the meeting date 8/15/2023 (SOP Version 9).  ","dc:isVersionOf":{"id":"cggv:d13f8dba-f9ae-42f3-a97a-dcc34b063e5b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}