{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-08-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-08-03T14:49:16.505Z","role":"Publisher"}],"evidence":[{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.1},{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34c6ed76-a587-4853-be6e-3bd1611ebdfe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6eff7414-c5a1-474b-b3ff-ffeacef1c29a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"SETX protein was present in many tissues including murine brain, lens, retina and human kidney. In murine brain, SETX is present in many cell types and is characterized by a general neuronal expression pattern with highest levels in cerebellum and hippocampus (Fig. 3D). Colocalization with the neuronal marker NeuN was higher in the hippocampus (Fig 3E, F). In PMID:15106121, the authors showed that SETX is present in a number of human tissues, including brain and spinal cord.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16644229","type":"dc:BibliographicResource","dc:abstract":"A severe recessive cerebellar ataxia, Ataxia-Oculomotor Apraxia 2 (AOA2) and a juvenile onset form of dominant amyotrophic lateral sclerosis (ALS4) result from mutations of the Senataxin (SETX) gene. To begin characterization this disease protein, we developed a specific antibody to the DNA/RNA helicase domain of SETX. In murine brain, SETX concentrates in several regions, including cerebellum, hippocampus and olfactory bulb with a general neuronal expression profile, colocalizing with NeuN. In cultured cells, we found that SETX was cytoplasmically diffuse, but in the nucleus, SETX was punctate, colocalizing with fibrillarin, a marker of the nucleolus. In differentiated non-cycling cells, nuclear SETX was not restricted to the nucleolus but was diffuse within the nucleoplasm, suggesting cell-cycle-dependent localization. SETX missense mutations cluster within the N-terminus and helicase domains. Flag tagging at the N-terminus caused protein mislocation to the nucleoplasm and failure to export to the cytoplasm, suggesting that the N-terminus may be essential for correct SETX localization. We report here the first characterization of SETX protein, which may provide future insights into a new mechanism leading to neuron death.","dc:creator":"Chen YZ","dc:date":"2006","dc:title":"Senataxin, the yeast Sen1p orthologue: characterization of a unique protein in which recessive mutations cause ataxia and dominant mutations cause motor neuron disease."},"rdfs:label":"SETX is expressed in brain and spinal cord"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8815751c-dc0b-4971-8f68-d08b41e95192","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ea33a24-ddb1-4b99-8f77-d791e27cc50b","type":"FunctionalAlteration","dc:description":"Reduced TDP-43 nuclear staining and cytosolic mislocalization was observed in motor neurons of mutant mice but not in the non transgenic mice. ~10% of ventral horn motor Neurons from PrP-SETX-R2136H and Setx-L389S+/− mice display TDP-43 mislocalization. TDP-43 mislocalization was also present in glial cells. This is considered a pathognomonic hallmark of ALS motor neuron degeneration.  Immunostaining analysis for nucleocytoplasmic transport proteins Ran and RanGAP1 uncovered nuclear membrane abnormalities in motor neurons of Setx-L389S+/− mice, and nuclear import was delayed in SETX ALS4 cortical neurons, indicative of impaired nucleocytoplasmic trafficking.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29725819","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis type 4 (ALS4) is a rare, early-onset, autosomal dominant form of ALS, characterized by slow disease progression and sparing of respiratory musculature. Dominant, gain-of-function mutations in the senataxin gene (SETX) cause ALS4, but the mechanistic basis for motor neuron toxicity is unknown. SETX is a RNA-binding protein with a highly conserved helicase domain, but does not possess a low-complexity domain, making it unique among ALS-linked disease proteins. We derived ALS4 mouse models by expressing two different senataxin gene mutations (R2136H and L389S) via transgenesis and knock-in gene targeting. Both approaches yielded SETX mutant mice that develop neuromuscular phenotypes and motor neuron degeneration. Neuropathological characterization of SETX mice revealed nuclear clearing of TDP-43, accompanied by TDP-43 cytosolic mislocalization, consistent with the hallmark pathology observed in human ALS patients. Postmortem material from ALS4 patients exhibited TDP-43 mislocalization in spinal cord motor neurons, and motor neurons from SETX ALS4 mice displayed enhanced stress granule formation. Immunostaining analysis for nucleocytoplasmic transport proteins Ran and RanGAP1 uncovered nuclear membrane abnormalities in the motor neurons of SETX ALS4 mice, and nuclear import was delayed in SETX ALS4 cortical neurons, indicative of impaired nucleocytoplasmic trafficking. SETX ALS4 mice thus recapitulated ALS disease phenotypes in association with TDP-43 mislocalization and provided insight into the basis for TDP-43 histopathology, linking SETX dysfunction to common pathways of ALS motor neuron degeneration.","dc:creator":"Bennett CL","dc:date":"2018","dc:title":"Senataxin mutations elicit motor neuron degeneration phenotypes and yield TDP-43 mislocalization in ALS4 mice and human patients."},"rdfs:label":"SETX ALS4 mice display hallmark ALS TDP-43 histopathology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Feature for ALS,"},{"id":"cggv:19655459-2bc4-4c1b-8f3f-eb5c819118b7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:94472325-7448-4f91-b81c-94fe883cc81f","type":"FunctionalAlteration","dc:description":"TDP-43 immunostaining of post mortem lumbar spinal cord from 2 related patients revealed cytosolic aggregates accompanied by nuclear clearing in motor neurons. This demonstrates that TDP-43 mislocalisation is a feature of ALS4 motor neuron disease.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29725819","rdfs:label":"TDP-43 mislocalization"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This confirms the finding seen in mice."},{"id":"cggv:72b98c65-306c-426f-91ef-a294702def42","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:96be8971-8632-4f10-b213-fc5ec1d370a2","type":"FunctionalAlteration","dc:description":"ALS4 cells have fewer R-loops than Ctr cells. 36 genes including BMPs, SMADs and inhibins were expressed at higher levels in the patients than the controls (Fig 3B). This is consistent with activation of the TGFβ signaling, BAMBI which encodes a key negative regulator is expressed at a lower level in the patients. knockdown of BAMBI with siRNA in fibroblasts recapitulated the expression pattern in ALS4 cells for the TGFβ pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29395064","type":"dc:BibliographicResource","dc:abstract":"R-loops are three-stranded nucleic acid structures found abundantly and yet often viewed as by-products of transcription. Studying cells from patients with a motor neuron disease (amyotrophic lateral sclerosis 4 [ALS4]) caused by a mutation in senataxin, we uncovered how R-loops promote transcription. In ALS4 patients, the senataxin mutation depletes R-loops with a consequent effect on gene expression. With fewer R-loops in ALS4 cells, the expression of BAMBI, a negative regulator of transforming growth factor β (TGF-β), is reduced; that then leads to the activation of the TGF-β pathway. We uncovered that genome-wide R-loops influence promoter methylation of over 1,200 human genes. DNA methyl-transferase 1 favors binding to double-stranded DNA over R-loops. Thus, in forming R-loops, nascent RNA blocks DNA methylation and promotes further transcription. Hence, our results show that nucleic acid structures, in addition to sequences, influence the binding and activity of regulatory proteins.","dc:creator":"Grunseich C","dc:date":"2018","dc:title":"Senataxin Mutation Reveals How R-Loops Promote Transcription by Blocking DNA Methylation at Gene Promoters."},"rdfs:label":"TGFb pathways is activated in neurons"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"Grinseich et al, 2020 (PMID: 31957062) showed that TGF-β treated motor neuron-like cells,derived from control iPSCs, had reduced neurite length and branching."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58a0025a-fd73-4f70-8718-f35326ed0147","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ea556798-7258-404d-9630-99d81a50137e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Two fold increase in cell death in Setx-L389S+/− cortical neurons was noted. Increased susceptibility of Setx-L389S+/− neurons to cell death upon potassium chloride withdrawal was noted.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29725819","rdfs:label":"SETX L389S mutation elicits neurotoxicity in primary neurons"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:659b6e79-d82e-4077-addc-fc5af1719e0e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fe139e2a-f18b-4fa0-8b8c-db72bb85f064","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A marked increase in apoptotic activation was observed as measured by activated caspase 3. A marked increase in stress granule formation in E13 motor neurons derived from PrP-SETX-R2136H transgenic mice was observed after exposure to sodium arsenite.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29725819","rdfs:label":"Motor neurons are vulnerable to apoptotic activation"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:e1ca4c0c-da21-43fd-a096-db3f153e3ee3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac25af02-e81c-4998-8a34-ccb477ff7bdb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Motor abnormalities were detected at 6 months of age. The neurological dysfunction progressed with age. Rotarod analysis showed that knock-in mice had an impaired motor coordination. The motor incoordination progressively worsened with age.ventral horn motor neurons from both PrP-SETX-R2136H and Setx-L389S+/− mice were significantly smaller in size in comparison to age- and littermate-matched control mice. Setx-L389S+/− mice suffer a significant decrease in the number of large caliber axons.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29725819","rdfs:label":"Knock-in mouse Setx-L389S+/-"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:f6654b5c-c6c9-4f57-92ca-5dec6a73e70c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2185814-94bc-4f00-92bc-469415fd5ba7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transgenic SETX mice developed motor phenotypes and motor neuron degeneration, and exhibit neurotoxicity. Motor abnormalities were detected at 6 months of age. The neurological dysfunction progressed with age. Rotarod analysis showed that trangenic mice had a severely impaired motor coordination. The motor incoordination progressively worsened with age. Ventral horn motor neurons appeared to be degenerating in ALS4 model mice. There was no detectable evidence for sensory neuron abnormality.  This is reminiscent of the disease course of human ALS4 patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29725819","rdfs:label":"Transgenic mouse PrP-SETX-R2136H"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4915,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.1,"subject":{"id":"cggv:18064f5b-dc46-403e-aecf-8590b6e7c88c","type":"GeneValidityProposition","disease":"obo:MONDO_0018894","gene":"hgnc:445","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":" ​​SETX encodes senataxin, an RNA/DNA helicase; it is involved in transcriptional regulation, resolution of RNA/DNA hybrids (R-Loops), DNA damage response, regulation of autophagy, among other functions.\nSenataxin is ubiquitously expressed, it was shown to be present in human brain and spinal cord (Chen et al, 2004, PMID: 15106121) as well as throughout the mouse brain, with the highest expression levels in the cerebellum and hippocampus (Chen et al, 2006, PMID: 16644229).\nThe gene was first mapped to chr9q34 in a large Maryland family with autosomal dominant juvenile onset amyotrophic lateral sclerosis, initially reported as a variant of Charcot- Marie-Tooth (CMT) (Chance et al, 1998, PMID: 9497266; Blair et al, 2000, PMID: 11085590). Around the same period, linkage analysis and homozygosity mapping of families with ataxia with oculomotor apraxia mapped the AOA2 locus to the same genomic region (Nemeth et al, 2000, PMID: 11022012; Bomont et al, 2000, PMID: 11175288).\nTesting of additional families allowed the identification of the human ortholog of yeast Sen1p, SETX, as the causative gene in patients with the recessive form of ataxia with oculomotor apraxia type 2 (AOA2) and the dominant juvenile form of amyotrophic lateral sclerosis type 4 (ALS4) (Moreira et al, 2004, PMID: 14770181; Chen et al, 2004, PMID: 15106121).\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern, clinical presentation, as well as molecular mechanism. Therefore, the disease entities have been split into Distal hereditary motor neuropathy with pyramidal features aka ALS4  (OMIM: 602433) and Spinocerebellar ataxia with axonal neuropathy aka AOA2 (OMIM: 606002) and will be assessed separately.\nPatients with ALS4 present during childhood or adolescence, with distal muscle weakness and atrophy, pyramidal signs. They exhibit a combination of upper and lower motor neuron degeneration; respiratory musculature is usually spared, with no bulbar involvement, slow progression and normal life expectancy in most reported patients.\nAlthough the gene is very polymorphic, only few well established causative missense variants were reported in patients with ALS4. Some of these variants segregated within families (Chen et al., 2004, PMID: 15106121; De Jonghe  et al, 2002, PMID: 12023320; Drew et al, 2015, PMID: 25802885; Ma et al, 2018, PMID: 30052327; Avemaria et al, 2011, PMID: 2143876; Rudnik-Schöneborn et al, 2012, PMID: 22088787; Grunseich et al, 2020, PMID: 31957062); while others were sporadic (Saiga et al, 2012, PMID: 2257723; Grunseich et al, 2020, PMID: 31957062;  Hadjinicolaou et al, 2021, PMID: 34922620).\nThe gene-disease association is also supported by experimental evidence. Two mouse models were generated, a transgenic mouse (PrP-SETX-R2136H) and a knock-in mouse (Setx-L389S). The mutant mice displayed motor neuron degeneration and neuron toxicity with no detectable evidence for sensory abnormalities and key ALS features of TDP-43 nuclear clearance and cytosolic mislocalization. These findings were consistent with ALS4 patient pathology (Bennett et al, 2018, PMID: 29725819).\nThe mechanism of pathogenicity is reported to be gain-of-function.  By altering R-loop levels, the senataxin mutation in ALS4 leads to disruption of transcription and abnormal TGFβ signaling as shown in patient derived cells (Grunseich et al, 2018, PMID: 29395064; Grunseich et al, 2020, PMID: 31957062).\nIn summary, there is [definitive evidence/Strong evidence] to support the relationship between SETX and [distal hereditary neuropathy/ALS4]. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:1f355b8f-1cd9-401c-8f34-b9b3e2fe939b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}