{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-11-05T13:33:06.604Z","role":"Publisher"},{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-11-04T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5},{"id":"cggv:42b7a637-e439-4cfa-b68e-88bb91ac310e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:42b7a637-e439-4cfa-b68e-88bb91ac310e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:9993f1cb-a67f-4289-bbd2-6e042158e67a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024420.3(PLA2G4A):c.2118+4_2118+7del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/624622"}},"detectionMethod":"Whole-genome SNP array analysis was performed in both affected siblings to identify shared regions of homozygosity and in tandem, whole exome sequencing was performed in the affected female. PCR and Sanger sequencing were performed in both individuals to confirm.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"small-intestinal stricturing, gangrenous terminal ileum","phenotypes":["obo:HP_0002580","obo:HP_0004398","obo:HP_0012398","obo:HP_0100580","obo:HP_0002015","obo:HP_0008320","obo:HP_0002588","obo:HP_0008148","obo:HP_0100889","obo:HP_0009830","obo:HP_0005263","obo:HP_0002027","obo:HP_0002021","obo:HP_0003073","obo:HP_0100502","obo:HP_0001891","obo:HP_0002592","obo:HP_0000939","obo:HP_0100819","obo:HP_0005978"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8f28d901-ce43-4ea5-ab80-772f0375eb00_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9993f1cb-a67f-4289-bbd2-6e042158e67a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23268370","type":"dc:BibliographicResource","dc:abstract":"Cryptogenic multifocal ulcerating stenosing enteritis (CMUSE) is an extremely rare, but devastating, disease of unknown aetiology. We investigated the genetic basis of this autosomal recessive condition in a pair of affected siblings who have 40-year histories of catastrophic gastrointestinal and extraintestinal disease.","dc:creator":"Brooke MA","dc:date":"2014","dc:title":"Cryptogenic multifocal ulcerating stenosing enteritis associated with homozygous deletion mutations in cytosolic phospholipase A2-α."}},"rdfs:label":"Patient B"},{"id":"cggv:8f28d901-ce43-4ea5-ab80-772f0375eb00","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:8f28d901-ce43-4ea5-ab80-772f0375eb00_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"The homozygous intronic variant c.2118+4_2118+7del is adjacent to the intron 16 splice donor site which it is predicted to disrupt, leading to a frameshift and truncation (including a regulatory site expected to ablate enzymatic function). However expression was not observed in the patient so function was not tested."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9f6e785e-25e6-4109-8472-afe14367924f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9f6e785e-25e6-4109-8472-afe14367924f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":45,"allele":[{"id":"cggv:7ffd94f5-97ca-4450-8aa1-635bf3ed8277","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024420.3(PLA2G4A):c.331T>C (p.Ser111Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120100"}},{"id":"cggv:34fd3a24-523e-416e-90a2-dfb852f63acd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024420.3(PLA2G4A):c.1454G>A (p.Arg485His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120102"}}],"detectionMethod":"The 18 exons were PCR amplified and products were sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002239","obo:HP_0002027","obo:HP_0030148","obo:HP_0004866","obo:HP_0006770","obo:HP_0030361","obo:HP_0001891","obo:HP_0008320","obo:HP_0005229","obo:HP_0011102"],"previousTesting":true,"previousTestingDescription":"There was normal COX-1 activity in the patient’s platelets","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:45b7520e-74c1-4b8e-ac70-7a00e24085d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7ffd94f5-97ca-4450-8aa1-635bf3ed8277"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18451993","type":"dc:BibliographicResource","dc:abstract":"Cytosolic phospholipase A2alpha (cPLA2alpha) hydrolyzes arachidonic acid from cellular membrane phospholipids, thereby providing enzymatic substrates for the synthesis of eicosanoids, such as prostaglandins and leukotrienes. Considerable understanding of cPLA2alpha function has been derived from investigations of the enzyme and from cPLA2alpha-null mice, but knowledge of discrete roles for this enzyme in humans is limited. We investigated a patient hypothesized to have an inherited prostanoid biosynthesis deficiency due to his multiple, complicated small intestinal ulcers despite no use of cyclooxygenase inhibitors. Levels of thromboxane B2 and 12-hydroxyeicosatetraenoic acid produced by platelets and leukotriene B4 released from calcium ionophore-activated blood were markedly reduced, indicating defective enzymatic release of the arachidonic acid substrate for the corresponding cyclooxygenase and lipoxygenases. Platelet aggregation and degranulation induced by adenosine diphosphate or collagen were diminished but were normal in response to arachidonic acid. Two heterozygous single base pair mutations and a known SNP were found in the coding regions of the patient's cPLA2alpha genes (p.[Ser111Pro]+[Arg485His; Lys651Arg]). The total PLA2 activity in sonicated platelets was diminished, and the urinary metabolites of prostacyclin, prostaglandin E2, prostaglandin D2, and thromboxane A2 were also reduced. These findings characterize what we believe is a novel inherited deficiency of cPLA2.","dc:creator":"Adler DH","dc:date":"2008","dc:title":"Inherited human cPLA(2alpha) deficiency is associated with impaired eicosanoid biosynthesis, small intestinal ulceration, and platelet dysfunction."}},{"id":"cggv:9d4b14cf-02f2-4b6b-adbc-a588d91e9cee_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:34fd3a24-523e-416e-90a2-dfb852f63acd"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18451993"}],"rdfs:label":"Adler Case"},{"id":"cggv:45b7520e-74c1-4b8e-ac70-7a00e24085d7","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:45b7520e-74c1-4b8e-ac70-7a00e24085d7_variant_evidence_item"},{"id":"cggv:45b7520e-74c1-4b8e-ac70-7a00e24085d7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Shown to have a functional impact in PMID: 21247147. When expressed in Sf9 cells, Ser111Pro has only slightly decreased activity but affects calcium-binding as shown by reduced translocation in MDCK and IMLF cells."}],"strengthScore":0.5},{"id":"cggv:9d4b14cf-02f2-4b6b-adbc-a588d91e9cee","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d4b14cf-02f2-4b6b-adbc-a588d91e9cee_variant_evidence_item"},{"id":"cggv:9d4b14cf-02f2-4b6b-adbc-a588d91e9cee_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Shown to have a functional impact in PMID: 21247147. R485H is nearly devoid of catalytic activity when expressed in Sf9 cells."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:46f4a40d-65d6-4431-8590-957f7a353d36_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:46f4a40d-65d6-4431-8590-957f7a353d36","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:900ca619-6122-4723-a336-1b33f9bd49a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024420.3(PLA2G4A):c.1723G>C (p.Asp575His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/624621"}},"detectionMethod":"All 18 exons were PCR amplified and products were Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"slightly reduced factor IX, post-surgery hemorrhage, mildly reduced renal function","phenotypes":["obo:HP_0002588","obo:HP_0000421","obo:HP_0000225","obo:HP_0001892","obo:HP_0000790","obo:HP_0002239","obo:HP_0008320","obo:HP_0008148"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:894e3bdd-9cac-42f9-b106-20b1ea390362_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:900ca619-6122-4723-a336-1b33f9bd49a7"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25102815","type":"dc:BibliographicResource","dc:abstract":"Arachidonic acid (AA), when cleaved from phospholipids by cytosolic phospholipase A2 alpha (cPLA2a), generates eicosanoids, with pro-hemostatic, pro-inflammatory, vasoactive and gastro-protective functions. We describe a patient (27-year-old man) and his twin-sister with early-onset bleeding diathesis and recurrent gastro-intestinal (GI) ulcers. Platelet aggregation/δ-granules secretion by collagen was impaired, but normal by AA; serum levels of thromboxane (Tx) B2 and 12-hydroxyeicosatetraenoic acid, and urinary levels of 11-dehydro-TxB2 were extremely low. Patients were homozygous for 1723G>C transition in PLA2G4A gene, which changed the codon for Asp575 to His. GI ulcers affected 5/14 heterozygous (< 40 years) and 1/16 wild-type homozygous (> 60 years) family members; none had bleeding diathesis. The proband, his sister and mother also had mildly reduced factor XI levels. Platelet messenger RNA expression did not differ among subjects with different PLA2G4A genotypes. Conversely, platelet cPLA2a was undetectable by Western Blotting in the proband and his sister, and decreased in 1723G>C heterozygous subjects, suggesting that the variant is transcribed, but not translated or translated into an unstable protein. We described a syndromic form of deficiency of cPLA2a , characterised by recurrent GI ulcers and bleeding diathesis, associated with mild inherited deficiency of factor XI. Unlike other reported patients with cPLA2a deficiency, these patients had extremely low levels of platelet TxA2 biosynthesis. ","dc:creator":"Faioni EM","dc:date":"2014","dc:title":"Bleeding diathesis and gastro-duodenal ulcers in inherited cytosolic phospholipase-A2 alpha deficiency."}},"rdfs:label":"Male Proband"},{"id":"cggv:894e3bdd-9cac-42f9-b106-20b1ea390362","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:894e3bdd-9cac-42f9-b106-20b1ea390362_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"The homozygous missense variant Asp575His was identified the proband with cPLA2a undetectable by Western blot, however no experimental evidence was provided to support the impact of this variant on the gene."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed286cad-48d5-48d8-8868-e88e77adfad7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4765cf3b-ee09-410a-94e3-94febc6845b2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"cPLA2a hydrolyzes membrane phospholipids, leading to liberation of arachidonic acid. The arachidonic acid release leads to an increase in the production and subsequent release of thromboxane A2, which is a potent vasoconstrictor and inducer of platelet aggregation. A block in hydrolysis by cPLA2a causesimpaired platelet aggregation and bleeding phenotypes observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1904318","type":"dc:BibliographicResource","dc:abstract":"We report the cloning and expression of a cDNA encoding a high molecular weight (85.2 kd) cytosolic phospholipase A2 (cPLA2) that has no detectable sequence homology with the secreted forms of PLA2. We show that cPLA2 selectively cleaves arachidonic acid from natural membrane vesicles and demonstrate that cPLA2 translocates to membrane vesicles in response to physiologically relevant changes in free calcium. Moreover, we demonstrate that an amino-terminal 140 amino acid fragment of cPLA2 translocates to natural membrane vesicles in a Ca(2+)-dependent fashion. Interestingly, we note that this 140 amino acid domain of cPLA2 contains a 45 amino acid region with homology to PKC, p65, GAP, and PLC. We suggest that this homology delineates a Ca(2+)-dependent phospholipid-binding motif, providing a mechanism for the second messenger Ca2+ to translocate and activate cytosolic proteins.","dc:creator":"Clark JD","dc:date":"1991","dc:title":"A novel arachidonic acid-selective cytosolic PLA2 contains a Ca(2+)-dependent translocation domain with homology to PKC and GAP."},"rdfs:label":"cPLA2a activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Demonstrated that cPLA2a translocates to natural membrane vesicles in response to Ca2+ concentrations where it preferentially hydrolyzes arachidonyl phospholipids (20-fold preference over other phospholipids), as measured by fatty acid release quantified by gas phase chromatography."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4c548e9-b95f-4876-acc1-25dc7f4e2f40","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34804d82-bafb-44ad-bf35-3fb64b042ab5","type":"FunctionalAlteration","dc:description":"To determine the effect of the mutations on arachidonic acid (AA) release, parallel cultures of IMLF−/− expressing wild type or mutant forms of cPLA2α were compared. The R485H mutant did not release significant amounts of AA above basal levels in response to serum indicating that although calcium-dependent translocation is not defective it is catalytically inactive.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21247147","type":"dc:BibliographicResource","dc:abstract":"Group IVA cytosolic phospholipase A(2) (cPLA(2)α) catalyzes the first step in the arachidonic acid cascade leading to the synthesis of important lipid mediators, the prostaglandins and leukotrienes. We previously described a patient deficient in cPLA(2)α activity, which was associated with mutations in both alleles encoding the enzyme. In this paper, we describe the biochemical characterization of each of these mutations. Using saturating concentrations of calcium, we showed that the R485H mutant was nearly devoid of any catalytic activity, that the S111P mutation did not affect the enzyme activity, and that the known K651R polymorphism was associated with activity slightly higher than that of the wild type. Using MDCK cells, we showed that translocation to the Golgi in response to serum activation was impaired for the S111P mutant but not for the other mutants. Using immortalized mouse lung fibroblasts lacking endogenous cPLA(2)α activity, we showed that both mutations S111P and R485H/K651R caused a profound defect in the enzyme catalytic activity in response to cell stimulation with serum. Taken together, our results show that the S111P mutation hampers calcium binding and membrane translocation without affecting the catalytic activity, and that the mutation R485H does not affect membrane translocation but blocks catalytic activity that leads to inactivation of the enzyme. Interestingly, our results show that the common K651R polymorphism confers slightly higher activity to the enzyme, suggesting a role of this residue in favoring a catalytically active conformation of cPLA(2)α. Our results define how the mutations negatively influence cPLA(2)α function and explain the inability of the proband to release arachidonic acid for eicosanoid production.","dc:creator":"Reed KA","dc:date":"2011","dc:title":"Functional characterization of mutations in inherited human cPLA₂ deficiency."},"rdfs:label":"AA release"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:02782172-2b04-4b93-91c4-82d598cef800","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e3f32c72-ed29-4ea0-9082-0335e5fb17f5","type":"FunctionalAlteration","dc:description":"Platelet adhesion to a collagen-coated surface in flowing blood was abolished by cPLA2 inhibition by pyrophenone and absent in blood from cPLA2α-deficient patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26183771","type":"dc:BibliographicResource","dc:abstract":"Eicosanoids are important vascular regulators, but the phospholipase A2 (PLA2) isoforms supporting their production within the cardiovascular system are not fully understood. To address this, we have studied platelets, endothelial cells, and leukocytes from 2 siblings with a homozygous loss-of-function mutation in group IVA cytosolic phospholipase A2 (cPLA2α). Chromatography/mass spectrometry was used to determine levels of a broad range of eicosanoids produced by isolated vascular cells, and in plasma and urine. Eicosanoid release data were paired with studies of cellular function. Absence of cPLA2α almost abolished eicosanoid synthesis in platelets (e.g., thromboxane A2, control 20.5 ± 1.4 ng/ml vs. patient 0.1 ng/ml) and leukocytes [e.g., prostaglandin E2 (PGE2), control 21.9 ± 7.4 ng/ml vs. patient 1.9 ng/ml], and this was associated with impaired platelet activation and enhanced inflammatory responses. cPLA2α-deficient endothelial cells showed reduced, but not absent, formation of prostaglandin I2 (prostacyclin; control 956 ± 422 pg/ml vs. patient 196 pg/ml) and were primed for inflammation. In the urine, prostaglandin metabolites were selectively influenced by cPLA2α deficiency. For example, prostacyclin metabolites were strongly reduced (18.4% of control) in patients lacking cPLA2α, whereas PGE2 metabolites (77.8% of control) were similar to healthy volunteer levels. These studies constitute a definitive account, demonstrating the fundamental role of cPLA2α to eicosanoid formation and cellular responses within the human circulation.","dc:creator":"Kirkby NS","dc:date":"2015","dc:title":"Inherited human group IVA cytosolic phospholipase A2 deficiency abolishes platelet, endothelial, and leucocyte eicosanoid generation."},"rdfs:label":"Adhesion to collagen"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These data are in agreement with reports of the importance of cPLA2α and TXA2 generation in platelet adhesion."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70d56f9f-0bd3-4f64-bee7-c9c269c7bdcc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4bed9cfe-2c21-4137-b065-430b99a3e01d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In mice, as in humans, there is a significant decrease in the amount of thromboxane B2 production. While, in mice there is only a slight difference in platelet degranulation and aggregation as compared to humans, the mice do still have a significantly increased bleeding time as seen in some humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12163563","type":"dc:BibliographicResource","dc:abstract":"Among several different types of phospholipase A(2) (PLA(2)), cytosolic PLA(2) (cPLA(2))alpha and group IIA (IIA) secretory PLA(2) (sPLA(2)) have been studied intensively. To determine the discrete roles of cPLA(2)alpha in platelets, we generated two sets of genetically engineered mice (cPLA(2)alpha(-/-)/sPLA(2)-IIA(-/-) and cPLA(2)alpha(-/-)/sPLA(2)-IIA(+/+)) and compared their platelet function with their respective wild-type C57BL/6J mice (cPLA(2)alpha(+/+)/sPLA(2)-IIA(-/-)) and C3H/HeN (cPLA(2)alpha(+/+)/sPLA(2)-IIA(+/+)). We found that cPLA(2)alpha is needed for the production of the vast majority of thromboxane (TX)A(2) with collagen stimulation of platelets. In cPLA(2)alpha-deficient mice, however, platelet aggregation in vitro is only fractionally decreased because small amounts of TX produced by redundant phospholipase enzymes sufficiently preserve aggregation. In comparison, adenosine triphosphate activation of platelets appears wholly independent of cPLA(2)alpha and sPLA(2)-IIA for aggregation or the production of TX, indicating that these phospholipases are specifically linked to collagen receptors. However, the lack of high levels of TX limiting vasoconstriction explains the in vivo effects seen: increased bleeding times and protection from thromboembolism. Thus, cPLA(2)alpha plays a discrete role in the collagen-stimulated production of TX and its inhibition has a therapeutic potential against thromboembolism, with potentially limited bleeding expected.","dc:creator":"Wong DA","dc:date":"2002","dc:title":"Discrete role for cytosolic phospholipase A(2)alpha in platelets: studies using single and double mutant mice of cytosolic and group IIA secretory phospholipase A(2)."},"rdfs:label":"KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The knockout mouse model recapitulated certain aspects of human disease, namely decreased thromboxane B2 with associated bleeding tendency. However, the authors did not indicate any gastrointestinal phenotypes of these mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":9303,"specifiedBy":"GeneValidityCriteria11","strengthScore":6.5,"subject":{"id":"cggv:32062c77-1d20-40d1-ba56-8863d9420928","type":"GeneValidityProposition","disease":"obo:MONDO_0018794","gene":"hgnc:9035","modeOfInheritance":"obo:HP_0000007"},"version":"3.0","dc:description":"PLA2G4A was first reported in relation to autosomal recessive cytosolic phospholipase-A2 alpha deficiency associated bleeding disorder in 2008 (Adler DH, et al., 2008, PMID: 18451993). At least four unique variants (3 missense and 1 intronic) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least three probands in three publications (PMIDs: 18451993, 23268370, 25102815). Variants in this gene segregated with disease in two additional family members. This gene-disease relationship is supported by its biochemical function in the release of arachidonic acid (PMID: 3143418), functional alteration in both patient (PMID: 26183771) and non-patient cells (PMID: 21247147), and a mouse model (PMID: 12163563). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was orginally evaluated by the HT GCEP on 03/25/2020 and reevaluated on 06/22/2022. It was again reevaluated on 10/21/2024 and as a result of this reevaluation the classification did not change as no new information is contributing to the classification.","dc:isVersionOf":{"id":"cggv:ff7f6f85-cca7-4eb2-9957-9023c94402f0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}