{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-12-09T17:45:12.513Z","role":"Publisher"},{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-05-07T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.7},{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eb25ed3f-04d4-48c3-9de0-6add2961ebaf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6df837c5-4dc9-4347-8b14-af4ec844b437","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"The level of MEF2 transcriptional activity was measured using Mef2 luciferase reporter to compare SIK1 variants to wild-type and the p.(Lys56Met) kinase-dead mutant. Expression of wild-type SIK1 robustly activated the Mef2-luc reporter. In fetal cortical neuronal cells, Western blot showed different MEF2C protein levels depending on SIK1 genotype.  Results indicate decreased MEF2C protein levels and decrease in MEF2C transcriptional activity in the presence of variants in SIK1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27966542","type":"dc:BibliographicResource","dc:abstract":"SIK1 syndrome is a newly described developmental epilepsy disorder caused by heterozygous mutations in the salt-inducible kinase SIK1. To better understand the pathophysiology of SIK1 syndrome, we studied the effects of SIK1 pathogenic sequence variations in human neurons. Primary human fetal cortical neurons were transfected with a lentiviral vector to overexpress wild-type and mutant SIK1 protein. We evaluated the transcriptional activity of known downstream gene targets in neurons expressing mutant SIK1 compared with wild type. We then assayed neuronal morphology by measuring neurite length, number and branching. Truncating SIK1 sequence variations were associated with abnormal MEF2C transcriptional activity and decreased MEF2C protein levels. Epilepsy-causing SIK1 sequence variations were associated with significantly decreased expression of ARC (activity-regulated cytoskeletal-associated) and other synaptic activity response element genes. Assay of mRNA levels for other MEF2C target genes NR4A1 (Nur77) and NRG1, found significantly, decreased the expression of these genes as well. The missense p.(Pro287Thr) SIK1 sequence variation was associated with abnormal neuronal morphology, with significant decreases in mean neurite length, mean number of neurites and a significant increase in proximal branches compared with wild type. Epilepsy-causing SIK1 sequence variations resulted in abnormalities in the MEF2C-ARC pathway of neuronal development and synapse activity response. This work provides the first insights into the mechanisms of pathogenesis in SIK1 syndrome, and extends the ARX-MEF2C pathway in the pathogenesis of developmental epilepsy.","dc:creator":"Pröschel C","dc:date":"2017","dc:title":"Epilepsy-causing sequence variations in SIK1 disrupt synaptic activity response gene expression and affect neuronal morphology."},"rdfs:label":"SIK1 interacts with MEF2C"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"The Epilepsy GCEP decided not to score this paper as the evidence is not a direct link to the clinical phenotype. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4468120d-08e9-4acf-bd13-169c820d93ca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dce806d8-3a67-45ef-9f53-f441de4a046f","type":"FunctionalAlteration","dc:description":"In non-neuronal cells, Mef2 luciferase reporter assay performed in 293TN cells to evaluate the effect of SIK1 pathogenic sequence variations on Mef2c-based transcription, and variants expressed in primary human fetal cortical neurons to measure protein expression measured by Western blot.  In non-neuronal cells, epilepsy-causing SIK1 mutants were associated with a significant decrease in Mef2-luc reporter expression compared with wild-type. Western blot of neurons expressing truncating variants showed decreased MEF2C protein levels compared with wt. mRNA levels for ARC and other MEF2C target genes (NR4A1 (Nur77) and NRG1) showed significantly decreased expression in neurons at 20 weeks gestation.  Truncating SIK1 sequence variations led to abnormal MEF2C transcriptional activity and decreased MEF2C protein levels, and all 3 variants were associated with significantly decreased expression of ARC (activity-regulated cytoskeletal-associated) and other synaptic activity response element genes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27966542","rdfs:label":"SIK1 variants disrupt MEF2C and downstream protein expressio"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The Epilepsy GCEP decided not to score this paper as the evidence is not a direct link to the clinical phenotype. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32635d8f-798b-46dc-a3f0-efbe50a7178b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c1287ffc-1d3f-4202-8dcd-0325e1c8d2cf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In the mouse model, the seizures were triggered (not spontaneous)  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35887274","type":"dc:BibliographicResource","dc:abstract":"Six mutations in the salt-inducible kinase 1 (SIK1) have been identified in developmental and epileptic encephalopathy (DEE-30) patients, and two of the mutations are nonsense mutations that truncate the C-terminal region of SIK1. In a previous study, we generated SIK1 mutant (SIK1-MT) mice recapitulating the C-terminal truncated mutations using CRISPR/Cas9-mediated genome editing and found an increase in excitatory synaptic transmission and enhancement of neural excitability in neocortical neurons in SIK1-MT mice. NMDA was injected into SIK1-MT males to induce epileptic seizures in the mice. The severity of the NMDA-induced seizures was estimated by the latency and the number of tail flickering and hyperflexion. Activated brain regions were evaluated by immunohistochemistry against c-fos, Iba1, and GFAP. As another epilepsy model, pentylenetetrazol was injected into the adult SIK1 mutant mice. Seizure susceptibility induced by both NMDA and PTZ was enhanced in SIK1-MT mice. Brain regions including the thalamus and hypothalamus were strongly activated in NMDA-induced seizures. The epilepsy-associated mutation of SIK1 canceled the pharmacological effects of the ACTH treatment on NMDA-induced seizures. These results suggest that SIK1 may be involved in the neuropathological mechanisms of NMDA-induced spasms and the pharmacological mechanism of ACTH treatment.","dc:creator":"Pang B","dc:date":"2022","dc:title":"An Epilepsy-Associated Mutation of Salt-Inducible Kinase 1 Increases the Susceptibility to Epileptic Seizures and Interferes with Adrenocorticotropic Hormone Therapy for Infantile Spasms in Mice."},"rdfs:label":"Mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No spontaneous seizures were detected. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Limited","sequence":9477,"specifiedBy":"GeneValidityCriteria10","strengthScore":2.7,"subject":{"id":"cggv:3385b6a6-1151-4882-8ba7-67e33b09f526","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:11142","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*SIK1* was first reported in relation to autosomal dominant developmental and epileptic encephalopathy (AD-DEE) in 2015 (Hansen et al., PMID: 25839329). SIK1 is a member of the AMP kinase (AMPK) subfamily and encodes salt-induced kinase 1, a serine/threonine protein kinase that contains a ubiquitin-associated (UBA) domain. The gene plays a role in the central nervous system, neuronal development, and a signal transduction pathway involved in nuclear regulation of gene expression (PMID: 25839329). \n\nFour missense variants and three nonsense variants reported in seven probands across two publications (PMIDs: 25839329, 35267137) have been included in this curation. All nonsense variants were downgraded because of functional evidence from Hansen et al. (PMID:25839329) suggesting that p.Glu347Ter, p.Gln614Ter, and p.Gln663Ter all generate a truncated form of SIK1 that is resistant to degradation. The mechanism of pathogenicity is unclear. In summary, there is limited evidence to support the relationship between SIK1 and autosomal dominant developmental and epileptic encephalopathy (AD-DEE). Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. \n\nThe gene-disease pair was originally evaluated by the Epilepsy GCEP on 10/2/2018 and reached a classification of limited. In 2021, this record went through administrative changes to update the disease term. Evidence was reevaluated on 5/7/2024 under SOP v.10.1. As a result of this reevaluation, the classification did not change and remains at limited. \n","dc:isVersionOf":{"id":"cggv:cd76888e-9502-48f3-af06-56f1ae5ed975"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}