{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-10-10T17:01:08.783Z","role":"Publisher"},{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-10-23T04:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18849486","type":"dc:BibliographicResource","dc:abstract":"Congenital macrothrombocytopenia is a genetically heterogeneous group of rare disorders. We identified the first TUBB1 mutation, R318W, in a patient with congenital macrothrombocytopenia. The patient was heterozygous for Q43P, but this single-nucleotide polymorphism (SNP) did not relate to macrothrombocytopenia. Although no abnormal platelet beta1-tubulin localization/marginal band organization was observed, the level of beta1-tubulin was decreased by approximately 50% compared with healthy controls. Large and irregular bleb protrusions observed in megakaryocytes derived from the patient's peripheral blood CD34(+) cells suggested impaired megakaryocyte fragmentation and release of large platelets. In vitro transfection experiments in Chinese hamster ovary (CHO) cells demonstrated no incorporation of mutant beta1-tubulin into microtubules, but the formation of punctuated insoluble aggregates. These results suggested that mutant protein is prone to aggregation but is unstable within megakaryocytes/platelets. Alternatively, mutant beta1-tubulin may not be transported from the megakaryocytes into platelets. W318 beta1-tubulin may interfere with normal platelet production, resulting in macrothrombocytopenia.","dc:creator":"Kunishima S","dc:date":"2009","dc:title":"Mutation of the beta1-tubulin gene associated with congenital macrothrombocytopenia affecting microtubule assembly."},"evidence":[{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29ba3e25-1327-48ce-932a-79ca42e63d9c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ae860103-4b70-4f02-b951-390f0b52668e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Used an isoform-specific β1 tubulin antibody36 to establish that the expression of β1 tubulin protein is restricted to the spleen in adult mice, with lower levels in the lung. This protein was detected exclusively in the megakaryocyte fraction isolated by density-gradient separation from other cell types. Furthermore, immunohistochemistry on bone marrow and spleen from normal adult mice showed the β1 tubulin protein to be remarkably confined to megakaryocytes. Significantly, only large cells morphologically identifiable as mature megakaryocytes showed detectable levels of β1 tubulin; immature megakaryocytes expressed little, if any, β1 tubulin. In cultures of wild-type hematopoietic cells, β1 tubulin expression was restricted to cells producing proplatelets.  The β1 tubulin mRNA level in proplatelet-producing colonies was approximately 10-fold higher than in those without proplatelets.  A microtubule ring was consistently present at the termini of individual proplatelet filaments, and β1 tubulin localized to this structure, which was similar to the marginal band of blood-derived platelets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10942379","type":"dc:BibliographicResource","dc:abstract":"The cellular and molecular bases of platelet release by terminally differentiated megakaryocytes represent important questions in cell biology and hematopoiesis. Mice lacking the transcription factor NF-E2 show profound thrombocytopenia, and their megakaryocytes fail to produce proplatelets, the microtubule-based precursors of blood platelets. Using mRNA subtraction between normal and NF-E2-deficient megakaryocytes, cDNA was isolated encoding beta1 tubulin, the most divergent beta tubulin isoform. In NF-E2-deficient megakaryocytes, beta1 tubulin mRNA and protein are virtually absent. The expression of beta1 tubulin is exquisitely restricted to platelets and megakaryocytes, where it appears late in differentiation and localizes to microtubule shafts and coils within proplatelets. Restoring NF-E2 activity in a megakaryoblastic cell line or in NF-E2-deficient primary megakaryocytes rescues the expression of beta1 tubulin. Re-expressing beta1 tubulin in isolation does not, however, restore proplatelet formation in the defective megakaryocytes, indicating that other critical factors are required; indeed, other genes identified by mRNA subtraction also encode structural and regulatory components of the cytoskeleton. These findings provide critical mechanistic links between NF-E2, platelet formation, and selected microtubule proteins, and they also provide novel molecular insights into thrombopoiesis. (Blood. 2000;96:1366-1373)","dc:creator":"Lecine P","dc:date":"2000","dc:title":"Hematopoietic-specific beta 1 tubulin participates in a pathway of platelet biogenesis dependent on the transcription factor NF-E2."},"rdfs:label":"Platelet/Megakaryocyte Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The expression of β1 tubulin is restricted to platelets and megakaryocytes, where it appears late in differentiation and localizes to microtubule shafts and coils within proplatelets. This specific localization of β1 tubulin to proplatelet shafts and platelet marginal bands immediately suggested a potential mechanism whereby this divergent and lineage-specific β tubulin isoform may participate in the assembly and release of blood platelets."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af04b1e7-f995-422c-be6d-aac04cfe4468","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7e27c77-ddbe-42e3-b933-290c9c5df65e","type":"FunctionalAlteration","dc:description":"Cultured megakaryocytes with lentiviral suppression of endogenous mouse TUBB1 were rescued with lentivirus expressing wild-type or variant human TUBB1. Megakaryocytes with T149P or R251H variant TUBB1 showed diminished activity of proplatelet generation, consistent with the thrombocytopenia observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30854628","type":"dc:BibliographicResource","dc:abstract":"Inherited thrombocytopenia is a genetically heterogeneous disease characterized by varying degrees of thrombocytopenia and risk of haematological malignancy, and the genetic cause of many cases remains unknown. We performed whole-exome sequencing of a family with thrombocytopenia and myeloid malignancy and identified a novel TUBB1 variant, T149P. Screening of other thrombocytopenia pedigrees identified another TUBB1 variant, R251H. TUBB1 encodes the tubulin β-1 chain, a major component of microtubules abundant in megakaryocytes. Variant TUBB1 disrupted the normal assembly of microtubules and impaired proplatelet formation in vitro. In addition, DNA damage response was severely attenuated by loss of TUBB1. We found that the nuclear accumulation of p53 (also termed TP53) and the expression of pro-apoptotic genes triggered by genotoxic stress were blocked in TUBB1-deficient cells and, accordingly, apoptosis after DNA damage was diminished by knockdown of TUBB1. Thus, we have demonstrated that microtubule dysfunction confers resistance to apoptosis, even in DNA damage-accumulated cells, which explains genome instability in the affected individuals. These studies will lead us to a better understanding of how microtubule dysfunction can contribute to the accumulation of DNA damage, genetic instability and leukaemogenesis.","dc:creator":"Matsumura T","dc:date":"2019","dc:title":"TUBB1 dysfunction in inherited thrombocytopenia causes genome instability."},"rdfs:label":"Proplatelet formation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:486ebe19-4fab-49c5-ae07-2f224ebb085e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9dbfb41f-5eae-4bc8-b796-eafae6a55a5b","type":"FunctionalAlteration","dc:description":"Cultured mature megakaryocytes frequently extend blebs, similar to demarcation membrane system-like structure. The authors observed large and irregular bleb protrusions in the patient. This suggested impaired megakaryocyte fragmentation and release of large platelets consistent with the thrombocytopenia observed in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18849486","rdfs:label":"Megakaryocyte fragmentation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af70ca80-1d0f-48d4-b451-a14d44cf491c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:dcb2a9c3-e245-476e-a663-e95dd4c0fb9b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors expressed F260S β1-tubulin in mouse fetal liver cells by retroviral transfer and differentiated them into megakaryocytes. Wild-type β1-tubulin was finely incorporated into microtubules, whereas mutant β1-tubulin was diffusely distributed within the megakaryocyte cytoplasm. During the 4-day culture period, the proportion of megakaryocytes with proplatelet formation was decreased among megakaryocytes transduced with the mutant. The number of proplatelet tips was decreased, and the size of the tips increased. Live-cell imaging showed that the extent of proplatelet formation was clearly diminished. Proplatelet elaboration was scarcely observed, and instead, large bleb protrusions were occasionally evident in mutant-transduced megakaryocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24344610","type":"dc:BibliographicResource","dc:abstract":"This report describes a family with TUBB1-associated macrothrombocytopenia diagnosed based on abnormal platelet β1-tubulin distribution. A circumferential marginal microtubule band was undetectable, whereas microtubules were frayed and disorganized in every platelet from the affected individuals. Patients were heterozygous for novel TUBB1 p.F260S that locates at the α- and β-tubulin intradimer interface. Mutant β1-tubulin was not incorporated into microtubules with endogenous α-tubulin, and α-tubulin expression was decreased in transfected Chinese hamster ovary cells. Transduction of mutant β1-tubulin into mouse fetal liver-derived megakaryocytes demonstrated no incorporation of mutant β1-tubulin into microtubules with endogenous α-tubulin and diminished proplatelet formation, leading to the production of fewer, but larger, proplatelet tips. Furthermore, mutant β1-tubulin was not associated with endogenous α-tubulin in the proplatelets. Deficient functional microtubules might lead to defective proplatelet formation and abnormal protrusion-like platelet release, resulting in congenital macrothrombocytopenia. ","dc:creator":"Kunishima S","dc:date":"2014","dc:title":"TUBB1 mutation disrupting microtubule assembly impairs proplatelet formation and results in congenital macrothrombocytopenia."},"rdfs:label":"Proplatelet formation"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"These findings indicated that the mutant β1-tubulin dominantly affected the microtubule assembly and impaired proplatelet formation. Similar results were found with variants T149P and R251H in PMID: 30854628."},{"id":"cggv:b6a6a3c9-e0e4-4da6-a4d2-ee00deb7c0d6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e1c794b-5ba6-42dc-bcd4-eb3149c96cbf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in patients, β1-tubulin−/− mice have thrombocytopenia (average platelet counts are less than 50% of the wild type) resulting from a defect in generating proplatelets. Circulating platelets lack the characteristic discoid shape and have defective marginal bands with reduced microtubule coilings. β1-tubulin−/− mice also have a prolonged bleeding time ( 260 s, compared to 50 s in wild-type), and their platelets show an attenuated response to thrombin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11369202","type":"dc:BibliographicResource","dc:abstract":"Mammalian megakaryocytes release blood platelets through a remarkable process of cytoplasmic fragmentation and de novo assembly of a marginal microtubule band. Cell-specific components of this process include the divergent beta-tubulin isoform beta1 that is expressed exclusively, and is the predominant isoform, in platelets and megakaryocytes. The functional significance of this restricted expression, and indeed of the surprisingly large repertoire of metazoan tubulin genes, is unclear. Fungal tubulin isoforms appear to be functionally redundant, and all mammalian beta-tubulins can assemble in a variety of microtubules, whereas selected fly and worm beta-tubulins are essential in spermatogenesis and neurogenesis. To address the essential role of beta1-tubulin in its natural context, we generated mice with targeted gene disruption.","dc:creator":"Schwer HD","dc:date":"2001","dc:title":"A lineage-restricted and divergent beta-tubulin isoform is essential for the biogenesis, structure and function of blood platelets."},"rdfs:label":"β1-tubulin−/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:57210dcf-0cde-4d5f-b554-ce020e5c1c2d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2557f0b0-09eb-4665-9424-1e81240e15a3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in patients, the affected dogs have macrothrombocytopenia without a bleeding diathesis. Affected dogs had platelet counts of 74+/-36x1000/uL (compared to 366+/-148x1000/uL in WT) with MPV of 28+/-5.7 fl (compared to 12+/-2.2 in WT).  Platelets obtained from dogs that were either heterozygous or homozygous for the mutation had microtubule structures that appeared granular and discontinuous.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18466252","type":"dc:BibliographicResource","dc:abstract":"Cavalier King Charles Spaniels (CKCS) have a high prevalence of inherited macrothrombocytopenia. The purpose of this study was to determine if a mutation in beta1-tubulin correlated with presumptive inherited macrothrombocytopenia.","dc:creator":"Davis B","dc:date":"2008","dc:title":"Mutation in beta1-tubulin correlates with macrothrombocytopenia in Cavalier King Charles Spaniels."},"rdfs:label":"CKCS Canine Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This was not a targeted disruption of TUBB1 but a naturally occurring missense variant (c.745G>A; D249N) in the canine TUBB1 ortholog in Cavalier King Charles Spaniels."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5187,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:4f8193d1-dd46-4741-8202-574e14bded9d","type":"GeneValidityProposition","disease":"obo:MONDO_0800047","gene":"hgnc:16257","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"TUBB1 was first reported in relation to autosomal dominant macrothrombocytopenia in 2009 (Kunishima S, et al., 2009, PMID: 18849486). Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 29 unique variants (mostly missense, but also nonsense, splice site, and frameshifts) have been reported in this gene in at least 29 probands in 11 publications (PMIDs: 18849486, 24344610, 27479822, 27905099, 30854628, 31565851, 28983057, 31064749, 32757236, 33217855, 32892537). Variants segregated with disease in an additional 20 family members. This gene-disease relationship is supported by restricted expression of β1 tubulin in platelets and megakaryocytes, where it appears late in differentiation and localizes to microtubule shafts and coils within proplatelets (PMID: 10942379), functional alteration in both patient and non-patient cells in which variant TUBB1 caused impaired megakaryocyte fragmentation and diminished proplatelet generation (PMIDs: 18849486, 30854628), and three model systems in cell culture (PMID: 24344610), mouse (PMID: 24344610), and canine (PMID: 18466252) with recapitulation of human disease. In summary TUBB1 is definitively associated with autosomal dominant macrothrombocytopenia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:dbf068c4-8e07-4861-8eee-8e7d9572b122"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}