{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750ddedv2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-14T19:00:00.000Z","role":"Approver"},{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-14T19:28:37.209Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d9c9e7d5-1bca-4205-86ed-53601e6bd5f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:59aa69f4-c15c-4243-aeea-dce11bc32495","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In the control muscle, a marked nuclear/perniculear signal was detected, while a weak fluorescent signal was detected in the cytoplasm. In patient biopsies, TNPO3 fluorescent signal appears located in the nuclear/perinuclear area with the same intensity, while in the cytoplasm it shows weaker and more randomly organized fluorescence, different from the control muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32690349","type":"dc:BibliographicResource","dc:abstract":"LGMD D2 is a disease caused by TNPO3 mutation. We describe the expression of TNPO3 and selected proteins, likely modified by TNPO3 mutation, in muscle biopsies of affected patients. We also aim to find other genes involved in pathways correlated to TNPO3. Our morphological study on LGMD D2 muscle described the expression of TNPO3 and SRSF1, a splicing factor transported by TNPO3. Moreover, we investigated some sarcomeric and nuclear proteins, likely altered by TNPO3 mutation. Through an in silico approach we tried to identify genes involved in pathways that include, besides TNPO3 and SRSF1, p62 and Murf-1, altered in LGMD D2. In patients' muscles TNPO3 appeared weaker and randomly organized, with sporadic cytoplasmic aggregates positive for TNPO3; both SRSF1 and sarcomeric alpha actinin showed a different expression, while there were no alterations in the expression of the nuclear proteins. The in silico study lead to identify five genes, all coding for proteins responsible for muscle contraction. Our data suggest a possible interference in the morphology and function of myofibrillar network by mutated TNPO3; these findings are supported by the in silico identification of genes involved in muscle contraction that could help to explain the pathogenic mechanisms of LGMD D2.","dc:creator":"Costa R","dc:date":"2020","dc:title":"Transportin 3 (TNPO3) and related proteins in limb girdle muscular dystrophy D2 muscle biopsies: A morphological study and pathogenetic hypothesis."},"rdfs:label":"Costa_Expression_Experiment "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Already included an expression experiment detailing expression of TNPO3 in muscle tissue - 0 points given here"},{"id":"cggv:c1c387a5-5bdd-419f-be8b-5a90033d6d24","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ed1af09-ef82-46cd-92d5-ab06953971d6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Both TNPO3 RNA and protein expression is confirmed in skeletal muscle cells of both probands and controls via Real Time PCR and immunostaining respectively, with variants that extend the C-terminus of the protein altering normal nuclear expression. The Human Protein Atlas confirmes that this protein is ubiquitously expressed in humans, however it has a significant presence in the skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23543484","type":"dc:BibliographicResource","dc:abstract":"In 2001, we reported linkage of an autosomal dominant form of limb-girdle muscular dystrophy, limb-girdle muscular dystrophy 1F, to chromosome 7q32.1-32.2, but the identity of the mutant gene was elusive. Here, using a whole genome sequencing strategy, we identified the causative mutation of limb-girdle muscular dystrophy 1F, a heterozygous single nucleotide deletion (c.2771del) in the termination codon of transportin 3 (TNPO3). This gene is situated within the chromosomal region linked to the disease and encodes a nuclear membrane protein belonging to the importin beta family. TNPO3 transports serine/arginine-rich proteins into the nucleus, and has been identified as a key factor in the HIV-import process into the nucleus. The mutation is predicted to generate a 15-amino acid extension of the C-terminus of the protein, segregates with the clinical phenotype, and is absent in genomic sequence databases and a set of >200 control alleles. In skeletal muscle of affected individuals, expression of the mutant messenger RNA and histological abnormalities of nuclei and TNPO3 indicate altered TNPO3 function. Our results demonstrate that the TNPO3 mutation is the cause of limb-girdle muscular dystrophy 1F, expand our knowledge of the molecular basis of muscular dystrophies and bolster the importance of defects of nuclear envelope proteins as causes of inherited myopathies.","dc:creator":"Melià MJ","dc:date":"2013","dc:title":"Limb-girdle muscular dystrophy 1F is caused by a microdeletion in the transportin 3 gene."},"rdfs:label":"TNPO3 Expression in Skeletal Muscle Nuclei"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Although this protein is ubiquitously expressed, the normal and altered expression of both RNA and the protein in skeletal muscle tissue yields evidence towards the pathogenicity. Therefore, this earns default points."},{"id":"cggv:fcef847b-aa4b-4dfa-b5d4-44e37c06bcaf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d54904b5-312a-4443-8aa1-b1037a3e1400","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TNPO3's role in nuclear import of SR proteins connects to the phenotypes observed in all of the probands known to-date. Specifcially, muscle biopsies have observed some unique features in TNPO3-related LGMD such as abnormal muscle nuclei with atypical nuclear filaments and irregular nuclear membranes, all of which support a pathogenic mechanism centered in the nuclear membrane. The rimmed vacuoles and inclusion bodies are also similar to those seen in emerin and lamin A/C muscular dystrophy, both of which are key to nuclear envelope function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11517331","type":"dc:BibliographicResource","dc:abstract":"Serine/arginine-rich proteins (SR proteins) are a family of nuclear factors that play important roles in both constitutive and regulated precursor mRNA splicing. The domain rich in arginine/serine (RS) repeats (RS domain) serves as both a nuclear and subnuclear localization signal. We previously identified an importin beta family protein, transportin-SR2 (TRN-SR2), that specifically interacts with phosphorylated RS domains. A TRN-SR2 mutant deficient in Ran binding colocalizes with SR proteins in nuclear speckles, suggesting a role of TRN-SR2 in nuclear targeting of SR proteins. Using in vitro import assays, we here show that nuclear import of SR protein fusions requires cytosolic factors, and that the RS domain becomes phosphorylated in the import reaction. Reconstitution of SR protein import by using recombinant transport factors clearly demonstrates that TRN-SR2 is capable of targeting phosphorylated, but not unphosphorylated, SR proteins to the nucleus. Therefore, RS domain phosphorylation is critical for TRN-SR2-mediated nuclear import. Interestingly, we found that the RNA-binding activity of SR proteins confers temperature sensitivity to their nuclear import. Finally, we show that TRN-SR2 interacts with a nucleoporin and is targeted not only to the nuclear envelope but also to nuclear speckles in vitro. Thus, TRN-SR2 may perhaps escort SR protein cargoes to nuclear subdomains.","dc:creator":"Lai MC","dc:date":"2001","dc:title":"Transportin-SR2 mediates nuclear import of phosphorylated SR proteins."},"rdfs:label":"TNPO3 Transporter Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Although the exact mechanism affected by TNPO3 in the skeletal muscle to cause the gross phenotypes of LGMD are not fully understood, the transporter's function clearly matches the histological signs observed on muscle biopsy with abnormal nuclei. Other proteins essential to the nuclear envelope have also been implicated in this type of disorder. Therefore, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e4bf6b6-cd6e-45d9-892f-0d90a142475e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:48eb5f30-c19b-497d-8a9a-f2dfaaa9c6ee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TNPO3mut expression in fly muscle impaired locomotion and median survival in flies","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34547132","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophy D2 (LGMDD2) is an ultrarare autosomal dominant myopathy caused by mutation of the normal stop codon of the TNPO3 nuclear importin. The mutant protein carries a 15 amino acid C-terminal extension associated with pathogenicity. Here we report the first animal model of the disease by expressing the human mutant TNPO3 gene in Drosophila musculature or motor neurons and concomitantly silencing the endogenous expression of the fly protein ortholog. A similar genotype expressing wildtype TNPO3 served as a control. Phenotypes characterization revealed that mutant TNPO3 expression targeted at muscles or motor neurons caused LGMDD2-like phenotypes such as muscle degeneration and atrophy, and reduced locomotor ability. Notably, LGMDD2 mutation increase TNPO3 at the transcript and protein level in the Drosophila model Upregulated muscle autophagy observed in LGMDD2 patients was also confirmed in the fly model, in which the anti-autophagic drug chloroquine was able to rescue histologic and functional phenotypes. Overall, we provide a proof of concept of autophagy as a target to treat disease phenotypes and propose a neurogenic component to explain mutant TNPO3 pathogenicity in diseased muscles.","dc:creator":"Blázquez-Bernal Á","dc:date":"2021","dc:title":"Inhibition of autophagy rescues muscle atrophy in a LGMDD2 Drosophila model."},"rdfs:label":"Blazquez-Bernal Model System"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Scoring the model system at 1 point. Although the mutant expression led to impaired locomotion and survival in flies, it did not lead to muscular atrophy, it didn/t produce significant muscular atrophy in the Drosophila IFM"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":8829,"specifiedBy":"GeneValidityCriteria9","strengthScore":6.5,"subject":{"id":"cggv:d1a1341d-005b-4d9c-9b68-a6b91eef174f","type":"GeneValidityProposition","disease":"obo:MONDO_0015151","gene":"hgnc:17103","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"*TNPO3* (transportin 3) was first reported in relation to autosomal dominant limb-girdle muscular dystrophy in 2013 by two independent publications characterizing the same family (Melia et al., Torella et al., PMIDs: 23543484, 23667635). *TNPO3* is a nuclear import receptor for serine/arginine-rich (SR) proteins, which are essential precursor-mRNA splicing factors. Autosomal dominant limb-girdle muscular dystrophy (MONDO:0015151) is characterized by proximal muscle weakness primarily affecting the lower limbs, but also affecting the upper limbs in most patients.\n \nSummary of Genetic Evidence (4.5 points): Three unique variants have been reported in humans, all of which are 1-bp deletions that extend the c-terminus of the protein by ~15-20 amino acids. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and limited experimental data. Variants in this gene have been reported in three probands in three publications with subject overlap between them (PMIDs: 23543484, 31071488, 31192305).\n Variants in this gene segregated with disease in three families, with the first large Spanish family yielding a maximum LOD score of 7.56 at θ = 0 with 32 affected individuals and whole exome sequencing. Although the mechanism for disease is not fully understood, functional studies and interactions have posited that *TNPO3* variants likely affect multiple systems including nuclear transport and myofibrillar networks (Costa et al., PMID: 32690349).\n \nSummary of Experimental Evidence (2 points): This gene-disease association is supported by only a limited amount of experimental evidence. The protein's nuclear import biochemical function provides specific evidence due to nuclear alterations unique to this LGMD, including centrally nucleated muscle fibers, rimmed vacuoles, and inclusion bodies (PMID:11517331). Normal expression in skeletal muscle tissue nuclei for both RNA and protein also provide evidence towards this association (PMID:23543484). Introduction of the human *TNPO3* c.2771delA variant (*TNPO3*mut) expression in fly motor neurons reduced locomotor activity of fly’s overtime, thus supporting the phenotype found in humans (PMID: 34547132).\n \nIn summary, there is moderate evidence to support this gene-disease relationship. Although more experimental evidence and functional data is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n","dc:isVersionOf":{"id":"cggv:9cd2cbd3-46da-490c-9765-40b52750dded"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}