{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-16T19:22:58.226Z","role":"Publisher"},{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-05-14T00:23:34.007Z","role":"Approver"}],"evidence":[{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cabeda10-e52c-40f8-8472-008e00cea7d9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7decbd5-46db-4d75-934c-4620219f1dc7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"1. FH enzyme activity in patients' whole lymphoblastoid cells or fibroblasts was significantly lower than that of normal control.\n2. FH enzyme activity in the lymphoblastoid cell lines of patients with other hereditary renal cancer syndromes has no difference from normal control\n3. FH enzyme activity in the blood sample of the normal siblings of patients has no difference from normal control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16597677","type":"dc:BibliographicResource","dc:abstract":"Hereditary leiomyomatosis and renal cell cancer (HLRCC) is the autosomal dominant heritable syndrome with predisposition to development of renal cell carcinoma and smooth muscle tumours of the skin and uterus.","dc:creator":"Pithukpakorn M","dc:date":"2006","dc:title":"Fumarate hydratase enzyme activity in lymphoblastoid cells and fibroblasts of individuals in families with hereditary leiomyomatosis and renal cell cancer."},"rdfs:label":"spectrophotometric assay for fumarate hydratase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ec6650c-401c-4db1-aa08-db85a491e30e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2e8b6c23-5d31-4b0e-a536-3f1e30fb7109","type":"FunctionalAlteration","dc:description":"FH-deficiency fibroblast cells and leiomyomas showed down-regulation of serum response factor (SRF)signaling, which has a key function in smooth muscle differentiation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22014577","type":"dc:BibliographicResource","dc:abstract":"The Krebs cycle enzyme fumarate hydratase (FH) is a human tumor suppressor whose inactivation is associated with the development of leiomyomata, renal cysts, and tumors. It has been proposed that activation of hypoxia inducible factor (HIF) by fumarate-mediated inhibition of HIF prolyl hydroxylases drives oncogenesis. Using a mouse model, we provide genetic evidence that Fh1-associated cyst formation is Hif independent, as is striking upregulation of antioxidant signaling pathways revealed by gene expression profiling. Mechanistic analysis revealed that fumarate modifies cysteine residues within the Kelch-like ECH-associated protein 1 (KEAP1), abrogating its ability to repress the Nuclear factor (erythroid-derived 2)-like 2 (Nrf2)-mediated antioxidant response pathway, suggesting a role for Nrf2 dysregulation in FH-associated cysts and tumors.","dc:creator":"Adam J","dc:date":"2011","dc:title":"Renal cyst formation in Fh1-deficient mice is independent of the Hif/Phd pathway: roles for fumarate in KEAP1 succination and Nrf2 signaling."},"rdfs:label":"Down-regulation of serum response factor (SRF)"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:f84d9fd4-c3c3-47fa-b624-4b513e2dce4b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2c4922d9-c719-47f8-9b01-77e67e2add2b","type":"FunctionalAlteration","dc:description":"FH expression appears somewhat decreased in UOK 262 compared to 786-O and HK-2 renal\ncells by real time PCR.  Western blotting confirms that the expressed FH protein is full-length.The enzymatic activity of FH protein in UOK 262 cells is not detectable, and is at least 60-fold lower than in either 786-O or HK-2 cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19963135","type":"dc:BibliographicResource","dc:abstract":"Energy deregulation and abnormalities of tumor cell metabolism are critical issues in understanding cancer. Hereditary leiomyomatosis renal cell carcinoma (HLRCC) is an aggressive form of RCC characterized by germline mutation of the Krebs cycle enzyme fumarate hydratase (FH), and one known to be highly metastatic and unusually lethal. There is considerable utility in establishing preclinical cell and xenograft models for study of disorders of energy metabolism, as well as in development of new therapeutic approaches targeting of tricarboxylic acid (TCA) cycle enzyme-deficient human cancers. Here we describe a new immortalized cell line, UOK 262, derived from a patient having aggressive HLRCC-associated recurring kidney cancer. We investigated gene expression, chromosome profiles, efflux bioenergetic analysis, mitochondrial ultrastructure, FH catabolic activity, invasiveness, and optimal glucose requirements for in vitro growth. UOK 262 cells have an isochromosome 1q recurring chromosome abnormality, i(1)(q10), and exhibit compromised oxidative phosphorylation and in vitro dependence on anaerobic glycolysis consistent with the clinical manifestation of HLRCC. The cells also display glucose-dependent growth, an elevated rate of lactate efflux, and overexpression of the glucose transporter GLUT1 and of lactate dehydrogenase A (LDHA). Mutant FH protein was present primarily in edematous mitochondria, but with catalytic activity nearly undetectable. UOK 262 xenografts retain the characteristics of HLRCC histopathology. Our findings indicate that the severe compromise of oxidative phosphorylation and rapid glycolytic flux in UOK 262 are an essential feature of this TCA cycle enzyme-deficient form of kidney cancer. This tumor model is the embodiment of the Warburg effect. UOK 262 provides a unique in vitro and in vivo preclinical model for studying the bioenergetics of the Warburg effect in human cancer.","dc:creator":"Yang Y","dc:date":"2010","dc:title":"UOK 262 cell line, fumarate hydratase deficient (FH-/FH-) hereditary leiomyomatosis renal cell carcinoma: in vitro and in vivo model of an aberrant energy metabolic pathway in human cancer."},"rdfs:label":"In vitro FH enzyme activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:8a2effef-a31d-415f-8906-7ff8e6012587","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2070579-009c-43bf-9d9c-9c7b45f71eda","type":"FunctionalAlteration","dc:description":"All tumors showed greatly reduced activity (indistinguishable from zero) relative to overlying normal (heterozygous) skin, which is consistent with a loss or severe reduction in concentrations of fumarate hydratase, as predicted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11865300","type":"dc:BibliographicResource","dc:abstract":"Uterine leiomyomata (fibroids) are common and clinically important tumors, but little is known about their etiology and pathogenesis. We previously mapped a gene that predisposes to multiple fibroids, cutaneous leiomyomata and renal cell carcinoma to chromosome 1q42.3-q43 (refs 4-6). Here we show, through a combination of mapping critical recombinants, identifying individuals with germline mutations and screening known and predicted transcripts, that this gene encodes fumarate hydratase, an enzyme of the tricarboxylic acid cycle. Leiomyomatosis-associated mutations are predicted to result in absent or truncated protein, or substitutions or deletions of highly conserved amino acids. Activity of fumarate hydratase is reduced in lymphoblastoid cells from individuals with leiomyomatosis. This enzyme acts as a tumor suppressor in familial leiomyomata, and its measured activity is very low or absent in tumors from individuals with leiomyomatosis. Mutations in FH also occur in the recessive condition fumarate hydratase deficiency, and some parents of people with this condition are susceptible to leiomyomata. Thus, heterozygous and homozygous or compound heterozygous mutants have very different clinical phenotypes. Our results provide clues to the pathogenesis of fibroids and emphasize the importance of mutations of housekeeping and mitochondrial proteins in the pathogenesis of common types of tumor.","dc:creator":"Tomlinson IP","dc:date":"2002","dc:title":"Germline mutations in FH predispose to dominantly inherited uterine fibroids, skin leiomyomata and papillary renal cell cancer."},"rdfs:label":"enzyme activity of fumarate hydratase in skin leiomyomata"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7cd3d53-c759-436a-8d8b-ea08883a386b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:21014986-f49b-460d-b85c-3ddc3b0092de","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"1. FH transfections substantially corrected the fumarate accumulation that was observed in Fh1-/- cells (Fig. 3B).\n2. the introduction of full-length FH into Fh1-/- cells restored respiration to wild-type\nlevels\n3. FH  transfections corrected the upregulation of HIF- target genes transcript levels in normoxic Fh1-/- MEFs. (Fig. 4b)  [FH-associated human tumors display upregulation of\nhypoxia-inducible factor].","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20660115","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene encoding the Krebs cycle enzyme fumarate hydratase (FH) predispose to hereditary leiomyomatosis and renal cell cancer in affected individuals. FH-associated neoplasia is characterized by defective mitochondrial function and by upregulation of transcriptional pathways mediated by hypoxia-inducible factor (HIF), although whether and by what means these processes are linked has been disputed. We analysed the HIF pathway in Fh1-/- mouse embryonic fibroblasts (MEFs), in FH-defective neoplastic tissues and in Fh1-/- MEFs re-expressing either wild-type or an extra-mitochondrial restricted form of FH. These experiments demonstrated that upregulation of HIF-1alpha occurs as a direct consequence of FH inactivation. Fh1-/- cells accumulated intracellular fumarate and manifested severe impairment of HIF prolyl but not asparaginyl hydroxylation which was corrected by provision of exogenous 2-oxoglutarate (2-OG). Re-expression of the extra-mitochondrial form of FH in Fh1-/- cells was sufficient to reduce intracellular fumarate and to correct dysregulation of the HIF pathway completely, even in cells that remained profoundly defective in mitochondrial energy metabolism. The findings indicate that upregulation of HIF-1alpha arises from competitive inhibition of the 2-OG-dependent HIF hydroxylases by fumarate and not from disruption of mitochondrial energy metabolism.","dc:creator":"O'Flaherty L","dc:date":"2010","dc:title":"Dysregulation of hypoxia pathways in fumarate hydratase-deficient cells is independent of defective mitochondrial metabolism."},"rdfs:label":"re-expression of FH in FH-/- cell"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:89f7e634-6bcd-4497-9dc3-ca931fe042d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2a1d9ce-cee4-4753-9bf4-2ce40a6a1fda","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sanger all exons and splice junction of FH gene","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0007620","previousTesting":true,"previousTestingDescription":"Multipoint analysis supported linkage to this region, with a maximum multipoint LOD score of 4.453 throughout the interval D1S2785-D1S1609.\n\nMicrosatellite PCR","sex":"Male","variant":{"id":"cggv:89f7e634-6bcd-4497-9dc3-ca931fe042d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c01cc4d4-da9a-44fc-84e9-494fe37b6cad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.952C>T (p.His318Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92458"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14632190","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in the fumarate hydratase gene (FH) predispose to multiple cutaneous and uterine leiomyoma syndrome (MCL) and MCL associated with renal cell cancer. MCL is inherited in an autosomal dominant pattern, manifesting as skin leiomyoma and uterine fibroids in affected individuals. Fumarate hydratase, a component of the tricarboxylic acid cycle, acts as a tumor suppressor gene in the development of cutaneous and uterine leiomyoma and renal cell cancer in this syndrome. Here we report the clinical and mutational analysis of five families with MCL, with the identification of five new mutations affecting highly conserved residues of the FH protein. These results provide further evidence for the role of the FH gene in the pathogenesis of MCL.","dc:creator":"Martinez-Mir A","dc:date":"2003","dc:title":"Germline fumarate hydratase mutations in families with multiple cutaneous and uterine leiomyomata."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14632190","rdfs:label":"IV-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"A heterzgyous missnsen c.952C>T (p.His318Tyr) on the FH gene was segregated in a big family with 5 generations and multiple affected members."},{"id":"cggv:bfb2521a-b1aa-46e9-a512-d13c37272a8c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3474c1a3-fb2e-4944-9552-c4b022c85c58","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"detectionMethod":"directly sequenced all coding exons of the FH gene","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0006732","previousTesting":true,"previousTestingDescription":"Directly sequenced all coding exons of VHL and FH gene in the peripheral blood leukocyte, but no mutation was detected in VHL","sex":"Male","variant":{"id":"cggv:bfb2521a-b1aa-46e9-a512-d13c37272a8c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b68b99a3-78a2-41fa-960c-2e5e6fddd7c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.1021G>A (p.Asp341Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/405923"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24684806","type":"dc:BibliographicResource","dc:abstract":"Hereditary leiomyomatosis and renal cell cancer (HLRCC) is a rare tumor predisposition syndrome characterized by cutaneous and uterine leiomyomas and papillary type 2 renal cell cancer. Germline mutation of the fumarate hydratase (FH) gene is known to be associated with HLRCC.","dc:creator":"Kuwada M","dc:date":"2014","dc:title":"Novel missense mutation in the FH gene in familial renal cell cancer patients lacking cutaneous leiomyomas."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24684806","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"A heterzgyous missense c.1021G>A (p.Asp341Asn) on the FH gene. His eldest son, 38 yr, who carried this variant and asymptomatic, turned out to have pathological papillary renal cell carcinoma type 2 after asking for extensive testing. No functional study about this variant"},{"id":"cggv:cf9e3f4f-7f4b-4740-994b-bb3e2b1984c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11bd46db-ab93-4b86-89ec-742c85f8108d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Use PCR to screen 6 known genes and over 50 predicted gene or transcripts  in the critical region. Putative pathogenic sequence changes only detected in FH gene by Sanger.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000131","obo:HP_0007620"],"previousTesting":true,"previousTestingDescription":"Use STR sequence to map a 1.6 Mb critical region covering the multiple leiomyomatosis gene","sex":"Female","variant":{"id":"cggv:cf9e3f4f-7f4b-4740-994b-bb3e2b1984c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ddd87eb-b654-40c2-87ca-253f126ed8de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.320A>C (p.Asn107Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92455"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300","rdfs:label":"IV:3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The activity of fumarate hydratase in lymphoblastoid lines from proband with  a heterzgyous missense c.320A>C (p.Asn107Thr) mutation was half of the control"},{"id":"cggv:3d5803fc-c349-4a02-bfb7-b26e7465e812_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbf89424-452d-49c6-a0c3-72220ca0bb99","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"polymerase chain reaction (PCR) the coding regions and exon—intron boundaries of the FH gene","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0005584","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:3d5803fc-c349-4a02-bfb7-b26e7465e812_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b012eeae-57c1-4ecd-95f4-41cdebf92aaa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.1000A>C (p.Ser334Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/142077"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22086304","type":"dc:BibliographicResource","dc:abstract":"Hereditary leiomyomatosis and renal cell cancer (HLRCC) is an autosomal dominant syndrome characterized by skin piloleiomyomas, uterine leiomyomas and papillary type 2 renal cancer caused by germline mutations in the fumarate hydratase (FH) gene. Previously, we proposed renal imaging for FH mutation carriers starting at the age of 20 years. However, recently an 18-year-old woman from a Dutch family with HLRCC presented with metastatic renal cancer. We describe the patient and family data, evaluate current evidence on renal cancer risk and surveillance in HLRCC and consider the advantages and disadvantages of starting surveillance for renal cancer in childhood. We also discuss the targeted therapies administered to our patient.","dc:creator":"van Spaendonck-Zwarts KY","dc:date":"2012","dc:title":"Hereditary leiomyomatosis and renal cell cancer presenting as metastatic kidney cancer at 18 years of age: implications for surveillance."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22086304","rdfs:label":"III:4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"A heterozygous missense c.1000A>C (p.Ser334Arg) without functional evaluation"},{"id":"cggv:c001e18b-26ff-48aa-a680-cff6a2a34e43_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3fb3cb57-d9fc-4901-8c21-421b6f3fdc59","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All exons of the FH gene (accession number NM000143.2) and flanking intron sequences were amplified by polymerase chain reaction (PCR). \nThe DNA samples from mutation-negative patients were screened for exon deletions and/or duplications of the FH gene by MLPA analysis\nHaplotypes were determined by analysis of microsatellite markers surrounding FH for available family members with a common FH mutation","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0007620","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:c001e18b-26ff-48aa-a680-cff6a2a34e43_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6ab43030-ff30-4bb3-847c-1d6e5e681952","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.241506083C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345438949"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20618355","type":"dc:BibliographicResource","dc:abstract":"Heterozygous fumarate hydratase (FH) germline mutations cause hereditary leiomyomatosis and renal cell cancer (HLRCC), an autosomal dominant syndrome characterized by multiple cutaneous piloleiomyomas, uterine leiomyomas and papillary type 2 renal cancer. The main objective of our study was to evaluate clinical and genetic data from families suspected of HLRCC on a nationwide level. All families referred for FH mutation analysis in the Netherlands were assessed. We performed FH sequence analysis and multiplex ligation-dependent probe amplification. Families with similar FH mutations were examined for haplotype sharing. In 14 out of 33 families, we identified 11 different pathogenic FH germline mutations, including 4 novel mutations and 1 whole-gene deletion. Clinical data were available for 35 FH mutation carriers. Cutaneous leiomyomas were present in all FH mutation carriers older than 40 years of age. Eleven out of 21 female FH mutation carriers underwent surgical treatment for symptomatic uterine leiomyomas at an average of 35 years. Two FH mutation carriers had papillary type 2 renal cancer and Wilms' tumour, respectively. We evaluated the relevance of our findings for clinical practice and have proposed clinical diagnostic criteria, indications for FH mutation analysis and recommendations for management.","dc:creator":"Smit DL","dc:date":"2011","dc:title":"Hereditary leiomyomatosis and renal cell cancer in families referred for fumarate hydratase germline mutation analysis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20618355","rdfs:label":"III:11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"A heterozygous missense c.824G>A (p.Gly275Glu) was segregated in the families with multiple affected members."},{"id":"cggv:e5a3ae17-0782-49a3-b35b-e7834cf5a9a0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e79c6ec0-0ca5-4778-adf3-051a374d2130","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All exons of the FH gene (NM 000143.2) and flanking intron sequences were amplified by polymerase chain reaction (PCR). \nThe DNA samples from mutation-negative patients were screened for exon deletions and/or duplications of the FH gene by MLPA analysis","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0005584","obo:HP_0000131","obo:HP_0007620"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:e5a3ae17-0782-49a3-b35b-e7834cf5a9a0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e0b65133-9d30-43b6-ae66-0eec3cf43565","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.1189G>A (p.Gly397Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214422"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20618355"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20618355","rdfs:label":"III:9"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The author didn't provide any functional evidence for this missense change. But in PMID:21398687, two heterozygous carriers of the G397R variant showed a significantly decreased fumarate hydratase enzyme activity in  their lymphoblastoid cell lines. Still stay 0.5 point."},{"id":"cggv:c1c165f0-0370-4f94-9fd8-be44ec372099_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68335235-9ca9-472e-bfa5-40325e4dde97","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"detectionMethod":"Sequencing analyses of DNA from peripheral blood mononuclear cells showed a heterozygous germline FH mutation. Patient tumor presented typically exhibit loss of heterozygosity.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"uterine fibroids, renal cystic mass most consistent with a type-2 papillary renal cell carcinoma.","phenotypes":["obo:HP_0006732","obo:HP_0000131"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c1c165f0-0370-4f94-9fd8-be44ec372099_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b68b99a3-78a2-41fa-960c-2e5e6fddd7c7"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21304509","type":"dc:BibliographicResource","dc:abstract":"A 24-year-old woman presented with a 45 cm complex cystic renal mass, which was resected. The tumor was a type-2 papillary renal cell carcinoma (pRCC-2), and several nodules remained. The patient was treated with mammalian target of rapamycin complex 1 (mTORC1) inhibitors, but after 5 months the tumor had progressed. Genetic testing of the patient revealed a novel heterozygous germline mutation in the gene encoding fumarate hydratase (FH), an enzyme of the tricarboxylic acid (TCA) cycle. As the tumor exhibited loss of heterozygosity for FH and markedly reduced FH activity, and in the absence of other established therapies, treatment with the glycolytic inhibitor 2DG (2-deoxy-D-glucose) was explored.","dc:creator":"Yamasaki T","dc:date":"2011","dc:title":"Exploring a glycolytic inhibitor for the treatment of an FH-deficient type-2 papillary RCC."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21304509","rdfs:label":"24-year-old woman"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Enzymatic assays showed patient tumor very low levels of FH activity in comparison to a panel of clear-cell RCC tumors(Figure 3b).\nThe introduction of wild-type FH into  pRCC-2-derived UOK262 cells restores the formation of normal-sized tetrameric complexes, whereas the introduction of FH Asp341Asn fails to restore normal-sized complexes(Figure 4c)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:42c8ad4b-ad30-4a72-927a-a1cc7cf1cdbf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f3757937-84ff-405c-a2e5-effa7e9cc9d8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0006732","obo:HP_0002891"],"previousTesting":true,"previousTestingDescription":"Linkage analysis: short tandem repeats between the D1S517 and D1S2842 markers, refining \nthe multiple leiomyomatosis gene within a region of 1.6 Mb between the centromeric end of BAC RP11-25B4 and the telomeric end of RP11-553N16.","sex":"UnknownEthnicity","variant":{"id":"cggv:42c8ad4b-ad30-4a72-927a-a1cc7cf1cdbf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8500e0da-ef95-49c9-9c51-1f40944fffcb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.671_672delAG (p.Glu224Valfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257458"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300","rdfs:label":"Family Fin 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A 2 bps deletion (c.671_672delAG) on the FH gene results in a frameshift mutation and cause premature termination of translation (p.Glu224Valfs)."},{"id":"cggv:487ab212-aaf6-4778-8e5a-159b143cd187_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5749186a-6b51-4e09-833f-202d485fcd2e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"The proband had All exons of FH gene Sanger sequenced. Father and one affected siblings only have targeted sequence.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Cutaneous leiomyomas, many <1-cm uterous fibroids that could not be removed. The patient's pathology showed more diffuse cytologic atypia, but there was no\nmitotic activity or necrosis","phenotypes":["obo:HP_0000131","obo:HP_0007620"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:487ab212-aaf6-4778-8e5a-159b143cd187_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9c14e250-8176-4df3-966f-a75267604afe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.295_301delTTGAAGC (p.Leu99Glufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214435"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26493120","type":"dc:BibliographicResource","dc:abstract":"To describe a novel mutation in the fumarate hydratase (FH) gene in a family with atypical uterine leiomyomas.","dc:creator":"Wheeler KC","dc:date":"2016","dc:title":"Novel fumarate hydratase mutation in a family with atypical uterine leiomyomas and hereditary leiomyomatosis and renal cell cancer."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26493120","rdfs:label":"III:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A 7 bp deleiton c.295_301delTTGAAGC (p.Leu99Glufs) on the FH gene was predicted to cause premature termination of translation and result in a truncated protein."},{"id":"cggv:a53d4ac3-6a3c-4462-b993-b98ce6c331a0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bec1af2a-605f-458b-bc62-9a83ca61f786","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0007620","obo:HP_0005584","obo:HP_0000131"],"previousTesting":true,"previousTestingDescription":"Linkage analysis: applying STR marker to refine the region of the multiple\nleiomyomatosis gene","sex":"UnknownEthnicity","variant":{"id":"cggv:a53d4ac3-6a3c-4462-b993-b98ce6c331a0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c42cbedd-e208-4e9e-a1fd-433cc3d8447d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.1027C>T (p.Arg343Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA167294"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300","rdfs:label":"Family Fin 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A nonsense c.1027C>T (p.Arg343Ter) was predicted to cause nonsense-mediated mRNA decay."},{"id":"cggv:339734d6-c063-45c3-a2f6-14e3fbc7bdf8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3f10af2d-563c-4a16-9c54-c5b623d6bac6","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000131","obo:HP_0007620"],"previousTesting":true,"previousTestingDescription":"Linkage analysis: \nUsing mainly the high-accuracy Sanger Centre BAC contig\nand its associated draft sequence, the authors searched for short tandem\nrepeats between the D1S517 and D1S2842 markers.","sex":"UnknownEthnicity","variant":{"id":"cggv:339734d6-c063-45c3-a2f6-14e3fbc7bdf8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64dddcdb-d5f9-4e85-bf21-df900d47b9a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.301C>T (p.Arg101Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16232"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11865300","rdfs:label":"Family 14"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A nonsense mutation c.301C>T (p.Arg101Ter) was reported in three unrelated families. Functional assay of  fumarate hydratase in the proband's lymphoblastoid line showed decreased to half of the control activity. This variant was considered as a hot spot mutation."},{"id":"cggv:b5ecb7b0-44b3-434e-a9af-6d0b5f952e43_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ac4a099a-22ba-4e19-bec9-8b57facbdb18","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Directly sequencing all the exons of FH gene","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0007620","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b5ecb7b0-44b3-434e-a9af-6d0b5f952e43_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c65eeb98-960f-4eb9-8ac7-139869cbcd34","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000143.3(FH):c.424C>T (p.Gln142Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/644761"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14632190"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14632190","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A nonsense c.424C>T (p.Gln142Ter) on the exon 4 of FH gene was predicted to cause a truncated protein"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":745,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:ca78c869-d67c-40c8-8c70-fcc52a4d4744","type":"GeneValidityProposition","disease":"obo:MONDO_0007888","gene":"hgnc:3700","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Heterozygous variants in the fumarate hydratase (FH) gene are associated with the autosomal dominant disorder hereditary leiomyomatosis and renal cell cancer (HLRCC). This was first proposed by Tomlinson et al in 2002 (PMID: 11865300). Numerous genetic studies have reported familial segregation of FH variants in families with leiomyomatosis or renal cell cancer. Affected individuals with heterozygous mutations had decreased fumarate hydratase enzyme activity in their lymphoblastoid cell lines although penetrance varies among individuals with similar decreases in FH activity. Tumors from HLRCC patients with a FH germline heterozygous mutations presented markedly reduced enzyme activity due to a second hit on FH, compared with tumors with similar histology from non HLRCC patients. There are substantial other functional assays demonstrating deficiency of FH activity and abnormality in smooth muscle differentiation. In summary, FH is definitively associated with HLRCC. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:59e42ccd-2b0b-441c-8529-6eb1e9dde330"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}