{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10018","role":"SecondaryContributor"},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10008","date":"2021-02-12T17:00:00.000Z","role":"Approver"},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10008","date":"2021-03-16T00:41:18.986Z","role":"Publisher"}],"evidence":[{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d930da52-fab6-47d4-8575-19dec341f27b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0adcf54-9446-4a71-ac99-7f6fdaabcfa8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern and western blots of the heart show that PLN is more highly expressed within the left ventricle and left atria, than the right atria (which has less expression of PLN). The intraventricular septum, right ventricle, and left ventricle free wall expressed similar levels of PLN. Interestingly, they found a reduction in PLN RNA expression in failing human hearts (these samples taken from patients with failing hearts undergoing heart transplant and having either failing heart no condition mentioned, non-ischeic dilated cardiomyopathy, or ischemic cardiomyopathy).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10198197","type":"dc:BibliographicResource","dc:abstract":"Phospholamban, through modulation of sarcoplasmic reticulum calcium-ATPase activity, is a key regulator of cardiac diastolic function. Alterations in phospholamban expression may define parameters of muscle relaxation. In experimental animals, phospholamban is differentially expressed in various striated and smooth muscles, and within the four chambers of the heart. Decreased phospholamban expression within the heart during heart failure has also been observed. Furthermore, regulatory elements of mammalian phospholamban genes remain poorly defined. To extend these studies to humans, we (1) characterized phospholamban expression in various human organs, (2) isolated genomic clones encoding the human phospholamban gene, and (3) prepared human phospholamban promoter/luciferase reporter constructs and performed transient transfection assays to begin identification of regulatory elements. We observed that human ventricle and quadriceps displayed high levels of phospholamban transcripts and proteins, with markedly lower expression observed in smooth muscles, while the right atria also expressed low levels of phospholamban. The human phospholamban gene structure closely resembles that reported for chicken, rabbit, rat, and mouse. Comparison of the human to other mammalian phospholamban genes indicates a marked conservation of sequence for at least 217 bp upstream of the transcription start site, which contains conserved motifs for GATA, CP1/NFY, M-CAT-like, and E-box elements. Transient transfection assays with a series of plasmids containing deleted 5' flanking regions (between -2530 and -66 through +85) showed that sequences between -169 and the CP1-box at -93 were required for maximal promoter activity in neonatal rat cardiomyocytes. Activity of these reporters in HeLa cells was markedly lower than that observed in rat cardiomyocytes, suggesting at least a partial tissue selectivity of these reporter constructs.","dc:creator":"McTiernan CF","dc:date":"1999","dc:title":"The human phospholamban gene: structure and expression."},"rdfs:label":"McTiernan 1999 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Because authors show several lines of evidence both northern and western blot for PLN expression in human tissue and specifically in which areas of the heart - increase the points to 1. Note: reduced expression of PLN in the failing hearts, as it is widely published throughout the literature that increases in PLN expression (protein), are observed during heart disease. Maybe these failing hearts were so far gone that every protein was being reduced due to cell death of the organ."},{"id":"cggv:f1ff3bf2-66c5-4b85-9ba0-19328a852a6f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9fb86b9-4f11-4c23-9259-a8c1c5b53240","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Explanted hearts from individuals diagnosed with DCM and heart failure were assessed for PLN expression  by western blot. PLN protein levels, both monomeric and pentameric, were decreased significantly in DCM heart compared to controls (Figure 5). Note: when the monomeric and pentameric forms were normalized to calsequestrin levels, no differences were observed. But the ration of SERCA2 to PLN was decreased in failing hearts compared to non-failing hearts (Fgure 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7641356","type":"dc:BibliographicResource","dc:abstract":"Previous studies provide considerable evidence that excitation-contraction coupling may be disturbed at the level of the sarcoplasmic reticulum (SR) in the failing human heart. Disturbed SR function may result from altered expression of calcium-handling proteins.","dc:creator":"Meyer M","dc:date":"1995","dc:title":"Alterations of sarcoplasmic reticulum proteins in failing human dilated cardiomyopathy."},"rdfs:label":"Meyer 1995 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Shows that PLN expression is altered in disease hearts. This decrease in PLN has been shown several times in the literature, Mercardier et al., 1990, Feldman et al., 1991, Movesesian et al., 1994."},{"id":"cggv:dcfc09e4-3b68-4c2d-98a2-a68220f8a1b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a464b2b8-cf55-4a72-9de5-cf0cfadad6bb","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Co-transfection of COS-1 cells with SERCA2 +/- PKA, showed that SERCA2's ability to uptake CA2+ is not dependent on PKA alone. Co-transfection of SERCA2 and PLN, +/- PKA) showed that in the presence of PLN Alone, SERCA's ability to uptake Ca2+ was the same as SERCA2 alone (or in the presence of PKA), but the addition of PKA, caused a leftward shift in CA2+ uptake, indicating that the ability of SERCA2 to uptake Ca2+ was increased. Therefore, phosphorylation on PLN by PKA releases the negative inhibition on SERCA2 to enhance its function to regulate Ca2+ transients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8428955","type":"dc:BibliographicResource","dc:abstract":"When the SERCA 2 isoform of the Ca(2+)-ATPase of cardiac and slow-twitch muscle sarcoplasmic reticulum was coexpressed with phospholamban in COS-1 cells, a reduction in Ca2+ affinity (measured as Ca2+ dependence of Ca2+ transport) of 0.2-0.3 pCa units was observed. This inhibitory effect was reversed by phosphorylation of phospholamban with cAMP-dependent protein kinase A. SERCA 1 and SERCA 3, were also expressed in COS-1 cells, alone and together with phospholamban. SERCA 1 had high Ca2+ affinity which was reduced upon coexpression with phospholamban, but SERCA 3 had lower Ca2+ affinity, which was unaltered by coexpression with phospholamban. To identify which regions of the Ca2+ ATPase sequence determine its functional interaction with phospholamban, chimeric Ca(2+)-ATPases between SERCA 2 and SERCA 3 were constructed and coexpressed with phospholamban. Measurement of Ca2+ affinities for a series of chimeras showed that two separate regions of the cytoplasmic domain of SERCA 2 were required for manifestation of a functional interaction between phospholamban and the Ca(2+)-ATPase. The first is a region between amino acids 336 and 412 in the phosphorylation domain, which corresponds to a phospholamban interaction site identified earlier (James, P., Inui, M., Tada, M., Chiesi, M., and Carafoli, E. (1989) Nature 342, 90-92). The second region is the nucleotide binding/hinge domain (amino acids 467-762) which determines high Ca2+ affinity for SERCA type pumps (Toyofuku, T., Kurzydlowski, K., Lytton, J., and MacLennan, D. H. (1992) J. Biol. Chem. 267, 14490-14496).","dc:creator":"Toyofuku T","dc:date":"1993","dc:title":"Identification of regions in the Ca(2+)-ATPase of sarcoplasmic reticulum that affect functional association with phospholamban."},"rdfs:label":"Toyofuku 1993 Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:780cb83e-516a-4dfc-b7b5-0fd4efdb0935","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c12b495f-83a2-4a61-a139-2bbb49e68283","type":"FunctionalAlteration","dc:description":"OE of WT PLN caused reduced contractility of the myocytes compared to GFP control cells. There was also a significant decrease in Ca2+ transients observed in the WT OE PLN cells, as well as reduced fractional shortening.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12639993","type":"dc:BibliographicResource","dc:abstract":"In human disease and experimental animal models, depressed Ca(2+) handling in failing cardiomyocytes is widely attributed to impaired sarcoplasmic reticulum (SR) function. In mice, disruption of the PLN gene encoding phospholamban (PLN) or expression of dominant-negative PLN mutants enhances SR and cardiac function, but effects of PLN mutations in humans are unknown. Here, a T116G point mutation, substituting a termination codon for Leu-39 (L39stop), was identified in two families with hereditary heart failure. The heterozygous individuals exhibited hypertrophy without diminished contractile performance. Strikingly, both individuals homozygous for L39stop developed dilated cardiomyopathy and heart failure, requiring cardiac transplantation at ages 16 and 27. An over 50% reduction in PLN mRNA and no detectable PLN protein were noted in one explanted heart. The expression of recombinant PLN-L39stop in human embryonic kidney (HEK) 293 cells and adult rat cardiomyocytes showed no PLN inhibition of SR Ca(2+)-ATPase and the virtual absence of stable PLN expression; where PLN was expressed, it was misrouted to the cytosol or plasma membrane. These findings describe a naturally-occurring loss-of-function human PLN mutation (PLN null). In contrast to reported benefits of PLN ablation in mouse heart failure, humans lacking PLN develop lethal dilated cardiomyopathy.","dc:creator":"Haghighi K","dc:date":"2003","dc:title":"Human phospholamban null results in lethal dilated cardiomyopathy revealing a critical difference between mouse and human."},"rdfs:label":"Haghighi 2003 Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6fb6d91-9c6d-49ef-be4b-2c62e20b29f7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:baf510e3-423d-43c8-a191-41a6846cacee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice died between 2-16 weeks of age (no deaths observed in WT littermates). The hearts of the R14del transgenic mice were visibly increased compared to WT littermates at 6 weeks old. Massive interstitial fibrosis was observed in the left ventricle of hearts from the R14del mice at 6 weeks old compared to WT littermates (Figure 4). The hearts were assessed for Sarcoplasmic reticulum uptake, and the R14del hearts resulted in supreinhibition of Ca2+ uptake by SERCA2. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16432188","type":"dc:BibliographicResource","dc:abstract":"The sarcoplasmic reticulum Ca(2+)-cycling proteins are key regulators of cardiac contractility, and alterations in sarcoplasmic reticulum Ca(2+)-cycling properties have been shown to be causal of familial cardiomyopathies. Through genetic screening of dilated cardiomyopathy patients, we identified a previously uncharacterized deletion of arginine 14 (PLN-R14Del) in the coding region of the phospholamban (PLN) gene in a large family with hereditary heart failure. No homozygous individuals were identified. By middle age, heterozygous individuals developed left ventricular dilation, contractile dysfunction, and episodic ventricular arrhythmias, with overt heart failure in some cases. Transgenic mice overexpressing the mutant PLN-R14Del recapitulated human cardiomyopathy exhibiting similar histopathologic abnormalities and premature death. Coexpression of the normal and mutant-PLN in HEK-293 cells resulted in sarcoplasmic reticulum Ca(2+)-ATPase superinhibition. The dominant effect of the PLN-R14Del mutation could not be fully removed, even upon phosphorylation by protein kinase A. Thus, by chronic suppression of sarcoplasmic reticulum Ca(2+)-ATPase activity, the nonreversible superinhibitory function of mutant PLN-R14Del may lead to inherited dilated cardiomyopathy and premature death in both humans and mice.","dc:creator":"Haghighi K","dc:date":"2006","dc:title":"A mutation in the human phospholamban gene, deleting arginine 14, results in lethal, hereditary cardiomyopathy."},"rdfs:label":"Haghighi 2006 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Authors note this mouse modeled DCM similar to patients."},{"id":"cggv:28b258fc-fb30-46d6-b6dc-ca0468c77f08","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01df3d5f-a3d9-4ccf-9c79-3a19bc412b83","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model shows clear progression of disease, from hypertrophy to dilation and cardiac failure, similar to what is observed in patients with PLN mutation. Another transgenic mouse OE 3.3 fold levels of PLN (No. 418) showed similar results, indicating the gene dosage effect was due to PLN dosage and not the transgene insertional position within the 4-fold mouse.  To assess cardiac function in vivo, the mice were subjected to invasive solid-state micro nanometer catheters. The PLN-4fold OE hearts had significant depression in the maximal rate of pressure (figure 3) and displayed elevated end-diastolic pressure, with no changes in developed pressure. The PLN-4fold Oe hearts also had prolonged time constant for isovolumic left ventricular relaxation (tau). Basal phosphorylation levels (at Serine 16 and Threonine17) of PLN were significantly higher in the PLN-4fold OE mouse hearts compared to WT littermate hearts. Propranolol was administered to check for changes in catecholamine stimulation. No change was observed in WT mice in the presence or absence of propranolol, whereas propranolol was able t significantly depress the contraction rate and prolong relaxation in the PLN-4fold OE mouse hearts. The mice were examined at 15 months of age for signs of cardiomyopathy as they displayed and early lethality between 15-18 months of age. WT mice showed contractile parameters similar to 3-month-old mice. conversely, where the 3-month-old PLN 4-fold OE mice showed no changes in contractile parameters than WT, the 15-month-old PLN 4-fold OE mice exhibited substantial deterioration in fractional shortening and Vcfc. All aging PLN 4-fold OE mice demonstrated dilated left ventricular chambers and increased left ventricular mass to body ratio). Left ventricular mass (LVM) was 93+8 mg in PLN 4-fold OE mice compared to 66+4 mg in wildtype littermates. Fractional shortening was 28.6% in PLN 4-fold OE mice compared to 43.2% in WT littermate hearts. IHC revealed interstitial fibrosis and hypertrophic myocytes (Figure 6). Noted that they saw change in the fetal gene program, including increased ANF and beta-myosin heavy chain. SERCA2 levels and phosphorylation of PLN (Ser16 and Th17) were reduced in the 15month ol PLN 4-fold OE mice compared to WT littermates. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11171800","type":"dc:BibliographicResource","dc:abstract":"Relieving the inhibition of sarcoplasmic reticular function by phospholamban is a major target of beta-adrenergic stimulation. Chronic beta-adrenergic receptor activity has been suggested to be detrimental, on the basis of transgenic overexpression of the receptor or its signaling effectors. However, it is not known whether physiological levels of sympathetic tone, in the absence of preexisting heart failure, are similarly detrimental.","dc:creator":"Dash R","dc:date":"2001","dc:title":"Interactions between phospholamban and beta-adrenergic drive may lead to cardiomyopathy and early mortality."},"rdfs:label":"Dash 2001 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The discussion presents a possible mechanism for PLN in heart disease. PLN has been shown to be upregulated in end-stage heart failure, but it was never known if the upregulation was a primary or secondary effect, meaning would PLN OE alone cause cardiomyopathy or is the increase in PLN expression secondary to the onset of cardiomyopathy and only happens during the end-stage. This paper shows in mice, that increases in PLN expression can induce cardiomyopathy (HCM) progressing to heart failure. Because this model shows clear progression of disease, from hypertrophy to dilation and cardiac failure, similar to what is observed in patients with PLN mutations - increase score to 3 (also as this mouse at just 2-fold increase shows some changes to fractional shortening.)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:03aef4c0-e7fb-4eab-8719-46e34227441e","type":"EvidenceLine","evidence":[{"id":"cggv:03aef4c0-e7fb-4eab-8719-46e34227441e_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:cbed7817-ab89-41db-9e5e-39dc8fc2c84d","type":"Cohort","allGenotypedSequenced":2167,"alleleFrequency":0.003230272265805261,"detectionMethod":"NGS/WES","evidence":[{"id":"cggv:03aef4c0-e7fb-4eab-8719-46e34227441e_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:3173d00b-9d1a-46b3-be7a-c431476ea2a1","type":"Cohort","allGenotypedSequenced":60475,"alleleFrequency":0.0004795369987598181,"evidence":[{"id":"cggv:03aef4c0-e7fb-4eab-8719-46e34227441e_cc_evidence_item"}],"numWithVariant":29},"lowerConfidenceLimit":2.96,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00020,"statisticalSignificanceType":"","statisticalSignificanceValue":6.75,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":15.44,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"Walsh et al HCM"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":1.5,"dc:description":"OMGL found 5 HCM patients with the follwing PLN mutations: c.-97-2A>T, c.46T>C(p.S16P), c.63_64dup(p.Q22Lfs*19), c.121T>A(p.C41S), c.138dup(p.I47Tfs*14). LMM found 2 HCM patients with the following PLN mutations: c.116T>G(p.L39X), c.152T>C(p.L51P)"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:04f10998-c4c9-409a-a957-add35d04172e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:38eb54a0-76aa-4701-b412-bfe67547c21d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":20,"detectionMethod":"Family has a history of variable penetrance of cardiomyopathy including HCM and DCM. Parents are carriers of L39X, but consanguinity is not noted. Father Dx with HCM, but mother asymptomatic. Used PCR and direct sequencing of exon 2 of PLN (the coding exon), as well as restriction enzyme digestion.","firstTestingMethod":"PCR","phenotypeFreeText":"Individual was recruited based on a DCM Dx. Brought in for phenotyping after brother was Dx with DCM and died from complications of a heart transplant (figure 1-III:3). Exhibited only mild echocardiographic left ventricular hypertrophy at 20 y.o. HCM progressed to left ventricular dilation and cardiac failure, requiring HTx at 28y.o. No direct note of atrial fibrillation in this subject, but the overall study noted 12% of patients displayed atrial fibrillation.","previousTesting":true,"previousTestingDescription":"Not tested for any other CM gene mutation stated.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:04f10998-c4c9-409a-a957-add35d04172e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:efd6d604-d3ca-4005-a47f-43fa7194e9bc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002667.5(PLN):c.116T>G (p.Leu39Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249977"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12639993"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12639993","rdfs:label":"Figure 1-III:4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"MOI Recessive, NM_002667.5(PLN):c.116T>G (p.Leu39Ter), Variant Evidence: shows no changes to adult rat cardiac myocyte mechanics and Ca2+ kinetics for cells expressing L39X variant compared to GFP transfected (include measures of cell length and fractional shortening). Changes to protein localization are shown, and mRNA analysis indicates expression of L39X variant, indicating that the mutation in non-LOF. Experiment also show that it does not exert a dominant-negative effect to perturb the WT PLN being expressed. "},{"id":"cggv:16fb041f-4441-4f36-8744-a2c6b0c286d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7c4070f9-b21d-4d17-9c6e-2ed89858559e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":43,"detectionMethod":"Variable expressivity among the family. Mother, 2 sisters, and 3 descendants were carriers of the R9H mutation but only the son had cardiac disease","firstTestingMethod":"PCR","phenotypeFreeText":"At 43 y.o. presented with idiopathic DCM, EF= 24% (echocardiography) and 17% (gated blood pool).  Died one month later at 43 y.o.","sex":"Male","variant":{"id":"cggv:16fb041f-4441-4f36-8744-a2c6b0c286d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bb22d8fe-a71a-4b7b-a0a9-ad8cce87686c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002667.5(PLN):c.26G>A (p.Arg9His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA335497"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22137083","type":"dc:BibliographicResource","dc:abstract":"Phospholamban (PLN) is a crucial Ca(2+) cycling protein and a primary mediator of the β-adrenergic effects resulting in enhanced cardiac output. Mutations in the gene encoding PLN have been associated with idiopathic dilated cardiomyopathy; however, no systematic search for PLN mutations in heart failure has been conducted.","dc:creator":"Medeiros A","dc:date":"2011","dc:title":"Mutations in the human phospholamban gene in patients with heart failure."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083","rdfs:label":"Figure 2- II:1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"NM_002667.5(PLN):c.26G>A (p.Arg9His), This variant showed variable expressivity, with at least 4 or more individuals being genotype + but phenotype - . The frequency is not high among Latinos, cannot give the default points as no variant evidence has been shown for this mutation. highest freq (East Asian)= 5.305e-5 gnomAD"},{"id":"cggv:29dc6e43-a858-4141-a8bf-08a6a2fdf765_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:149dc0db-dde4-4112-9f14-56a6922f9743","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"detectionMethod":"One brother Dx with coronary artery disease that had a stent placed at 61y.o. Father has myocardial infarction and was Dx at 61y.o.. He had a defibrillator and pacemaker placed in 70's. Proband WES as part of ClinSeq. Chosen as part of a study that evaluated 870 participants on the basis of not displaying or being Dx with arrhythmia, cardiomyopathy, or a family history of sudden death. It was to check the validity of pathogenic classification of secondary cardiac disease.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"QTc= 398ms, ECHO eptum=6mm, ECHO LVEF=60%. ECG/ ECHO comments were normal, and only showed mild to moderate aortic regurgitation, thickened aortic valves.","sex":"Female","variant":{"id":"cggv:29dc6e43-a858-4141-a8bf-08a6a2fdf765_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:efd6d604-d3ca-4005-a47f-43fa7194e9bc"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23861362","type":"dc:BibliographicResource","dc:abstract":"Massively parallel sequencing to identify rare variants is widely practiced in medical research and in the clinic. Genome and exome sequencing can identify the genetic cause of a disease (primary results), but it can also identify pathogenic variants underlying diseases that are not being sought (secondary or incidental results). A major controversy has developed surrounding the return of secondary results to research participants. We have piloted a method to analyze exomes to identify participants at risk for cardiac arrhythmias, cardiomyopathies, or sudden death.","dc:creator":"Ng D","dc:date":"2013","dc:title":"Interpreting secondary cardiac disease variants in an exome cohort."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23861362","rdfs:label":"114-451"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Note: while this patient has the L39X mutation that has been associated with HCM/DCM, this patient doesn't appear to have any signs of heart disease - score 0. The authors noted that this patient should be followed and screened based on her carrying a class 5 pathogenic (highest class) mutation, but as of this time has no diagnosis of cardiomyopathy, and is evidence for lumping the PLN curation to include HCM, DCM, and ARVC."},{"id":"cggv:dc8be064-a6bb-4fba-9440-b4159977c9a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c008bc30-d027-4b81-8dde-f16a2b521ab7","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":29,"detectionMethod":"mother died of DCM.","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with idiopathic DCM, echo revealed EF=29% with mitral and tricuspid valve failure. ","sex":"Female","variant":{"id":"cggv:dc8be064-a6bb-4fba-9440-b4159977c9a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a45c4126-6ee1-49d4-97c7-f15a500d68d4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.118558947G>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365546039"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"NM_002667.4(PLN):c.26G>T (p.Arg9Leu), No functional evidence to support the variant other than predictive simulations and the patients were not tested for mutations in other genes associated with DCM - 0.25 points"},{"id":"cggv:5a8045e6-ca86-44b3-b231-7c7bb492d0fe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d293a404-0ed0-4145-9075-0d9e10761aa5","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":67,"detectionMethod":"Brother Dx at 72y.o. with apical HCM (MWT= 19mm at apex), but presented with palpitations and atrial fibrillation. He died at 81y.o, no genetic testing. One son (III:1) is a carrier of the mutation and Dx with apical HCM (59y.o.). Son III:2 is a carrier and negative for phenotype. Used SSCP to identify mutations in PLN. Mutation is in the promoter region of PLN.","firstTestingMethod":"SSCP","phenotypeFreeText":"85y.o. woman with apical HCM. MWT= 22mm at the apex, and normal thickness as the basal segments. She presented with palpitations and chest pain with normal coronary angiopathy at 59y.o.. At 61y.o. she developed atrial fibrillation. She was Dx at 67y.o. with apical HCM. At 85y.o., she is NYHA functional class II and has occasional episodes of angina. ","previousTesting":true,"previousTestingDescription":"Negative for MYH7, MYBPC3, TNNT2, ACTC, TNNI3, TPM1 mutations.","sex":"Female","variant":{"id":"cggv:5a8045e6-ca86-44b3-b231-7c7bb492d0fe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:477bb331-5ab8-4b32-955b-bd124f885e6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PLN, -42C-G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29837"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16829191","type":"dc:BibliographicResource","dc:abstract":"Phospholamban is an endogenous sarcoplasmic reticulum calcium ATPase inhibitor with a regulatory effect on cardiac contraction/relaxation coupling. Mutations in the phospholamban gene (PLN) have been associated with primary cardiomyopathies.","dc:creator":"Medin M","dc:date":"2007","dc:title":"Mutational screening of phospholamban gene in hypertrophic and idiopathic dilated cardiomyopathy and functional study of the PLN -42 C>G mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16829191","rdfs:label":"II:1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"NM_002667.4(PLN):c.-42C>G actual HGVS nomen: NM_002667.4(PLN):c.-236C>G,  Variant Evidence: Luciferase assays performed in C6 and C2C12 cells show reduced transcriptional activity of the PLN promoter, suggesting a mutation that compromises gene expression. Again, question the validity of the assay used to show changes in expression in the absence of knowing the transcription factor responsible for regulating PLN activity in cardiomyopacytes. Note: This evidence points to a LOF mechanism. Also family shows reduced or incomplete penetrance of phenotype in carriers. Due to high frequency cannot count."},{"id":"cggv:b9adfb6e-4911-43f7-b561-18a00e1ebf08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e914fb7f-8985-4cc8-aa70-3f3b51236c30","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":20,"sex":"Female","variant":{"id":"cggv:b9adfb6e-4911-43f7-b561-18a00e1ebf08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ed19911b-71d6-428f-95be-64a338c2010a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002667.5(PLN):c.25C>T (p.Arg9Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256917"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12610310","type":"dc:BibliographicResource","dc:abstract":"Molecular etiologies of heart failure, an emerging cardiovascular epidemic affecting 4.7 million Americans and costing 17.8 billion health-care dollars annually, remain poorly understood. Here we report that an inherited human dilated cardiomyopathy with refractory congestive heart failure is caused by a dominant Arg --> Cys missense mutation at residue 9 (R9C) in phospholamban (PLN), a transmembrane phosphoprotein that inhibits the cardiac sarcoplasmic reticular Ca2+-adenosine triphosphatase (SERCA2a) pump. Transgenic PLN(R9C) mice recapitulated human heart failure with premature death. Cellular and biochemical studies revealed that, unlike wild-type PLN, PLN(R9C) did not directly inhibit SERCA2a. Rather, PLN(R9C) trapped protein kinase A (PKA), which blocked PKA-mediated phosphorylation of wild-type PLN and in turn delayed decay of calcium transients in myocytes. These results indicate that myocellular calcium dysregulation can initiate human heart failure-a finding that may lead to therapeutic opportunities.","dc:creator":"Schmitt JP","dc:date":"2003","dc:title":"Dilated cardiomyopathy and heart failure caused by a mutation in phospholamban."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12610310","rdfs:label":"III:11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Variant Evidence: Show that the R9C variant inhibits the phosphorylation of WT-PLN in vitro, and that the R9C variant itself is unphosphorylated. Lack of phosphorylation to PLN has been shown to alter its ability to regulate SERCA activity and is a proposed mechanism of disease. Transgenic mouse model generated to express the R9C variant specifically in the heart using murine myosin heavy chain promoter. The mice develop enlarged hearts at 4 mo, increased end-systolic and end-diastolic diameters, Biventricular dilatation was noted by IHC,  and enlarged myocytes and nuclei and interstitial fibrosis.  Note: Again, no other mutations in known genes associated with DCM, but given the amount of evidence and the animal model - increased the points to maximum 1.5pt"},{"id":"cggv:24b758a8-eee9-4a89-b1d7-0909f40eff93_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:783c2287-f484-4343-a685-4216d69750ed","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":51,"detectionMethod":"Patients mother, sister, and one grandchild were diagnosed with HCM (echocardiographically). No reported history of SCD, DCM, or heart failure. He has a genotype+/phenotype- daughter (age 38y.o.) that is the mother of the genotype+/phenotype+ granddaughter (age 3y.o.). Used PCR and DHPLC, Sanger sequencing, and restriction enzyme digest to idenitify mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Dx at 51 y.o. with septal and apical HCM, after presenting with palpitations. He was maintained on atenolol and amiodarone for appx 2 years when he developed recurrent palpitations and chest discomfort with normal angiography. Dx at 53y.o. with WPWS due to abnormal resting ECG. Dx with thyrotoxicosis secondary to amiodarone and was placed on propylthiouracil. Also placed on candesartan cilexetil and sotalol. He continued to develop episodic palpitations, presyncope, dyspnea, and left-sided chest discomfort, radiating to the left shoulder and arm, particularly during exercise and occasionally while supine. ECG revealed sinus bradycardia with paroxysomal AFib/flutter, MLVWT=24mm, left atrial enlargement with mild mitral valve regurgitation. No resting or valvalva-induced left ventricular outflow obstruction observed. Normal EF (68% at rest, increasing to 90% during physical exertion). found to have conduction block and ventricular ectopy with symptomatic nonsustained ventricular tachycardia and had an ICD placed. ","previousTesting":true,"previousTestingDescription":"Negative for MYBPC3, MYH7, TNNT2, TNNI3, TNNC1, TPM1, ACTC, MYL2, MYL3, PRKAG2, GLA, LAMP2 mutations.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:24b758a8-eee9-4a89-b1d7-0909f40eff93_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:efd6d604-d3ca-4005-a47f-43fa7194e9bc"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21167350","type":"dc:BibliographicResource","dc:abstract":"hypertrophic cardiomyopathy (HCM) is a major cause of sudden death in young athletes and one of the most common inherited cardiovascular diseases, affecting 1 in 500 individuals. Often viewed as a disease of the cardiac sarcomere, mutations in genes encoding myofilament proteins are associated with disease pathogenesis. Despite a clinically available genetic test, a significant portion of HCM patients remain genetically unexplained. We sought to determine the spectrum and prevalence of mutations in PLN-encoded phospholamban in a large cohort of HCM cases as a potential cause of mutation-negative HCM.","dc:creator":"Landstrom AP","dc:date":"2011","dc:title":"PLN-encoded phospholamban mutation in a large cohort of hypertrophic cardiomyopathy cases: summary of the literature and implications for genetic testing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21167350","rdfs:label":"Landstrom index case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Note:  proband was Dx with WPWS with no PRKAG2, LAMP2, or GLA mutations, and might be suggestive of an atrial fibrillation type feature. Invariable phenotypes between carriers of the mutation (some are asymptomatic). Variant Evidence (Haghighi 2003): shows no changes to adult rat cardiac myocyte mechanics and Ca2+ kinetics for cells expressing L39X variant compared to GFP transfected (include measures of cell length and fractional shortening. Changes to protein localization are shown, and mRNA analysis indicates expression of L39X variant, indicating that the mutation in non-LOF"},{"id":"cggv:7adb46ef-6cd5-4be8-9f31-698c97da36f2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1e5d7a06-1518-452c-b069-8e9375156d07","type":"Proband","ageType":"AgeAtDiagnosis","ageValue":42,"firstTestingMethod":"PCR","phenotypeFreeText":"Presented with idiopathic DCM, EF= 32%. Died at 43 due to cardiogenic shock","sex":"Male","variant":{"id":"cggv:7adb46ef-6cd5-4be8-9f31-698c97da36f2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:efd6d604-d3ca-4005-a47f-43fa7194e9bc"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083","rdfs:label":"L39X proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"NM_002667.5(PLN):c.116T>G (p.Leu39Ter), Variant Evidence from Haghighi 2003: shows no changes to adult rat cardiac myocyte mechanics and Ca2+ kinetics for cells expressing L39X variant compared to GFP transfected (include measures of cell length and fractional shortening. Changes to protein localization are shown, and mRNA analysis indicates expression of L39X variant, indicating that the mutation in non-LOF"},{"id":"cggv:497206dd-f467-4d1d-b5d0-8ba3b1bda835_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cee45e78-882a-42da-a95a-ac676c61c98e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":56,"detectionMethod":"Father was Dx with cardiomyopathy and died at 82y.o.. Older brother Dx with HCM and died at 62y.o. Used PCR, Sequencing, and restriction enzyme digestion to confirm mutation.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband at 56 y.o. presented with paroxysmal atrial fibrillation. PE showed a systolic ejection murmur (2/6). Cardiothoracic ratio was 59% at chest X-ray. 12-lead ECG showed left ventricular hypertrophy and ST-T wave abnormality. SeptalWT= 30mm, PosteriorWT= 13mm. Diastolic dimension of  LV= 48mm, systolic dimension in LV= 27mm. No significant mitral regurgitation nor left ventricular outflow obstruction was found. Family history indicated late-onset HCM.","previousTesting":true,"previousTestingDescription":"Negative for MYH7, MYBPC3, TNNT2 (Troponin T)","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:497206dd-f467-4d1d-b5d0-8ba3b1bda835_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4931e32a-3b2b-4047-9fd3-260c7b0f8800","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PLN, -77A-G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29836"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12705874","type":"dc:BibliographicResource","dc:abstract":"Phospholamban is an endogenous inhibitor of sarcoplasmic reticulum calcium ATPase and plays a prime role in cardiac contractility and relaxation. Phospholamban may be a candidate gene responsible for cardiomyopathy. We investigated genome sequence of phospholamban in patients with cardiomyopathy. PCR-based direct sequence was performed for the promoter region and the whole coding region of phospholamban in 87 hypertrophic, 10 dilated, and 2 restricted cardiomyopathic patients. We found a heterozygous single nucleotide transition from A to G at -77-bp upstream of the transcription start site in the phospholamban promoter region of one patient with familial hypertrophic cardiomyopathy. This nucleotide change was not found in 296 control subjects. Using neonatal rat cardiomyocytes, the mutation, -77A-->G, increased the phospholamban promoter activity. No nucleotide change in the phospholamban coding region was found in 99 patients with cardiomyopathy. We suspect that the mutation plays an important role in the development of hypertrophic cardiomyopathy.","dc:creator":"Minamisawa S","dc:date":"2003","dc:title":"Mutation of the phospholamban promoter associated with hypertrophic cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12705874","rdfs:label":"p1397"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"NM_002667.4(PLN):c.-77A>G actual HGVS nomen: NM_002667.4(PLN):c.-271A>G, Mutation is in the promoter region of the gene right next to an important binding site for NF-Y/CP1, a transcription factor that regulates PLN expression. Variant Evidence: Luciferase assays performed in rat cardiomyocytes showed that mutation of the PLN promoter (-77A>G) resulted in a 1.5 fold increase in promoter activity, suggesting a GOF mutation. Note from the authors: \"For these reasons (lost touch with patient and did not test family members), at this moment, we do not conclude that the single nucleotide transition, -77A>G, is a HCM-causal mutation. Nevertheless, we think that the mutation is not a mere polymorphism and that the increased PLN expression caused by a mutation in the promoter region plays an important role in the development of HCM in humans.\" Due to the lack of extensive previous testing to negate other mutations, what the authors have stated, and that luciferase assays performed in this manner are not reliable for mechanism - scoring the variant with 0.1 points. "},{"id":"cggv:336672e8-995f-47f5-9420-ee5b6a6e5b6c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d614111c-046e-446f-86d3-86f56732df43","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":61,"detectionMethod":"Three descendants were screened and found negative for the PLN mutation. ","firstTestingMethod":"PCR","phenotypeFreeText":"Patient had confirmed Chagas disease (can have heart problems), confirmed by ELISA. At 61y.o. she had a left ventricular EF=30%. She died at 69y.o. of advanced heart failure. ","sex":"Female","variant":{"id":"cggv:336672e8-995f-47f5-9420-ee5b6a6e5b6c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a45c4126-6ee1-49d4-97c7-f15a500d68d4"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22137083","rdfs:label":"Chagas patient"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"NM_002667.4(PLN):c.26G>T (p.Arg9Leu), Because there is no functional evidence to support the variant other than predictive simulations, and the patients were not tested for mutations in other genes associated with DCM - 0.25 points"},{"id":"cggv:abfac391-bab0-42f8-b6da-945d7fe24eb1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cbbf247d-6e5f-49e6-b8b1-369f10f00472","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":28,"detectionMethod":"Used PCR and direct sequencing of exon 2 of PLN (the coding exon), as well as restriction enzyme digestion","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with DCM at 28y.o. with an ejection fraction of 20%. No direct note of atrial fibrillation in this subject, but the overall study noted 12% of patient displayed atrial fibrillation.","previousTesting":true,"previousTestingDescription":"Not tested for any other CM gene mutation stated.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:abfac391-bab0-42f8-b6da-945d7fe24eb1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:efd6d604-d3ca-4005-a47f-43fa7194e9bc"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12639993"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12639993","rdfs:label":"Figure 2-III:13"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"NM_002667.5(PLN):c.116T>G (p.Leu39Ter), Variant Evidence: shows no changes to adult rat cardiac myocyte mechanics and Ca2+ kinetics for cells expressing L39X variant compared to GFP transfected (include measures of cell length and fractional shortening. Changes to protein localization are shown, and mRNA analysis indicates expression of L39X variant, indicating that the mutation in non-LOF. Downgrading points to non-LOF.  The variability of phenotypes in the family - question the validity of this  \"variant\" for HCM. "},{"id":"cggv:d1822f80-fad8-4364-83dd-6061ceebe263_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:52821290-bc07-42d3-ac08-95b92787b363","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":61,"detectionMethod":"Mother Dx with HCM and symptomatic but not tested for genotype. PCR and DHPLC of the coding exons and intron/exon boundaries of PLN, followed by Sanger sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"At 61y.o. found to have asymmetric septal hypertrophy by ECG with a MWT=20mm, normal systolic(contractile) function. No evidence of left ventricular dilatation. History of recurrent atrial fibrillation, palpitations, dyspnea and presyncope. She was on warfarin and sotalol.","previousTesting":true,"previousTestingDescription":"Negative for mutations in SRI, FKBP1B, CASQ2, SLN, CALR3, CALM.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d1822f80-fad8-4364-83dd-6061ceebe263_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:efd6d604-d3ca-4005-a47f-43fa7194e9bc"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17655857","type":"dc:BibliographicResource","dc:abstract":"Genes encoding Ca(2+) regulatory proteins responsible for Ca(2+) homeostasis have been suggested as possible candidates for FHC. Mutations in sarcomere genes account for approximately 50% of all FHC cases indicating other genes, including those involved in Ca(2+) handling, may account for the remainder. The aim of this study was to identify causative mutations in genes involved in Ca(2+) regulation in patients with familial hypertrophic cardiomyopathy (FHC). An Australian cohort of 252 unrelated familial hypertrophic cardiomyopathy patients were screened for mutations in the Ca(2+) regulatory genes, sorcin (SRI), calstabin (FKBP1B), calsequestrin (CASQ2), phospholamban (PLN), sarcolipin (SLN), calreticulin (CALR3) and calmodulin (CALM). A total of 17 exonic DNA variants were identified in the 7 Ca(2+) regulatory genes studied, of which 4 were considered of pathogenic significance. Two novel mutations in the CALR3 gene were identified (Lys82Arg, Arg73Gln) and one truncation mutation in the PLN gene (Leu39Ter). A variant was also identified in the CASQ2 gene (Asp63Glu). These four variants were all novel, resulted in changes in conserved amino acids and were not identified in a normal population. In conclusion, mutations in Ca(2+) handling genes are an infrequent but important cause of FHC. DNA variants in Ca(2+) genes may also be involved as modifying factors in phenotype development. Further evaluation of the role of defects in Ca(2+) regulation will shed light on the molecular pathogenesis of FHC.","dc:creator":"Chiu C","dc:date":"2007","dc:title":"Genetic screening of calcium regulation genes in familial hypertrophic cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17655857","rdfs:label":"Family DU-II:1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Not clear if this mutation in PLN, L39X causes HCM only, or leads to DCM. The authors state that the mutation is likely associated with cardiomyopathy (DCM and/or HCM). Variant Evidence (Haghighi 2003): shows no changes to adult rat cardiac myocyte mechanics and Ca2+ kinetics for cells expressing L39X variant compared to GFP transfected (include measures of cell length and fractional shortening. Changes to protein localization are shown, and mRNA analysis indicates expression of L39X variant, indicating that the mutation in non-LOF"},{"id":"cggv:e33dabab-40e1-4f5a-9487-49012d159e70_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed56b8c1-5fc0-41df-a31d-4245ef55d3f2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":61,"detectionMethod":"Used PCR, sanger sequencing, and SSCP to define mutation. Brother was diagnosed with DCM at 70, carrier of the mutation. Mainly asymptomatic except he was noted to have atrial flutter and bradycardia. 7.22E-6 euro (non-Finn)= 1.5e-5 from gnomAD, highest freq= 1.582 (euro-NF)","firstTestingMethod":"PCR","phenotypeFreeText":"Originally evaluated at 35yo. In a muscular dystrophy clinic for a 25-year history of slowly progressive muscle weakness. Noted that she had leg pain, difficulty standing from a sitting position and difficulty climbing stairs. Quadricep skeletal muscle biopsy was normal (normal dystrophin, alpha-dystroglycan, beta-sarcoglycan, gamma-sarcoglycan, merosin, alpha-dystroglycan, beta-dystroglycan, and dysferlin staining. ) Serum creatine kinase was normal. At 61 years was shown to be asymptomatic for DCM. Echo revealed severely impaired LV performance, EF=20%, 4-chamber dilatation, and impaired RV function. Cardiac catheterization revealed no significant coronary artery disease and an apical LV thrombus. At 63y.o. got an ICD. ","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:e33dabab-40e1-4f5a-9487-49012d159e70_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3969c8cf-a381-4255-9539-db3623fec893","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002667.5(PLN):c.37_39AGA[1] (p.Arg14del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA261528"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17010801","type":"dc:BibliographicResource","dc:abstract":"The purpose of this research was to determine the phenotypic spectrum associated with phospholamban gene (PLN) mutations.","dc:creator":"DeWitt MM","dc:date":"2006","dc:title":"Phospholamban R14 deletion results in late-onset, mild, hereditary dilated cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17010801","rdfs:label":"DCM-X1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Note: there is the potential to increase the variant points due to massive amounts of data but, the authors did not state that this proband was negative for other mutations in known sarcomeric of cardiomyopathic genes - default. "},{"id":"cggv:43772928-4d9b-4d4d-9e47-a28628f6b1be_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62692f8d-642e-41d5-8953-ae6e1e373c47","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":50,"detectionMethod":"Used PCR and Sanger sequencing of entire PLN gene to define the mutation. The mutation is an inframe deletion of Arg14 - categorized as non-LOF. 7.22E-6 euro (non-Finn)= 1.5e-5 from gnomAD, highest freq= 1.582 (euro-NF). ","firstTestingMethod":"PCR","phenotypeFreeText":"Presented at 50 with heart failure and DCM. At 52y.o. had an ICD implanted due to sustained ventricular tachycardia episodes. The heart deteriorated to NYHA class 3-4). The patient died at 56y.o. while awaiting cardiac transplant with incessant ventricular tachycardia and ventricular fibrillation. IVEDT=6.1mm, LVEDD= 56mm, PWEDT= 6.0mm, LVESD= 47mm, LVEF= 27mm","phenotypes":["obo:HP_0005141","obo:HP_0004754","obo:HP_0001644"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:43772928-4d9b-4d4d-9e47-a28628f6b1be_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3969c8cf-a381-4255-9539-db3623fec893"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16432188"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16432188","rdfs:label":"Proband V-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Part of the Greek founder family for the R14del mutation reported in Zan der Zwaag et al., 2012. Interestingly, they found that the Greek R14del family is different from a Dutch R14del family founder. Note: there is the potential to increase the variant points due to massive amounts of data but, the authors did not state that this proband was negative for other mutations in known sarcomeric cardiomyopathic genes - default"},{"id":"cggv:f3387603-dcff-4a20-a5e9-d013029af8b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d5d87cdc-316d-4152-9b1a-57465414c584","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":59,"phenotypeFreeText":"Presented with arrhythmias,  and diagnosed with DCM. Received an ICD at 65y.o.. Died at 69y.o. from terminal heart failure. LVEF<45%, FS<25%, LVEDD>117% (Table 1).","previousTesting":true,"previousTestingDescription":"Tested negative for LMNA, MYH7, and TNNT2 mutations","sex":"Female","variant":{"id":"cggv:f3387603-dcff-4a20-a5e9-d013029af8b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3969c8cf-a381-4255-9539-db3623fec893"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22820313","type":"dc:BibliographicResource","dc:abstract":"To investigate whether phospholamban gene (PLN) mutations underlie patients diagnosed with either arrhythmogenic right ventricular cardiomyopathy (ARVC) or idiopathic dilated cardiomyopathy (DCM).","dc:creator":"van der Zwaag PA","dc:date":"2012","dc:title":"Phospholamban R14del mutation in patients diagnosed with dilated cardiomyopathy or arrhythmogenic right ventricular cardiomyopathy: evidence supporting the concept of arrhythmogenic cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22820313","rdfs:label":"D01"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Note:  Due to abundance of evidence for the variant - max points. Also, this person is part of the Dutch R14del founder family, so segregation points have the ability to max out, but no one pedigree is shown in the paper. 7.22E-6 euro (non-Finn)= 1.5e-5 from gnomAD, highest freq= 1.582 (euro-NF)"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":5.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.75}],"evidenceStrength":"Definitive","sequence":2397,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.75,"subject":{"id":"cggv:92b7b6e3-e370-40e2-bc9b-60abb1f051c5","type":"GeneValidityProposition","disease":"obo:MONDO_0000591","gene":"hgnc:9080","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"PLN : Intrinsic Cardiomyopathy. The PLN gene is associated with hypertrophic cardiomyopathy, dilated cardiomyopathy, arrhythmogenic right ventricular cardiomyopathy (van der Zwaag, 2012 PMID: 22820313) and heart failure of unknown etiology. The typical inheritance for PLN related cardiomyopathy is autosomal dominant, albeit autosomal recessive inheritance has been noted and appears to follow a dosage effect or semidominance, as loss of both alleles results in an earlier and more severe phenotypic presentation (Haghighi, 2003 PMID: 12639993). PLN is encoded by one exon, and missense, nonsense, and frameshift mutations in the coding exon and the promoter region have been reported. Given that PLN only has one exon, many of the mutations (even LOF) result in a protein product.  PLN encodes the 52 amino acid protein, phospholamban, that functions to regulate SERCA2 function in the sarcoplasmic reticulum. Phospholamban exists in both monomeric and homopentameric forms. The monomeric form is thought to inhibit SERCA2 activity. PLN-mediated SERCA2 inhibition is released upon phosphorylation of monomeric PLN by either PKA or CAMKII, and thus stabilization of the pentameric form (reviewed in Haghighi, 2014 PMID: 25451386, Young, 2015 PMID: 25563649). While the distinct genetic mechanism of PLN-mediated cardiomyopathy is unclear, the overall disease mechanism for PLN associated cardiomyopathy is dysregulation of SERCA2 function, Ca2+ handling, and disrupted relaxation and contraction of the heart. Multiple cases of PLN-mediated cardiomyopathy are reported in the literature, allowing and extending beyond the maximum score for genetic evidence (12 pts). This gene-disease association is supported by the function of the gene product, alteration of normal function in non-patient cells expressing patient-derived mutant PLN, and animal models. In summary, PLN is definitively associated with intrinsic cardiomyopathy. This association has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the Hypertrophic Cardiomyopathy Gene Curation committee on September 19, 2017 using SOP version 4. This gene-disease relationship was updated and recurated on February 12, 2021.\n\nLumping and Splitting: Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) underlying the disease entities: (1) Cardiomyopathy, dilated, 1P (MIM: 609909) and (2) Cardiomyopathy, hypertrophic, 18 (MIM:613874). Evidence suggests that the mechanism of the disease is impaired SERCA2 regulation of Ca2+ handling for all conditions associated with PLN. Furthermore, a progressive cardiomyopathy beginning with hypertrophic and leading to dilated has been observed in a proband (Haghighi, 2003 PMID: 12639993). Both interfamilial and intrafamilial variability were observed between PLN variants (Haghighi, 2003 PMID: 12639993; van der Zwaag, 2012 PMID: 22820313). For clinical management, no striking differences should occur, as all of the phenotypes and conditions associated with PLN are of cardiovascular nature, and individuals should be monitored appropriately.  Therefore, all of the disease entities have been lumped into one disease entity, Intrinsic cardiomyopathy.  \n\nData on the occurrence of cardiomyopathy in individuals with PLN associated intrinsic cardiomyopathy was collected by the Hypertrophic Cardiomyopathy Gene Curation Committee (subgroup of the Cardiovascular Working Group). Mutation of PLN results in the development of an intrinsic cardiomyopathy that can present with left ventricular hypertrophy. The mechanism for PLN induced intrinsic cardiomyopathy is attributed to SERCA2 dysfunction and improper Ca2+- handling, which significantly alters contraction and relaxation of the heart, resulting in heart failure (reviewed in Haghighi, 2014 PMID: 25451386, Young, 2015 PMID: 25563649). \n\n","dc:isVersionOf":{"id":"cggv:f49f65fb-a2df-4e86-9a89-da2325b207c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}