{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-16T19:23:29.180Z","role":"Publisher"},{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-07-30T20:58:43.081Z","role":"Approver"}],"evidence":[{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a10e26c-0738-4339-8885-12f696eec08b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4ca261b-7ae8-4e0b-8891-20955ed73fff","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Telomerase (TERT) is a reverse transcriptase that uses its RNA component, TERC, to add the TTAGGG nucleotide repeats to the chromosome ends. WRAP53 (TCAB1) is required for the transport of telomerase to Cajal bodies for assembly of the holoenzyme complex. TINF2 encodes the TIN2 protein, which is a part of the shelterin telomere protection complex. The proteins encoded by DKC1, NHP2, and NOP10 are members of the H/ACA snoRNPs (small nucleolar ribonucleoproteins) gene family, which is involved in various aspects of rRNA processing and modification. These H/ACA snoRNP proteins are also components of the telomerase complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18054794","type":"dc:BibliographicResource","dc:abstract":"\"Dyskeratosis Congenita (DC) also known as Zinsser-Engman-Cole syndrome is a rare multi-system bone marrow failure syndrome characterised by mucocutaneous abnormalities and an increased predisposition to cancer\". This is a common definition of DC but how did this definition arise? The aim of this review is to follow the development of DC and associated diseases from its first reported description in the early 20th century to the current understanding of the genes involved and its pathophysiology in 2007 in a chronological order. Although this review is not intended to be an exhaustive citation of the literature available it does provide a summary of the key developments, citing particularly the earlier reports of each development.","dc:creator":"Walne AJ","dc:date":"2008","dc:title":"Dyskeratosis Congenita: a historical perspective."},"rdfs:label":"Dyskeratosis congenita is a disorder of telomere biology"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Eleven different genes (DKC1, TERC, TERT, TINF2, NOP10, NHP2, WRAP53, ACD, RTEL1, PARN, CTC1) encoding critical components of the telomere have been found to be mutated in individuals with DC."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8a53e8e-c373-4cd4-a0d4-0c55c88c9824","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c4a67338-e7ba-4390-adef-c46530950265","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Homozygous TERT-ER mice had short dysfunctional telomeres and sustained increased DNA damage signaling and classical degenerative phenotypes upon successive generational matings and advancing age. Telomerase reactivation in such late generation TERT-ER mice extended telomeres, reduced DNA damage signaling and associated cellular checkpoint responses, allowed resumption of proliferation in quiescent cultures, and eliminated degenerative phenotypes across multiple organs including testes, spleen, and intestine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21113150","type":"dc:BibliographicResource","dc:abstract":"An ageing world population has fuelled interest in regenerative remedies that may stem declining organ function and maintain fitness. Unanswered is whether elimination of intrinsic instigators driving age-associated degeneration can reverse, as opposed to simply arrest, various afflictions of the aged. Such instigators include progressively damaged genomes. Telomerase-deficient mice have served as a model system to study the adverse cellular and organismal consequences of wide-spread endogenous DNA damage signalling activation in vivo. Telomere loss and uncapping provokes progressive tissue atrophy, stem cell depletion, organ system failure and impaired tissue injury responses. Here, we sought to determine whether entrenched multi-system degeneration in adult mice with severe telomere dysfunction can be halted or possibly reversed by reactivation of endogenous telomerase activity. To this end, we engineered a knock-in allele encoding a 4-hydroxytamoxifen (4-OHT)-inducible telomerase reverse transcriptase-oestrogen receptor (TERT-ER) under transcriptional control of the endogenous TERT promoter. Homozygous TERT-ER mice have short dysfunctional telomeres and sustain increased DNA damage signalling and classical degenerative phenotypes upon successive generational matings and advancing age. Telomerase reactivation in such late generation TERT-ER mice extends telomeres, reduces DNA damage signalling and associated cellular checkpoint responses, allows resumption of proliferation in quiescent cultures, and eliminates degenerative phenotypes across multiple organs including testes, spleens and intestines. Notably, somatic telomerase reactivation reversed neurodegeneration with restoration of proliferating Sox2(+) neural progenitors, Dcx(+) newborn neurons, and Olig2(+) oligodendrocyte populations. Consistent with the integral role of subventricular zone neural progenitors in generation and maintenance of olfactory bulb interneurons, this wave of telomerase-dependent neurogenesis resulted in alleviation of hyposmia and recovery of innate olfactory avoidance responses. Accumulating evidence implicating telomere damage as a driver of age-associated organ decline and disease risk and the marked reversal of systemic degenerative phenotypes in adult mice observed here support the development of regenerative strategies designed to restore telomere integrity.","dc:creator":"Jaskelioff M","dc:date":"2011","dc:title":"Telomerase reactivation reverses tissue degeneration in aged telomerase-deficient mice."},"rdfs:label":"TERT reactivation reverses tissue degeneration in aged mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:1600633e-1a79-4202-8891-333690f055cc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ccdec748-db60-4eac-afde-8915e640846d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TERT-specific deficiency in mesenchymal cells caused attenuation of pulmonary fibrosis as manifested by reduced lung hydroxyproline content, type I collagen and α-smooth muscle actin mRNA levels. The TERT-deficient mouse lung fibroblasts displayed decreased cell proliferative capacity and higher susceptibility to induced apoptosis compared with control cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26555817","type":"dc:BibliographicResource","dc:abstract":"Telomerase is typically expressed in cellular populations capable of extended replication, such as germ cells, tumor cells, and stem cells, but is also induced in tissue injury, repair and fibrosis. Its catalytic component, telomerase reverse transcriptase (TERT) is induced in lung fibroblasts from patients with fibrotic interstitial lung disease and in rodents with bleomycin-induced pulmonary fibrosis. To evaluate the fibroblast specific role of TERT in pulmonary fibrosis, transgenic mice bearing a floxed TERT allele were generated, and then crossed with an inducible collagen α2(I)-Cre mouse line to generate fibroblast specific TERT conditional knockout mice. TERT-specific deficiency in mesenchymal cells caused attenuation of pulmonary fibrosis as manifested by reduced lung hydroxyproline content, type I collagen and α-smooth muscle actin mRNA levels. The TERT-deficient mouse lung fibroblasts displayed decreased cell proliferative capacity and higher susceptibility to induced apoptosis compared with control cells. Additionally TERT deficiency was associated with heightened α-smooth muscle actin expression indicative of myofibroblast differentiation. However the impairment of cell proliferation and increased susceptibility to apoptosis would cause a reduction in the myofibroblast progenitor population necessary to mount a successful myofibroblast-dependent fibrotic response. These findings identified a key role for TERT in fibroblast proliferation and survival essential for pulmonary fibrosis. ","dc:creator":"Liu T","dc:date":"2015","dc:title":"Conditional Knockout of Telomerase Reverse Transcriptase in Mesenchymal Cells Impairs Mouse Pulmonary Fibrosis."},"rdfs:label":"CKO TERT Mesenchymal Cells Impairs Mouse Pulmonary Fibrosis."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:7494e439-365b-4517-acf3-e70b613b6a80","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e26c884-75ec-4fac-920e-5848fc80e5e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Wildtype mice with short telomeres displayed hematopoietic and immune defects that resembled those present in patients with dyskeratosis congenita. Patients with dyskeratosis congenita have a premature aging syndrome that can be caused by mutations in the telomerase. When mice with short telomeres were interbred, telomere length was only incrementally restored, and even several generations later, wildtype mice with short telomeres still displayed degenerative defects. Histopathology identifies mucosal defects and bone marrow failure as the cause of death in mice with short telomeres.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19944403","type":"dc:BibliographicResource","dc:abstract":"Telomerase function is critical for telomere maintenance. Mutations in telomerase components lead to telomere shortening and progressive bone marrow failure in the premature aging syndrome dyskeratosis congenita. Short telomeres are also acquired with aging, yet the role that they play in mediating age-related disease is not fully known. We generated wild-type mice that have short telomeres. In these mice, we identified hematopoietic and immune defects that resembled those present in dyskeratosis congenita patients. When mice with short telomeres were interbred, telomere length was only incrementally restored, and even several generations later, wild-type mice with short telomeres still displayed degenerative defects. Our findings implicate telomere length as a unique heritable trait that, when short, is sufficient to mediate the degenerative defects of aging, even when telomerase is wild-type.","dc:creator":"Armanios M","dc:date":"2009","dc:title":"Short telomeres are sufficient to cause the degenerative defects associated with aging."},"rdfs:label":"Short Telomeres cause the degenerative defects of aging"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Decrease points because the mice with short telomeres were not generated from TERT deficiency."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:feb828da-680b-4119-abbd-cfaacaea90d6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cf0cc29e-f90f-43fc-8de9-263129036632","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0008404","obo:HP_0002745","obo:HP_0001915","obo:HP_0001873","obo:HP_0005528","obo:HP_0000957","obo:HP_0007427"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:feb828da-680b-4119-abbd-cfaacaea90d6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:86ead6a9-8e90-459d-9504-65b2d19da031","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2431C>T (p.Arg811Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29900"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17785587","type":"dc:BibliographicResource","dc:abstract":"Dyskeratosis congenita (DC) is a multisystem bone marrow failure syndrome characterized by a triad of mucocutaneous abnormalities and an increased predisposition to malignancy. X-linked DC is due to mutations in DKC1, while heterozygous mutations in TERC (telomerase RNA component) and TERT (telomerase reverse transcriptase) have been found in autosomal dominant DC. Many patients with DC remain uncharacterized, particularly families displaying autosomal recessive (AR) inheritance. We have now identified novel homozygous TERT mutations in 2 unrelated consanguineous families, where the index cases presented with classical DC or the more severe variant, Hoyeraal-Hreidarsson (HH) syndrome. These TERT mutations resulted in reduced telomerase activity and extremely short telomeres. As these mutations are homozygous, these patients are predicted to have significantly reduced telomerase activity in vivo. Interestingly, in contrast to patients with heterozygous TERT mutations or hemizygous DKC1 mutations, these 2 homozygous TERT patients were observed to have higher-than-expected TERC levels compared with controls. Collectively, the findings from this study demonstrate that homozygous TERT mutations, resulting in a pure but severe telomerase deficiency, produce a phenotype of classical AR-DC and its severe variant, the HH syndrome.","dc:creator":"Marrone A","dc:date":"2007","dc:title":"Telomerase reverse-transcriptase homozygous mutations in autosomal recessive dyskeratosis congenita and Hoyeraal-Hreidarsson syndrome."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17785587","rdfs:label":"Family AII-4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"In vitro functional expression assays showed that the mutant protein had less than 50% residual activity."},{"id":"cggv:7a658fa4-ffd7-4c3a-8132-b2db6f8181b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:11ddfc80-7088-4968-8751-f1b94e13b74c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002015","obo:HP_0001321","obo:HP_0002745","obo:HP_0000252","obo:HP_0001873","obo:HP_0005528"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7a658fa4-ffd7-4c3a-8132-b2db6f8181b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:883ac20d-b799-4572-8d22-d2dbb85a56e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2701C>T (p.Arg901Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29901"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17785587"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17785587","rdfs:label":"Family 2-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"In vitro functional expression assays showed that the mutant protein had less than 25% residual activity."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:8af8be7f-4a54-4909-b21d-89405eb50ee3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01fcbdef-da32-4229-bdb2-65d9bcbfd9ba","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":34,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001915","obo:HP_0005528"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8af8be7f-4a54-4909-b21d-89405eb50ee3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dc0a7e9f-1448-452f-8109-259ca5e19077","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2080G>A (p.Val694Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12731"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15814878","type":"dc:BibliographicResource","dc:abstract":"Mutations in TERC, the gene for the RNA component of telomerase, cause short telomeres in congenital aplastic anemia and in some cases of apparently acquired hematopoietic failure. We investigated whether mutations in genes for other components of telomerase also occur in aplastic anemia.","dc:creator":"Yamaguchi H","dc:date":"2005","dc:title":"Mutations in TERT, the gene for telomerase reverse transcriptase, in aplastic anemia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878","rdfs:label":"Patient E"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Telomere length in patient granulocytes was less than 10% of control values, and cell lysates carrying the mutation showed less than 1% telomerase activity."},{"id":"cggv:e8b5e63b-a468-41be-9fb1-33e0ed42285f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:299cf9ac-9d97-466b-a13a-47210488aec7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":56,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0005528","obo:HP_0001915"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e8b5e63b-a468-41be-9fb1-33e0ed42285f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9a4effb-8907-42dd-ac42-f7c03b6982ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.1234C>T (p.His412Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12730"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878","rdfs:label":"Patient C and D"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Telomere length in patient granulocytes was less than 10% of control values, and cell lysates carrying the mutation showed about 50% telomerase activity. 3 unrelated patients (Also PubMed: 18042801) with different race and ethnic backgrounds were reported but didn't give points because gnomAD AF is 0.003248 (646 variant alleles and 5 homozygous) and many labs classify this variant as Likely Benign/Benign in ClinVar."},{"id":"cggv:ed5f5df0-e2aa-452c-86b0-873e4f5e7d73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b07f78c-d399-412c-9978-01fac3a39934","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"detectionMethod":"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0005528","obo:HP_0001915"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ed5f5df0-e2aa-452c-86b0-873e4f5e7d73_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:545b5583-f8bc-46b8-b7a4-061adb887a7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.3268G>A (p.Val1090Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12733"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878","rdfs:label":"Patient G"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Telomere length in patient granulocytes was less than 1% of control values, and cell lysates carrying the mutation showed less than 1% telomerase activity. This variant has been observed in an individual affected with aplastic anaemia, and an unrelated individual affected with hepatocellular carcinoma, but was also observed in one healthy individual (PMID: 15814878, 28813500, 19561322). Experimental studies using a cell model have shown that this variant results in a reduction of telomerase activity (PMID: 15814878, 23901009, 19561322, 26365799, 28813500, 28154186). But gnomAD AF 0.00004993 (14 variant alleles)."},{"id":"cggv:ffca68e8-6bc2-4eb2-bd5f-65dec805f865_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6571a067-eacb-4029-a1b1-e999b466bda8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002211","obo:HP_0001395","obo:HP_0012227","obo:HP_0001915","obo:HP_0000978","obo:HP_0002216","obo:HP_0000939","obo:HP_0002206"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ffca68e8-6bc2-4eb2-bd5f-65dec805f865_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b3daea5d-c86d-4fc2-8741-b8dec3d7d9b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2706G>C (p.Lys902Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12735"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16247010","type":"dc:BibliographicResource","dc:abstract":"Dyskeratosis congenita is a rare inherited disorder characterized by abnormal skin manifestations. Morbidity and mortality from this disease is usually due to bone marrow failure, but idiopathic pulmonary fibrosis and an increased cancer predisposition also occur. Families with autosomal dominant dyskeratosis congenita display anticipation and have mutations in the telomerase RNA gene. We identified a three-generation pedigree with autosomal dominant dyskeratosis congenita, anticipation, and telomere shortening. We show that a null mutation in motif D of the reverse transcriptase domain of the protein component of telomerase, hTERT, is associated with this phenotype. This mutation leads to haploinsufficiency of telomerase, and telomere shortening occurs despite the presence of telomerase. This finding emphasizes the importance of telomere maintenance and telomerase dosage for maintaining tissue proliferative capacity and has relevance for understanding mechanisms of age-related changes.","dc:creator":"Armanios M","dc:date":"2005","dc:title":"Haploinsufficiency of telomerase reverse transcriptase leads to anticipation in autosomal dominant dyskeratosis congenita."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16247010","rdfs:label":"III1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Increase points because in vitro functional expression studies showed that the K902N mutant protein had almost no telomerase activity, resulting in haploinsufficiency."},{"id":"cggv:bf2ece58-b207-4092-86b8-5cc063c4e1b2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea7ad97c-1038-4b29-9742-7c6e65d6e32c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":53,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0005528","obo:HP_0001915"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bf2ece58-b207-4092-86b8-5cc063c4e1b2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ce652d01-4aa6-4c34-99c3-06dd4467bfde","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2315A>G (p.Tyr772Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12732"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878","rdfs:label":"Patient F"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Telomere length in patient granulocytes was less than 1% of control values, and cell lysates carrying the mutation showed less than 1% telomerase activity."},{"id":"cggv:9a3fd820-e51e-4310-9d79-47b24933bd60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2acacb32-60d3-46aa-a598-c4e455100a58","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0005528","obo:HP_0001915"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9a3fd820-e51e-4310-9d79-47b24933bd60_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e6f3ba8c-1d46-43fd-b415-5f0bf78d5c83","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.604G>A (p.Ala202Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12729"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15814878","rdfs:label":"Patient A and B"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Telomere length in patient granulocytes was less than 10% of control values, and cell lysates carrying the mutation showed less than 1% telomerase activity. 2 unrelated patients were reported, but didn't increase points because another in vitro functional study demonstrated that a vector containing the A202T variant had activity and processing levels almost comparable to wild type (80-90%) (PMID: 15885610) and gnomAD AF is 0.0002996 (72 variant alleles)."},{"id":"cggv:0f902c17-735e-421a-bd05-bca3b4bef2d0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cb993531-df99-4531-a74e-14b747d09299","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":58,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0002206","obo:HP_0006530"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:0f902c17-735e-421a-bd05-bca3b4bef2d0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c905f0c8-b051-4156-9017-e3c744f3a536","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2594G>A (p.Arg865His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12736"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17460043","type":"dc:BibliographicResource","dc:abstract":"Idiopathic pulmonary fibrosis (IPF) is an adult-onset, lethal, scarring lung disease of unknown etiology. Some individuals with IPF have a familial disorder that segregates as a dominant trait with incomplete penetrance. Here we used linkage to map the disease gene in two families to chromosome 5. Sequencing a candidate gene within the interval, TERT, revealed a missense mutation and a frameshift mutation that cosegregated with pulmonary disease in the two families. TERT encodes telomerase reverse transcriptase, which together with the RNA component of telomerase (TERC), is required to maintain telomere integrity. Sequencing the probands of 44 additional unrelated families and 44 sporadic cases of interstitial lung disease revealed five other mutations in TERT. A heterozygous mutation in TERC also was found in one family. Heterozygous carriers of all of the mutations in TERT or TERC had shorter telomeres than age-matched family members without the mutations. Thus, mutations in TERT or TERC that result in telomere shortening over time confer a dramatic increase in susceptibility to adult-onset IPF.","dc:creator":"Tsakiri KD","dc:date":"2007","dc:title":"Adult-onset pulmonary fibrosis caused by mutations in telomerase."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17460043","rdfs:label":"F11 IV-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The mutant protein had about 30% residual activity and affected individuals had shorter telomeres compared to family members without the mutation. Additionally, functional studies have demonstrated that R865H results in significantly reduced enzyme activities (PMID: 15885610) and therefore increase point to 1."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:d2664e92-4645-4979-affc-83af85e8a85a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:74b03d6c-c99f-4009-b353-56c8a2b083e8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":58,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002206","obo:HP_0006530"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d2664e92-4645-4979-affc-83af85e8a85a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0ece776e-bbba-488b-9ddd-96b346fad9f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.219+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12738"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17392301","type":"dc:BibliographicResource","dc:abstract":"Idiopathic pulmonary fibrosis is progressive and often fatal; causes of familial clustering of the disease are unknown. Germ-line mutations in the genes hTERT and hTR, encoding telomerase reverse transcriptase and telomerase RNA, respectively, cause autosomal dominant dyskeratosis congenita, a rare hereditary disorder associated with premature death from aplastic anemia and pulmonary fibrosis.","dc:creator":"Armanios MY","dc:date":"2007","dc:title":"Telomerase mutations in families with idiopathic pulmonary fibrosis."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17392301","rdfs:label":"BIII.5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Heterozygosity for a +1G-A transition in intron 1 of the TERT gene, predicted to alter splicing. Telomere length in the lymphocytes was less than 1% of controls."},{"id":"cggv:be758af3-4bf7-4219-ba83-d44902985e16_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fc77ee9b-5472-4c67-a8b3-d64b7648cafb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":48,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002206","obo:HP_0006530","obo:HP_0002094"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:be758af3-4bf7-4219-ba83-d44902985e16_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2307866a-360c-493c-bf57-82e10ef1da0b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2583-2A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/36944"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17392301"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17392301","rdfs:label":"DIII.2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Heterozygous A-to-C transversion at canonical splicing site of intron 9 of the TERT gene (IVS9-2A-C). Telomere length in lymphocytes was less than 10% of control values."},{"id":"cggv:275e62d1-aaa7-4657-933d-5302653a60eb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f4ff72c3-b1af-4eb5-92fd-1bc6b57ff1cc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":67,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0006530","obo:HP_0002206"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:275e62d1-aaa7-4657-933d-5302653a60eb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:82fd1a01-0ee4-485e-aba4-0625596f646c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198253.2(TERT):c.2240delT (p.Val747Alafs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12737"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17460043"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17460043","rdfs:label":"F31 III-4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Heterozygous 1-bp deletion (2240delT) in the TERT gene, creating a frameshift predicted to result in a truncated protein missing half of the reverse-transcriptase domain and the entire C terminus (Val747fsTer766). The mutant protein had essentially no enzymatic activity."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1055,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:83b58530-f612-41b3-9f92-dbcb12568004","type":"GeneValidityProposition","disease":"obo:MONDO_0013521","gene":"hgnc:11730","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"Dyskeratosis congenita (DC) is a multisystem disorder caused by defective telomere maintenance. Features are variable and include bone marrow failure, pulmonary and liver fibrosis, and premature graying of the hair (PMID: 16247010). TERT is one of the eleven genes encoding critical components of the telomere and telomerase complex that have been found to be mutated in individuals with DC. There is abundant evidence published associating the TERT gene with Dyskeratosis Congenita, since the gene-disease relationship was first proposed by Yamaguchi et al. (2005) (PMID: 15814878). Variants in TERT are considered to convey semi-dominant inheritance since both heterozygous and homozygous or compound heterozygous variants were reported in DC patients with different severity and age of onset. This is a lumped curation for Dyskeratosis congenita, autosomal dominant 2 (MIM: 613989), Dyskeratosis congenita, autosomal recessive 4 (MIM: 613989), Leukemia, acute myeloid (MIM: 601626) and Pulmonary fibrosis and/or bone marrow failure, telomere-related, 1 (MIM: 614742). The MONDO entry of dyskeratosis congenita, autosomal dominant 2 is used in this curation, but a new disease entry is needed in the future for the telomere-mediated syndrome (PMID: 19405848). Multiple case level studies have been performed with DC patients that have variants in the TERT gene. A significant amount of case-level data is available, but the maximum points for genetic evidence has been reached (12 points). Multiple mouse models with TERT-specific deficiency or short telomeres have been established to show consistent phenotypes with DC patients, and TERT reactivation reverses tissue degeneration in aged mice. In summary, TERT is definitively associated with semi-dominant Dyskeratosis Congenita, the telomere-mediated syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:afb6ea76-e8ac-4a38-b42c-23fc18a9623b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}