{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-05-30T15:47:23.622Z","role":"Publisher"},{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-11-06T05:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:682b487f-1268-46f9-a837-450ee51d3f17","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:71937806-e81c-4931-9117-2439f6f573d5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Complex I subunit","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Complex I subunits"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Complex I subunit"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:faf9fed2-8849-4062-922e-22aad227d965","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b10e02aa-cc83-4a5d-94c6-8883ae31c1cd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The fly model recapitulates neurodegeneration, shortened lifespan, and motor disability seen in PMD.  ATP levels were also reduced, indicative of mitochondrial dysfunction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29285794","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial defects associated with respiratory chain complex I deficiency lead to heterogeneous fatal syndromes. While the role of NDUFS8, an essential subunit of the core assembly of the complex I, is established in mitochondrial diseases, the mechanisms underlying neuropathology are poorly understood. We developed a Drosophila model of NDUFS8 deficiency by knocking down the expression of its fly homologue in neurons or in glial cells. Downregulating ND23 in neurons resulted in shortened lifespan, and decreased locomotion. Although total brain ATP levels were decreased, histological analysis did not reveal any signs of neurodegeneration except for photoreceptors of the retina. Interestingly, ND23 deficiency-associated phenotypes were rescued by overexpressing the glucose transporter hGluT3 demonstrating that boosting glucose metabolism in neurons was sufficient to bypass altered mitochondrial functions and to confer neuroprotection. We then analyzed the consequences of ND23 knockdown in glial cells. In contrast to neuronal knockdown, loss of ND23 in glia did not lead to significant behavioral defects nor to reduced lifespan, but induced brain degeneration, as visualized by numerous vacuoles found all over the nervous tissue. This phenotype was accompanied by the massive accumulation of lipid droplets at the cortex-neuropile boundaries, suggesting an alteration of lipid metabolism in glia. These results demonstrate that complex I deficiency triggers metabolic alterations both in neurons and glial cells which may contribute to the neuropathology.","dc:creator":"Cabirol-Pol MJ","dc:date":"2018","dc:title":"Glial lipid droplets and neurodegeneration in a Drosophila model of complex I deficiency."},"rdfs:label":"Cabirol-Pol_fly model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The fly model recapitulates neurodegeneration, shortened lifespan, and motor disability seen in PMD.  ATP levels were also reduced, indicative of mitochondrial dysfunction."},{"id":"cggv:ed14022d-a9ec-4952-94a0-0d951b4e3603","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e570217-852c-462f-95bb-e7e3b76d3b3f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This shows biochemical recapitulation of disease (reduced complex I activity and reduced respiratory capacity).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19672299","type":"dc:BibliographicResource","dc:abstract":"Complex I dysfunction is a common, heterogeneous cause of human mitochondrial disease having poorly understood pathogenesis. The extensive conservation of complex I composition between humans and Caenorhabditis elegans permits analysis of individual subunit contribution to mitochondrial functions at both the whole animal and mitochondrial levels. We provide the first experimentally-verified compilation of complex I composition in C. elegans, demonstrating 84% conservation with human complex I. Individual subunit contribution to mitochondrial respiratory capacity, holocomplex I assembly, and animal anesthetic behavior was studied in C. elegans by RNA interference-generated knockdown of nuclear genes encoding 28 complex I structural subunits and 2 assembly factors. Not all complex I subunits directly impact respiratory capacity. Subcomplex Ilambda subunits along the electron transfer pathway specifically control whole animal anesthetic sensitivity and complex II upregulation, proportionate to their relative impairment of complex I-dependent oxidative capacity. Translational analysis of complex I dysfunction facilitates mechanistic understanding of individual gene contribution to mitochondrial disease. We demonstrate that functional consequences of complex I deficiency vary with the particular subunit that is defective.","dc:creator":"Falk MJ","dc:date":"2009","dc:title":"Subcomplex Ilambda specifically controls integrated mitochondrial functions in Caenorhabditis elegans."},"rdfs:label":"Falk_C. elegans"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This shows biochemical recapitulation of disease (reduced complex I activity and reduced respiratory capacity)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5843a4d9-8d24-40ec-9dfd-dba98d33df25_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5843a4d9-8d24-40ec-9dfd-dba98d33df25","type":"Proband","allele":{"id":"cggv:9ccb3f27-a1c2-4637-8364-0b13ef945c56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.280C>T (p.Arg94Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381599864"}},"phenotypeFreeText":"This patient had isolated complex I deficiency. There was preterm delivery, low birth weight, seizures, respiratory abnormality, hypotonia, DCM, FTT, and dysmorphisms.​ Death happened in the first day of life. There was elevated blood lactate (>7.0 mmol/l) (normal = 1.06-1.89)​. CI activity was 18% control. BN-PAGE showed significant decrease in fully assembled CI in patient fibroblasts.","sex":"Male","variant":{"id":"cggv:8e71dc77-0639-4a35-8fc1-ae9af4a00a04_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9ccb3f27-a1c2-4637-8364-0b13ef945c56"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19336460","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are essential for cellular bioenergetics by way of energy production in the form of ATP through the process of oxidative phosphorylation. This crucial task is executed by five multi-protein complexes of which mitochondrial NADH:ubiquinone oxidoreductase or complex I is the largest and most complicated one. During recent years, mutations in nuclear genes encoding structural subunits of complex I have been identified as a cause of devastating neurodegenerative disorders with onset in early childhood. Here, we present a comprehensive overview of clinical, biochemical and cell physiological information of 15 children with isolated, nuclear-encoded complex I deficiency, which was generated in a joint effort of clinical and fundamental research. Our findings point to a rather homogeneous clinical picture in these children and drastically illustrate the severity of the disease. In extensive live cell studies with patient-derived skin fibroblasts we uncovered important cell physiological aspects of complex I deficiency, which point to a central regulatory role of cellular reactive oxygen species production and altered mitochondrial membrane potential in the pathogenesis of the disorder. Moreover, we critically discuss possible interconnections between clinical signs and cellular pathology. Finally, our results indicate apparent differences to drug therapy on the cellular level, depending on the severity of the catalytic defect and identify modulators of cellular Ca(2+) homeostasis as new candidates in the therapy of complex I deficiency.","dc:creator":"Distelmaier F","dc:date":"2009","dc:title":"Mitochondrial complex I deficiency: from organelle dysfunction to clinical disease."}},"rdfs:label":"Distelmaier_Patient 12"},{"id":"cggv:8e71dc77-0639-4a35-8fc1-ae9af4a00a04","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8e71dc77-0639-4a35-8fc1-ae9af4a00a04_variant_evidence_item"},{"id":"cggv:8e71dc77-0639-4a35-8fc1-ae9af4a00a04_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" CI activity was 18% control. BN-PAGE showed significant decrease in fully assembled CI in patient fibroblasts."}],"strengthScore":0.5,"dc:description":" CI activity was 18% control. BN-PAGE showed significant decrease in fully assembled CI in patient fibroblasts."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4e6668e5-46e7-468e-9302-a65324dd56fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4e6668e5-46e7-468e-9302-a65324dd56fa","type":"Proband","allele":[{"id":"cggv:373e1d0f-36ae-4d52-adc9-13afec5c521e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.236C>T (p.Pro79Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118853"}},{"id":"cggv:e4e8a92e-539d-4c37-8f70-21c479389bce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.305G>A (p.Arg102His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118854"}}],"phenotypeFreeText":"This individual had a neuropathological diagnosis of Leigh syndrome. He presented at 5 weeks with mild cyanosis, severe hypercarbia, a cardiac murmur (grade 2/4), drowsiness with absent optical and acoustical blink, eye flutter, intense hypotonia, brisk tendon reflexes with ankle clonus, and erratic seizures, and moderate hypertrophic obstructive cardiomyopathy.​ Computed tomography of the brain showed extensive white-matter hypodensity, mild ventricular enlargement, and hypodense symmetric lesions in putamen and mesencephalon.​ Blood tests showed increased lactate (3.4 mmol/l; normal range, 0.6–2.1 mmol/l).​ Biochemical analysis of muscle, heart, liver and brain tissue showed severely decreased complex I activity : see table 1 – 69% of normal in fibroblasts and 39% in muscle).​ He died at 11 weeks.","sex":"Male","variant":[{"id":"cggv:c5acc0f5-0361-4d6b-bace-5d5d4a0ea29b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:373e1d0f-36ae-4d52-adc9-13afec5c521e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9837812","type":"dc:BibliographicResource","dc:abstract":"Nicotinamide adenine dinucleotide (NADH):ubiquinone oxidoreductase (complex I) is the largest multiprotein enzyme complex of the respiratory chain. The nuclear-encoded NDUFS8 (TYKY) subunit of complex I is highly conserved among eukaryotes and prokaryotes and contains two 4Fe4S ferredoxin consensus patterns, which have long been thought to provide the binding site for the iron-sulfur cluster N-2. The NDUFS8 cDNA contains an open reading frame of 633 bp, coding for 210 amino acids. Cycle sequencing of amplified NDUFS8 cDNA of 20 patients with isolated enzymatic complex I deficiency revealed two compound heterozygous transitions in a patient with neuropathologically proven Leigh syndrome. The first mutation was a C236T (P79L), and the second mutation was a G305A (R102H). Both mutations were absent in 70 control alleles and cosegregated within the family. A progressive clinical phenotype proceeding to death in the first months of life was expressed in the patient. In the 19 other patients with enzymatic complex I deficiency, no mutations were found in the NDUFS8 cDNA. This article describes the first molecular genetic link between a nuclear-encoded subunit of complex I and Leigh syndrome.","dc:creator":"Loeffen J","dc:date":"1998","dc:title":"The first nuclear-encoded complex I mutation in a patient with Leigh syndrome."}},{"id":"cggv:dcae455e-1eea-4c37-9b15-d9b3b75af02e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e4e8a92e-539d-4c37-8f70-21c479389bce"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837812"}],"rdfs:label":"Loeffen_Proband 1"},{"id":"cggv:dcae455e-1eea-4c37-9b15-d9b3b75af02e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dcae455e-1eea-4c37-9b15-d9b3b75af02e_variant_evidence_item"},{"id":"cggv:dcae455e-1eea-4c37-9b15-d9b3b75af02e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Equivalent variants were introduced into the yeast ortholog of NDUFS8 (NUIM). Each variant was expressed in a NUIM deficient line. Introduction of each variant did not affect viability or growth rate, complex I holoenzyme was fully assembled and comparable to wildtype. dNADH:DBQ oxidoreductase activity was assayed which is specific for complex I . For the determination of Michaelis-Menten parameters Vmax and Km for DBQ, complex I activity of mitochondrial membranes was assayed as electron transfer from dNADH to DBQ. The Vmax of the mutant strains Vmax was found to be significantly reduced by about 50%. The KM was significantly reduced in the NUIM p.Pro98Leu variant only."}],"strengthScore":0.5,"dc:description":"Equivalent variants were introduced into the yeast ortholog of NDUFS8 (NUIM). Each variant was expressed in a NUIM deficient line. Introduction of each variant did not affect viability or growth rate, complex I holoenzyme was fully assembled and comparable to wildtype. dNADH:DBQ oxidoreductase activity was assayed which is specific for complex I . For the determination of Michaelis-Menten parameters Vmax and Km for DBQ, complex I activity of mitochondrial membranes was assayed as electron transfer from dNADH to DBQ. The Vmax of the mutant strains Vmax was found to be significantly reduced by about 50%. The KM was significantly reduced in the NUIM p.Pro98Leu variant only."},{"id":"cggv:c5acc0f5-0361-4d6b-bace-5d5d4a0ea29b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c5acc0f5-0361-4d6b-bace-5d5d4a0ea29b_variant_evidence_item"},{"id":"cggv:c5acc0f5-0361-4d6b-bace-5d5d4a0ea29b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Equivalent variants were introduced into the yeast ortholog of NDUFS8 (NUIM). Each variant was expressed in a NUIM deficient line. Introduction of each variant did not affect viability or growth rate, complex I holoenzyme was fully assembled and comparable to wildtype. dNADH:DBQ oxidoreductase activity was assayed which is specific for complex I. For the determination of Michaelis-Menten parameters Vmax and Km for DBQ, complex I activity of mitochondrial membranes was assayed as electron transfer from dNADH to DBQ. The Vmax of the mutant strains Vmax was found to be significantly reduced by about 50%."}],"strengthScore":0.5,"dc:description":"Equivalent variants were introduced into the yeast ortholog of NDUFS8 (NUIM). Each variant was expressed in a NUIM deficient line. Introduction of each variant did not affect viability or growth rate, complex I holoenzyme was fully assembled and comparable to wildtype. dNADH:DBQ oxidoreductase activity was assayed which is specific for complex I. For the determination of Michaelis-Menten parameters Vmax and Km for DBQ, complex I activity of mitochondrial membranes was assayed as electron transfer from dNADH to DBQ. The Vmax of the mutant strains Vmax was found to be significantly reduced by about 50%."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a2907838-a6a9-40cb-a160-c5fe3f76cee7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a2907838-a6a9-40cb-a160-c5fe3f76cee7","type":"Proband","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.460G>A (p.Gly154Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224194909"}},"phenotypeFreeText":"This child had normal development for first 6 months after which there was an acute neurological deterioration following an intercurrent febrile illness, with loss of previously attained skills, including head control and ability to roll, and slow recovery.​ There was central hypotonia, peripheral hypotonia, hyperreflexia, and hand fisting​. There were several intercurrent respiratory or gastrointestinal illnesses without apparent metabolic decompensation.​ Blood lactate ranged from 3 to 3.6 mmol/L (normal range 0.0–2.0). CSF lactate was marginally elevated at 2.3 mmol/L (normal <2.0)​. Spongiform leukoencephalopathy was noted on brain autopsy​. Muscle biopsy showed mild steatosis and occasional fibers with subsarcolemmal accumulation of NADH staining. There were no COX negative fibers nor RRF.​ There was significantly decreased complex I activity in skeletal muscle (8% of normal control mean) and liver (21% of normal control mean).","sex":"UnknownEthnicity","variant":{"id":"cggv:1ea1f973-9da4-47d0-84c4-7cd2df3be876_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36101822","type":"dc:BibliographicResource","dc:abstract":"Biallelic pathogenic variants in ","dc:creator":"Andzelm MM","dc:date":"2022","dc:title":"Expansion of the clinical and neuroimaging spectrum associated with NDUFS8-related disorder."}},"rdfs:label":"Andzelm_Patient 2"},{"id":"cggv:1ea1f973-9da4-47d0-84c4-7cd2df3be876","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ea1f973-9da4-47d0-84c4-7cd2df3be876_variant_evidence_item"},{"id":"cggv:1ea1f973-9da4-47d0-84c4-7cd2df3be876_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"There was significantly decreased complex I activity in skeletal muscle (8% of normal control mean) and liver (21% of normal control mean)."}],"strengthScore":0.5,"dc:description":"There was significantly decreased complex I activity in skeletal muscle (8% of normal control mean) and liver (21% of normal control mean)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:16caf37b-0356-476e-aca3-3a93c00c69f7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:16caf37b-0356-476e-aca3-3a93c00c69f7","type":"Proband","allele":{"id":"cggv:15f97af0-4c44-4e13-9a37-ce64ab558ddb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.160C>T (p.Arg54Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6146388"}},"phenotypeFreeText":"This boy had Leigh syndrome with Progressive External Ophthalmoplegia (PEO)​. There was a progressive neurological phenotype as he exhibited generalized muscular hypotonia from infancy with delayed motor milestones. He had facial hypotonia and mild ptosis.​ From 5y, he suffered from a slowly progressive muscle weakness, dysarthria and an ataxic gait. He had marked worsening of symptoms, especially of muscle strength and respiratory function, frequently caused by infections. At the age of 13 years, he was able to walk only a few steps independently.​ At report (13 years), he showed facial hypotonia, mild ptosis, external ophthalmoplegia, and had intermittent hypersalivation and difficulties in swallowing. He had atrophic muscles with thoracolumbar scoliosis and contractures. Deep tendon reflexes were also reduced. Further symptoms included dystonic posturing, decelerated movements, and an ataxic gait. He had a reduced intelligence quotient.​ Serum lactate was mildly elevated (23.5 mg/dl, normal<19.8 mg/dl).​ Echocardiography detected a borderline left ventricular dysfunction (fractional shortening 25.6 %); electrocardiogram was normal.​ MRI at age 9 years showed increased signals in the bilateral putamen, nucleus caudatus and frontal subcortical region, consistent with mitochondrial encephalopathy (Leigh syndrome).​ There were two affected siblings with a milder disease expression, and neither would meet the criteria for Leigh syndrome spectrum. Patient 2, a male, had neurological symptoms from 5 years and bilateral MRI changes in the putamen with normal lactate levels. Patient 3 had neurological symptoms from age 7 years with no MRI or labs performed.","sex":"Male","variant":{"id":"cggv:3fcf2327-0d3a-481c-9496-31ca5a8b0b50_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:15f97af0-4c44-4e13-9a37-ce64ab558ddb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23430795","type":"dc:BibliographicResource","dc:abstract":"With over 1,000 nuclear genes that could potentially cause a mitochondrial disorder, the current diagnostic approach requires targeted molecular analysis, guided by a combination of clinical and biochemical features. However, the expanding molecular and clinical spectrum means that this approach does not always yield a result. Here we report the unusual clinical presentation of \"Progressive External Ophthalmoplegia (PEO) plus\" Leigh syndrome in three children from a consanguineous family where exome sequencing identified mutations in NDUFS8. NDUFS8 is a nuclear-encoded structural core protein of complex I, and mutations are expected to cause infantile onset and severe disease. Our patients had a later onset, milder and a clinically distinct phenotype, and this gene would not normally be considered in this context. Being untargeted to specific genes, whole exome analysis has the potential to re-write the phenotype and reveal an unexpected molecular aetiology, as illustrated by this family.","dc:creator":"Marina AD","dc:date":"2012","dc:title":"NDUFS8-related Complex I Deficiency Extends Phenotype from \"PEO Plus\" to Leigh Syndrome."}},"rdfs:label":"Marina_Patient 1"},{"id":"cggv:3fcf2327-0d3a-481c-9496-31ca5a8b0b50","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3fcf2327-0d3a-481c-9496-31ca5a8b0b50_variant_evidence_item"},{"id":"cggv:3fcf2327-0d3a-481c-9496-31ca5a8b0b50_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"There was no direct evidence of variant impact on gene function, however, the family had undergone WES, there were affected family members with the variant, and the muscle biopsy showed a reduction of complex I activity, NADH-CoQ-Oxidoreductase (0.05U/U Citrate Synthase, normal range: 0.17–0.56). The activities of complex II, III and IV were normal."}],"strengthScore":0.25,"dc:description":"There was no direct evidence of variant impact on gene function, however, the family had undergone WES, there were affected family members with the variant, and the muscle biopsy showed a reduction of complex I activity, NADH-CoQ-Oxidoreductase (0.05U/U Citrate Synthase, normal range: 0.17–0.56). The activities of complex II, III and IV were normal."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.4},{"id":"cggv:ca8632f7-c619-458c-a961-b99275a5f624_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ca8632f7-c619-458c-a961-b99275a5f624","type":"Proband","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688"},"phenotypeFreeText":"This individual had mitochondrial encephalopathy.​ They presented at 8 months of age with an acute neurological deterioration following an intercurrent illness with loss of previously obtained skills and slow recovery.​ MRI showed severe leukodystrophy with raised lactate on MRS.​ Deterioration was noted following a subsequent infection and he died at 14 months of age. ​After this study commenced his younger brother presented similarly, with developmental delay and poor head control identified at 8 months of age and an acute deterioration at 10 months of age.​ All patients in this study cohort had definite isolated CI deficiency based on biochemical assessment.","sex":"Male","variant":{"id":"cggv:e852f8c6-21f3-4838-afbf-f48806486829_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20818383","type":"dc:BibliographicResource","dc:abstract":"Discovering the molecular basis of mitochondrial respiratory chain disease is challenging given the large number of both mitochondrial and nuclear genes that are involved. We report a strategy of focused candidate gene prediction, high-throughput sequencing and experimental validation to uncover the molecular basis of mitochondrial complex I disorders. We created seven pools of DNA from a cohort of 103 cases and 42 healthy controls and then performed deep sequencing of 103 candidate genes to identify 151 rare variants that were predicted to affect protein function. We established genetic diagnoses in 13 of 60 previously unsolved cases using confirmatory experiments, including cDNA complementation to show that mutations in NUBPL and FOXRED1 can cause complex I deficiency. Our study illustrates how large-scale sequencing, coupled with functional prediction and experimental validation, can be used to identify causal mutations in individual cases.","dc:creator":"Calvo SE","dc:date":"2010","dc:title":"High-throughput, pooled sequencing identifies mutations in NUBPL and FOXRED1 in human complex I deficiency."}},"rdfs:label":"Calvo_DT61"},{"id":"cggv:e852f8c6-21f3-4838-afbf-f48806486829","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e852f8c6-21f3-4838-afbf-f48806486829_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f131513a-3471-4172-b2c8-b7d53e3cd5ce_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f131513a-3471-4172-b2c8-b7d53e3cd5ce","type":"Proband","allele":{"id":"cggv:373e1d0f-36ae-4d52-adc9-13afec5c521e"},"phenotypeFreeText":"This girl was the second child to consanguineous with two other healthy daughters.​ She was born at 38 weeks gestation, 2.5kg on the 9th centile. At 4 weeks, she remained jaundiced with poor weight gain. She was admitted to hospital for artificial ventilation following an aspiration event that resulted in a respiratory arrest. ​Hyperkalaemia with persistent acidosis and raised serum (7.4mmol/l) and CSF lactate (5.5mmol/l) was noted.​ Swallowing remained unsafe and she failed to thrive despite nasogastric tube feeds. ​ The development of seizures prompted an EEG, which demonstrated a diffusely slow record with occasional spikes. She was subsequently readmitted to hospital on several occasions, with hypoventilation and apnea, and died following a respiratory arrest at the age of 3 months. ​Extensive investigations including biotinidase, acylcarnitine profile, and amino acids were normal in blood. Urinary organic acids and activity of pyruvate dehydrogenase in fibroblasts were also normal,​ Mitochondrial respiratory chain analysis of skeletal muscle revealed an isolated complex I deficiency (30% of control values).​","sex":"Female","variant":{"id":"cggv:ca7767a9-c95a-4b21-bf8d-fbe182be2154_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:373e1d0f-36ae-4d52-adc9-13afec5c521e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20819849","type":"dc:BibliographicResource","dc:abstract":"Isolated complex I deficiency is the most frequently observed oxidative phosphorylation defect in children with mitochondrial disease, leading to a diverse range of clinical presentations, including Leigh syndrome. For most patients the genetic cause of the biochemical defect remains unknown due to incomplete understanding of the complex I assembly process. Nonetheless, a plethora of pathogenic mutations have been described to date in the seven mitochondrial-encoded subunits of complex I as well as in 12 of the nuclear-encoded subunits and in six assembly factors. Whilst several mitochondrial DNA mutations are recurrent, the majority of these mutations are reported in single families. We have sequenced core structural and functional nuclear-encoded subunits of complex I in a cohort of 34 paediatric patients with isolated complex I deficiency, identifying pathogenic mutations in 6 patients. These included a novel homozygous NDUFS1 mutation in an Asian child with Leigh syndrome, a previously identified NDUFS8 mutation (c.236C>T, p.P79L) in a second Asian child with Leigh-like syndrome and six novel, compound heterozygous NDUFS2 mutations in four white Caucasian patients with Leigh or Leigh-like syndrome. Three of these children harboured an identical NDUFS2 mutation (c.875T>C, p.M292T), which was also identified in conjunction with a novel NDUFS2 splice site mutation (c.866+4A>G) in a fourth Caucasian child who presented to a different diagnostic centre, with microsatellite and single nucleotide polymorphism analyses indicating that this was due to an ancient common founder event. Our results confirm that NDUFS2 is a mutational hotspot in Caucasian children with isolated complex I deficiency and recommend the routine diagnostic investigation of this gene in patients with Leigh or Leigh-like phenotypes.","dc:creator":"Tuppen HA","dc:date":"2010","dc:title":"The p.M292T NDUFS2 mutation causes complex I-deficient Leigh syndrome in multiple families."}},"rdfs:label":"Tuppen_Family 34 proband"},{"id":"cggv:ca7767a9-c95a-4b21-bf8d-fbe182be2154","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca7767a9-c95a-4b21-bf8d-fbe182be2154_variant_evidence_item"},{"id":"cggv:ca7767a9-c95a-4b21-bf8d-fbe182be2154_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional support is included in case scored from Loeffen et al., 1998 (PMID: 9837812). "}],"strengthScore":0.5,"dc:description":"Functional support is included in case scored from Loeffen et al., 1998 (PMID: 9837812). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:005d2ea4-0327-452a-b24d-0b33e2a25b9a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:005d2ea4-0327-452a-b24d-0b33e2a25b9a","type":"Proband","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688"},"phenotypeFreeText":"This girl was small for gestational age, had early normal development with motor regression at 8 months of age after viral illness as she lost ability to sit independently, crawl, and pull to stand.​ At 10m, she had irritability, axial hypotonia, appendicular spasticity, dystonia, hyperreflexia, failure to thrive, hypertrophic cardiomyopathy, and diabetes​. She had elevated alanine; elevated lactate on MRS; and blood lactate was 1.8 mmol/L (ref range 0.5-2).","sex":"Female","variant":{"id":"cggv:2b2fc2aa-be79-4a6c-98dc-145d3259ebba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/36101822"},"rdfs:label":"Andzelm_Patient 1"},{"id":"cggv:2b2fc2aa-be79-4a6c-98dc-145d3259ebba","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2b2fc2aa-be79-4a6c-98dc-145d3259ebba_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9258d7e5-b584-4e76-94a0-7794e254b53b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9258d7e5-b584-4e76-94a0-7794e254b53b","type":"Proband","allele":{"id":"cggv:8a34a7a1-ccff-4d26-80ee-4988c91f56a6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.187G>C (p.Glu63Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130615"}},"phenotypeFreeText":"This child had Leigh syndrome (isolated complex I deficiency, diagnostic criteria Kirby et al. 1999, and manifestation before the age of 3 years)​. Muscle biopsy showed 8% complex I activity and fibroblasts 54% complex I activity. ​This child had muscular hypotonia, dyskinesia, epilepsy, and lactic acidosis. An affected sister (patient MITO0021-44559) had mMuscular hypotonia, lactic acidosis (blood and CSF), MRI lesions of the basal ganglia and brainstem, and hypertrophic cardiomyopathy.","sex":"UnknownEthnicity","variant":{"id":"cggv:8823e579-a9ef-4f7c-bca2-a0006fc990a5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8a34a7a1-ccff-4d26-80ee-4988c91f56a6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22499348","type":"dc:BibliographicResource","dc:abstract":"Next generation sequencing has become the core technology for gene discovery in rare inherited disorders. However, the interpretation of the numerous sequence variants identified remains challenging. We assessed the application of exome sequencing for diagnostics in complex I deficiency, a disease with vast genetic heterogeneity.","dc:creator":"Haack TB","dc:date":"2012","dc:title":"Molecular diagnosis in mitochondrial complex I deficiency using exome sequencing."}},"rdfs:label":"Haack_33027"},{"id":"cggv:8823e579-a9ef-4f7c-bca2-a0006fc990a5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8823e579-a9ef-4f7c-bca2-a0006fc990a5_variant_evidence_item"},{"id":"cggv:8823e579-a9ef-4f7c-bca2-a0006fc990a5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The transfection of wildtype NDUFS8 cDNA into patient fibroblast cells significantly increased complex I activity and protein levels of the complex I holoenzyme complex."}],"strengthScore":0.75,"dc:description":"The transfection of wildtype NDUFS8 cDNA into patient fibroblast cells significantly increased complex I activity and protein levels of the complex I holoenzyme complex."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbf8bbf2-6454-42a2-b44e-8ec414c8d304_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fbf8bbf2-6454-42a2-b44e-8ec414c8d304","type":"Proband","allele":[{"id":"cggv:fb12e1a8-f416-4c53-8d6c-528b0ad16fae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.254C>T (p.Pro85Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118855"}},{"id":"cggv:8904d18c-9e71-4457-85bb-2db104a876db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.413G>A (p.Arg138His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118857"}}],"phenotypeFreeText":"This girl had a diagnosis of late onset Leigh syndrome​. She had a progressive neurological phenotype. At the age of 7, she began intermittently walking on her toes. After 6 months she began to fall, and her balance started to deteriorate. Dysarthric speech was observed at this time. ​Cranial nerve examination revealed a marked horizontal and vertical nystagmus on lateral upgaze. Motor examination revealed normal strength and tone at rest, but involuntary movements of her hands and a mild degree of dystonic posture. The patient slowly worsened, falling more frequently when walking with increased dysarthria.​ Lactate levels were repeatedly normal (Serum and CSF)​. A head MRI showed abnormal bilateral, symmetric lucencies involving the posterior half of the putamen, lesions compatible with Leigh syndrome. Complex I was specifically reduced to 31% and 43% of control values in muscle and lymphoblast cells.","sex":"Female","variant":[{"id":"cggv:6d11de5f-6a6e-4cd4-93ce-2423e4001f83_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fb12e1a8-f416-4c53-8d6c-528b0ad16fae"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15159508","type":"dc:BibliographicResource","dc:abstract":"Analysis of the complex I NDUFS8 gene from Leigh syndrome patients with isolated complex I deficiency revealed that one patient with late-onset disease and partial complex I defect was a compound heterozygote for two novel mutations in NDUFS8 gene. Western blot analysis revealed a deficiency in the NDUFS8 polypeptide, but also reductions in other nuclear subunits of complex I, suggesting that this subunit is essential for either the assembly or stability of complex I.","dc:creator":"Procaccio V","dc:date":"2004","dc:title":"Late-onset Leigh syndrome in a patient with mitochondrial complex I NDUFS8 mutations."}},{"id":"cggv:01690bc6-6e8b-4d7b-b293-caf39fd477b8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8904d18c-9e71-4457-85bb-2db104a876db"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15159508"}],"rdfs:label":"Procaccio_Case"},{"id":"cggv:6d11de5f-6a6e-4cd4-93ce-2423e4001f83","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d11de5f-6a6e-4cd4-93ce-2423e4001f83_variant_evidence_item"},{"id":"cggv:6d11de5f-6a6e-4cd4-93ce-2423e4001f83_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Levels of NDUFS8 were reduced within both patient derived lymphoblasts and muscle mitochondria; as were the levels of the 39, 49, and 51 kDa proteins of complex I."}],"strengthScore":0.5,"dc:description":"Levels of NDUFS8 were reduced within both patient derived lymphoblasts and muscle mitochondria; as were the levels of the 39, 49, and 51 kDa proteins of complex I."},{"id":"cggv:01690bc6-6e8b-4d7b-b293-caf39fd477b8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01690bc6-6e8b-4d7b-b293-caf39fd477b8_variant_evidence_item"},{"id":"cggv:01690bc6-6e8b-4d7b-b293-caf39fd477b8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Levels of NDUFS8 were reduced within both patient derived lymphoblasts and muscle mitochondria; as were the levels of the 39, 49, and 51 kDa proteins of complex I."}],"strengthScore":0.5,"dc:description":"Levels of NDUFS8 were reduced within both patient derived lymphoblasts and muscle mitochondria; as were the levels of the 39, 49, and 51 kDa proteins of complex I."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:41602b85-ba63-4d1c-a61f-0fb143fce05c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:41602b85-ba63-4d1c-a61f-0fb143fce05c","type":"Proband","allele":[{"id":"cggv:b4659afc-f2dc-4dd6-b952-2e0f675a2ce0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.229C>T (p.Arg77Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130611"}},{"id":"cggv:3630b511-7542-4a4a-a144-d21fa31903b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.476C>A (p.Ala159Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130613"}}],"phenotypeFreeText":"This individual has a clinical diagnosis of mitochondrial encephalopathy and hypertrophic cardiomyopathy, as well as muscular hypotonia and respiratory insufficiency​. Complex 1 activity normalized to citrate synthase was 38% controls in muscle and 52% controls in fibroblasts. ","sex":"UnknownEthnicity","variant":[{"id":"cggv:7290d8ff-30a3-4f5b-83fc-7d977284363c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b4659afc-f2dc-4dd6-b952-2e0f675a2ce0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22499348"},{"id":"cggv:9e84eb30-854c-46a3-916f-c0b61dc83dfb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3630b511-7542-4a4a-a144-d21fa31903b0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22499348"}],"rdfs:label":"Haack_33284"},{"id":"cggv:7290d8ff-30a3-4f5b-83fc-7d977284363c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7290d8ff-30a3-4f5b-83fc-7d977284363c_variant_evidence_item"},{"id":"cggv:7290d8ff-30a3-4f5b-83fc-7d977284363c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Expression of NDUFS8 wt cDNA in patient fibroblasts led to a significant increase in complex 1 activity from 52% to 90% and increase in the amount of fully assembled complex I by blue-native PAGE electrophoresis​."}],"strengthScore":0.5,"dc:description":"Expression of NDUFS8 wt cDNA in patient fibroblasts led to a significant increase in complex 1 activity from 52% to 90% and increase in the amount of fully assembled complex I by blue-native PAGE electrophoresis​."},{"id":"cggv:9e84eb30-854c-46a3-916f-c0b61dc83dfb","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e84eb30-854c-46a3-916f-c0b61dc83dfb_variant_evidence_item"},{"id":"cggv:9e84eb30-854c-46a3-916f-c0b61dc83dfb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Expression of NDUFS8 wt cDNA in patient fibroblasts led to a significant increase in complex 1 activity from 52% to 90% and increase in the amount of fully assembled complex I by blue-native PAGE electrophoresis​."}],"strengthScore":0.5,"dc:description":"Expression of NDUFS8 wt cDNA in patient fibroblasts led to a significant increase in complex 1 activity from 52% to 90% and increase in the amount of fully assembled complex I by blue-native PAGE electrophoresis​."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.4}],"evidenceStrength":"Definitive","sequence":8337,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.4,"subject":{"id":"cggv:3d43609a-7950-4647-8d5b-ea15466f752b","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7715","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFS8* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of November 6, 2023. The *NDUFS8* gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit S8. Defects of this protein lead to complex I deficiency.\n\n*NDUFS8* was first reported in relation to primary mitochondrial disease in 1998 (PMID: 9837812). While various names have been given to the constellation of features seen in those with *NDUFS8*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFS8* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *NDUFS8* was previously curated by this GCEP on November 20, 2019 (SOP Version 7) as having a moderate association with autosomal recessive Leigh syndrome spectrum (LSS). The scope of this current curation encompassed cases of primary mitochondrial disease, which includes cases with LSS. \n\nEvidence supporting the relationship between *NDUFS8* and autosomal recessive primary mitochondrial disease includes case-level data and experimental data. This curation includes 10 variants identified in 10 unrelated probands from eight publications (PMIDs: 9837812, 15159508, 20818383, 22499348, 23430795, 19336460, 20819849, 36101822). All reported variants were missense. Affected individuals present with complex I deficiency and variable other features with a typically progressive disease course. Age of onset is typically in infancy or childhood. Clinical features may include LSS, lactic acidosis, developmental delay and regression, dystonia, seizures, hypertrophic cardiomyopathy, respiratory insufficiency, episodic apnea, progressive external ophthalmoplegia, and poor feeding. \n\nThe mechanism of disease is loss of function. This gene-disease association is also supported by a biochemical function in mitochondrial complex I shared by more than 10 other genes also associated with primary mitochondrial disease as well as model systems (PMIDs: 33340416, 29285794, 19672299).\n\nIn summary, there is definitive evidence to support the relationship between *NDUFS8* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 6, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:f6764a20-2ddc-4ede-9173-409b0ae18c18"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}