{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-04-01T14:38:15.657Z","role":"Publisher"},{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-03-07T05:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19463981","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most prevalent and least understood disorder of the oxidative phosphorylation system. The genetic cause of many cases of isolated complex I deficiency is unknown because of insufficient understanding of the complex I assembly process and the factors involved. We performed homozygosity mapping and gene sequencing to identify the genetic defect in five complex I-deficient patients from three different families. All patients harbored mutations in the NDUFAF3 (C3ORF60) gene, of which the pathogenic nature was assessed by NDUFAF3-GFP baculovirus complementation in fibroblasts. We found that NDUFAF3 is a genuine mitochondrial complex I assembly protein that interacts with complex I subunits. Furthermore, we show that NDUFAF3 tightly interacts with NDUFAF4 (C6ORF66), a protein previously implicated in complex I deficiency. Additional gene conservation analysis links NDUFAF3 to bacterial-membrane-insertion gene cluster SecF/SecD/YajC and to C8ORF38, also implicated in complex I deficiency. These data not only show that NDUFAF3 mutations cause complex I deficiency but also relate different complex I disease genes by the close cooperation of their encoded proteins during the assembly process.","dc:creator":"Saada A","dc:date":"2009","dc:title":"Mutations in NDUFAF3 (C3ORF60), encoding an NDUFAF4 (C6ORF66)-interacting complex I assembly protein, cause fatal neonatal mitochondrial disease."},"evidence":[{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a570b436-49a9-4f24-a4db-ca51d7aec05a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:daba296e-a1ab-4c54-89f1-4dccdd920124","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mammalian complex I contains 45 subunits, comprising 14 core subunits that house the catalytic machinery and are conserved from bacteria to humans, and a mammalian-specific cohort of 31 supernumerary subunits. Zhu et al. present a structural model of complex I.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Electron cryomicroscopy structure of complex I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Scored 2 pts per scoring rubric (> 10 proteins associated with PMD) "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e54c2902-0cb3-4d97-ae64-2b59886b668a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0895c1e6-aea5-4b8d-ac9a-656c071ce3e0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"R07H5.3, ortholog of NDUFAF3, RNAi against the ortholog was used to reduce mRNA levels to approx 45%.\nBN-PAGE used to quantify complex I in-gel activities, R07H5.3 (RNAi) animals showed an average IGA of 60.15% (± 10,55 SD). R07H5.3 (RNAi) showed reduced amounts of fully assembled complex I (no accumulation of intermediates was detected). R07H5.3 (RNAi) worms, at day 1, showed proportionate decrease in body size, Fig. 2A-D; RNAi animals also showed an unusual pale appearance, abnormalities of the reproductive phase, worms were fertile for more than five RNAi generations, the overall number of embryos was decreased within the normal egg laying period in those animals compared to control worms (Fig. 2F). Also showed a significant reduction in fluorescence on staining with lipophilic dye Nile Red (68%) demonstrating that RNAi worms showed reduced fat content compare to WT, Fig 3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22387847","type":"dc:BibliographicResource","dc:abstract":"The biogenesis of mitochondrial NADH:ubiquinone oxidoreductase (complex I) requires several assembly chaperones. These so-called complex I assembly factors have emerged as a new class of human disease genes. Here, we identified putative assembly factor homologues in Caenorhabditis elegans. We demonstrate that two candidates (C50B8.3/NUAF-1, homologue of NDUFAF1 and R07H5.3/NUAF-3, homologue of NDUFAF3) clearly affect complex I function. Assembly factor deficient worms were shorter, showed a diminished brood size and displayed reduced fat content. Our results suggest that mitochondrial complex I biogenesis is evolutionarily conserved. Moreover, Caenorhabditis elegans appears to be a promising model organism to study assembly factor related human diseases.","dc:creator":"van den Ecker D","dc:date":"2012","dc:title":"Identification and functional analysis of mitochondrial complex I assembly factor homologues in C. elegans."},"rdfs:label":"C. elegans RNAi knockdown model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical dysfunction: reduced complex I activity 0.5 pts (could score reduced growth 0.5 pts)"},{"id":"cggv:76da791e-0f79-40a8-adf3-86b210713a33","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35fb0803-96a7-4a81-ac12-78a0581f0e08","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Complex I assembly defect and reduced complex I activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34386730","type":"dc:BibliographicResource","dc:abstract":"Distinct sub-assemblies (modules) of mitochondrial complex I (CI) are assembled with the assistance of CI Assembly Factors (CIAFs) through mechanisms that are incompletely defined. Here, using genetic analyses in ","dc:creator":"Murari A","dc:date":"2021","dc:title":"Dissecting the concordant and disparate roles of NDUFAF3 and NDUFAF4 in mitochondrial complex I biogenesis."},"rdfs:label":"NDUFAF3 Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Complex I assembly defect"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3d04ebf-483c-49ab-b863-803fe4d46f44_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a3d04ebf-483c-49ab-b863-803fe4d46f44","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":3,"allele":{"id":"cggv:c0dc2c33-12b1-4b2a-a294-ea17d304da90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199069.2(NDUFAF3):c.365G>C (p.Arg122Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114265"}},"detectionMethod":"Homozygosity mapping was followed by sequencing of the NDUFAF3 gene in the proband, relatives and controls.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Fifth child born to first cousins of Arab-Muslim origin. His parents and four older siblings were healthy. He was born at term and had a birth weight of 2900 g. At three weeks of age, he became hypoactive and sucked poorly. Physical examination revealed macrocephaly (head circumference þ3 SD), a weak cry, wide anterior fontanelle, and axial hypotonia. Generalized tonic movements were intermittently seen, and fundoscopy revealed bilateral pallor of the optic disc. Plasma lactate was 5.4 mM, and CSF lactate was 6 mM (n < 1.8). The EEG recording showed a burst suppression pattern. At three months of age, there was no eye contact and marked axial hypotonia with brisk tendon reflexes and a lack of sucking were observed. Breathing was irregular, and the patient was mechanically ventilated and fed via a nasogastric tube until his death at four months of age. Muscle biopsy was performed at two months of age. Patient II-1 showed macrocephaly and severe muscle weakness and hypotonia as the most prominent clinical findings. Enzymatic analysis of OXPHOS function in fibroblast and muscle revealed a severe isolated complex I deficiency  (Table 1 and Tables S2–S4).","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f726035f-fc0c-43df-a81e-389d8963d44f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c0dc2c33-12b1-4b2a-a294-ea17d304da90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19463981"},"rdfs:label":"Family II: II-1"},{"id":"cggv:f726035f-fc0c-43df-a81e-389d8963d44f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f726035f-fc0c-43df-a81e-389d8963d44f_variant_evidence_item"},{"id":"cggv:f726035f-fc0c-43df-a81e-389d8963d44f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I activity - 18% in fibroblasts; 16% in muscle\nStructural modelling - Figure 1C - The R122P mutation is located at the C-terminal side of the protein and is predicted to change the local structure of the loop, which might influence interactions or the stability of the protein.\nComplex I deficiency confirmed by SDS- and BN-PAGE of patient II-1 and patient I-2 fibroblasts (Figures 2A and 2B). Protein levels of subunits NDUFS3 and NDUFA9 were decreased (Figure 2A), and the amount and in-gel activity of complex I were severely impaired (Figure 2B, CI WB and CI IGA).\nThe fibroblast cell lines were complemented using an NDUFAF3-GFP-expressing baculovirus system. Figure 2A shows that the GFP-tagged COX8 leader (negative control) and NDUFAF3 proteins were present after infection and that the NDUFA9 protein level appears slightly increased after infection with NDUFAF3-GFP. BN analysis in Figure 2B shows the restoration of complex I amount and activity, which could be confirmed by enzymatic assay (Figure 2C and Table S2).\nTwo-dimensional BN- and SDSPAGE immunodetection (Figure 2D) reveals no accumulation of assembly intermediates for patient II-1 as assayed for peripheral (NDUFS2)- and membrane (ND1)-arm subunits of complex I. NDUFAF3-GFP baculovirus infection of a patient fibroblast cell line harboring the NDUFS7 (MIM 601825) V122M mutation30 did not restore complex I amount and in-gel activity, further supporting the specificity of the NDUFAF3 complementation (Figure S1)."}],"strengthScore":1.5,"dc:description":"Scored 0.1 for other + 0.4 for complex I deficiency + 0.4 for assembly defect + 0.4 for complementation per scoring rubric, total of 1.5 per variant and 3 for the case."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4cca3211-8d5b-42ba-b68b-d8dc61a01ad6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4cca3211-8d5b-42ba-b68b-d8dc61a01ad6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","allele":{"id":"cggv:da63fa07-3f69-4182-9526-f12103b8edd1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199069.2(NDUFAF3):c.494C>T (p.Ala165Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/638292"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Born at a gestational age of 39 weekswith a birthweight of 3400 g. The pregnancy and the perinatal period were uneventful. In the neonatal period she developed transient binocular horizontal nystagmus, which spontaneously resolved after three weeks. Further development was normal. At the age of three months, she followed objects with her eyes, she started rolling over at four months, sat unsupported at seven months and babbled double syllables sounds at seven months. At eight months of age, the horizontal nystagmus reappeared and persisted and frequent vomiting began. Furthermore, her head began tilting to the left and she displayed abnormal posturing of lower limbs. On examination at the age of 15 months her weight was 6.9 kg (b3rd centile), length 66 cm (b3rd centile) and head circumference 41.5 cm (b3rd centile). Her muscle tone was normal but reflexes were brisk. Ophthalmological assessment revealed bilateral optic atrophy. Visual evoked potentials were abnormal. Blood lactate was elevated on multiple occasions, ranging from 3.4 mmol/L to 6.1 mmol/L (reference range: b2.4 mmol/L). Plasma alanine was slightly elevated and ranged from 549 μmol/L to 683 μmol/L (reference range: 185–537 μmol/L). Urine organic acid analysis showed increased excretion of fumaric acid and aconitic acid. Other laboratory investigations including blood cell counts, serum urea, serum electrolytes, liver function tests, ammonia, creatine kinase and blood gas analyses were normal. A brain MRI revealed symmetric bilateral basal ganglia and brainstem lesions, consistent with Leigh syndrome. These signal alterations were located in the substantia nigra, the periaqueductal grey matter and the lateral parts of the pons and medulla oblongata. MR spectroscopy (MRS) revealed lactate peaks in the basal ganglia and the frontal subcortical white matter. The according sequences were acquired using intermediate echo time acquisition (135 ms). At 20 months of age, her condition began to deteriorate rapidly. She developed dysphagia and intractable vomiting and she required feeding via nasogastric tube. Eventually, she lost her motor skills and speech. At the age of 21 months, she died due to cardiorespiratory failure following an episode of aspiration.","sex":"Female","variant":{"id":"cggv:02885b7f-e070-4dab-b9a5-e82b3fec38dc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:da63fa07-3f69-4182-9526-f12103b8edd1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27986404","type":"dc:BibliographicResource","dc:abstract":"NDUFAF3 is an assembly factor of mitochondrial respiratory chain complex I. Variants in NDUFAF3 have been identified as a cause of severe multisystem mitochondrial disease. In a patient presenting with Leigh syndrome, which has hitherto not been described as a clinical feature of NDUFAF3 deficiency, we identified a novel homozygous variant and confirmed its pathogenicity in patient fibroblasts studies. Furthermore, we present an analysis of complex I assembly routes representative of each functional module and, thereby, link NDUFAF3 to a specific step in complex I assembly. Therefore, our report expands the phenotype of NDUFAF3 deficiency and further characterizes the role of NDUFAF3 in complex I biogenesis.","dc:creator":"Baertling F","dc:date":"2017","dc:title":"Mutations in mitochondrial complex I assembly factor NDUFAF3 cause Leigh syndrome."}},"rdfs:label":"Proband 1"},{"id":"cggv:02885b7f-e070-4dab-b9a5-e82b3fec38dc","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:02885b7f-e070-4dab-b9a5-e82b3fec38dc_variant_evidence_item"},{"id":"cggv:02885b7f-e070-4dab-b9a5-e82b3fec38dc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I deficiency in patient skin fibroblasts showed isolated complex I deficiency (activity 54 units , reference range 163-599) combined with a normal to slightly elevated activity of other OXPOS enzymes (Table 1).\nIn order to prove the pathogenicity of the NDUFAF3 variant, patient fibroblasts were complemented with wild-type NDUFAF3 via stable lentiviral transfection. Complementation rescued complex I enzymatic activity to near control levels (Fig. 2B).\nAnalysis of the expression levels of various subunits by SDS-PAGE/immunoblotting revealed that the levels of complex I subunit NDUFS3 were significantly reduced in the patient cells, whereas the levels of representative subunits of the other OXPHOS complexes were not negatively affected (Fig. 2A)."}],"strengthScore":1.5,"dc:description":"Scored 0.1 for other + 0.4 for complex I deficiency + 0.4 for rescue + 0.4 for assembly defect  per scoring guidance for a total of 1.5 per variant and 3 points for the case."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:35f1f285-4742-4291-a38f-a672f854adb5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:35f1f285-4742-4291-a38f-a672f854adb5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":3,"allele":[{"id":"cggv:f52610ed-d8ce-426a-91c8-0fb8364267d7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199069.2(NDUFAF3):c.2T>C (p.Met1Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114267"}},{"id":"cggv:c0dc2c33-12b1-4b2a-a294-ea17d304da90"}],"detectionMethod":"Homozygosity mapping followed by Sanger sequencing of the NDUFAF3 gene in the proband, relatives and controls","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"(III-1) was a daughter of unrelated parents of Jewish origin. She was admitted at three months of age because of myoclonic seizure disorder. A brain MRI revealed diffuse brain leukomalacia, and an abdominal ultrasound disclosed left hydroureter and hydronephrosis. Skin fibroblasts showed mitochondrial complex I deficiency. She had respiratory failure and was readmitted to the hospital two more times. Patient III-1 developed diffuse leukomalacia. Died at 6 months. Enzymatic analysis of OXPHOS function in fibroblast and muscle revealed a severe isolated complex I deficiency  (Table 1 and Tables S2–S4).","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:4fd44f8f-ed0f-49c9-95d5-d194abd2279d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f52610ed-d8ce-426a-91c8-0fb8364267d7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19463981"},{"id":"cggv:edb7466e-20fe-40d7-985d-b7c17d021be2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c0dc2c33-12b1-4b2a-a294-ea17d304da90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19463981"}],"rdfs:label":"Family III:III-1"},{"id":"cggv:4fd44f8f-ed0f-49c9-95d5-d194abd2279d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4fd44f8f-ed0f-49c9-95d5-d194abd2279d_variant_evidence_item"},{"id":"cggv:4fd44f8f-ed0f-49c9-95d5-d194abd2279d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I activity - 33% in fibroblasts; n.d. in muscle"}],"strengthScore":0.5,"dc:description":"Scored 0.1 for other + 0.4 for complex I deficiency"},{"id":"cggv:edb7466e-20fe-40d7-985d-b7c17d021be2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:edb7466e-20fe-40d7-985d-b7c17d021be2_variant_evidence_item"},{"id":"cggv:edb7466e-20fe-40d7-985d-b7c17d021be2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I activity - 33% in fibroblasts; n.d. in muscle\nStructural modelling - Figure 1C - The R122P mutation is located at the C-terminal side of the protein and is predicted to change the local structure of the loop, which might influence interactions or the stability of the protein.\nFrom Family II:II-1: Complex I deficiency confirmed by SDS- and BN-PAGE.Protein levels of subunits NDUFS3 and NDUFA9 were decreased (Figure 2A), and the amount and in-gel activity of complex I were severely impaired (Figure 2B, CI WB and CI IGA).\nThe fibroblast cell lines were complemented using an NDUFAF3-GFP-expressing baculovirus system. Figure 2A shows that the GFP-tagged COX8 leader (negative control) and NDUFAF3 proteins were present after infection and that the NDUFA9 protein level appears slightly increased after infection with NDUFAF3-GFP. BN analysis in Figure 2B shows the restoration of complex I amount and activity, which could be confirmed by enzymatic assay (Figure 2C and Table S2).\nTwo-dimensional BN- and SDSPAGE immunodetection (Figure 2D) reveals no accumulation of assembly intermediates for patient II-1 as assayed for peripheral (NDUFS2)- and membrane (ND1)-arm subunits of complex I. NDUFAF3-GFP baculovirus infection of a patient fibroblast cell line harboring the NDUFS7 (MIM 601825) V122M mutation30 did not restore complex I amount and in-gel activity, further supporting the specificity of the NDUFAF3 complementation (Figure S1)."}],"strengthScore":1.5,"dc:description":"Scored 0.1 for other + 0.4 for complex I deficiency in this patient and 0.4 for assembly defect +0.4 for rescue from Family II:II-1. Total of 2 points for the case."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:835d363a-e7bc-45f7-a370-9e7bcc421754_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:835d363a-e7bc-45f7-a370-9e7bcc421754","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":[{"id":"cggv:2738e7a3-7fce-4971-84cd-09de9849475b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199069.2(NDUFAF3):c.505C>A (p.Pro169Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352730682"}},{"id":"cggv:82256242-4512-4379-8d8b-61618990aee9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199069.2(NDUFAF3):c.354dup (p.Thr119AspfsTer41)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573051070"}}],"detectionMethod":"Trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Second child of a nonconsanguineous couple, born at 40 weeks gestation at 3170 g without asphyxia. Although she could hold her head up at 4 months and roll over at 7 months,\nshe could neither sit nor stand at 1 year and had not acquired language skills. After an upper airway infection at 1 year and 2 months, she developed inactivity and consciousness disturbances and metabolic acidosis. Lactate levels in her spinal fluid were high (3.70 mmol/L [0.33-1.89]). Brain MRI revealed bilaterally symmetrical hyperintensity in the substantia nigra, medial thalamic nuclei, and basal nuclei; leukoencephalopathy in the cerebral white matter; and cavities in the white matter and corpus callosum (Figure 1). Magnetic resonance spectroscopy (MRS) showed high lactate levels in the basal nuclei and cerebral white matter. Adjunctive treatment, including vitamins and coenzyme Q10, was administered on suspicion of mitochondrial dysfunction, resulting in gradual improvement. After 2 months of hospitalization, her developmental status returned to that before admission. Subsequently, she could sit, stand, and walk with assistance. A muscle biopsy was performed on the biceps brachii at 3 years,\n revealing no pathological findings characteristic of mitochondrial related diseases. She acquired the ability to speak meaningful words at 2 years and 6 months and walked independently at 3 years. However,\nthere was no deterioration in language comprehension, but her motor function deteriorated: her sitting posture became slightly unstable, and she could not walk without assistance at 4 years (height; 96 cm (−2.3 standard deviation [SD]) and weight; 14 kg [−1.4SD]).","previousTesting":false,"sex":"Female","variant":[{"id":"cggv:99d48505-5c3d-4a48-a8ae-2f701116f558_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:82256242-4512-4379-8d8b-61618990aee9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29344937","type":"dc:BibliographicResource","dc:abstract":"Genetic abnormalities in mitochondrial complex assembling factors are associated with leukoencephalopathy. We present a 1-year-old girl with consciousness disturbance after a respiratory infection. Brain MRI revealed leukoencephalopathy with bilaterally symmetrical hyperintensity in the substantia nigra, medial thalamic nuclei, and basal nuclei, as well as cavities in the cerebral white matter and corpus callosum. Lactate levels in the spinal fluid were high, while magnetic resonance spectroscopy of the cerebral white matter and basal nuclei showed high peak lactate levels, suggesting mitochondrial dysfunction. The respiratory enzyme activity of complex I was reduced to 17% to 21% in skeletal muscle. Whole exome sequencing identified compound heterozygous variations in NDUFAF3, involved in the assembly of mitochondrial complex I (c.342_343insGTG:p.117Valdup, c.505C > A:p.Pro169Thr). Two-dimensional, blue-native polyacrylamide gel electrophoresis (PAGE) and sodium dodecyl sulfate-PAGE revealed reductions in Q-module (NDUFS2, NDUFS3, and NDUFA9) and P-module (NDUFB10 and NDUFB11) subunits, indicating disruption of mitochondrial complex I assembly. Our report expands the spectrum of clinical phenotypes associated with pathogenic variants of NDUFAF3.","dc:creator":"Ishiyama A","dc:date":"2018","dc:title":"NDUFAF3 variants that disrupt mitochondrial complex I assembly may associate with cavitating leukoencephalopathy."}},{"id":"cggv:7743db4e-6ddb-429e-ac1c-f8fc60a2df6c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2738e7a3-7fce-4971-84cd-09de9849475b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29344937"}],"rdfs:label":"Proband 1"},{"id":"cggv:7743db4e-6ddb-429e-ac1c-f8fc60a2df6c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7743db4e-6ddb-429e-ac1c-f8fc60a2df6c_variant_evidence_item"},{"id":"cggv:7743db4e-6ddb-429e-ac1c-f8fc60a2df6c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I activity in muscle - 17%\nBN-PAGE revealed a reduction in complex I and an increase in complex III and IV. 2D-BN-PAGE/SDS-PAGE to analyze the functional modules of complex I, observed reductions in all subunits associated with the Q-module (NDUFS2, NDUFS3, and NDUFA9), P-module (NDUFB10 and NDUFB11), and N-module (NDUFV1) of complex I. No abnormal accumulation of any subcomplex was observed (Figure 2B)."}],"strengthScore":1,"dc:description":"Scored 0.1 for other+0.4 for complex I deficiency +0.4 for assembly defect."},{"id":"cggv:99d48505-5c3d-4a48-a8ae-2f701116f558","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99d48505-5c3d-4a48-a8ae-2f701116f558_variant_evidence_item"},{"id":"cggv:99d48505-5c3d-4a48-a8ae-2f701116f558_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I activity in muscle - 17%\nBN-PAGE revealed a reduction in complex I and an increase in complex III and IV. 2D-BN-PAGE/SDS-PAGE to analyze the functional modules of complex I, observed reductions in all subunits associated with the Q-module (NDUFS2, NDUFS3, and NDUFA9), P-module (NDUFB10 and NDUFB11), and N-module (NDUFV1) of complex I. No abnormal accumulation of any subcomplex was observed (Figure 2B)."}],"strengthScore":1,"dc:description":"Scored 0.1 for other+0.4 for complex I deficiency +0.4 for assembly defect."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5c7aa659-b4ee-4955-9788-cb057978cbf5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5c7aa659-b4ee-4955-9788-cb057978cbf5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"allele":{"id":"cggv:3420d26a-ee82-410a-b239-2e66e7167525","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199069.2(NDUFAF3):c.229G>C (p.Gly77Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114263"}},"detectionMethod":"Sequencing of NDUFAF3 in proband, relatives and controls","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Family I - consanguineous parents of Muslim origin and their five children. Their second (I-1), third (I-2), and fifth (I-3) children, two females and one male, were born at 34–38 weeks of gestation, and their birth weights were 1490–2560 g. The three newborns presented similarly with severe lactic acidosis (peak level 27 mM, n < 2.2) at 1–3 days of life, which persisted and led to their death at three months of age. Throughout their life, increased muscle tone developed but physical examination was otherwise normal. Specifically, the patients followed moving objects, smiled socially, and had normal brain MRI, EEG, abdominal ultrasound, and echocardiogram results. Treatment with dichloroacetate, carnitine, thiamine, and CoQ10 did not affect the course of the disease.\nEnzymatic analysis of OXPHOS function in fibroblast and muscle revealed a severe isolated complex I deficiency  (Table 1 and Tables S2–S4).","previousTesting":false,"secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:ff31ed8b-080e-4f5a-8b39-a64feab90b06_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3420d26a-ee82-410a-b239-2e66e7167525"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19463981"},"rdfs:label":"Family 1: I-1"},{"id":"cggv:ff31ed8b-080e-4f5a-8b39-a64feab90b06","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff31ed8b-080e-4f5a-8b39-a64feab90b06_variant_evidence_item"},{"id":"cggv:ff31ed8b-080e-4f5a-8b39-a64feab90b06_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Table 1: Mitochondria isolated from muscle and fibroblasts. Complex I function was assayed by three assays: NADH-ferricyanide reductase, rotenone-sensitive NADH-ubiquinone reductase, and rotenone-sensitive NADH-cytochrome c reductase (complexes I and III). Activities were normalized to citrate synthase, a mitochondrial matrix enzyme20 (patients of families I and II), or to cytochrome c oxidase (patient III-1). Complex I activity - n.d. in fibroblasts; 32% in muscle\nStructural modelling - Homology modelling with the use of the NMR structure of Rpa2829 protein from Rhodopseudomonas palustris as a template. Figure 1C -Gly77 is conserved between the 2FVT template and the NDUFAF3 model and has backbone-torsion angles that are very unfavorable for other residue types (Figure S2). The G77R mutation is therefore energetically unfavorable and likely to disrupt the structure.\nComplex I deficiency confirmed by SDS- and BN-PAGE of patient II-1 and patient I-2 fibroblasts (Figures 2A and 2B). Protein levels of subunits NDUFS3 and NDUFA9 were decreased (Figure 2A), and the amount and in-gel activity of complex I were severely impaired (Figure 2B, CI WB and CI IGA). The fibroblast cell lines were complemented using an NDUFAF3-GFP-expressing baculovirus system. Figure 2A shows that the GFP-tagged COX8 leader (negative control) and NDUFAF3 proteins were present after infection and that the NDUFA9 protein level appears slightly increased after infection with NDUFAF3-GFP. BN analysis in Figure 2B shows the restoration of complex I amount and activity, which could be confirmed by enzymatic assay (Figure 2C and Table S2)."}],"strengthScore":1.5,"dc:description":"Scored 0.1 for other + 0.4 for complex I deficiency + 0.4 for assembly defect + 0.4 for complementation per scoring rubric. Total of 1.5 points per variant, 3 points for the case."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8025,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:ac188231-a5d6-4703-840d-0d506e09e9c2","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:29918","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFAF3* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 7, 2022. The *NDUFAF3* gene (previously known as *C3ORF60*) encodes the NADH:ubiquinone oxidoreductase (complex I) assembly factor 3. Defects of this protein lead to complex I deficiency. \n\nThe *NDUFAF3* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2009 (PMID: 19463981), in three unrelated families with severe neonatal lactic acidosis. While various names have been given to the constellation of features seen in those with *NDUFAF3*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFAF3* phenotype has been lumped into one disease entity according to per the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six variants (four missense, one initiation codon, one in-frame duplication) in five cases from three publications (PMIDs: 19463981, 27986404, 29344937).  Affected individuals typically presented in the neonatal period to early childhood and clinical features include Leigh syndrome spectrum (LSS), neonatal lactic acidosis, developmental regression, hypotonia, myoclonic seizures, and optic atrophy. Respiratory chain enzyme activity assays in muscle and fibroblasts revealed complex I deficiency. \nLoss of function resulting in a complex I assembly defect is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function and model systems in *Caenorhabditis elegans* and *Drosophila melanogaster* (PMIDs: 27509854, 22387847, 34386730).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 7, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:fbdf3ba5-37d8-447d-888b-2762701bab49"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}