{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-02-16T17:00:00.000Z","role":"Approver"},{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-08T19:08:37.622Z","role":"Publisher"}],"evidence":[{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6555b9c6-fc7d-45f3-8ea5-8ec11e1fc5a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b05a3761-ea8b-484f-bc89-ef4d07b1b7f9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT –PCR analysis of CLIC2 in various human fetal tissues was conducted using cDNA preparations available in an MTC panel (Clontech) and primers covering exons 3– 6. CLIC2 was expressed in all tissues including the fetal brain. It is highly expressed in the fetal lung\nand spleen. The expression of ACT8 was used as a control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22814392","type":"dc:BibliographicResource","dc:abstract":"Chloride intracellular channel 2 (CLIC2) protein is a member of the glutathione transferase class of proteins. Its' only known function is the regulation of ryanodine receptor (RyR) intracellular Ca(2+) release channels. These RyR proteins play a major role in the regulation of Ca(2+) signaling in many cells. Utilizing exome capture and deep sequencing of genes on the X-chromosome, we have identified a mutation in CLIC2 (c.303C>G, p.H101Q) which is associated with X-linked intellectual disability (ID), atrial fibrillation, cardiomegaly, congestive heart failure (CHF), some somatic features and seizures. Functional studies of the H101Q variant indicated that it stimulated rather than inhibited the action of RyR channels, with channels remaining open for longer times and potentially amplifying Ca(2+) signals dependent on RyR channel activity. The overly active RyRs in cardiac and skeletal muscle cells and neuronal cells would result in abnormal cardiac function and trigger post-synaptic pathways and neurotransmitter release. The presence of both cardiomegaly and CHF in the two affected males and atrial fibrillation in one are consistent with abnormal RyR2 channel function. Since the dysfunction of RyR2 channels in the brain via 'leaky mutations' can result in mild developmental delay and seizures, our data also suggest a vital role for the CLIC2 protein in maintaining normal cognitive function via its interaction with RyRs in the brain. Therefore, our patients appear to suffer from a new channelopathy comprised of ID, seizures and cardiac problems because of enhanced Ca(2+) release through RyRs in neuronal cells and cardiac muscle cells.","dc:creator":"Takano K","dc:date":"2012","dc:title":"An X-linked channelopathy with cardiomegaly due to a CLIC2 mutation enhancing ryanodine receptor channel activity."},"rdfs:label":"Tissue expression of CLIC2"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Per GCEP, seeing expression of a ubiquitously expressed protein in the brain (as well as in all other tissues) is not compelling enough expression data to award points. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:83668f51-71ba-4180-b8f4-82240d8a328d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:766160f8-82e1-41bf-94e1-8f3990fdbb01","type":"FunctionalAlteration","dc:description":"Increased open probability of RyR1 and RyR2 channels when exposed to mutant CLIC2-H101Q, as compared to open probability of RyR1 and RyR2 when exposed to WT CLIC2.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22814392","rdfs:label":"Effects of p.H101Q-CLIC2 protein on RyR channel activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Using this as case-level experimental data to support genetic evidence score for NM_001289.6(CLIC2):c.303C>G (p.His101Gln). Thus I do not want to score addl points here."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":3491,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:c6da5132-0128-456f-ab78-5a6eca594c49","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:2063","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"CLIC2 was first reported in relation to X-linked complex neurodevelopmental disorder in 2012 by Takano et al., PMID: 22814392. The three individuals (from two unrelated families) reported to date in the literature with variants in this gene had  phenotypes including intellectual disability, delayed psychomotor development, seizures, and adult onset cardiac issues such as congestive heart failure, valvular insufficiency, atrial fibrillation, and cardiomegaly. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability. Therefore, for the purposes of this curation, all of the reported disease entities, including syndromic X-linked mental retardation-32 (OMIM # 300886) and X-linked intellectual disability-cardiomegaly-congestive heart failure syndrome (ORPHA:324410, MONDO:0010473) have been lumped into one disease entity: X-linked complex neurodevelopmental disorder. Although two unique variants (both missense) have been reported in humans, the first published variant (Takano et al., PMID: 22814392) has been ruled out from disease-causality based on the presence of this variant in adult males in the (non-neuro) gnomAD population database (v.2.1.1). Given the dearth of experimental evidence linking CLIC2 with disease, and the scarcity of plausible reports of disease-causing variants in humans, the ClinGen Intellectual Disability and Autism Working Group recommended awarding 0 points for the second published variant, a missense change with no supportive functional data (Vissers et al., PMID: 28333917). In summary, there is disputed evidence supporting  the relationship between CLIC2 and X-linked complex neurodevelopmental disorder. More evidence is needed to either support or refute the role CLIC2 plays in this disease. This classification was approved by the ClinGen Intellectual Disability and Autism Working Group on 2/16/2021 (SOP Version 8).\n \n\n\nDue to the scarcity of plausible reports of disease-causing variants, and the lack of compelling experimental evidence, the relationship between CLIC2 and X-linked complex neurodevelopmental disorder is disputed.","dc:isVersionOf":{"id":"cggv:3e8ec6b8-5189-43eb-a741-833c77e7ce91"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}