{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526fv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-23T17:59:32.950Z","role":"Publisher"},{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-02T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3960f9c0-ce1f-4d99-8d25-0d57d557911d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08fb85bf-ee05-4bdf-b7bc-76373f5ff4d1","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"FOXP2 is a gene that has been shown to have a transcription factor that has been implicated in monogenic forms of CAS, accompanied by wide-ranging language problems, in multiple families and unrelated cases. In a yeast two hybrid assay, DNA was isolated from positive colonies, the cDNAs of the prey constructs were sequenced and BLAST searched was used to identify the proteins encoded by positive colonies. Proteins represented by two or more colonies were listed. CHD3 was found in 4 preys.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26867680","type":"dc:BibliographicResource","dc:abstract":"Mutations affecting the transcription factor FOXP2 cause a rare form of severe speech and language disorder. Although it is clear that sufficient FOXP2 expression is crucial for normal brain development, little is known about how this transcription factor is regulated. To investigate post-translational mechanisms for FOXP2 regulation, we searched for protein interaction partners of FOXP2, and identified members of the PIAS family as novel FOXP2 interactors. PIAS proteins mediate post-translational modification of a range of target proteins with small ubiquitin-like modifiers (SUMOs). We found that FOXP2 can be modified with all three human SUMO proteins and that PIAS1 promotes this process. An aetiological FOXP2 mutation found in a family with speech and language disorder markedly reduced FOXP2 SUMOylation. We demonstrate that FOXP2 is SUMOylated at a single major site, which is conserved in all FOXP2 vertebrate orthologues and in the paralogues FOXP1 and FOXP4. Abolishing this site did not lead to detectable changes in FOXP2 subcellular localization, stability, dimerization or transcriptional repression in cellular assays, but the conservation of this site suggests a potential role for SUMOylation in regulating FOXP2 activity in vivo. ","dc:creator":"Estruch SB","dc:date":"2016","dc:title":"The language-related transcription factor FOXP2 is post-translationally modified with small ubiquitin-like modifiers."},"rdfs:label":"Summary of yeast two-hybrid results"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The score was updated since FOXP2 has been implicated in monogenic forms of childhood apraxia of speech. This gene has also been curated definitively for specific language disorder. "},{"id":"cggv:b548bd87-154d-4c24-8a07-899d700dad90","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f17ff81-9314-4895-95ea-86250de4df7c","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"The GATAD2B proteins functions as a subunit within the NuRD complex. GAND-associated missense variants L180P, R414Q, C420S and C420R disrupt binding to NuRD components CHD3/4/5 or MBD2/3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31949314","type":"dc:BibliographicResource","dc:abstract":"Determination of genotypic/phenotypic features of GATAD2B-associated neurodevelopmental disorder (GAND).","dc:creator":"Shieh C","dc:date":"2020","dc:title":"GATAD2B-associated neurodevelopmental disorder (GAND): clinical and molecular insights into a NuRD-related disorder."},"rdfs:label":"GAND-associated missense variants L180P, R414Q, C420S and C4"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The score for the protein interaction was upgraded since GATAD2B has been definitively curated for severe intellectual disability-poor language-strabismus-grimacing face-long fingers syndrome. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":5051,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:277f744d-ec1a-49cd-a49a-c58b876fa622","type":"GeneValidityProposition","disease":"obo:MONDO_0032600","gene":"hgnc:1918","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*CHD3* was first reported in relation to autosomal dominant Snijders Blok-Campeau syndrome in 2018 (Snijders Blok et al., PMID: 30397230). Snijders Blok-Campeau syndrome is characterized by global developmental delay, delayed speech, intellectual disability, distinctive facial features including macrocephaly, prominent forehead and hypertelorism, hypotonia, and joint laxity. The severity of neurological deficits and non-neurological features is variable. Nineteen variants, including missense, nonsense, and frameshift variants, reported in 19 probands in 4 publications (PMIDs: 30397230, 32483341, 33571694, 34535214) are included in this curation. Of note, c.2953C>T (p.Arg985Trp) is a recurrent variant reported in 6 unrelated probands (PMID: 30397230). More evidence is available in the literature, but the maximum score for genetic evidence has been reached. This gene-disease relationship is also supported by protein interaction and functional assays (PMIDs: 26867680, 31949314). \n\nIn summary, there is definitive evidence supporting the relationship between *CHD3* and autosomal dominant Snijders Blok-Campeau syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on March 2 2022 (SOP version 8).","dc:isVersionOf":{"id":"cggv:0e94c7c1-9c13-4189-8a9f-e9808916526f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}