{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-05-09T04:00:00.000Z","role":"Approver"},{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-09-18T04:44:39.414Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15735645","type":"dc:BibliographicResource","dc:abstract":"Atrial septal defect is one of the most common forms of congenital heart malformation. We identified a new locus linked with atrial septal defect on chromosome 14q12 in a large family with dominantly inherited atrial septal defect. The underlying mutation is a missense substitution, I820N, in alpha-myosin heavy chain (MYH6), a structural protein expressed at high levels in the developing atria, which affects the binding of the heavy chain to its regulatory light chain. The cardiac transcription factor TBX5 strongly regulates expression of MYH6, but mutant forms of TBX5, which cause Holt-Oram syndrome, do not. Morpholino knock-down of expression of the chick MYH6 homolog eliminates the formation of the atrial septum without overtly affecting atrial chamber formation. These data provide evidence for a link between a transcription factor, a structural protein and congenital heart disease.","dc:creator":"Ching YH","dc:date":"2005","dc:title":"Mutation in myosin heavy chain 6 causes atrial septal defect."},"evidence":[{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:a9bf5cc4-e963-43f9-b8bb-662947615057","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a9bf5cc4-e963-43f9-b8bb-662947615057_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:e662a68c-4e9d-49fc-8eab-8af0702718cf","type":"Cohort","allGenotypedSequenced":452,"alleleFrequency":0.02433628318584071,"detectionMethod":"Whole exome sequencing was used in 5 cases to identify candidate variants. 33 variants were sequenced using MassARRAY in cases and controls","evidence":[{"id":"cggv:a9bf5cc4-e963-43f9-b8bb-662947615057_cc_evidence_item"}],"numWithVariant":11,"relatedCondition":{"id":"cggv:FREETEXT_740d58bc-9829-4034-8e71-f77d228237b3"}},"controlCohort":{"id":"cggv:bbec754f-48d7-404c-9ff4-9f72efd81a9d","type":"Cohort","allGenotypedSequenced":517,"alleleFrequency":0,"evidence":[{"id":"cggv:a9bf5cc4-e963-43f9-b8bb-662947615057_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"P<0.0005","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29505555","type":"dc:BibliographicResource","dc:abstract":"BACKGROUND Recently, mutations in several genes have been described to be associated with sporadic ASD, but some genetic variants remain to be identified. The aim of this study was to use whole-exome sequencing (WES) combined with bioinformatics analysis to identify novel genetic variants in cases of sporadic congenital ASD, followed by validation by Sanger sequencing. MATERIAL AND METHODS Five Han patients with secundum ASD were recruited, and their tissue samples were analyzed by WES, followed by verification by Sanger sequencing of tissue and blood samples. Further evaluation using blood samples included 452 additional patients with sporadic secundum ASD (212 male and 240 female patients) and 519 healthy subjects (252 male and 267 female subjects) for further verification by a multiplexed MassARRAY system. Bioinformatic analyses were performed to identify novel genetic variants associated with sporadic ASD. RESULTS From five patients with sporadic ASD, a total of 181,762 genomic variants in 33 exon loci, validated by Sanger sequencing, were selected and underwent MassARRAY analysis in 452 patients with ASD and 519 healthy subjects. Three loci with high mutation frequencies, the 138665410 FOXL2 gene variant, the 23862952 MYH6 gene variant, and the 71098693 HYDIN gene variant were found to be significantly associated with sporadic ASD (P<0.05); variants in FOXL2 and MYH6 were found in patients with isolated, sporadic ASD (P<5×10^-4). CONCLUSIONS This was the first study that demonstrated variants in FOXL2 and HYDIN associated with sporadic ASD, and supported the use of WES and bioinformatics analysis to identify disease-associated mutations.","dc:creator":"Liu Y","dc:date":"2018","dc:title":"Novel Genetic Variants of Sporadic Atrial Septal Defect (ASD) in a Chinese Population Identified by Whole-Exome Sequencing (WES)."},"rdfs:label":"Liu 2018"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.8},{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:798c4ccf-d97e-499b-aa61-8c680dc61a45","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9a335f45-61c0-4006-accc-8ec2a969caf3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"MHC-a was the predominant isoform in fetal right and left atria (Fig. 1).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11247796","type":"dc:BibliographicResource","dc:abstract":"The goal of this study was to test the hypothesis that the relative amounts of the cardiac myosin heavy chain (MHC) isoforms MHC-alpha and MHC-beta change during development and transition to heart failure in the human myocardium. The relative amounts of MHC-alpha and MHC-beta in ventricular and atrial samples from fetal (gestational days 47--110) and nonfailing and failing adult hearts were determined. The majority of the fetal right and left ventricular samples contained small relative amounts of MHC-alpha (mean < 5% of total MHC). There was a small significant decrease in the level of MHC-alpha in the ventricles between 7 and 12 wk of gestation. Fetal atria expressed predominantly MHC-alpha (mean > 95%), with MHC-beta being detected in most samples. The majority of adult nonfailing right and left ventricular samples had detectable levels of MHC-alpha ranging from 1 to 10%. Failing right and left ventricles expressed a significantly lower level of MHC-alpha. MHC-alpha comprised approximately 90% of the total MHC in adult nonfailing left atria, whereas the relative amount of MHC-alpha in the left atria of individuals with dilated or ischemic cardiomyopathy was approximately 50%. The differences in MHC isoform composition between fetal and nonfailing adult atria and between fetal and nonfailing adult ventricles were not statistically significant. We concluded that the MHC isoform compositions of fetal human atria are the same as those of nonfailing adult atria and that the ventricular MHC isoform composition is different between adult nonfailing and failing hearts. Furthermore, the marked alteration in atrial MHC isoform composition, associated with cardiomyopathy, does not represent a regression to a pattern that is uniquely characteristic of the fetal stage.","dc:creator":"Reiser PJ","dc:date":"2001","dc:title":"Human cardiac myosin heavy chain isoforms in fetal and failing adult atria and ventricles."},"rdfs:label":"Human cardiac myosin heavy chain isoforms in fetal atria"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:236a9de2-5bcf-43a0-8d24-75deff0714a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:775bd4dc-f461-4a39-bad1-a4b3dca2a12d","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Assayed activity of MYH6 promoter in the presence of wild-type TBX5 protein or mutant TBX5 R237Q and TBX5 R279X proteins, both associated with heart defects in Holt-Oram syndrome. Wildtype TBX5 increased transcriptional activation whereas mutant TBX5 R237Q and TBX5 R279X produced significantly lower levels of activation\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15735645","rdfs:label":"Interaction with TBX5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:691e24e0-94ff-48e0-95fd-1151e19925d3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:37fdbcf5-44e3-441b-811e-8f8762482995","type":"FunctionalAlteration","dc:description":"iPSC-CMs with the MYH6-R443P variant were substantially disorganized in both the inserted C/VAR and inserted VAR/VAR compared to WTcc-CMs. Tissue became organized in correct WT iPSC-CMs\nDysmorphic sarcomeres were observed in atrial tissues from HLHS patients with MYH6 variants, but not in ventricles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32656206","type":"dc:BibliographicResource","dc:abstract":"Hypoplastic left heart syndrome (HLHS) is a clinically and anatomically severe form of congenital heart disease; however, its etiology remains largely unknown. We previously demonstrated that genetic variants in the ","dc:creator":"Kim MS","dc:date":"2020","dc:title":"Contractility of Induced Pluripotent Stem Cell-Cardiomyocytes With an "},"rdfs:label":"Patient cells functional alteration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5d1a470-5a5a-4b6b-bdf6-fa0ba35788b5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1bf7d988-9178-44a4-9c7f-4d321e772d11","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cells become organized","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32656206","rdfs:label":"Human cardiac tissue and patient-specific iPSC-CMs with MYH6"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:4143e9ab-1a4d-4164-a9c3-b0d7e419176f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2fb41604-7f07-44d0-9ddf-d9eb29445427","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Affects normal development of cardiac chambers","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31129720","type":"dc:BibliographicResource","dc:abstract":"Zebrafish (Danio rerio) is widely used as an animal model to understand the pathophysiology of cardiovascular diseases. Here, we present the adult cardiac phenotype of weak atrium, myh6","dc:creator":"Sarantis P","dc:date":"2019","dc:title":"Ventricular remodeling of single-chambered myh6"},"rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish knockout model affecting development of the atria. Not autosomal dominant model."},{"id":"cggv:ebc8669e-965e-4068-960d-02399ee53afd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e193489-4e6c-41c3-973e-09f42ca122bf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal development of the atrial septum leads to atrial septal defects, which are observed in patients with MYH6 variants.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15735645","rdfs:label":"Morpholino knockdown in chick embryos"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Morpholino model"},{"id":"cggv:2a906bce-c1a8-4917-a24a-36178835f871","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69ab37db-efdb-4be2-9ae0-159db05c2bf7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal development of the cardiac chambers","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19769958","type":"dc:BibliographicResource","dc:abstract":"Mechanisms coupling heart function and cardiac morphogenesis can be accessed in lower vertebrate embryos that can survive to swimming tadpole stages on diffused oxygen. Forward genetic screens in Xenopus tropicalis have identified more than 80 mutations affecting diverse developmental processes, including cardiac morphogenesis and function. In the first positional cloning of a mutation in X. tropicalis, we show that non-contractile hearts in muzak (muz) embryos are caused by a premature stop codon in the cardiac myosin heavy chain gene myh6. The mutation deletes the coiled-coil domain responsible for polymerization into thick filaments, severely disrupting the cardiomyocyte cytoskeleton. Despite the lack of contractile activity and absence of a major structural protein, early stages of cardiac morphogenesis including looping and chamber formation are grossly normal. Muz hearts subsequently develop dilated chambers with compressed endocardium and fail to form identifiable cardiac valves and trabeculae.","dc:creator":"Abu-Daya A","dc:date":"2009","dc:title":"Absence of heartbeat in the Xenopus tropicalis mutation muzak is caused by a nonsense mutation in cardiac myosin myh6."},"rdfs:label":"Xenopus tropicalis model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Model demonstrates abnormal heart development, not exact CHD phenotype seen in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8981,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.8,"subject":{"id":"cggv:d679834a-b1e6-4c56-b4ad-631cc451c681","type":"GeneValidityProposition","disease":"obo:MONDO_0800442","gene":"hgnc:7576","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MYH6 was first reported in relation to autosomal dominant congenital heart defects in 2005 (Ching et al. 2005, PMID: 15735645). The MYH6 gene encodes the alpha heavy chain subunit of cardiac myosin (alpha-MHC), a fast ATPase primarily expressed in human atrial tissue. Cardiac myosin is one of the major components of the cardiac sarcomere. Variants in MYH6 have been associated with multiple types of congenital heart disease including atrial septal defects (ASD), atrioventricular septal defects, conotruncal defects, tricuspid atresia and left sided obstructive lesions. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, Atrial Septal Defect 3 (OMIM:614089) is included in the curation with autosomal dominant MYH6 related congenital heart defects. The split curation for autosomal recessive MYH6 related congenital heart defects has been curated separately. The split curations for MYH6-dilated cardiomyopathy and MYH6 – hypertrophic cardiomyopathy have been previously reported. 21 variants including missense, nonsense, and splice site variants reported in 21 probands in 11 publications (PMIDs: 15735645, 22194935, 29969989, 31638415, 34481090, 29536580, 20656787, 22337856, 35863714, 27789736, 28991257) are included in this curation using an allele frequency threshold of 1x10-5. One case control study with 452 cases of atrial septal defect and 519 healthy controls found a nonsense variant in MYH6 that was significantly associated with ASD (PMID: 29505555). This gene-disease relationship is also supported by protein interaction studies, fetal expression in mice, animal models and functional alteration in patient cells (PMIDs: 15735645, 11247796, 15735645, 31129720, 19769958, 32656206). Additional experimental data are available but the maximum experimental score was reached. The mechanism of disease is unknown. In summary, there is definitive evidence supporting the relationship between MYH6 and autosomal dominant congenital heart defects. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date May 9, 2023. (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:44f4a5ee-8b1d-44b7-87ca-967968d8c0c4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}