{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2024-02-08T17:00:00.000Z","role":"Approver"},{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2024-02-20T11:48:41.597Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8696335","type":"dc:BibliographicResource","dc:abstract":"We demonstrate that a mutation in the homeobox gene, MSX1, causes a common developmental anomaly, familial tooth agenesis. Genetic linkage analyses in a family with autosomal dominant agenesis of second premolars and third molars identified a locus on chromosome 4p, where the MSX1 gene resides. Sequence analyses demonstrated an Arg31Pro missense mutation in the homeodomain of MSX1 in all affected family members. Arg 31 is a highly conserved homeodomain residue that interacts with the ribose phosphate backbone of target DNA. We propose that the Arg31 Pro mutatrion comprises MSX1 interactions, and suggest that MSX1 functions are critical for normal development of specific human teeth.","dc:creator":"Vastardis H","dc:date":"1996","dc:title":"A human MSX1 homeodomain missense mutation causes selective tooth agenesis."},"evidence":[{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29a0fad1-0f9b-4400-9b02-77fedd762b51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44efd796-ccc0-449b-be89-1137e10c42b9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization in tooth primordia of mice showed expression of MSX1 ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16651263","type":"dc:BibliographicResource","dc:abstract":"Pax9 and Msx1 encode transcription factors that are known to be essential for the switch in odontogenic potential from the epithelium to the mesenchyme. Multiple lines of evidence suggest that these molecules play an important role in the maintenance of mesenchymal Bmp4 expression, which ultimately drives morphogenesis of the dental organ. Here we demonstrate that Pax9 is able to directly regulate Msx1 expression and interact with Msx1 at the protein level to enhance its ability to transactivate Msx1 and Bmp4 expression during tooth development. In addition, we tested how a missense mutation (T62C) in the paired domain of PAX9 that is responsible for human tooth agenesis (1) affects its functions. Our data indicate that although the mutant Pax9 protein (L21P) can bind to the Msx1 protein, it fails to transactivate the Msx1 and Bmp4 promoter, presumably because of its inability to bind cognate paired domain recognition sequences. In addition, synergistic transcriptional activation of the Bmp4 promoter was lost with coexpression of mutant Pax9 and wild-type Msx1. This suggests that Pax9 is critical for the regulation of Bmp4 expression through its paired domain rather than Msx1. Our findings demonstrate the partnership of Pax9 and Msx1 in a signaling pathway that involves Bmp4. Furthermore, the regulation of Bmp4 expression by the interaction of Pax9 with Msx1 at the level of transcription and through formation of a protein complex determines the fate of the transition from bud to cap stage during tooth development.","dc:creator":"Ogawa T","dc:date":"2006","dc:title":"Functional consequences of interactions between Pax9 and Msx1 genes in normal and abnormal tooth development."},"rdfs:label":"in situ hybridization in tooth primordia of mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e34bba47-9d70-410a-b353-0a24c0403633","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:712fa4c8-3c6f-498d-b6d4-e102c6093d10","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"At E13.5, Msx1 expression was reduced in the molars of Pax9-deficient mice, and then completely absent by E14.5. Whereas in the WT mice, MSX1 expression was still present at both time points.\nFurthermore, to test whether Pax9 directly regulates Msx1 expression, the authors performed reporter assays using different Msx1 promoter constructs. When Pax9 expression plasmids were cotransfected, a dose-dependent increase in reporter gene activity was observed with increasing lengths of the Msx1 promoter.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16651263","rdfs:label":"Interaction with PAX9"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93e1998c-7889-49a1-b46c-24de86eef47d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea2c80a6-aa8f-408a-bb60-c7605530eacd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MSX1 knockout mice had phenotypes including cleft secondary palate, a deficiency of alveolar mandible and maxilla and a failure of tooth development which mimics the human phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7914451","type":"dc:BibliographicResource","dc:abstract":"The Msx1 homeobox gene is expressed at diverse sites of epithelial-mesenchymal interaction during vertebrate embryogenesis, and has been implicated in signalling processes between tissue layers. To determine the phenotypic consequences of its deficiency, we prepared mice lacking Msx1 function. All Msx1- homozygotes manifest a cleft secondary palate, a deficiency of alveolar mandible and maxilla and a failure of tooth development. These mice also exhibit abnormalities of the nasal, frontal and parietal bones, and of the malleus in the middle ear. Msx1 thus has a critical role in mediating epithelial-mesenchymal interactions during craniofacial bone and tooth development. The Msx1-/Msx1- phenotype is similar to human cleft palate, and provides a genetic model for cleft palate and oligodontia in which the defective gene is known.","dc:creator":"Satokata I","dc:date":"1994","dc:title":"Msx1 deficient mice exhibit cleft palate and abnormalities of craniofacial and tooth development."},"rdfs:label":"Knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":7811,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:682dee1b-0e71-44f4-8946-7cf6ec0e797b","type":"GeneValidityProposition","disease":"obo:MONDO_0007129","gene":"hgnc:7391","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MSX1 was first reported in relation to autosomal dominant tooth agenesis, selective, 1 in 1996 (Vastardis et al., PMID: 8696335). MSX1 has been noted to be associated with the following disease entities: Orofacial cleft 5 (OMIM:608874), Tooth agenesis, selective, 1, with or without orofacial cleft (OMIM:106600) and Ectodermal dysplasia 3, Witkop type (OMIM:189500). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in phenotypic variability therefore, Ectodermal dysplasia 3, Witkop type (OMIM:189500) was split. Whereas, the following disease entities Orofacial cleft 5 (OMIM:608874) and Tooth agenesis, selective, 1, with or without orofacial cleft (OMIM:106600) have been lumped into one disease entity, tooth agenesis, selective, 1 (MONDO:0007129). The split disease entity will be curated separately. This curation is for the lumped entity autosomal dominant tooth agenesis, selective, 1.\nTen variants (5 missense, 4 nonsense, 1 frameshift) that have been reported in 10 probands in 6 publications (PMID: 8696335, 12097313, 15264286, 33419968, 10742093, 22813217) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss of function. This gene-disease association is also supported by experimental evidence such as protein-protein interaction and expression level evidence (PMID: 16651263, 16651263). Additionally, MSX1 knockout mice had phenotypes including cleft secondary palate, a deficiency of alveolar mandible and maxilla and a failure of tooth development (PMID: 7914451). \nIn summary, MSX1 is definitively associated with autosomal dominant tooth agenesis, selective, 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations GCEP on the meeting date 10/19/23 (SOP Version 9).\nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:6624512d-c0c5-4620-9d36-47fa7f1fbee6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}