{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2024-11-25T16:59:30.254Z","role":"Publisher"},{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2024-11-25T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11574891","type":"dc:BibliographicResource","dc:abstract":"Dyskeratosis congenita is a progressive bone-marrow failure syndrome that is characterized by abnormal skin pigmentation, leukoplakia and nail dystrophy. X-linked, autosomal recessive and autosomal dominant inheritance have been found in different pedigrees. The X-linked form of the disease is due to mutations in the gene DKC1 in band 2, sub-band 8 of the long arm of the X chromosome (ref. 3). The affected protein, dyskerin, is a nucleolar protein that is found associated with the H/ACA class of small nucleolar RNAs and is involved in pseudo-uridylation of specific residues of ribosomal RNA. Dyskerin is also associated with telomerase RNA (hTR), which contains a H/ACA consensus sequence. Here we map the gene responsible for dyskeratosis congenita in a large pedigree with autosomal dominant inheritance. Affected members of this family have an 821-base-pair deletion on chromosome 3q that removes the 3' 74 bases of hTR. Mutations in hTR were found in two other families with autosomal dominant dyskeratosis congenita.","dc:creator":"Vulliamy T","dc:date":"2001","dc:title":"The RNA component of telomerase is mutated in autosomal dominant dyskeratosis congenita."},"evidence":[{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:46a2cc05-b4b9-4aff-8017-0cd8e5892996","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36fd4f9f-6132-4d7f-9e58-4e5cfcf8c02a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TERC (telomerase RNA component) provides the template used by TERT (telomerase reverse transcriptase) to add TTAGGG repeats to the telomeres at the end of chromosomes. TERT and TERC physically associate in cells along with many other proteins in what is known as the telomerase complex. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27587879","type":"dc:BibliographicResource","dc:creator":"Boyraz B","dc:date":"2016","dc:title":"A novel TERC CR4/CR5 domain mutation causes telomere disease via decreased TERT binding."},"rdfs:label":"Variant TERC/TERT interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The increased score is due to the experiment being conducted in patient derived iPSC's that not only confirms TERT association with TERC but shows that a TERC variant can interrupt that interaction in a manner independent of another telomerase complex protein, dyskerin."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09bb9a0b-3874-415a-b8e3-76f4441fef13","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d33f705-6e9e-40e8-9c09-1cef04b27bee","type":"FunctionalAlteration","dc:description":"TRAP assay followed by ELISA was used to quantify telomerase activity in the cells. The cell line used in the experiment were WI-38 VA13 cells that lack TERC and TERT expression as well as telomerase activity which the authors confirmed before transfection with the variant TERC and wildtype TERT. After transfection with the variant TERT and wild type TERT plasmids, TRAP assay showed a complete lack of telomerase activity, which matched cells without any transfected TERC or TERT plasmid confirming that the variant interrupts telomerase activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32150348","type":"dc:BibliographicResource","dc:abstract":"A cryptic form of dyskeratosis congenita (cDKC) has a gradual onset without the characteristic physical findings of DKC. cDKC is distinguished from other forms of bone marrow failure (BMF) through analysis of telomere shortening and gene mutations. Mutations in the telomerase reverse transcriptase (TERT) and telomere RNA component (TERC) genes have been detected in most Japanese cDKC patients. Therefore, we investigated the impact of each TERT and TERC mutation on telomerase activity.","dc:creator":"Terada K","dc:date":"2020","dc:title":"TERT and TERC mutations detected in cryptic dyskeratosis congenita suppress telomerase activity."},"rdfs:label":"TERC variant TRAP assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Increased score due to virtual absence of telomerase activity and that variant was identified in an affected individual."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b59002f-f78b-47ba-b309-fccecfc0f850","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:087a4676-08c8-45b7-b658-3223794309c1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice were totally deficient for both mTERC and assayed telomerase activity as determined by TRAP assay. This is consistent with human probands heterozygous for many TERC variants where measurable decreases in telomere length and telomerase activity have been reported. Only the mTERC -/- mice showed a clear phenotype concerning telomerase activity, with mTERC +/- mice still showing detectable telomerase activity, though that has also been seen in human probands. It should be noted however that there is limited evidence in the literature for humans with biallelic null or pathogenic TERC variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9335332","type":"dc:BibliographicResource","dc:abstract":"To examine the role of telomerase in normal and neoplastic growth, the telomerase RNA component (mTR) was deleted from the mouse germline. mTR-/- mice lacked detectable telomerase activity yet were viable for the six generations analyzed. Telomerase-deficient cells could be immortalized in culture, transformed by viral oncogenes, and generated tumors in nude mice following transformation. Telomeres were shown to shorten at a rate of 4.8+/-2.4 kb per mTR-/- generation. Cells from the fourth mTR-/- generation onward possessed chromosome ends lacking detectable telomere repeats, aneuploidy, and chromosomal abnormalities, including end-to-end fusions. These results indicate that telomerase is essential for telomere length maintenance but is not required for establishment of cell lines, oncogenic transformation, or tumor formation in mice.","dc:creator":"Blasco MA","dc:date":"1997","dc:title":"Telomere shortening and tumor formation by mouse cells lacking telomerase RNA."},"rdfs:label":"mTERC -/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The clearest drop in telomerase activity was in mTERC -/- mice and there are no reports of a confirmed biallelic null/pathogenic TERC variant carrying human proband in the literature. There is also a lack of other phenotypes that would indicate the model recapitulates dyskeratosis congenita or bone marrow failure/pulmonary fibrosis phenotypes."},{"id":"cggv:9f619f47-f231-4bc6-b99c-3704a92ac6d5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8ece8455-0451-4a95-8ca6-f3aeb8d21ca1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system mTERC -/- at the time of this publication is an established model that racapitulates the telomere shortening, telomerase activity reducing, hematopoietic phenotypes (aplastic anemia) and genetic anticipation that are also features seen in humans with TERC variants. The publication further shows that rescue of the biallelic mTERC -/- state to an mTERC +/- state by crossing will aleviate the severe phenotypes of the deletion even when the cross occurs with a later generation severely affected line. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11520856","type":"dc:BibliographicResource","dc:abstract":"Reconstitution of telomerase activity is proposed as a potential gene therapy to prevent, or rescue, age-related diseases produced by critical telomere shortening. However, it is not known whether or not short telomeres are irreversibly damaged. We addressed this by re-introducing telomerase in late generation telomerase-deficient mice, Terc-/-, which have short telomeres and show severe proliferative defects. For this, we have crossed these mice with Terc+/- mice and analyzed telomere length, chromosomal instability and premature aging of the progeny. The Terc-/- progeny had one set of chromosomes with normal telomeres, whereas the other set remained with critically short telomeres; these mice presented chromosomal instability and premature aging. In contrast, Terc+/- progeny showed all chromosomes with detectable telomeres, and did not show chromosomal instability or premature aging. These results prove that critically short telomeres can be rescued by telomerase, and become fully functional, thus rescuing premature aging. This has important implications for the future design of telomerase-based gene therapy of age-related diseases.","dc:creator":"Samper E","dc:date":"2001","dc:title":"Restoration of telomerase activity rescues chromosomal instability and premature aging in Terc-/- mice with short telomeres."},"rdfs:label":"mTERC -/- rescue"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Score reduced since no +/- recapitulated all of the same phenotypes in the -/- mice and there have been no confirmed biallelic TERC variants found in patients."},{"id":"cggv:bc46f2da-b010-41bb-a00f-4c4313fe71c0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e43cb22-7c30-477d-8be5-e4d5b1e664e3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Alveolar epithelial type II cells (AECII) are found in humans and mice and small populations of this cell type in humans has been confirmed to be telomerase positive. These cells then represent a potential causative mechanism for short telomere induced senescence can lead to pulmonary disease. This study found that in TERC -/- mice, AECII cell numbers decreased significantly and that direct assay of cell senescence via β-gal staining was increased in TERC -/- lung tissue. Further, inflammatory cytokine levels were increased in assayed lung tissue and while the mice did not recapitulate the pulmonary fibrosis phenotype, there were increases in α-smooth muscle actin and collagen 1α1 which according to the authors could be indicative of myofibroblast differentiation, a common finding in fibrotic pulmonary tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26518879","type":"dc:BibliographicResource","dc:abstract":"Mutations of human telomerase RNA component (TERC) and telomerase reverse transcriptase (TERT) are associated with a subset of lung aging diseases, but the mechanisms by which TERC and TERT participate in lung diseases remain unclear. In this report, we show that knock-out (KO) of the mouse gene Terc or Tert causes pulmonary alveolar stem cell replicative senescence, epithelial impairment, formation of alveolar sacs, and characteristic inflammatory phenotype. Deficiency in TERC or TERT causes a remarkable elevation in various proinflammatory cytokines, including IL-1, IL-6, CXCL15 (human IL-8 homolog), IL-10, TNF-α, and monocyte chemotactic protein 1 (chemokine ligand 2 (CCL2)); decrease in TGF-β1 and TGFβRI receptor in the lungs; and spillover of IL-6 and CXCL15 into the bronchoalveolar lavage fluids. In addition to increased gene expressions of α-smooth muscle actin and collagen 1α1, suggesting myofibroblast differentiation, TERC deficiency also leads to marked cellular infiltrations of a mononuclear cell population positive for the leukocyte common antigen CD45, low-affinity Fc receptor CD16/CD32, and pattern recognition receptor CD11b in the lungs. Our data demonstrate for the first time that telomerase deficiency triggers alveolar stem cell replicative senescence-associated low-grade inflammation, thereby driving pulmonary premature aging, alveolar sac formation, and fibrotic lesion.","dc:creator":"Chen R","dc:date":"2015","dc:title":"Telomerase Deficiency Causes Alveolar Stem Cell Senescence-associated Low-grade Inflammation in Lungs."},"rdfs:label":"TERC -/- mouse AECII senescence"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mouse phenotypes did not include pulmonary fibrosis but did include several findings consistent with human disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":9405,"specifiedBy":"GeneValidityCriteria11","strengthScore":18,"subject":{"id":"cggv:ec59a5eb-b6e6-4104-99ec-946d5e3bc2ab","type":"GeneValidityProposition","disease":"obo:MONDO_0007485","gene":"hgnc:11727","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Telomerase RNA component (*TERC*) variants were first reported in relation to autosomal dominant dyskeratosis congenita in 2001 (Vulliamy et al., PMID 11574891). *TERC* is a nearly ubiquitously expressed, long non-coding RNA (lncRNA) that complexes with telomerase reverse transcriptase (*TERT*) and is the template used by TERT to add TTAGGG nucleotide repeats to the ends of telomeres. Variants in telomere related genes have been reported to lead to a group of diseases referred to as telomere biology disorders (TBD’s) (PMID 39371255). Features of TBD’s like dyskeratosis congenita (DC) can include but are not limited to shortened telomeres with or without the classic DC mucocutaneous features (reticular pigmentation of the skin, oral leukoplakia, and nail dystrophy), pulmonary fibrosis, hepatic fibrosis, or bone marrow failure. At least one variant has been reported in a family with only pulmonary fibrosis as a diagnosis in a 64 year old proband with no reported cytopenias or other phenotypes related to dyskeratosis congenita (PMID 17460043). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern or phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity, dyskeratosis congenita AD 1 (OMIM:127550), pulmonary fibrosis and/or bone marrow failure, telomere related 2 (OMIM:614743). Twenty-five variants (17 SNV’s and 9 indels) that have been reported in twenty-five probands in eleven publications (PMIDs 11574891, 26024875, 21436073, 19760749, 17640862, 19936245, 16990594, 34267850, 21931702, 17460043, 17392301) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence has been reached. The mechanism of pathogenicity is known to be loss of function leading to shortened telomeres and early cell death. This gene-disease relationship is also supported by mouse models, pull-down assay, and in vitro functional modification assays performed in non-patient cells (PMIDs 26518879, 27587879, 32150348, 11520856, 9335332). In summary, there is definitive evidence supporting the relationship between *TERC* and autosomal dominant *TERC*-related short telomere syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ILD GCEP on the meeting date November 12, 2024 (SOP11).","dc:isVersionOf":{"id":"cggv:cfdf86d0-9441-40bf-a1da-ab2c85f775cd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}