{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:51:04.867Z","role":"Approver"},{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:56:07.979Z","role":"Publisher"}],"evidence":[{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70e1dd28-d32b-415a-aaca-ea1fa11ae86f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b4958412-77f1-4b63-8b0b-746172ed1fad","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that SLC39A8 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000138821-SLC39A8/tissue) Protein expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:831fb69b-8d24-442e-8fa2-333695880d92","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b538be9f-bc4c-4412-a226-fcdffe68efb6","type":"FunctionalAlteration","dc:description":"Cells lines demonstrated reduced Mn SOD activity concurrent with increased ROS levels. Mutant cells also demonstrated altered gene expression of oxidative phosphorylation enzymes, which are accompanied by mitochondrial dysfunction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29453449","type":"dc:BibliographicResource","dc:abstract":"SLC39A8 encodes ZIP8, a divalent metal ion transporter. Mutations in the SLC39A8 gene are associated with congenital disorder of glycosylation type II and Leigh syndrome. Notably, affected patients with both disorders exhibited severe manganese (Mn) deficiency. The cellular function of human SLC39A8 (hSLC39A8) and the mechanisms by which mutations in this protein lead to human diseases are unclear. Herein, we show that hSLC39A8 mediates 54Mn uptake by the cells, and its expression is regulated by Mn. While expression of wild-type hSLC39A8 increased 54Mn uptake activity, disease-associated mutations abrogated the ability of the transporter to mediate Mn uptake into the cells, thereby providing a causal link to severe Mn deficiency. All mutants failed to localize on the cell surface and were retained within the endoplasmic reticulum. Interestingly, expression of hSLC39A8 mutants of both CDG type II and Leigh syndrome reduced mitochondrial 54Mn levels and activity of Mn-dependent mitochondrial superoxide dismutase MnSOD, and in turn increased oxidative stress. The expression of wild-type hSLC39A8, but not the disease-associated mutants, promoted mitochondrial functions. Moreover, loss of function analyses further corroborate hSLC39A8's critical role in mediating Mn uptake and mitochondrial function. Our results provide a potential pathogenic mechanism of diseases that are associated with hSLC39A8 mutations.","dc:creator":"Choi EK","dc:date":"2018","dc:title":"Functional analysis of SLC39A8 mutations and their implications for manganese deficiency and mitochondrial disorders."},"rdfs:label":"Functional analysis of SLC39A8 mutations"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Multiple non-patient cell lines demonstrating mitochondrial dysfunction."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b77384bf-04b2-4e11-a0b4-5d2c350f6656","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c969768f-13fe-424a-a66c-ffef405c46e9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse recapitulates the FTT and early mortality (die between GD18.5 and 48h postnatally) seen in many individuals with Leigh syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22563477","type":"dc:BibliographicResource","dc:abstract":"Previously this laboratory characterized Slc39a8-encoded ZIP8 as a Zn(2+)/(HCO(3)(-))(2) symporter; yet, the overall physiological importance of ZIP8 at the whole-organism level remains unclear. Herein we describe the phenotype of the hypomorphic Slc39a8(neo/neo) mouse which has retained the neomycin-resistance gene in intron 3, hence causing significantly decreased ZIP8 mRNA and protein levels in embryo, fetus, placenta, yolk sac, and several tissues of neonates. The Slc39a8(neo) allele is associated with diminished zinc and iron uptake in mouse fetal fibroblast and liver-derived cultures; consequently, Slc39a8(neo/neo) newborns exhibit diminished zinc and iron levels in several tissues. Slc39a8(neo/neo) homozygotes from gestational day(GD)-11.5 onward are pale, growth-stunted, and die between GD18.5 and 48 h postnatally. Defects include: severely hypoplastic spleen; hypoplasia of liver, kidney, lung, and lower limbs. Histologically, Slc39a8(neo/neo) neonates show decreased numbers of hematopoietic islands in yolk sac and liver. Low hemoglobin, hematocrit, red cell count, serum iron, and total iron-binding capacity confirmed severe anemia. Flow cytometry of fetal liver cells revealed the erythroid series strikingly affected in the hypomorph. Zinc-dependent 5-aminolevulinic acid dehydratase, required for heme synthesis, was not different between Slc39a8(+/+) and Slc39a8(neo/neo) offspring. To demonstrate further that the mouse phenotype is due to ZIP8 deficiency, we bred Slc39a8(+/neo) with BAC-transgenic BTZIP8-3 line (carrying three extra copies of the Slc39a8 allele); this cross generated viable Slc39a8(neo/neo)_BTZIP8-3(+/+) pups showing none of the above-mentioned congenital defects-proving Slc39a8(neo/neo) causes the described phenotype. Our study demonstrates that ZIP8-mediated zinc transport plays an unappreciated critical role during in utero and neonatal growth, organ morphogenesis, and hematopoiesis.","dc:creator":"Gálvez-Peralta M","dc:date":"2012","dc:title":"ZIP8 zinc transporter: indispensable role for both multiple-organ organogenesis and hematopoiesis in utero."},"rdfs:label":"Hypomorphic SLC39A8 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This mouse recapitulates the FTT and early mortality (die between GD18.5 and 48h postnatally) seen in many individuals with Leigh syndrome. Scored based on U24 model rubric."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:689b5044-f313-4711-9f43-352d3b424a82_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae92784f-62ad-4473-84bd-534a60fb4b9c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Whole genome sequencing was undertaken on patient 2 and her parents, to provide a genetic diagnosis for the family. No candidates were identified within genes in the MitoCarta2.0 database or in the mitochondrial genome. Three candidate homozygous variants were identified in genes that were within the regions of homozygosity, SLC39A8, ENPEP and SNTB1. Sanger sequencing confirmed the SLC39A8 c.338 G>C variant was homozygous in both affected children and heterozygous in both parents and the unaffected sibling.","phenotypeFreeText":"Brain MRI showed cerebral atrophy and bilateral basal ganglia hyperintensities on T2‐weighted imaging. Respiratory chain enzymes in skeletal muscle homogenate were suggestive of an isolated complex IV defect with borderline low activity of complex IV (48% of control mean, relative to citrate synthase (CS); Table 1). Pyruvate dehydrogenase (PDH) activity in skeletal muscle was below the normal range (40% of same‐day control relative to CS; data not shown).","previousTesting":true,"previousTestingDescription":"enome wide homozygosity mapping of the family was undertaken when screening for common mtDNA mutations was negative. Eight regions of homozygosity common to the two affected siblings were identified. Cross‐referencing to the MitoCarta database  produced a list of 15 candidate genes (Table 2). Sanger sequencing of all exons of these genes using genomic DNA extracted from blood failed to identify any variants.","sex":"Female","variant":{"id":"cggv:689b5044-f313-4711-9f43-352d3b424a82_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4661b4ad-9818-4864-8354-4301dbeb2c0b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135146.2(SLC39A8):c.338G>C (p.Cys113Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/869411"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27995398","type":"dc:BibliographicResource","dc:abstract":"SLC39A8 variants have recently been reported to cause a type II congenital disorder of glycosylation (CDG) in patients with intellectual disability and cerebellar atrophy. Here we report a novel SLC39A8 variant in siblings with features of Leigh-like mitochondrial disease. Two sisters born to consanguineous Lebanese parents had profound developmental delay, dystonia, seizures and failure to thrive. Brain MRI of both siblings identified bilateral basal ganglia hyperintensities on T2-weighted imaging and cerebral atrophy. CSF lactate was elevated in patient 1 and normal in patient 2. Respiratory chain enzymology was only performed on patient 1 and revealed complex IV and II + III activity was low in liver, with elevated complex I activity. Complex IV activity was borderline low in patient 1 muscle and pyruvate dehydrogenase activity was reduced. Whole genome sequencing identified a homozygous Chr4(GRCh37):g.103236869C>G; c.338G>C; p.(Cys113Ser) variant in SLC39A8, located in one of eight regions identified by homozygosity mapping. SLC39A8 encodes a manganese and zinc transporter which localises to the cell and mitochondrial membranes. Patient 2 blood and urine manganese levels were undetectably low. Transferrin electrophoresis of patient 2 serum revealed a type II CDG defect. Oral supplementation with galactose and uridine led to improvement of the transferrin isoform pattern within 14 days of treatment initiation. Oral manganese has only recently been added to the treatment. These results suggest SLC39A8 deficiency can cause both a type II CDG and Leigh-like syndrome, possibly via reduced activity of the manganese-dependent enzymes β-galactosyltransferase and mitochondrial manganese superoxide dismutase.","dc:creator":"Riley LG","dc:date":"2017","dc:title":"A SLC39A8 variant causes manganese deficiency, and glycosylation and mitochondrial disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27995398","rdfs:label":"Riley Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Biochemical investigations including transferrin analysis demonstrating an abnormal glycosylation pattern consistent with a CDG type II defect (as reported in other patients with SLC39A8 deficiency) and undetectable manganese in blood and urine support pathogenicity of the variant."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":1513,"specifiedBy":"GeneValidityCriteria7","strengthScore":3,"subject":{"id":"cggv:08866a2d-8b9a-4c1b-80a0-8e8afd0c36b4","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:20862","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SLC39A8 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 8, 2020. The SLC39A8 gene encodes a transporter that functions in Mn, Zn, Cd, and Fe transport across the plasma membrane. Pathogenic variants in SLC39A8 have also been associated with a congenital disorder of glycosylation characterized by intellectual disability, developmental delay, cerebellar atrophy, and short stature (PMID: 26637978, 26637979).\n\nThe only report of SLC39A8 gene in relation to autosomal recessive Leigh syndrome spectrum was in 2017 (PMID: 27995398). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one variant identified in one case in one publication (PMID: 27995398). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by expression, functional alterations in non-patient cells, and a model system (PMIDs: 25613900, 29453449, 22563477). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel June 8, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:5fddaae4-d982-49e7-9e83-b84d15f3cf2c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}