{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018cv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-11T15:08:12.529Z","role":"Publisher"},{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-06-14T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20801532","type":"dc:BibliographicResource","dc:creator":"Bagnall RD","dc:date":"2010","dc:title":"Analysis of the Z-disc genes PDLIM3 and MYPN in patients with hypertrophic cardiomyopathy."},"evidence":[{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a9c2a42-3e9e-4ad5-887d-6985be4a9292","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:518734de-d0d3-4f77-a9b5-42ec19060501","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"IF staining of MYPN in healthy heart tissue shows overlap with alpha actinin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22286171","type":"dc:BibliographicResource","dc:abstract":"Abnormalities in Z-disc proteins cause hypertrophic (HCM), dilated (DCM) and/or restrictive cardiomyopathy (RCM), but disease-causing mechanisms are not fully understood. Myopalladin (MYPN) is a Z-disc protein expressed in striated muscle and functions as a structural, signaling and gene expression regulating molecule in response to muscle stress. MYPN was genetically screened in 900 patients with HCM, DCM and RCM, and disease-causing mechanisms were investigated using comparative immunohistochemical analysis of the patient myocardium and neonatal rat cardiomyocytes expressing mutant MYPN. Cardiac-restricted transgenic (Tg) mice were generated and protein-protein interactions were evaluated. Two nonsense and 13 missense MYPN variants were identified in subjects with DCM, HCM and RCM with the average cardiomyopathy prevalence of 1.66%. Functional studies were performed on two variants (Q529X and Y20C) associated with variable clinical phenotypes. Humans carrying the Y20C-MYPN variant developed HCM or DCM, whereas Q529X-MYPN was found in familial RCM. Disturbed myofibrillogenesis with disruption of α-actinin2, desmin and cardiac ankyrin repeat protein (CARP) was evident in rat cardiomyocytes expressing MYPN(Q529X). Cardiac-restricted MYPN(Y20C) Tg mice developed HCM and disrupted intercalated discs, with disturbed expression of desmin, desmoplakin, connexin43 and vinculin being evident. Failed nuclear translocation and reduced binding of Y20C-MYPN to CARP were demonstrated using in vitro and in vivo systems. MYPN mutations cause various forms of cardiomyopathy via different protein-protein interactions. Q529X-MYPN causes RCM via disturbed myofibrillogenesis, whereas Y20C-MYPN perturbs MYPN nuclear shuttling and leads to abnormal assembly of terminal Z-disc within the cardiac transitional junction and intercalated disc.","dc:creator":"Purevjav E","dc:date":"2012","dc:title":"Molecular basis for clinical heterogeneity in inherited cardiomyopathies due to myopalladin mutations."},"rdfs:label":"Purevjav 2012 Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Expression points have already been awarded for this gene. This study supports that the gene is expressed in relevant tissue, but will not be awarded additional points for the same type of evidence. "},{"id":"cggv:da21cc54-adc4-48f7-9cb6-d52d7f44b805","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0a55b32-7759-41dc-95d3-447b1ee6b392","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human RNA master blots (Northern analysis) showed that MYPN gene expression was restricted to adult striated muscles, with the highest expression in cardiac muslces.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11309420","type":"dc:BibliographicResource","dc:abstract":"We describe here a novel sarcomeric 145-kD protein, myopalladin, which tethers together the COOH-terminal Src homology 3 domains of nebulin and nebulette with the EF hand motifs of alpha-actinin in vertebrate Z-lines. Myopalladin's nebulin/nebulette and alpha-actinin-binding sites are contained in two distinct regions within its COOH-terminal 90-kD domain. Both sites are highly homologous with those found in palladin, a protein described recently required for actin cytoskeletal assembly (Parast, M.M., and C.A. Otey. 2000. J. Cell Biol. 150:643-656). This suggests that palladin and myopalladin may have conserved roles in stress fiber and Z-line assembly. The NH(2)-terminal region of myopalladin specifically binds to the cardiac ankyrin repeat protein (CARP), a nuclear protein involved in control of muscle gene expression. Immunofluorescence and immunoelectron microscopy studies revealed that myopalladin also colocalized with CARP in the central I-band of striated muscle sarcomeres. Overexpression of myopalladin's NH(2)-terminal CARP-binding region in live cardiac myocytes resulted in severe disruption of all sarcomeric components studied, suggesting that the myopalladin-CARP complex in the central I-band may have an important regulatory role in maintaining sarcomeric integrity. Our data also suggest that myopalladin may link regulatory mechanisms involved in Z-line structure (via alpha-actinin and nebulin/nebulette) to those involved in muscle gene expression (via CARP).","dc:creator":"Bang ML","dc:date":"2001","dc:title":"Myopalladin, a novel 145-kilodalton sarcomeric protein with multiple roles in Z-disc and I-band protein assemblies."},"rdfs:label":"Bang 2001 Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Restricted expression in human heart and skeletal muscle in adults, and heart only in fetal tissue (Northern blot).  Western blot showed localization to Z-band in rat myocytes."},{"id":"cggv:89301a1b-25e7-495f-9e6f-04e9c7c826f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c80d1ddc-640a-4fc9-85d3-77bbe15248c5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-IP of three Ankrd1 point mutations showed increased binding to MYPN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19608031","type":"dc:BibliographicResource","dc:abstract":"The purpose of this study was to explore a novel disease gene for hypertrophic cardiomyopathy (HCM) and to evaluate functional alterations caused by mutations.","dc:creator":"Arimura T","dc:date":"2009","dc:title":"Cardiac ankyrin repeat protein gene (ANKRD1) mutations in hypertrophic cardiomyopathy."},"rdfs:label":"Arimura 2009 Protein Interaction 1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Ankrd1 has \"limited\" involvement in HCM."},{"id":"cggv:9e1a3ad7-7fd9-46b6-80c9-6e710a2edeca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3668ad9-e5fc-4a3f-9022-7cadac339695","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Y2H screen of human skeletal muscle cDNA using myopalladin as bait revealed ACTN2 as an interacting partner  and also ANKRD1.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11309420","rdfs:label":"Bang 2001 Protein Interaction 1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Limited to moderate involvement and limited involvement in HCM, respectively. This was shown in Purejvav too."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:693405e0-c792-495c-96ec-5bd71911840b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:03702c29-bb09-4fa6-a739-aa1df45c00d7","type":"FunctionalAlteration","dc:description":"Overexpression of NH-2 domain of MYPN in chick cardiac myocytes resulted in disruption of the Z line architecture and sarcomere filaments.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11309420","rdfs:label":"Bang 2001 Funct. Alt. 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Since this was an overexpression model, and overexpression of an entire domain, the experts decided that it would be difficult to draw conclusions on a specific mutation. Therefore, no points were awarded. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d6dae5c-2085-4512-b84d-b911fff70f1e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:326aff2e-4b78-4f96-ae5d-990a82b06545","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"By 6 months of age, MYPN-Y20C mice developed significant cardiac enlargement with severe concentric hypertrophy, dilation of left and right ventricles. Surface area of cardiomyocytes was increased in MYPN-Y20C mice. Cardiac magnetic resonance imaging confirmed LV hypertrophy and RV dilation. IVS thickness and LV mass were increased. Cardiac function evaluation by percentage ejection fraction (%EF) trended towards systolic dysfuntion. LV-end systolic volume significantly increased. Histology: hypertrophy of cardiomyocytes, normal Z discs but disrupted intercalated discs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22286171","rdfs:label":"Purevjav 2012 Model system 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Since this was another overexpression experiment and the phenotype may be more suggestive of DCM over HCM, this model received a reduced score."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":7077,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.5,"subject":{"id":"cggv:0c733d36-621e-4a0f-b705-d4f840719823","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:23246","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"MYPN was first reported in relation to autosomal dominant hypertrophic cardiomyopathy in 2001 (Bang et al., PMID: 11309420). Nine variants (8 missense, 1 nonsense) that have been reported in nine probands in two publications (PMIDs: 22286171, 20801532) are included in this curation; however, none of the variants were able to be scored given their frequencies in gnomAD and the lack of screening for variants in other sarcomeric HCM genes. The mechanism of pathogenicity is unknown. This gene-disease association is supported by expression studies and an animal model (PMIDs: 11309420, 22286171). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the HCM GCEP on 04/29/2020. It was reevaluated on 06/14/2023 by the HCVD GCEP. As a result of this reevaluation, the classification changed from limited to disputed due to the lack of genetic evidence.\nDue to the lack of genetic evidence, minimal experimental evidence, and no new evidence since the initial curation, this gene has been moved to disputed. ","dc:isVersionOf":{"id":"cggv:d992d892-856b-4f25-bab1-997f6493018c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}