{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2022-11-21T15:44:03.956Z","role":"Publisher"},{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2022-09-22T16:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10004","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e0331b26-0545-4b8b-ada4-17bf5f4b58ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f10b1f7-3ea3-491f-a51f-ef4d1b87fedf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of wild-type Angptl3 was restricted to the liver in mice. This is also shown to be the case in humans (PMID: 19075393) and zebrafish (PMID: 24685482). Expression of Angptl3 in mutant KK/San mice is severely reduced in the liver: 1/30 to 1/40 of that of wild-type KK mice. Transfection experiments in COS-1 and CHO-K1 cells revealed that ANGPLT3 is a secreted protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11788823","type":"dc:BibliographicResource","dc:abstract":"The KK obese mouse is moderately obese and has abnormally high levels of plasma insulin (hyperinsulinemia), glucose (hyperglycemia) and lipids (hyperlipidemia). In one strain (KK/San), we observed abnormally low plasma lipid levels (hypolipidemia). This mutant phenotype is inherited recessively as a mendelian trait. Here we report the mapping of the hypolipidemia (hypl) locus to the middle of chromosome 4 and positional cloning of the autosomal recessive mutation responsible for the hypolipidemia. The hypl locus encodes a unique angiopoietin-like lipoprotein modulator, which we named Allm1. It is identical to angiopoietin-like protein 3, encoded by Angptl3, and has a highly conserved counterpart in humans. Overexpression of Angptl3 or intravenous injection of the purified protein in KK/San mice elicited an increase in circulating plasma lipid levels. This increase was also observed in C57BL/6J normal mice. Taken together, these data suggest that Angptl3 regulates lipid metabolism in animals.","dc:creator":"Koishi R","dc:date":"2002","dc:title":"Angptl3 regulates lipid metabolism in mice."},"rdfs:label":"Koishi_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71891685-48be-485b-9331-17f61b8ec8d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5061a4c8-a73e-47bc-a818-b30ae90a01b6","type":"FunctionalAlteration","dc:description":"KK/San mice display lower triglyceride and total cholesterol levels, similar to humans with ANGPTL3 deficiency. Lower levels of triglycerides in mice was attributed to decrease in VLDL fractions. VLDL secretion rate in vivo was not different between WT and KK/San mice; however, enhanced lipolysis was observed in mutant mice. The effect of ANGPTL3 on lipoprotein lipase and hepatic lipase activities were studied in vitro. Recombinant ANGPTL3 protein was added to purified bovine milk LPL or to post-heparin medium of rat adipocytes. ANGPTL3 was found to inhibit rat adipocyte LPL by ~70% as well as bovine LPL. HL activity in mouse plasma was inhibited by 16%, weaker compared to LPL activity. The authors show that ANGPTL3 regulates triglyceride metabolism through inhibition of lipases.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12097324","type":"dc:BibliographicResource","dc:abstract":"KK/San is a mutant mouse strain established in our laboratory from KK obese mice. KK/San mice show low plasma lipid levels compared with wild-type KK mice despite showing signs of hyperglycemia and hyperinsulinemia. Recently, we identified a mutation in the gene encoding angiopoietin-like protein 3 (Angptl3) in KK/San mice, and injection of adenoviruses encoding Angptl3 or recombinant ANGPTL3 protein to mutant KK/San mice raised plasma lipid levels. To elucidate the regulatory mechanism of ANGPTL3 on lipid metabolism, we focused on the metabolic pathways of triglyceride in the present study. Overexpression of Angptl3 in KK/San mice resulted in a marked increase of triglyceride-enriched very low density lipoprotein (VLDL). In vivo studies using Triton WR1339 revealed that there is no significant difference between mutant and wild-type KK mice in the hepatic VLDL triglyceride secretion rate. However, turnover studies using radiolabeled VLDL revealed that the clearance of (3)H-triglyceride-labeled VLDL was significantly enhanced in KK/San mice, whereas the clearance of (125)I-labeled VLDL was only slightly enhanced. In vitro analysis of recombinant protein revealed that ANGPTL3 directly inhibits LPL activity. These data strongly support the hypothesis that ANGPTL3 is a new class of lipid metabolism modulator, which regulates VLDL triglyceride levels through the inhibition of LPL activity.","dc:creator":"Shimizugawa T","dc:date":"2002","dc:title":"ANGPTL3 decreases very low density lipoprotein triglyceride clearance by inhibition of lipoprotein lipase."},"rdfs:label":"Shimizugawa_ANGPTL3 inhibits LPL"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Additional information is available in PMID: 19028676 and PMID: 26754661"},{"id":"cggv:47bd4bbc-de2d-409c-9d63-5b3d68668cb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d4a9764-d0c3-44a4-ba22-1e905ad73516","type":"FunctionalAlteration","dc:description":"ASO-mediated knockdown of ANGPTL3 resulted in decreased protein levels in mouse models and humans. Levels of triglycerides, LDL and HDL cholesterol was observed in various mouse models, without adverse effects. In the human trial, similar results were noted in the single-dose and multi-dose groups. Mean baseline levels of plasma lipids in the multi-dose (60 mg) group were TG: 168+-60 mg/dL; LDL-C: 128+-42 mg/dL; VLDL-C: 33+-13 mg/dL; ApoB: 103+-39 mg/dL; TC: 206+-48; HDL-C: 45+-10 mg/dL. Levels were reduced in the treatment group compared to placebo group 43d after initiation of treatment. TG: 82+-27 mg/dL; LDL-C: 85+-26 mg/dL; VLDL-C: 16+-6 mg/dL; ApoB: 78+-22 mg/dL; TC: 134+-29; HDL-C: 33+-10 mg/dL. The mechanism of ANGPTL3 lowering of lipid levels was independent of the LDLR pathway and presence/absence of APOC-III.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28538111","type":"dc:BibliographicResource","dc:abstract":"Epidemiologic and genomewide association studies have linked loss-of-function variants in ANGPTL3, encoding angiopoietin-like 3, with low levels of plasma lipoproteins.","dc:creator":"Graham MJ","dc:date":"2017","dc:title":"Cardiovascular and Metabolic Effects of ANGPTL3 Antisense Oligonucleotides."},"rdfs:label":"Graham_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The evidence is scored increased points. ANGPTL3 is a potential therapeutic target to treat dyslipidemia due to various other causes in model organisms and mice."},{"id":"cggv:971c80f3-38b4-4ae5-aa90-e52c17814743","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8febef6e-efd0-4b7a-896b-897301b103b7","type":"FunctionalAlteration","dc:description":"Evidence from studies on mice and monkeys show that ANGPTL3 inhibition through the REGN1500 antibody targeting recapitulates the hypolipidemia phenotype observed in patients with LOF mutations in ANGPTL3. Intravenous administration of the antibody to mice placed on high-cholesterol diet showed a marked and sustained reduction in circulating TG (up to 53%), TC (up to 35%), and LDL-C (up to 45%) levels. No effect was observed on body weight or the fat content of liver, epididymis or heart. Similarly, in dyslipidemic mice, administration of antibody resulted in lower serum TG (~48%), nonHDL-C (~44%), similar to normolipidemic monkeys. LDL-C levels were not altered as the baseline levels were normal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25964512","type":"dc:BibliographicResource","dc:abstract":"Angiopoietin-like protein 3 (ANGPTL3) is a circulating protein synthesized exclusively in the liver that inhibits LPL and endothelial lipase (EL), enzymes that hydrolyze TGs and phospholipids in plasma lipoproteins. Here we describe the development and testing of a fully human monoclonal antibody (REGN1500) that binds ANGPTL3 with high affinity. REGN1500 reversed ANGPTL3-induced inhibition of LPL activity in vitro. Intravenous administration of REGN1500 to normolipidemic C57Bl/6 mice increased LPL activity and decreased plasma TG levels by ≥50%. Chronic administration of REGN1500 to dyslipidemic C57Bl/6 mice for 8 weeks reduced circulating plasma levels of TG, LDL-cholesterol (LDL-C), and HDL-cholesterol (HDL-C) without any changes in liver, adipose, or heart TG contents. Studies in EL knockout mice revealed that REGN1500 reduced serum HDL-C through an EL-dependent mechanism. Finally, administration of a single dose of REGN1500 to dyslipidemic cynomolgus monkeys caused a rapid and pronounced decrease in plasma TG, nonHDL-C, and HDL-C. REGN1500 normalized plasma TG levels even in monkeys with a baseline plasma TG greater than 400 mg/dl. Collectively, these data demonstrate that neutralization of ANGPTL3 using REGN1500 reduces plasma lipids in dyslipidemic mice and monkeys, and thus provides a potential therapeutic agent for treatment of patients with hyperlipidemia. ","dc:creator":"Gusarova V","dc:date":"2015","dc:title":"ANGPTL3 blockade with a human monoclonal antibody reduces plasma lipids in dyslipidemic mice and monkeys."},"rdfs:label":"Gusarova_ANGPTL3 as protective agent"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0be03d14-d4e2-4a5e-a767-f168e8cd20b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f94c6653-3991-4a2c-a451-5ccb71cafa2d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"AAV-treated mice showed Angptl3 expression in the liver. An increase plasma levels of triglycerides, total cholesterols nd non-esterified fatty acids was noted. The rise in levels was observed within 1 day of injection, and levels reached WT levels 14d after injection and were maintained for at least 60 days after injection.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11788823","rdfs:label":"Koishi_AAV rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:fa44b941-6c7b-4efe-ac03-d2ac66114043","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4e7e4aa4-2199-40fe-b199-1b2ab2a9b4f8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to human and mouse, zebrafish expression og WT angptl3 was predominantly detected in the liver. Knockdown with angptl3-MO almost completely abolished expression of angptl3. angptl3 did not affect angiogenesis, but resulted in \"small liver\", that could be rescued by wild-type angptl3. Morphant fish did not efficiently transport sterol-like molecules and showed reduced triglyceride levels, marked reduction of all plasma lipids and total cholesterol, compared to control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24685482","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in angiopoietin-like 3 (ANGPTL3) cause familial hypobetalipoproteinemia type 2 (FHBL2) in humans. ANGPTL3 belongs to the angiopoietin-like family, the vascular endothelial growth factor family that is structurally similar to angiopoietins and is known for a regulator of lipid and glucose metabolism, although it is unclear how mutations in ANGPTL3 lead to defect in liver development in the vertebrates. We report here that angptl3 is primarily expressed in the zebrafish developing liver and that morpholino (MO) knockdown of Angptl3 reduces the size of the developing liver, which is caused by suppression of cell proliferation, but not by enhancement of apoptosis. However, MO knockdown of Angptl3 did not alter angiogenesis in the developing liver. Additionally, disruption of zebrafish Angptl3 elicits the hypocholesterolemia phenotype that is characteristic of FHBL2 in humans. Together, our findings propose a novel role for Angptl3 in liver cell proliferation and maintenance during zebrafish embryogenesis. Finally, angptl3 morphants will serve as a good model for understanding the pathophysiology of FHBL2. ","dc:creator":"Lee SH","dc:date":"2014","dc:title":"Angiopoietin-like 3 regulates hepatocyte proliferation and lipid metabolism in zebrafish."},"rdfs:label":"Lee_Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:6c6539e0-a345-4051-a14c-60836789bc48","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:692c8904-8d41-47ea-9115-517407209b5f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hypolipidemia in KK/San mice was found to segregate in the autosomal recessive pattern. Mutant mice showed 15% lower rate of hepatic triglyceride secretion, 85% higher rate of peripheral disposal of exogenous triglyceride 102% higher rate of LPL activity in epididymal adipose tissue, compared to wild-type KK mice. Electrophoretic analysis of plasma lipoproteins in mice revealed that combined hypolipidemia was mainly due to a decrease in the fractions of chylomicrons, VLDL & LDL.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11788823","rdfs:label":"Koishi_KK/San mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Increased points are awarded for the spontaneously occurring hypolipidemic mouse model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9937670e-12df-46c7-90f5-51cd1c410f87_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9937670e-12df-46c7-90f5-51cd1c410f87","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":39,"allele":{"id":"cggv:5832fbcd-0ad7-44b7-85ed-66e146229ddb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014495.4(ANGPTL3):c.358_362CTCAA[1] (p.Asn121fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA145486"}},"detectionMethod":"The entire coding region of ANGPTL3 was amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"TC: 64.1mg/dl; LDL-C: 41.7mg/dl; HDL-C: 17mg/dl; VLDL-C: 5.4mg/dl; TG: 26.6mg/dl; ApoB: 39mg/dl","phenotypes":"obo:HP_0045014","previousTesting":true,"previousTestingDescription":"Mutations in APOB were ruled out.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c37e7471-0f4a-40c6-8bf4-5dfe3f0e5996_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5832fbcd-0ad7-44b7-85ed-66e146229ddb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22155345","type":"dc:BibliographicResource","dc:abstract":"Familial hypobetalipoproteinemia (FHBL), characterized by extremely low levels of plasma apolipoprotein (apo) B and cholesterol associated with low-density lipoproteins (LDLc), is considered to be an autosomal co-dominant disorder of heterogeneous origin. The main genetic disorder associated with FHBL consists of mutations in the APOB gene, while other less frequent forms are associated with mutations in NPC1L1, PCSK9, a still unidentified gene in 3p21.1-22 and, more recently, in ANGPTL3.","dc:creator":"Martín-Campos JM","dc:date":"2012","dc:title":"Identification of a novel mutation in the ANGPTL3 gene in two families diagnosed of familial hypobetalipoproteinemia without APOB mutation."}},"rdfs:label":"Martín-Campos_Subject 5"},{"id":"cggv:c37e7471-0f4a-40c6-8bf4-5dfe3f0e5996","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c37e7471-0f4a-40c6-8bf4-5dfe3f0e5996_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband, her sibling and an apparently unrelated individual in the Spanish cohort were found to be homozygous for the frameshift variant, Asn121LysfsTer3 in exon 1/7. NMD is predicted. The Asn121LysfsTer3 variant is reported in gnomAD at a frequency of 0.0003856 (44/114104 alleles) in the non-Finnish European population with 0 homozygotes in gnomAD v2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7250fd4b-dbe8-472d-a70a-01ff3f87a695_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7250fd4b-dbe8-472d-a70a-01ff3f87a695","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":65,"allele":{"id":"cggv:8792ad1b-086f-420e-86a2-f9329ea3b4da","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014495.4(ANGPTL3):c.1198+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA145483"}},"detectionMethod":"All exons of ANGPTL3 gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"BMI: 24.6 kg/m2; TC: 1.87 mmol/L, LDL-C: 1.09 mmol/L, HDL-C: 0.61 mmol/L, triglyceride: 0.37 mmol/L, apoA-I: 58 mg/dL, and apoB: 50 mg/dL. USG examination of the carotid arteries showed a moderate increase in maximum intima-media thickness (1.0–1.2 mm).","phenotypes":["obo:HP_0012153","obo:HP_0003233","obo:HP_0003563"],"previousTesting":true,"previousTestingDescription":"Separation of plasma lipoproteins by density gradient ultracentrifugation showed an almost complete absence of the VLDL peak and a substantial reduction of the LDL and HDL peaks. APOB, MTP, PCSK9 APOA1, ABCA1, and LCAT genes were sequenced and mutations ruled out","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fe7533fb-c6ab-40ba-a416-b9fe17840d4a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8792ad1b-086f-420e-86a2-f9329ea3b4da"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22062970","type":"dc:BibliographicResource","dc:abstract":"Angiopoietin-like protein 3 (ANGPTL3) affects lipid metabolism by inhibiting the activity of lipoprotein and endothelial lipases. Angptl3 knockout mice have marked hypolipidemia, and heterozygous carriers of ANGPLT3, loss-of-function mutations were found among individuals in the lowest quartile of plasma triglycerides in population studies. Recently, 4 related individuals with primary hypolipidemia were found to be compound heterozygotes for ANGPTL3 loss-of-function mutations.","dc:creator":"Pisciotta L","dc:date":"2012","dc:title":"Characterization of three kindreds with familial combined hypolipidemia caused by loss-of-function mutations of ANGPTL3."}},"rdfs:label":"Pisciotta_DV kindred_Proband I.1"},{"id":"cggv:fe7533fb-c6ab-40ba-a416-b9fe17840d4a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe7533fb-c6ab-40ba-a416-b9fe17840d4a_variant_evidence_item"},{"id":"cggv:fe7533fb-c6ab-40ba-a416-b9fe17840d4a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Minigene assay in COS-1 cells revealed partial retention of intron 6 and introduction of a frameshift and a PTC (Gly400ValfsTer5)"}],"strengthScore":1,"dc:description":"The proband was homozygous for the donor splice site variant in intron 6, c.1198+1G>T. Minigene assay in COS-1 cells revealed partial retention of intron 6 and introduction of a frameshift and a PTC (Gly400ValfsTer5). However, NMD is not predicted. Serum from proband tested for cholesterol efflux potential in different cell models showed significantly lower potential."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:828c74f0-631e-4096-b7e3-d3fd12bad91b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:828c74f0-631e-4096-b7e3-d3fd12bad91b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"allele":[{"id":"cggv:17f1b453-378f-43db-8cd4-07e0f5a155a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014495.4(ANGPTL3):c.385G>T (p.Glu129Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117431"}},{"id":"cggv:944cefed-af20-421f-b48a-ef0c909f2636","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014495.4(ANGPTL3):c.50_51delinsGA (p.Ser17Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117429"}}],"detectionMethod":"Exome sequencing was performed on sample from II.4 and II.5. Sanger sequencing of exon 1 of ANGPTL3 was performed in 38 family members across 3 generations. Two point linkage analysis on LDL cholesterol with ANGPTL3 mutations as markers yielded a LOD score of 4.6369","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"BMI: 28.51; Glucose: 101mg/dl; LDL-C: 30.8mg/dl; HDL-C: 15.8mg/dl; TG: 22.3mg/dl; Total Cholesterol: 50.5mg/dl; ApoAI: 51.5mg/dl; ApoB: 33.7mg/dl","phenotypes":["obo:HP_0012153","obo:HP_0003563","obo:HP_0003233"],"previousTesting":true,"previousTestingDescription":"Linkage analysis excluded APOB as causative of hypobetalipoproteinemia","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:44b0bc5f-8bd5-4da1-a2f1-ca13b276c7b8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:944cefed-af20-421f-b48a-ef0c909f2636"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20942659","type":"dc:BibliographicResource","dc:abstract":"We sequenced all protein-coding regions of the genome (the \"exome\") in two family members with combined hypolipidemia, marked by extremely low plasma levels of low-density lipoprotein (LDL) cholesterol, high-density lipoprotein (HDL) cholesterol, and triglycerides. These two participants were compound heterozygotes for two distinct nonsense mutations in ANGPTL3 (encoding the angiopoietin-like 3 protein). ANGPTL3 has been reported to inhibit lipoprotein lipase and endothelial lipase, thereby increasing plasma triglyceride and HDL cholesterol levels in rodents. Our finding of ANGPTL3 mutations highlights a role for the gene in LDL cholesterol metabolism in humans and shows the usefulness of exome sequencing for identification of novel genetic causes of inherited disorders. (Funded by the National Human Genome Research Institute and others.).","dc:creator":"Musunuru K","dc:date":"2010","dc:title":"Exome sequencing, ANGPTL3 mutations, and familial combined hypolipidemia."}},{"id":"cggv:a8440cf2-bcf7-491a-8bbd-db365942cbce_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:17f1b453-378f-43db-8cd4-07e0f5a155a1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20942659"}],"rdfs:label":"Musunuru_Proband II.4"},{"id":"cggv:a8440cf2-bcf7-491a-8bbd-db365942cbce","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a8440cf2-bcf7-491a-8bbd-db365942cbce_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and 3 other family members with combined hypolipidemia were compound heterozygous for two nonsense variants within exon 1, confirmed in trans. NMD is predicted."},{"id":"cggv:44b0bc5f-8bd5-4da1-a2f1-ca13b276c7b8","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:44b0bc5f-8bd5-4da1-a2f1-ca13b276c7b8_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and 3 other family members with combined hypolipidemia were compound heterozygous for two nonsense variants within exon 1, confirmed in trans. NMD is predicted."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1e808ecc-baca-4c12-9111-afd1f8579fab_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1e808ecc-baca-4c12-9111-afd1f8579fab","type":"Proband","allele":{"id":"cggv:d1e48363-9f3f-4873-af5b-3dbd6f5d19a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.62597844_62597846del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA886551"}},"detectionMethod":"Direct sequencing of ANGPTL3 was undertaken","firstTestingMethod":"PCR","phenotypeFreeText":"TC: 1.43 mmol/l; HDL-C: 0.25 mmol/l; TG: 0.32 mmol/l; LDL-C: 1.02 mmol/l","phenotypes":["obo:HP_0003233","obo:HP_0003563","obo:HP_0012153"],"previousTesting":true,"previousTestingDescription":"No mutations were detected on APOB, PCSK9, MTP gene sequencing","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:73a4ff2c-50e7-4b84-8cc9-66337356c122_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d1e48363-9f3f-4873-af5b-3dbd6f5d19a1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22247256","type":"dc:BibliographicResource","dc:abstract":"Mutations of the ANGPTL3 gene have been associated with a novel form of primary hypobetalipoproteinemia, the combined hypolipidemia (cHLP), characterized by low total cholesterol and low HDL-cholesterol levels. The aim of this work is to define the role of ANGPTL3 gene as determinant of the combined hypolipidemia phenotype in 2 large cohorts of 913 among American and Italian subjects with primary hypobetalipoproteinemia (total cholesterol<5th percentile).","dc:creator":"Noto D","dc:date":"2012","dc:title":"Prevalence of ANGPTL3 and APOB gene mutations in subjects with combined hypolipidemia."}},"rdfs:label":"Noto_Subject 1"},{"id":"cggv:73a4ff2c-50e7-4b84-8cc9-66337356c122","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:73a4ff2c-50e7-4b84-8cc9-66337356c122_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The proband was homozygous for the 3-bp deletion resulting in the loss of Glu96. The proband is scored reduced points in the absence of functional evidence. GnomAD FAF in African/African American subpopulation: 0.0003765 with no homozygotes. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:3911de38-87d2-4a1c-9316-bf0f45e1e47a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3911de38-87d2-4a1c-9316-bf0f45e1e47a","type":"Proband","allele":{"id":"cggv:944cefed-af20-421f-b48a-ef0c909f2636"},"detectionMethod":"Exons and intron-exon boundaries were PCR amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"mean LDL-C levels 1.85 ± 0.61 mmol/liter","phenotypes":["obo:HP_0003563","obo:HP_0003146"],"previousTesting":true,"previousTestingDescription":"Screening of MTTP, PCSK9, NPC1L1, and ANXA2 revealed several known nonsynonymous variations that did not segregate with the hypocholesterolemic phenotype. The authors report that the presence of two ANGPTL3 mutated alleles reduced LDL-C levels by 48%, TG by 62%, HDL-C by 46%, ApoB by 44%, and apoA1 by 48%.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5fa20f38-7d3d-4ef1-9273-7625d46d919c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:944cefed-af20-421f-b48a-ef0c909f2636"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22659251","type":"dc:BibliographicResource","dc:abstract":"Familial combined hypolipidemia causes a global reduction of plasma lipoproteins. Its clinical correlates and metabolic implications have not been well defined.","dc:creator":"Minicocci I","dc:date":"2012","dc:title":"Mutations in the ANGPTL3 gene and familial combined hypolipidemia: a clinical and biochemical characterization."}},"rdfs:label":"Minicocci_Family 2_Proband II-2"},{"id":"cggv:5fa20f38-7d3d-4ef1-9273-7625d46d919c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5fa20f38-7d3d-4ef1-9273-7625d46d919c_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and 2 siblings in the family were homozygous for Ser17Ter variant that is predicted to result in NMD. The variant is reported in multiple individuals and a founder effect is suggested. Increased points are awarded."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:8a8a71aa-6c17-4ab2-b1b2-06ef0b96e51d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8a8a71aa-6c17-4ab2-b1b2-06ef0b96e51d","type":"Proband","allele":{"id":"cggv:09f6fb8d-dcd7-474c-9618-c4e8153f85e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014495.4(ANGPTL3):c.431_434AACT[2] (p.Thr146_Asn147insTer)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA145485"}},"detectionMethod":"Direct sequencing of ANGPTL3 was undertaken","firstTestingMethod":"PCR","phenotypeFreeText":"TC: 1.38 mmol/l; HDL-C: 0.43 mmol/l; TG: 0.85 mmol/l; LDL-C: 0.56 mmol/l","phenotypes":["obo:HP_0003233","obo:HP_0012153","obo:HP_0003563"],"previousTesting":true,"previousTestingDescription":"No mutations were detected on APOB, PCSK9, MTP gene sequencing","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e7f289c6-aa33-45e4-b219-e74969623f68_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:09f6fb8d-dcd7-474c-9618-c4e8153f85e5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22247256"},"rdfs:label":"Noto_Subject 2"},{"id":"cggv:e7f289c6-aa33-45e4-b219-e74969623f68","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e7f289c6-aa33-45e4-b219-e74969623f68_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband was homozygous for the frameshift variant in exon 1/7 resulting in Asn147Ter. NMD is predicted. The Asn147Ter variant is reported in gnomAD v2.1.1 at a frequency of 0.0001966 (23/116968 alleles) in the non-Finnish European population with 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cf33dce3-08b9-43cd-9cc2-b836d6b5bd9c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cf33dce3-08b9-43cd-9cc2-b836d6b5bd9c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"allele":[{"id":"cggv:09f6fb8d-dcd7-474c-9618-c4e8153f85e5"},{"id":"cggv:7ade22d4-7555-4da9-a83a-84ae9878f63f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014495.4(ANGPTL3):c.55del (p.Ile19LeufsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA145484"}}],"detectionMethod":"All exons of ANGPTL3 gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband is noted to be healthy, except with low plasma lipids including total cholesterol. He was a former smoker. Carotid USG exam showed the presence of fibrous plaques at the left carotid bifurcation with a 25% stenosis.\n\nBMI: 21.6 kg/m2; TC: 1.88 mmol/L, LDL-C: .98 mmol/L, HDL-C: 0.70 mmol/L, triglyceride: 0.45 mmol/L, apoA-I: 75 mg/dL, and apoB: 36 mg/dL.","phenotypes":["obo:HP_0003233","obo:HP_0032318","obo:HP_0012153","obo:HP_0003563"],"previousTesting":true,"previousTestingDescription":"APOB, MTP, PCSK9 APOA1, ABCA1, and LCAT genes were sequenced and mutations ruled out.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:3b21065f-285b-4d87-a8ba-0381432b4ae0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:09f6fb8d-dcd7-474c-9618-c4e8153f85e5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22062970"},{"id":"cggv:fa9bf70f-8ab8-4932-8934-b5a460852d44_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7ade22d4-7555-4da9-a83a-84ae9878f63f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22062970"}],"rdfs:label":"Pisciotta_MR kindred_Proband II.1"},{"id":"cggv:3b21065f-285b-4d87-a8ba-0381432b4ae0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3b21065f-285b-4d87-a8ba-0381432b4ae0_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and his similarly affected brother were compound heterozygous for two frameshift variants (confirmed in trans) that cause premature termination within exon 1/7. NMD is predicted. Serum from proband tested for cholesterol efflux potential in different cell models showed significantly lower potential. The Asn147Ter variant is reported in gnomAD v2.1.1 at a frequency of 0.0001966 (23/116968 alleles) in the non-Finnish European population with 0 homozygotes."},{"id":"cggv:fa9bf70f-8ab8-4932-8934-b5a460852d44","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fa9bf70f-8ab8-4932-8934-b5a460852d44_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and his similarly affected brother were compound heterozygous for two frameshift variants (confirmed in trans) that cause premature termination within exon 1/7. NMD is predicted. Serum from proband tested for cholesterol efflux potential in different cell models showed significantly lower potential. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5353,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:9b7ac2d9-1c3f-4a27-8a39-2b99985ad303","type":"GeneValidityProposition","disease":"obo:MONDO_0011505","gene":"hgnc:491","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *ANGPTL3* and familial hypobetalipoproteinemia 2 inherited in the autosomal  recessive pattern has been evaluated using the ClinGen Clinical Validity Framework as of July, 2022. This association was made using case-level and experimental data. Familial hypobetalipoproteinemia 2 is characterized by a combined deficiency of plasma lipids: very low VLDL, LDL, and HDL levels, and consequently low total TG and cholesterol levels (PMID: 26754661). The *ANGPTL3* gene encodes a member of a family of secreted proteins that function in lipid metabolism and angiogenesis. \n\nSummary of Case Level Data (12 points): The association is seen in at least 7 probands with mostly predicted or established loss-of-function variants in 5 publications (PMID: 22155345, 22659251, 20942659, 22247256, 22062970). Variants in this gene segregated with disease in 34 additional family members (PMID: 20942659). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease is biallelic loss of function. Some heterozygous carriers are occasionally noted to have plasma lipid levels in the disease range; however, most carriers have plasma lipid levels in the normal range. Only individuals with biallelic variants were scored for this curation.\n\nSummary of Experimental Data (6 points): The ANGPTL3 protein is almost exclusively expressed in the liver (PMID: 11788823). Mouse and zebrafish models with *ANGPTL3* alterations recapitulate the human hypobetalipoproteinemia phenotype (PMID: 11788823, 24685482). Introduction of WT gene into the *Angptl3*-/- mouse model restores lipid levels (PMID: 11788823). In-vitro functional assays elucidate the role of *ANGPTL3* mutations in disease, which acts through reversible inhibition of LPL (PMID: 12097324, 26754661, 19028676). *ANGPTL3* is a therapeutic target to lower lipid levels in dyslipidemia, and studies have been conducted in mice, monkeys and humans (PMID: 25964512, 28538111) \n\nIn summary, the *ANGPTL3*-Familial Hypobetalipoproteinemia 2 gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:df7eb35c-09a3-4df2-bf05-22aee7de3855"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}