{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2018-06-26T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:40b3dcec-ddd4-4a5b-982e-62e83c63e526","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ade1f953-41b9-4d19-98d3-3f9c4b0615b6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Authors analyzed the expression of MCD mRNA in different human tissues. Multitissue Northern blots containing poly(A)+ RNA from 16 different tissues were hybridized with a radiolabeled MCD-specific probe (Fig.7). A 2.3-kilobase MCDtranscript was detected in all tissues examined. The abundance of the MCD mRNA varied, with extremely strong expression in cardiac and skeletal muscle. The levels of MCD mRNA were much lower in liver, kidney, and pancreas, and low but detectable in all other tissues. The expression specificity to heart tissue is significant given that several malonic aciduria patients have cardiomyopathy phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10455107","type":"dc:BibliographicResource","dc:abstract":"Malonyl-CoA decarboxylase (MCD) catalyzes the proton-consuming conversion of malonyl-CoA to acetyl-CoA and CO(2). Although defects in MCD activity are associated with malonyl-CoA decarboxylase deficiency, a lethal disorder characterized by cardiomyopathy and developmental delay, the metabolic role of this enzyme in mammals is unknown. A computer-based search for novel peroxisomal proteins led to the identification of a candidate gene for human MCD, which encodes a protein with a canonical type-1 peroxisomal targeting signal of serine-lysine-leucine(COOH). We observed that recombinant MCD protein has high intrinsic malonyl-CoA decarboxylase activity and that a malonyl-CoA decarboxylase-deficient patient has a severe mutation in the MCD gene (c.947-948delTT), confirming that this gene encodes human MCD. Subcellular fractionation experiments revealed that MCD resides in both the cytoplasm and peroxisomes. Cytoplasmic MCD is positioned to play a role in the regulation of cytoplasmic malonyl-CoA abundance and, thus, of mitochondrial fatty acid uptake and oxidation. This hypothesis is supported by the fact that malonyl-CoA decarboxylase-deficient patients display a number of phenotypes that are reminiscent of mitochondrial fatty acid oxidation disorders. Additional support for this hypothesis comes from our observation that MCD mRNA is most abundant in cardiac and skeletal muscles, tissues in which cytoplasmic malonyl-CoA is a potent inhibitor of mitochondrial fatty acid oxidation and which derive significant amounts of energy from fatty acid oxidation. As for the role of peroxisomal MCD, we propose that this enzyme may be involved in degrading intraperoxisomal malonyl-CoA, which is generated by the peroxisomal beta-oxidation of odd chain-length dicarboxylic fatty acids.","dc:creator":"Sacksteder KA","dc:date":"1999","dc:title":"MCD encodes peroxisomal and cytoplasmic forms of malonyl-CoA decarboxylase and is mutated in malonyl-CoA decarboxylase deficiency."},"rdfs:label":"Malonyl-CoA Decarboxylase Is Highly Expressed in Muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:405502f1-07fb-45ca-8875-9eab66241183","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88a05c40-b819-4807-8bb4-069eb2f054c5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Malonyl CoA decarboxylase catalyzes the conversion of malonyl-CoA to acetyl-CoA and carbon dioxide. It is thought to be involved in aspects of fatty acid biosynthesis and oxidation. The detailed role of this enzyme in normal metabolism and an explanation for the full patient phenotype is not available in this paper and the score for this evidence might be downgraded to reflect this. However, it follows that changes in activity of this enzyme causes abnormalities in metabolism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9869665","type":"dc:BibliographicResource","dc:abstract":"Malonyl coenzyme A (CoA) decarboxylase (E.C.4. 1.1.9) catalyzes the conversion of malonyl CoA to acetyl CoA. The metabolic role of malonyl CoA decarboxylase has not been fully defined, but deficiency of the enzyme has been associated with mild mental retardation, seizures, hypotonia, cardiomyopathy, vomiting, hypoglycemia, metabolic acidosis, and malonic aciduria. Here we report the isolation and sequencing of the human gene encoding malonyl CoA decarboxylase, and the identification of a mutation causing malonyl CoA decarboxylase deficiency. Human malonyl CoA decarboxylase cDNA sequences were identified by homology to the goose gene, and the intron/exon boundaries were determined by direct sequencing of a PAC clone containing the entire human gene. The 1479 basepair human cDNA is 70 percent identical to the goose sequence, and the intron/exon boundaries are completely conserved between the two species. The genetic mutation underlying malonyl CoA decarboxylase deficiency was determined in a patient with clinical features of this defect, malonic aciduria, and markedly reduced malonyl CoA decarboxylase activity.","dc:creator":"Gao J","dc:date":"1999","dc:title":"Cloning and mutational analysis of human malonyl-coenzyme A decarboxylase."},"rdfs:label":"Gao 1991 Enzyme Expression/Activity (Biochemical Function)"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"We may want to down-score this evidence to to reflect that the authors did not explicitly connect this gene's function with the full patient phenotype (and were not able to at the time of publication)."},{"id":"cggv:f864ae5e-1fff-4a1b-8b5e-e0d2b5368418","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:218246f8-7af9-46dc-a6c6-1b73220878fb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors cite previous studies that report that malonic aciduria (an inborn error of metabolism) is caused by the loss of malonyl-CoA decarboxylase activity. The HPO for Abnormality of metabolism/homeostasis is consistent with the evidence of MCD's role in catalyzing malonyl-CoA to acetyl-CoA. This experiment specifically examined the ability of the suspected human MCD to bind to malonyl-CoA.  \n\nThe authors tired to find evidence of variation in the identified MLYCD gene in a patient. They found a variant (presumably heterzygous) c.947–948delTT in the patient, however this patient was reevaluated in  Wightman et al. 2003 (PMID:12955715) and was found to be homozygous for c.119T>C (p.Met40Thr). Wightman et al. were unable to confirm the c.947_948delTT variant.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10455107","rdfs:label":"Activity of human malonyl-CoA decarboxylase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"I would consider scoring a 0.25 to recognize that this experiment does not have a strong connection back to patient phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aec02994-78ef-4615-9511-7d024eb99025","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0e6dcedd-e2ba-4faf-95bb-4625309813d5","type":"FunctionalAlteration","dc:description":"mRNA: all patient cell-line mRNA was detectable and all but one were reduced compared to the control mRNA. The reduction ranges from 12.8%-94.2%. Cell-line San3 had markedly increase mRNA levels at 202.9% of controls. \n\nProtein Levels: six cell-lines showed no MCD protein on western blot analysis, three cell-lines showed a reduced level. One cell-Line showed a substantial increase in protein level at the expected  66 kDa band and an additional 67-83 kDa band. \n\nEnzyme activity: the enzyme activity was reduced in 9/10 cell-lines, the activity of the 10th cell-line was not determined. the reduced activity levels ranged from <3%-30.3%.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12955715","type":"dc:BibliographicResource","dc:abstract":"Malonyl-CoA decarboxylase (MLYCD) deficiency is an autosomal recessive disorder characterized by malonic aciduria, developmental delay, seizure disorder, hypoglycemia, and cardiomyopathy. Genomic sequencing of MLYCD in nine unrelated patients identified 16 of 18 pathogenic alleles, which are documented in the newly created Human MLYCD Allelic Variant Database (http://mlycd.hgu.mrc.ac.uk/). Fibroblast cell lines were available from eight of these patients and two previously reported patients with homozygous MLYCD mutations. Western blot analysis using antisera raised to a C-terminal peptide detected a 66-kDa band that was absent in six patients and substantially reduced in three patients. One patient showed an increase in protein levels with a prominent smeary 68-l83-kDa band. Immunocytochemical analysis of MLYCD-expressing patient cell lines showed apparent intracellular mislocalization. An extreme N-terminal mutation c.8G>A (p.G3D) mislocalized to the plasma membrane, suggesting that a novel targeting signal may reside in a four-amino acid conserved N-terminal motif. A 25-base deletion between the putative mitochondrial and peroxisomal initiating codons (M1 and M40) and a point mutation ablating the second of these (c.119T>C, p.M40T) both showed punctate perinuclear staining. As none of the three mislocalizing mutations are predicted to alter the catalytic function of the peptide, it seems likely that correct subcellular localization of MLYCD is critical for it to function normally.","dc:creator":"Wightman PJ","dc:date":"2003","dc:title":"MLYCD mutation analysis: evidence for protein mistargeting as a cause of MLYCD deficiency."},"rdfs:label":"Cell-Line Protein Study"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Could mark down considering this evidence also supports most of the variants curated for this entry. Would like to avoid over counting, but there is no other study showing this level of protein evidence in patient cells. There are other genetic studies with additional probands and variants."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b89225fa-e973-4401-b22b-290b028e39c9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ffffbaff-5481-44c6-a2e2-f84c035561b3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Curating this model to note that no phenotype similar to human malonic aciduria was described in these mice. The authors were mainly focused on the potential cardiac phenotype but stated that \" Heterozygous and mcd−/− mice were produced with a near-mendelian frequency, and neither the heterozygous nor the mcd−/− mice displayed any overt phenotypes.\" It seems that no attempt to mimic or measure other metabolic phenotypes (i.e. stress test, fasting testing for aciduria) were made.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17030679","type":"dc:BibliographicResource","dc:abstract":"Acute pharmacological inhibition of cardiac malonyl coenzyme A decarboxylase (MCD) protects the heart from ischemic damage by inhibiting fatty acid oxidation and stimulating glucose oxidation. However, it is unknown whether chronic inhibition of MCD results in altered cardiac function, energy metabolism, or ischemic cardioprotection.","dc:creator":"Dyck JR","dc:date":"2006","dc:title":"Absence of malonyl coenzyme A decarboxylase in mice increases cardiac glucose oxidation and protects the heart from ischemic injury."},"rdfs:label":"Malonyl coenzyme A decarboxylase KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Adding this model to this entry to note that a KO mouse model exists but that no phenotypes related to human malonic aciduria were noted."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6ad380cb-2d51-4638-be10-f590fa05cf3d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9e4e9047-7326-43fb-9baf-84ee091d3955","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":7,"detectionMethod":"\"Polymerase chain reaction (PCR) amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA (see Table 2 for primer sequences). The 50 region of exon 1 is very CG-rich and was amplified in two overlapping fragments. Exon 1 (50 region) was amplified using the Advantages-CG rich polymerase mix kit (Clontech, Palo Alto, CA), according to manufacturer’s instructions...\"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"High malonic acid, methylmalonic acid and ethylrnalonic acid in urine","phenotypes":["obo:HP_0001250","obo:HP_0001638","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6ad380cb-2d51-4638-be10-f590fa05cf3d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64e21701-8fd7-4b1c-8f3b-75c5f587c78d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.119T>C (p.Met40Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4060"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"Mat1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Decided on higher then default, points since there is a lot of evidence from patient-derived fibroblasts. (See variant evidence)"},{"id":"cggv:7d75b102-b81c-433a-bbbf-975f493e31a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:21716800-9354-4c8e-812c-b23ca37a61a0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"PCR amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA . Authors note that the 50 region of exon 1 is very CG-rich and addressed this by modifying the PCR protocol and amplifying the region in two overlapping fragments.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001250","obo:HP_0002013","obo:HP_0001263","obo:HP_0001943","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"MLYCD was previously evaluated through direct PCR sequencing (FitzPatrick et al. 1999 PMID: 10417274)","sex":"Female","variant":{"id":"cggv:7d75b102-b81c-433a-bbbf-975f493e31a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6fdbb866-5b7c-413f-b593-335c8665e549","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.560C>G (p.Ser187Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4055"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"McP2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Consanguineous parents, only MLYCD was evaluated. Some supporting experimental evidence. Could score up to default depending on expert review."},{"id":"cggv:2e437960-f76e-4913-8a3f-9bee4cd82122_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8b30867a-7a21-4a2c-bb6a-3c646b5e8ce3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002013","obo:HP_0002027","obo:HP_0001941","obo:HP_0004322","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:2e437960-f76e-4913-8a3f-9bee4cd82122_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d20b6af-972f-43bf-8e38-c17f92ff9449","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.8G>A (p.Gly3Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4059"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"Bro1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Decided to score based on high variant evidence but chose lower than the default score in recognition of family consanguinity."},{"id":"cggv:3e3e7486-a831-41ec-bc2e-f7f9c3017479_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f36b0dec-f74d-4609-85d6-f0503c27d874","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"PCR amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA . Authors note that the 50 region of exon 1 is very CG-rich and addressed this by modifying the PCR protocol and amplifying the region in two overlapping fragments.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"left-sided cerebral infarction, right-sided cerebral palsy, malonic aciduria","phenotypes":["obo:HP_0001250","obo:HP_0001943","obo:HP_0000023","obo:HP_0000047","obo:HP_0100021","obo:HP_0001942","obo:HP_0001263","obo:HP_0004322","obo:HP_0001531","obo:HP_0001941","obo:HP_0001433"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3e3e7486-a831-41ec-bc2e-f7f9c3017479_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cc1f1cba-7ec6-427b-8bf0-e24ffe53fe4b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.1151_1159del (p.Trp384_Gln386del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820585"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"San3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Decided to score as a null variant, but gave lower than default since there is family consanguinity. The score could increase depending on expert review."},{"id":"cggv:97a1cbd9-0001-4f75-879b-29c0b6f43553_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8656990c-74a2-45c8-9912-940300020013","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"PCR amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA . Authors note that the 50 region of exon 1 is very CG-rich and addressed this by modifying the PCR protocol and amplifying the region in two overlapping fragments","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001638","obo:HP_0001942","obo:HP_0001941","obo:HP_0001644","obo:HP_0001943"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:97a1cbd9-0001-4f75-879b-29c0b6f43553_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6b2a506a-5835-4769-828e-9403ddc7216f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.59dup (p.Arg21AlafsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA624017909"}},{"id":"cggv:f13f398e-3874-4ab3-973a-83d3edd1ac80","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.634dup (p.Ile212AsnfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820584"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"San1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:0020673c-e133-48a3-81a6-c1dcda2d3366_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7ce0e25a-e7c0-4bea-beb6-29bd668d6b4d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"detectionMethod":"PCR amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA . Authors note that the 50 region\nof exon 1 is very CG-rich and addressed this by modifying the PCR protocol and amplifying the region in two overlapping fragments.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002013","obo:HP_0001250","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"MLYCD was previously evaluated through direct PCR sequencing (FitzPatrick et al. 1999 PMID: 10417274)","sex":"Male","variant":{"id":"cggv:0020673c-e133-48a3-81a6-c1dcda2d3366_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a892f5ea-e5fb-4408-b7cc-b91e36635af3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MLYCD, IVS4AS, A-G, -14","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4056"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"McP1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"While there is experimental evidence to support the variant found in this patient, I decided to give this proband 0 pts due to discrepancies in the reported variant nomenclature, inconsistencies in phenotype-enzyme activity in previous reports as noted by current authors, parental consanguinity, and finally the uncertainty of variant relevance illuminated by gnomAD's description of \"non coding transcript exon\" for this (likely) variant while noting that the allelic variant c.949-8C>G is considered a splice region. The final decision for this variant will be determined by expert review."},{"id":"cggv:514466f5-480e-428f-9efe-8d8c3f5f5471_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eade44f4-ab25-4ec6-b1e3-280cf4c7b635","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":10,"detectionMethod":"","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0001943","obo:HP_0001250","obo:HP_0001263","obo:HP_0001941","obo:HP_0001942","obo:HP_0002013"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:514466f5-480e-428f-9efe-8d8c3f5f5471_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:37312980-0ea2-496a-9d22-78f36bcd5fa0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.475delG (p.Ala159Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/203813"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"Haa1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:ab844162-0579-4a0d-88e6-3e7ddb0f0be9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c5553adb-26cc-43df-92a9-edfbdd2d9905","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"detectionMethod":"PCR amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA . Authors note that the 50 region of exon 1 is very CG-rich and addressed this by modifying the PCR protocol and amplifying the region in two overlapping fragments.","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001250","obo:HP_0001942","obo:HP_0001263","obo:HP_0001943","obo:HP_0001638","obo:HP_0002013","obo:HP_0001941"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:ab844162-0579-4a0d-88e6-3e7ddb0f0be9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:24396744-6b0b-4886-adec-271eabf24e01","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MLYCD, 25-BP DEL, NT84","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4061"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"Yan1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Significant variant evidence."},{"id":"cggv:598dd898-b39a-45ea-a60b-d7cde8d33e9c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8adc093a-2621-449d-adae-e51ebcce3cff","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Days","ageValue":4,"detectionMethod":"PCR amplification was used to amplify products that spanned the five MYLCD exons from genomic DNA . Authors note that the 50 region of exon 1 is very CG-rich and addressed this by modifying the PCR protocol and amplifying the region in two overlapping fragments.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001942","obo:HP_0008947","obo:HP_0001943","obo:HP_0002240","obo:HP_0001941","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:598dd898-b39a-45ea-a60b-d7cde8d33e9c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e15c7eda-0886-45da-a8ca-db841fc2597e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012213.2(MLYCD):c.393C>G (p.Tyr131Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396918242"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12955715","rdfs:label":"Kra1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Consanguineous parents, but some variant level evidence"},{"id":"cggv:adfd2e54-e9ed-481e-8e0e-dcceb98a0d4d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5aec4c60-1cec-4e50-8d02-46b9fb7fce8d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Sanger sequencing of cDNA from primary patient fibroblasts. See Figure 3","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000054","obo:HP_0000110","obo:HP_0012072","obo:HP_0001290","obo:HP_0001942","obo:HP_0001522","obo:HP_0004347","obo:HP_0001639","obo:HP_0001695","obo:HP_0001939"],"previousTesting":true,"previousTestingDescription":"Authors ruled out chromosomal abnormalities. Methods were not described.","sex":"Male","variant":{"id":"cggv:adfd2e54-e9ed-481e-8e0e-dcceb98a0d4d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b4cec6ba-d0a7-45b1-baf6-52c7798d91a3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MLYCD, 4-BP DEL, 638GTGA","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4057"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9869665"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9869665","rdfs:label":"Gao 1999 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":486,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.5,"subject":{"id":"cggv:8058f392-72ea-48e8-8968-a5f7c40cc62d","type":"GeneValidityProposition","disease":"obo:MONDO_0009556","gene":"hgnc:7150","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"\n","dc:isVersionOf":{"id":"cggv:70af8ffa-430b-4c69-bfa9-d6ba2f7b4f32"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}