{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-27T14:55:06.527Z","role":"Publisher"},{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-27T14:54:58.008Z","role":"Approver"}],"evidence":[{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d43fa07-3f56-404c-bfb1-b48360a8e154","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a6f04df-07eb-4b4f-a689-5a1bc709490f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Brain in situ hybridization in mouse revealed Ppp1r12a expression in the prosencephalic neural folds of the mouse at gestational day (GD) 8.25. Staining of sections through the neural folds illustrated Ppp1r12a expression restricted to the mesenchymal compartment (Figure 2). Mouse urogenital immunostaining of PPP1R12A showed protein localization in the lower urinary tract, specifically in epithelium of the bladder, urethra, and genital tubercle epithelium at GDs 13 and 13.75 (Figures 3A and 3C). In human embryos at week 10, IHC staining revealed PPP1R12A localization in the genital tubercle epithelium (ectoderm derived), the bladder and urethra (endoderm derived), urogenital sinus (UGS) mesenchymal cells, and bladder detrusor muscle (Figure 3E).\n\nLow tissue specificity in Human Brain Atlas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31883643","type":"dc:BibliographicResource","dc:abstract":"In two independent ongoing next-generation sequencing projects for individuals with holoprosencephaly and individuals with disorders of sex development, and through international research collaboration, we identified twelve individuals with de novo loss-of-function (LoF) variants in protein phosphatase 1, regulatory subunit 12a (PPP1R12A), an important developmental gene involved in cell migration, adhesion, and morphogenesis. This gene has not been previously reported in association with human disease, and it has intolerance to LoF as illustrated by a very low observed-to-expected ratio of LoF variants in gnomAD. Of the twelve individuals, midline brain malformations were found in five, urogenital anomalies in nine, and a combination of both phenotypes in two. Other congenital anomalies identified included omphalocele, jejunal, and ileal atresia with aberrant mesenteric blood supply, and syndactyly. Six individuals had stop gain variants, five had a deletion or duplication resulting in a frameshift, and one had a canonical splice acceptor site loss. Murine and human in situ hybridization and immunostaining revealed PPP1R12A expression in the prosencephalic neural folds and protein localization in the lower urinary tract at critical periods for forebrain division and urogenital development. Based on these clinical and molecular findings, we propose the association of PPP1R12A pathogenic variants with a congenital malformations syndrome affecting the embryogenesis of the brain and genitourinary systems and including disorders of sex development.","dc:creator":"Hughes JJ","dc:date":"2020","dc:title":"Loss-of-Function Variants in PPP1R12A: From Isolated Sex Reversal to Holoprosencephaly Spectrum and Urogenital Malformations."},"rdfs:label":"Hughes 2020 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in neural tissue (mouse) and urogenital system (mouse and human) during embryonic development, consistent with phenotypic spectrum."},{"id":"cggv:5ccf71e1-39cd-4977-bbce-f942da18e814","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a39a6666-4148-44c2-a0d8-162b89eb8ea7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Determined which tissues express mypt1 during the early stages of zebrafish development. Northern blot analysis revealed that mypt1 transcripts were expressed at similar levels from unfertilized eggs (maternal expression) through to 5-dpf embryos (Fig. 5A). Whole-mount in situ hybridization (WISH) showed that at 24 hpf, mypt1 is mainly expressed in the head and somites (Fig. 5B). At 30 and 34 hpf, mypt1 transcripts are mainly enriched in the head region and are also expressed along the foregut endoderm (Wallace and Pack, 2003) (Fig. 5B). Sectioned 34-hpf embryos hybridized with a mypt1 probe (Fig. 5C), or with mypt1 and prox1 double probes (Fig. 5D), showed that mypt1 is expressed in the neural tube, in the LPM surrounding the endoderm, and in the endoderm cells including hepatoblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18776143","type":"dc:BibliographicResource","dc:abstract":"Mesodermal tissues produce various inductive signals essential for morphogenesis of endodermal organs. However, little is known about how the spatial relationship between the mesodermal signal-producing cells and their target endodermal organs is established during morphogenesis. Here, we report that a mutation in the zebrafish myosin phosphatase targeting subunit 1 (mypt1) gene causes abnormal bundling of actin filaments and disorganization of lateral plate mesoderm (LPM) and endoderm cells. As a result, the coordination between mesoderm and endoderm cell movements is disrupted. Consequently, the two stripes of Bmp2a-expressing cells in the LPM fail to align in a V-shaped pocket sandwiching the liver primordium. Mispositioning Bmp2a-producing cells with respect to the liver primordium leads to a reduction in hepatoblast proliferation and final abortion of hepatoblasts by apoptosis, causing the liverless phenotype. Our results demonstrate that Mypt1 mediates coordination between mesoderm and endoderm cell movements in order to carefully position the liver primordium such that it receives a Bmp signal that is essential for liver formation in zebrafish.","dc:creator":"Huang H","dc:date":"2008","dc:title":"Mypt1-mediated spatial positioning of Bmp2-producing cells is essential for liver organogenesis."},"rdfs:label":"Huang 2008 zebrafish expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"consider together with other expression data"},{"id":"cggv:9ae7992d-5543-42c7-be60-7b537699a852","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:52741cfe-daca-422a-9e66-bf65fa9dcda2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"FLAG-tagged zebrafish and mouse wild-type Mypt11-305 (N-terminal 305 residues where binding domain known to be located) was co-expressed with HA-tagged mouse PP1c in COS-7 cells and was coimmunoprecipitated using an anti-FLAG antibody. PP1c was detected with an anti-HA antibody and Mypt1 with an antibody against human MYPT1 (PPP1R12A – HUGO). WT Mypt11-305 exhibited strong binding to PP1c. Cells transfected with HA-PP1c alone were used as the negative control (Fig. 4D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18776143","rdfs:label":"Huang 2008 protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"PPP1CB, which encodes one of 3 catalytic subunits of PP1 (PP1C-beta/delta), is associated with AD Noonan-like syndrome with loose anagen hair (Definitive by ClinGen in April 2020). The other two subunits, PP1C-alpha encodes by PP1CA and PP1C-gamma encoded by PP1CC, have not been associated with human disease.\nDid not score because could not confirm which catalytic subunit was involved in co-IP. Also, llimited overlap between phenotypes of associated genes and little evidence linking this gene to MAPK pathway (e.g., liver phenotype linked to Bmp signaling in this model)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17ffa88f-d6e5-4412-af71-0f57aef61879","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d26c167b-d15a-404e-8f10-4ed5c8cf79c0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Describe 3 mel-11 alleles (PPP1R12A homolog) in C. elegans. sb56 represents a strong (near null) loss-of-function (lf) allele and results in both maternal-effect lethal (Mel) and adult hermaphrodite sterile (Ste) phenotypes (no variant identified, likely alters promoter activity or splicing patterns). The canonical mel-11 allele, it26, which was isolated by Kemphues et al. (1988), results in the Ste phenotype (Trp22Ter). The third allele, sb55, appears hypomorphic for both phenotypes (premature stop in exon 11). The mel-11(it26) embryos also show an elongation-defective phenotype, show an apparent hypercontraction in the middle to posterior of the embryo, and often rupture along the ventral midline (Fig. 2). RNA interference (RNAi) experiments in wild-type embryos also lead to embryos with the above-described elongation defects when mel-11 RNA is used (data not shown). Young adult hermaphrodites homozygous for the infertility mel-11(sb56) allele show defects in the somatic gonad (Fig. 5). mel-11(sb55) worms showed a defect in spermathecal function. The authors note that \"ehe overall structure of MEL-11 is similar to the myosin phosphatase regulatory subunits found in mammals.\"\n\nThe PPP1R12A homologue MEL-11 facilitates embryonic elongation through changes in cell shape by contraction of the epidermal cell layer that encloses the embryo.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10208747","type":"dc:BibliographicResource","dc:abstract":"Caenorhabditis elegans embryonic elongation is driven by cell shape changes that cause a contraction of the epidermal cell layer enclosing the embryo. We have previously shown that this process requires a Rho-associated kinase (LET-502) and is opposed by the activity of a myosin phosphatase regulatory subunit (MEL-11). We now extend our characterization and show that mel-11 activity is required both in the epidermis during embryonic elongation and in the spermatheca of the adult somatic gonad. let-502 and mel-11 reporter gene constructs show reciprocal expression patterns in the embryonic epidermis and the spermatheca, and mutations of the two genes have opposite effects in these two tissues. These results are consistent with let-502 and mel-11 mediating tissue contraction and relaxation, respectively. We also find that mel-11 embryonic inviability is genetically enhanced by mutations in a Rac signaling pathway, suggesting that Rac potentiates or acts in parallel with the activity of the myosin phosphatase complex. Since Rho has been implicated in promoting cellular contraction, our results support a mechanism by which epithelial morphogenesis is regulated by the counteracting activities of Rho and Rac.","dc:creator":"Wissmann A","dc:date":"1999","dc:title":"The Caenorhabditis elegans mel-11 myosin phosphatase regulatory subunit affects tissue contraction in the somatic gonad and the embryonic epidermis and genetically interacts with the Rac signaling pathway."},"rdfs:label":"Wissman 1999 C. elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Different variants in the C. elegans PPP1R12A homolog result in an overlapping spectrum of infertility/gonadal defects and midline/elongation defects. Replication of findings with RNAi. Failure of ventral enclosure also relates to neural tube defects in terms of embryonic morphogenesis???"},{"id":"cggv:ade68de9-b33a-4906-9b6a-ca4cdfaca99f","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:620fb270-a399-4785-a306-1c95286ce38c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish with a naturally occurring p.Val36Met variant in mypt1 (homolog of PPP1R12A) (strain sq181)  show a liverless phenotype. The variant occurs in the KV36xF motif of Mypt1 (see Fig. S1C in the supplementary material), which is involved in binding PP1c. The mutant phenotype was also phenocopied in morphants injected with a splice-blocking mypt1-specific antisense morpholino (mypt1-MO) (Fig. 4B) (297 liverless and 26 small liver out of 323 morphants examined). Injection of mRNA encoding WT and mutant Mypt1 into one-cell stage sq181 mutant embryos was done to confirm the causative nature of the variant. At 3 days post-fertilization (dpf), 93% of the mutants injected with the WT mypt1 mRNA had the expression of lfabp (liver marker) restored (n=45), whereas the G-to-A mutant  mypt1 mRNA failed to rescue the mutant phenotype (n=15) (see Fig. S1D in the supplementary material). The authors note that \"note that there is a large\nmaternal contribution of mypt1, which would allow the mutant embryo to undergo early morphogenesis without apparent defects\". They also speculate that \"other defects might be found in these embryos when they are examined with probes that reveal subtle alterations in the development of other embryonic structures.\"\n\nSubsequent experiments showed that the variant impairs PP1c binding and causes dysregulated myosin phosphorylation (Fig. 4) as well as abnormal bundling of actin filaments and disorganization of lateral plate mesoderm (LPM) and endoderm cells (Fig. 6). Altered bmp2a signaling was specifically implicated in the liverless phenotype (Fig. 8), which was believed to result from disrupted coordination between mesoderm and endoderm cell movements.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18776143","rdfs:label":"Huang 2008 zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"liver phenotype not reported in human patients but shows that variants/KD can prevent PPP1R12A-PP1c binding and disrupt the funtion of mysoin phosphatase. Considered scoring the follow-on experiments (maybe reclassified as functional alteration in non-patient cells) but decided against."},{"id":"cggv:4cd0a318-40e8-4e81-a7f6-db9751292d9e","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:a4971017-56cb-419d-b7a7-e4155c893f0a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Generated mice with a smooth muscle-specific deletion of MYPT1 to investigate its physiologic role in intestinal smooth muscle contraction. Used the Cre-loxP system to establish Mypt1-floxed mice, with the promoter region and exon 1 of Mypt1 flanked by 2 loxP sites. These mice were crossed with SMA-Cre transgenic mice to generate mice with smooth muscle-specific deletion of MYPT1 (Mypt1(SMKO) mice). The phenotype was assessed by histologic, biochemical, molecular, and physiologic analyses. Young adult Mypt1(SMKO) mice had normal intestinal motility in vivo, with no histologic abnormalities. On stimulation with KCl or acetylcholine, intestinal smooth muscles isolated from Mypt1(SMKO) mice produced robust and increased sustained force due to increased phosphorylation of the myosin regulatory light chain compared with muscle from control mice. Additional analyses of contractile properties showed reduced rates of force development and relaxation, and decreased shortening velocity, compared with muscle from control mice. Permeable smooth muscle fibers from Mypt1(SMKO) mice had increased sensitivity and contraction in response to Ca(2+). Conclude that MYPT1 is not essential for smooth muscle function in mice but regulates the Ca(2+) sensitivity of force development and contributes to intestinal phasic contractile phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23499953","type":"dc:BibliographicResource","dc:abstract":"The regulatory subunit of myosin light chain phosphatase, MYPT1, has been proposed to control smooth muscle contractility by regulating phosphorylation of the Ca(2+)-dependent myosin regulatory light chain. We generated mice with a smooth muscle-specific deletion of MYPT1 to investigate its physiologic role in intestinal smooth muscle contraction.","dc:creator":"He WQ","dc:date":"2013","dc:title":"Altered contractile phenotypes of intestinal smooth muscle in mice deficient in myosin phosphatase target subunit 1."},"rdfs:label":"He 2014 smooth muscle specific KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"tissue-specific KO not relevant for human phenotype; like zebrafish model with liver phenotype, considered scoring follow-on experiments but decided against."},{"id":"cggv:b85237ab-4b84-480b-9696-2c932ca98baa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f621d28b-8bed-4f44-b178-60cb877d45a6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In zebrafish, translation-blocking morpholino-mediated knockdown of Mypt1 (Ppp1r12a) results in gastrulation defects including complete and partial cyclopia and microphthalmia reminiscent of the severe phenotypic changes observed in humans with holoprosencephaly (HPE). Ectopic expression of the specific Mypt1 inhibitors Cpi-17 and Phi-1 was also tested.\n\nmypt1 MO (1 ng) reduced endogenous Mypt1 protein levels (Fig. 1I). After 48 hours, mypt1 morphant embryos had a dramatically shorter body axis, wavy notochord, broad somites and serious defects in heart morphology (Fig. 1B) as compared with control embryos (Fig. 1A). Similar morphogenetic defects were seen in embryos injected with cpi-17 mRNA (Fig. 1C) or phi-1 mRNA (not shown). Injection of cpi-17 or ca-mlck resulted in complete cyclopia (Fig. 1C,G), whereas injection of phi-1 or the mypt1 MO resulted in partial cyclopia and small eyes (Fig. 1B and data not shown). Injection of constitutively active myosin light chain kinase mRNA (ca-mlck), which was predicted to cause the same biochemical effect as a loss of Myosin phosphatase, produced the same phenotype (Fig. 1D). Morphants (Fig. 2B,D,F; 44 of 52 embryos) and cpi-17 (Fig. 2G; 38 of 49 embryos) and ca-mlck (Fig. 2H; 32 of 51 embryos) embryos displayed short, broad notochords and broadened presomitic domains as compared with the wild type (WT) (Fig. 2A,C,E). Anterior migration of the prechordal plate was also defective. Injection of 100 pg of human MYPT1 mRNA rescued the phenotype of mypt1 morphant embryos (Fig. 1F,J); human MYPT1 is 75% identical and 85% similar to zebrafish Mypt1 and the mRNA matches the MO at only 9 of 25 positions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19515695","type":"dc:BibliographicResource","dc:abstract":"Rho-dependent amoeboid cell movement is a crucial mechanism in both tumor cell invasion and morphogenetic cell movements during fish gastrulation. Amoeboid movement is characterized by relatively non-polarized cells displaying a high level of bleb-like protrusions. During gastrulation, zebrafish mesodermal cells undergo a series of conversions from amoeboid cell behaviors to more mesenchymal and finally highly polarized and intercalative cell behaviors. We demonstrate that Myosin phosphatase, a complex of Protein phosphatase 1 and the scaffolding protein Mypt1, functions to maintain the precise balance between amoeboid and mesenchymal cell behaviors required for cells to undergo convergence and extension. Importantly, Mypt1 has different cell-autonomous and non-cell-autonomous roles. Loss of Mypt1 throughout the embryo causes severe convergence defects, demonstrating that Mypt1 is required for the cell-cell interactions involved in dorsal convergence. By contrast, mesodermal Mypt1 morphant cells transplanted into wild-type hosts undergo dorsally directed cell migration, but they fail to shut down their protrusive behavior and undergo the normal intercalation required for extension. We further show that Mypt1 activity is regulated in embryos by Rho-mediated inhibitory phosphorylation, which is promoted by non-canonical Wnt signaling. We propose that Myosin phosphatase is a crucial and tightly controlled regulator of cell behaviors during gastrulation and that understanding its role in early development also provides insight into the mechanism of cancer cell invasion.","dc:creator":"Weiser DC","dc:date":"2009","dc:title":"Rho-regulated myosin phosphatase establishes the level of protrusive activity required for cell movements during zebrafish gastrulation."},"rdfs:label":"Weiser 2009 zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"zebrafish KD model show severe eye and gastrulation defects but typically milder eye malformations reported in human patients; gastrulation defects reflect disrupted  morphogenetic movements, neural tube defects in mammals also result from disrupted morphogenetic movements\n\nThe authors note that this phenotype differs considerably from that of embryos lacking only zygotic mypt1, which show no defect in body axis elongation (Huang et al., 2008)."},{"id":"cggv:1923468b-c149-43e4-a43c-abab0cd77f83","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:eff1a8a4-22c7-428d-83c3-e0fc9eadbd44","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Generated MYPT1-deficient mice by gene targeting. The heterozygous mice showed no changes in expression levels of MYPT1 and no distinct phenotype compared to wild-type mice was observed. Both males and females were healthy and fertile. Homozygosity for the deletion was embryonic lethal before 7.5 dpc","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16145842","type":"dc:BibliographicResource","dc:abstract":"Myosin phosphatase (MP) is a major phosphatase responsible for the dephosphorylation of the regulatory light chain of myosin II. MYPT1, a target subunit of smooth and nonmuscle MP, is responsible for activation and regulation of MP. To identity the physiological roles of MP, we have generated MYPT1-deficient mice by gene targeting. The heterozygous mice showed no changes in expression levels of MYPT1 and no distinct phenotype compared to wild-type mice was observed. None of the F2 mice were homozygous for the MYPT1 deletion, indicating that the targeted disruption of the MYPT1 gene resulted in embryonic lethality. The point of embryonic lethality is before 7.5 dpc. These findings indicate that MYPT1 is essential for mouse embryogenesis.","dc:creator":"Okamoto R","dc:date":"2005","dc:title":"The targeted disruption of the MYPT1 gene results in embryonic lethality."},"rdfs:label":"Okatmoto 2005 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"no phenotype in het KO mice; homozygous KO is embryonic lethal with no follow-on experiments in embryos"},{"id":"cggv:f0271a57-100a-4add-8446-cfb1c5d158aa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:61e2706a-60f2-4f56-89d7-6934c791e20b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Drosophila MYPT (DMYPT) is the only homolog for human MYPT (PPP1R12A).  Sequence alignment shows that DMYPT shares significant homology with human MYPTs in three regions (Fig. 1B), the N terminus containing several ankyrin repeats, the C terminus, and a short peptide in the middle that contains the highly conserved inhibitory phosphorylation site (Fig. 1C). Complete deletion of DMYPT (DMYPT03802 insertion) is embryonic lethal; however, the original lethal insertion could be rescued with a transgene containing a heat shock promoter driving a DMYPT cDNA. Following 1-hour heat treatments daily from embryogenesis to eclosion, hs-DMYPT fully rescues DMYPT03802 homozygous animals to adulthood. Stopping heat treatment 1 to 2 days before eclosion lead to incomplete rescue of DMYPT03802, with adults developing wing and leg defects. Lethal phase analysis showed that 44% of homozygous DMYPT03802 animals die during embryogenesis, while the remaining 56% die during early first larval instar (485 total embryos counted). More than 80% of the dead mutant embryos displayed a failure of dorsal closure with a characteristic dorsal hole in their cuticles (Fig. 2B,C).\n\nThe authors note that DMYPT is maternally contributed and suggest that the maternal supply of DMYPT is likely the reason that the dorsal closure phenotype is variable among embryos and is influenced by genetic background.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12505998","type":"dc:BibliographicResource","dc:abstract":"Myosins are a superfamily of actin-dependent molecular motor proteins, among which the bipolar filament forming myosins II have been the most studied. The activity of smooth muscle/non-muscle myosin II is regulated by phosphorylation of the regulatory light chains, that in turn is modulated by the antagonistic activity of myosin light chain kinase and myosin light chain phosphatase. The phosphatase activity is mainly regulated through phosphorylation of its myosin binding subunit MYPT. To identify the function of these phosphorylation events, we have molecularly characterized the Drosophila homologue of MYPT, and analyzed its mutant phenotypes. We find that Drosophila MYPT is required for cell sheet movement during dorsal closure, morphogenesis of the eye, and ring canal growth during oogenesis. Our results indicate that the regulation of the phosphorylation of myosin regulatory light chains, or dynamic activation and inactivation of myosin II, is essential for its various functions during many developmental processes.","dc:creator":"Tan C","dc:date":"2003","dc:title":"Roles of myosin phosphatase during Drosophila development."},"rdfs:label":"Tan 2003 Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"complete deletion of Drosophila ortholog is embryonic lethal, with embryos showing dorsal closure defects. Dorsal closure depends on tissue contraction, actin-myosin machinery, cell adhesion, and apoptosis and shows similarities with neural tube closure in mammals. \nHoloprosencephaly is a neural tube defect, so relates to part of human phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:6987d686-b38d-425b-bcc1-dcedbf192b03_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d251a70e-c22b-47d4-8127-5231a6b503da","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Fetal ultrasound and MRI which demonstrated agenesis of the corpus callosum and colpocephaly as well as pyelectasis and intrauterine growth restriction. A Cesarean delivery occurred at 36 2/7 weeks for breech presentation and oligohydramnios. Significant findings on newborn evaluation included low birth weight of 2.04 kg (3-10th centile), decreased subcutaneous fat, mild facial asymmetry, ulnar drift at the wrist and fisting, upper back kyphosis, and grade 1 hydronephrosis with renal asymmetry detected by ultrasound. Findings at age 5.5 years were grossly unchanged apart from additional behavioral issues including ADHD and defiance. Phenotypic male.","previousTesting":true,"previousTestingDescription":"Chromosome analysis of amniocytes showed 46,XY Normal male. Chromosome microarray analysis (CMA) was arr(1-22normal.","sex":"Male","variant":{"id":"cggv:6987d686-b38d-425b-bcc1-dcedbf192b03_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:68586329-abaa-4759-bb88-5080bdbda5c0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002480.3(PPP1R12A):c.793-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385851569"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643","rdfs:label":"individual 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de novo predicted null (canonical splice with premature stop and NMD predicted) with confirmed parentage"},{"id":"cggv:248ddf43-4f95-4a09-b70a-6465f1af0a62_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a069cb3-6ba8-4550-9b95-5b3631d21d3f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Ambiguous genitalia at birth. Physical exam revealed micropenis, chordee, scrotal hypospadias, bilateral cryptorchidism, and a uterus on ultrasound. No other birth defects were reported. Additionally, serum anti-Müllerian hormone levels were below normal range. Developmentally, he was reported appropriate for age and had an unremarkable head CT scan.","previousTesting":true,"previousTestingDescription":"Karyotype was 46,XY Normal male.","sex":"Intersex","variant":{"id":"cggv:248ddf43-4f95-4a09-b70a-6465f1af0a62_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6c25ed1e-8713-4fd7-8d13-a530dad37592","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002480.3(PPP1R12A):c.2739_2740del (p.Leu914ArgfsTer14)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532577"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643","rdfs:label":"individual 5"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de novo predicted null (NMD expected) with confirmed parentage"},{"id":"cggv:ad796ab0-102d-4fae-86c6-93ac6b6c4286_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69c4f31d-e71c-402a-90d8-3e307cc27139","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Phenotypic sex female, genotypic sex 46,XX. She had syntelencephaly/middle interhemispheric variant (MIHV) of holoprosencephaly, polymicrogyria, and Chiari I malformation identified on brain MRI. Other medical problems included intellectual disability, attention deficit hyperactivity disorder (ADHD), and seizures.","previousTesting":true,"previousTestingDescription":"Sanger sequencing of the four most common genes associated with HPE, SHH (MIM: 600725), ZIC2 (MIM: 603073), SIX3 (MIM: 603714), and TGIF (MIM: 602630), failed to identify any detectable pathogenic variants.","sex":"Female","variant":{"id":"cggv:ad796ab0-102d-4fae-86c6-93ac6b6c4286_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:38eb2ec5-f4f7-4795-9921-bd4c6c07399f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002480.3(PPP1R12A):c.2033_2034del (p.Ser678Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/827964"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643","rdfs:label":"individual 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de novo predicted null (NMD expected) with confirmed parentage"},{"id":"cggv:485b2d18-ac1f-4735-98b2-aeb5354d6e3f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2627a8fe-a1b3-4c72-801f-973e19e0539e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Phenotypic female with a 46,XY Normal male karyotype, and had external genitalia notable for clitoral hypertrophy (0.5 cm in diameter), urogenital sinus (UGS), vaginal opening and posterior fusion of the labia majora. No uterus was identified on pelvic ultrasound. Prenatal history was unremarkable with spontaneous vaginal delivery at 39 weeks. Biochemical workup was not consistent with congenital adrenal hyperplasia. Neuroimaging not done.","previousTesting":true,"previousTestingDescription":"46,XY Normal male karyotype","sex":"Intersex","variant":{"id":"cggv:485b2d18-ac1f-4735-98b2-aeb5354d6e3f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:adb3e59e-0173-4e3b-ac95-906f6bd63e58","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002480.3(PPP1R12A):c.2698C>T (p.Arg900Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA240144876"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643","rdfs:label":"individual 9"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de novo predicted null (NMD expected) with confirmed parentage"},{"id":"cggv:8b0dec19-bb92-46a1-a7e1-227d302b6ef0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0936f709-ef98-4ba3-86f8-1b16953740c5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"research genome sequencing, confirmed by Sanger sequencing","firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"Evaluated by genetics due to discordance between the chromosome sex (46,XY) on cell free non-invasive prenatal testing and the phenotypic sex as identified on fetal ultrasound showing a female external genitalia. Postnatally, she was noted to have jejunal and ileal atresia. Surgery revealed an aberrant mesenteric blood supply, normal-appearing ovaries with Fallopian tubes and a uterus. CMA was arr(1-22)x2,(X,Y)x1 normal male. An ultrasound at 1 year showed normal kidneys and confirmed the presence of a uterus, but did not identify gonads, suggesting gonadal degeneration. Examination at age 2 showed a clitoris, posterior labial fusion, increased labial rugation and pigmentation, and mild gynecomastia. Her growth parameters were normal. She had strabismus, bilateral epicanthus inversus, right esotropia, abnormal auricles, bilateral 5th digit clinodactyly, and spoon-shaped toenails. She had developmental delay and autism spectrum disorder. Luteinizing hormone and FSH was within normal range, and anti-müllerian hormone and testosterone was lower than normal range for a male with a 46,XY karyotype. Brain MRI has not been done.","previousTesting":true,"previousTestingDescription":"CMA was arr(1-22)x2,(X,Y)x1 normal male.","sex":"Intersex","variant":{"id":"cggv:8b0dec19-bb92-46a1-a7e1-227d302b6ef0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2df6bfde-da10-4c97-9e61-3d8868e2ab51","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002480.3(PPP1R12A):c.681dup (p.Lys228Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532578"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643","rdfs:label":"individual 12"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de novo predicted null (NMD expected)"},{"id":"cggv:2f6a05ba-acd6-4708-86cd-2c00e902712f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:19b01beb-8eb4-4e1e-a2d1-1d16f546a76c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Found on fetal ultrasound, at 19 weeks of gestation, to have an encephalocele at the posterior parietal region and colpocephaly. The pregnancy was complicated by chronic maternal hypertension, type II diabetes mellitus controlled with insulin, and intrauterine growth restriction. At birth, he was noted to have thrombocytopenia requiring platelet transfusion. He had ventriculoperitoneal shunt insertion for hydrocephalus and encephalocele repair shortly after birth. Postnatal MRI revealed dysgenesis of the corpus callosum, absent septum pellucidum, Chiari malformation, cortical dysplasia/polymicrogyria and grey matter heterotopia. Neurological examination was notable for global developmental delay, intellectual disability, autistic features, appendicular hypotonia with foot pronation requiring supra malleolar orthosis (SMO) braces bilaterally, and an unsteady gait. He sat at 1 year, walked at 3 years, and continued to have difficulties with expressive language with limited speech. He had minor dysmorphic facial features including short upslanting palpebral fissures, low-set ears, and micrognathia. Other significant features included short stature, patent ductus arteriosus, and ophthalmologic abnormalities including strabismus, astigmatism, hyperopia, and alternating esotropia. The genitourinary abnormalities included glandular hypospadias and chordee which required surgical correction.","previousTesting":true,"previousTestingDescription":"Karyotype was 46,XY Normal male","sex":"Male","variant":{"id":"cggv:2f6a05ba-acd6-4708-86cd-2c00e902712f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cba424b0-fb2b-432f-a603-828ffb4773c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002480.3(PPP1R12A):c.1510C>T (p.Arg504Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/827962"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31883643","rdfs:label":"individual 6"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de novo predicted null (NMD expected) with confirmed parentage"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Strong","sequence":3165,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:178c7a7c-29ef-4ba7-9bb7-de98b8cbdebf","type":"GeneValidityProposition","disease":"obo:MONDO_0032934","gene":"hgnc:7618","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PPP1R12A gene is located on chromosome 12 at 12q21.2-q21.31 and encodes the protein phosphatase 1 regulatory subunit 12A protein. This protein forms part of myosin phosphatase, an enzyme that plays an important regulatory role in cell morphology and motility. PPP1R12A was first reported in relation to autosomal dominant genitourinary and/or brain malformation syndrome in 2020 (Hughes et al., 2020 PMID 31883643). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Twelve unique variants, all of which are predicted to result in protein truncation and nonsense mediated decay, have been reported in humans (Hughes et al., 2020 PMID 31883643). In the majority of cases, the variants were shown to have occurred de novo though parents weren’t available in a few cases. The mechanism for disease is predicted to be haploinsufficiency. This gene-disease relationship is supported by expression in the brain and urogenital system during embryonic development (Hughes et al., 2020 PMID 31883642) and data from C. elegans (Wissman et al., 1999 PMID 10208747), Drosophila (Tan et al., 2003 PMID 12505998), and zebrafish models (Weiser et al., 2009 PMID 19515695). In summary, there is strong evidence to support the relationship between PPP1R12A and autosomal dominant genitourinary and/or brain malformation syndrome. Additional reports in humans published at least three years from the first proposal of the association are needed to reach a definitive classification. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 16Oct2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:93fa5165-a907-4ca8-b0d3-bb174bf3fca9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}