{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-04-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-04-06T05:28:50.583Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:005fa0d0-1f03-44ac-8eb5-58806f815926","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:727d6972-33ef-498d-a89c-cdd4a7cc92ea","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In the retina, Fz4 (Frizzled4) is expressed in vascular cells (endothelial cells & mural cells), photoreceptors, and some inner retinal neurons. Expression in retinal and vascular cells is consistent with expression in tissues relevant for disease associated with FZD4. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19837032","type":"dc:BibliographicResource","dc:abstract":"Disorders of vascular structure and function play a central role in a wide variety of CNS diseases. Mutations in the Frizzled-4 (Fz4) receptor, Lrp5 coreceptor, or Norrin ligand cause retinal hypovascularization, but the mechanisms by which Norrin/Fz4/Lrp signaling controls vascular development have not been defined. Using mouse genetic and cell culture models, we show that loss of Fz4 signaling in endothelial cells causes defective vascular growth, which leads to chronic but reversible silencing of retinal neurons. Loss of Fz4 in all endothelial cells disrupts the blood brain barrier in the cerebellum, whereas excessive Fz4 signaling disrupts embryonic angiogenesis. Sox17, a transcription factor that is upregulated by Norrin/Fz4/Lrp signaling, plays a central role in inducing the angiogenic program controlled by Norrin/Fz4/Lrp. These experiments establish a cellular basis for retinal hypovascularization diseases due to insufficient Frizzled signaling, and they suggest a broader role for Frizzled signaling in vascular growth, remodeling, maintenance, and disease.","dc:creator":"Ye X","dc:date":"2009","dc:title":"Norrin, frizzled-4, and Lrp5 signaling in endothelial cells controls a genetic program for retinal vascularization."},"rdfs:label":"Fz4 expression in adult mouse retina "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:05215b9c-277c-48f6-9447-19de197f5fc3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:afbda036-16dc-4e90-aa14-cb34e3e5da95","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"high affinity of Norrin-Fz4 binding. These studies indicate that that Norrin and Fz4 function as a ligand-receptor pair. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15035989","type":"dc:BibliographicResource","dc:abstract":"Incomplete retinal vascularization occurs in both Norrie disease and familial exudative vitreoretinopathy (FEVR). Norrin, the protein product of the Norrie disease gene, is a secreted protein of unknown biochemical function. One form of FEVR is caused by defects in Frizzled-4 (Fz4), a presumptive Wnt receptor. We show here that Norrin and Fz4 function as a ligand-receptor pair based on (1) the similarity in vascular phenotypes caused by Norrin and Fz4 mutations in humans and mice, (2) the specificity and high affinity of Norrin-Fz4 binding, (3) the high efficiency with which Norrin induces Fz4- and Lrp-dependent activation of the classical Wnt pathway, and (4) the signaling defects displayed by disease-associated variants of Norrin and Fz4. These data define a Norrin-Fz4 signaling system that plays a central role in vascular development in the eye and ear, and they indicate that ligands unrelated to Wnts can act through Fz receptors.","dc:creator":"Xu Q","dc:date":"2004","dc:title":"Vascular development in the retina and inner ear: control by Norrin and Frizzled-4, a high-affinity ligand-receptor pair."},"rdfs:label":"High-Affinity Binding between Norrin and Fz4"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:63d9a966-c89b-4b4a-b0f3-8cde9c613ae3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14d6d2fc-c7a3-4e54-91f7-3c69899beac0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Researchers assessed ability of norrin to activate canonical Wnt pathway using a 293 cell line stably transfected with a luciferase reporter. Lrp5 and Fz4 showed low levels of reporter activation, though the combination of Lrp5 (or 6) and Fz4 showed higher activation. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15035989","rdfs:label":"Canonical Wnt pathway activation studies"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:303bde19-5e13-447c-926f-53f1262ec854","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97d14e5b-e625-4a5e-ba94-f491290d073a","type":"FunctionalAlteration","dc:description":" FZD4 showed impaired binding to Norrin with Y58C and C204R mutants","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21177847","type":"dc:BibliographicResource","dc:abstract":"The Wnt pathway plays important yet diverse roles in health and disease. Mutations in the Wnt receptor FZD4 gene have been confirmed to cause familial exudative vitreoretinopathy (FEVR). FEVR is characterized by incomplete vascularization of the peripheral retina, which can lead to vitreous bleeding, tractional retinal detachment, and blindness. We screened for mutations in the FZD4 gene in five families with FEVR and identified five mutations (C45Y, Y58C, W226X, C204R, and W496X), including three novel mutations (C45Y, Y58C, and W226X). In the retina, Norrin serves as a ligand and binds to FZD4 to activate the Wnt signaling pathway in normal angiogenesis and vascularization. The cysteine-rich domain (CRD) of FZD4 has been shown to play a critical role in Norrin-FZD4 binding. We investigated the effect of mutations in the FZD4 CRD in Norrin binding and signaling in vitro and in vivo. Wild-type and mutant FZD4 proteins were assayed for Norrin binding and Norrin-dependent activation of the canonical Wnt pathway by cell-surface and overlay binding assays and luciferase reporter assays. In HEK293 transfection studies, C45Y, Y58C, and C204R mutants did not bind to Norrin and failed to transduce FZD4-mediated Wnt/β-catenin signaling. In vivo studies using Xenopus embryos showed that these FZD4 mutations disrupt Norrin/β-catenin signaling as evidenced by decreased Siamois and Xnr3 expression. This study identified a new class of FZD4 gene mutations in human disease and demonstrates a critical role of the CRD in Norrin binding and activation of the β-catenin pathway.","dc:creator":"Zhang K","dc:date":"2011","dc:title":"An essential role of the cysteine-rich domain of FZD4 in Norrin/Wnt signaling and familial exudative vitreoretinopathy."},"rdfs:label":"Cell-surface binding assays"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ea8acded-02d8-4a9c-89b9-3c4fa0ed15a9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3e00d456-d9e4-4df2-8a56-1dd45cac14b6","type":"FunctionalAlteration","dc:description":"Defects in formation of capillary-like structures ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19837032","rdfs:label":"Retinal endothelial cell culture"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d4f57fb0-181a-4337-aeb6-a610f72370fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57d983cd-b894-4e23-a660-f1f240c06123","type":"FunctionalAlteration","dc:description":"\"hFz4 variants fail to induce luciferase activity in STF cells in response to hNorrin-rho\"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15035989","rdfs:label":"Luciferase Assays"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3df626a6-628a-4fcd-86a7-807e18d71c16","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fc6b6798-7746-4cb9-9ab3-ae094676a21a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sparse vascular coverage and reduced vascular growth in the null mouse retina is consistent with abnormal vasculature in affected people with FEVR. In addition, ERG recordings in the null mice indicate visual defects, which is consistent with visual loss that can be seen in patients. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19837032","rdfs:label":"Fz4−/− mouse retina and vision evaluation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Down-scoring as I've scored another paper with a null mouse. This one adds information about vision defect in the mice looking at ERG. "},{"id":"cggv:ada01f84-70dd-43c6-b65a-ea4d474b8e2b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bdca1f96-7fce-426f-8959-3f211f438799","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fzd4+/- indicate that haplo-insufficiency results in abnormal retinal vasculature development, seen as early as P12. This is consistent with abnormal retinal vasculature in humans with heterozygous mutations from early in life ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27489958","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes that code for components of the Norrin-FZD4 ligand-receptor complex cause the inherited childhood blinding disorder familial exudative vitreoretinopathy (FEVR). Statistical evidence from studies of patients at risk for the acquired disease retinopathy of prematurity (ROP) suggest that rare polymorphisms in these same genes increase the risk of developing severe ROP, implying that decreased Norrin-FZD4 activity predisposes patients to more severe ROP. To test this hypothesis, we measured the development and recovery of retinopathy in wild type and Fzd4 heterozygous mice in the absence or presence of ocular ischemic retinopathy (OIR) treatment. Avascular and total retinal vascular areas and patterning were determined, and vessel number and caliber were quantified. In room air, there was a small delay in retinal vascularization in Fzd4 heterozygous mice that resolved as mice reached maturity suggestive of a slight defect in retinal vascular development. Subsequent to OIR treatment there was no difference between wild type and Fzd4 heterozygous mice in the vaso-obliterated area following exposure to high oxygen. Importantly, after return of Fzd4 heterozygous mice to room air subsequent to OIR treatment, there was a substantial delay in retinal revascularization of the avascular area surrounding the optic nerve, as well as delayed vascularization toward the periphery of the retina. Our study demonstrates that a small decrease in Norrin-Fzd4 dependent retinal vascular development lengthens the period during which complications from OIR could occur.","dc:creator":"Ngo MH","dc:date":"2016","dc:title":"Fzd4 Haploinsufficiency Delays Retinal Revascularization in the Mouse Model of Oxygen Induced Retinopathy."},"rdfs:label":"Fzd4+/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:75389397-d1fa-449b-afbe-39b49c5db75b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:587d7dfc-dfd7-4f11-8a66-f89119ddc8e4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Main feature of FEVR is retinal vascular defect, and this is seen in the fz4-/-null mouse. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15035989","rdfs:label":"fz4−/− mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8107,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:9df893d6-c4e7-4847-916a-e5da1df05346","type":"GeneValidityProposition","disease":"obo:MONDO_0019516","gene":"hgnc:4042","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*FZD4* was first reported in relation to autosomal dominant familial exudative vitreoretinopathy (FEVR) in 2002 (Robitaille et al., PMID: 12172548). FEVR is characterized by abnormal development of the retinal blood vessels, leading to incomplete vascularization of the peripheral retina. Features can include retinal detachment, vascular leakage, vitreoretinal traction, macular folds, peripheral avascular zones, retinal exudates, and vision loss/blindness. FEVR is known to have a high degree of inter- and intra-familial clinical variability as well as reduced penetrance. *FZD4* is one of multiple FEVR genes, and *FZD4* is associated with the disease entity exudative vitreoretinopathy 1 (MIM# 133780). *FZD4* has also been associated with retinopathy of prematurity (ROP) (MIM# 133780, described in MacDonald et al., 2005. PMID:15733276), however FEVR and ROP have great deal of clinical overlap, and these conditions can co-occur. Studies suggest that a portion of severe ROP cases harbor disease-causing *FZD4* variants and represent cases of FEVR in the setting of prematurity (PMID: 26731204). Therefore, this curation has been performed under the disease entity FZD4-related exudative vitreoretinopathy.\n\nTwelve heterozygous variants (missense, in-frame indel, nonsense, frameshift, deletion) that have been reported in fifteen probands in seven publications (PMIDs: 12172548, 14507768, 15035989, 15223780, 15488808, 21177847, 23077402) are included in this curation. The mechanism of pathogenicity is reported to be loss of function. Given the reported variable expressivity and reduced penetrance of FEVR, probands were not excluded from the curation if they had family members who were mutation positive but asymptomatic. Three studies showing linkage of the clinical phenotypes to the *FZD4* locus in large pedigrees were available in these publications (PMID:12172548, 15035989, 21177847), and contributed to the scoring of the gene-disease relationship. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Of note, there are limited reports of individuals with biallelic *FZD4* variants with severe FEVR (PMIDs: 18161623, 38361102) or syndromic FEVR with hearing loss and developmental delay (PMID: 35951321). In some cases, the parents are reported to have mild ocular features of FEVR (PMID: 18161623), suggesting that semidominant inheritance can occur. These biallelic cases were not included in the present curation. There is not sufficient evidence in the literature at this time to determine if autosomal recessive syndromic FEVR is a separate disease entity related to *FZD4*. \n\nThis gene-disease relationship is also supported by experimental evidence, including animal models, protein interactions, expression studies, and *in vitro* functional assays (PMIDs: 15035989, 19837032, 21177847, 27489958). *FZD4* encodes Frizzled-4 (Fz4), a receptor that plays a crucial role in the Norrin/Fz4/Lrp signaling pathway that is essential for normal vascular development. The biochemical function of Fz4 matches that of the LRP5 co-receptor, which is encoded by a gene in which biallelic and monoallelic variants have been reported to cause FEVR (PMID: 15035989). In the mouse retina, Fz4 (Frizzled4) is expressed in vascular cells (endothelial cells & mural cells), photoreceptors, and some inner retinal neurons (PMID:19837032). Mice with biallelic loss of function mutations in *Fzd4* recapitulate human patient phenotypes including abnormal retinal vasculature, impaired vision, and abnormal electroretinogram (PMIDs:15035989, 19837032). In addition, studies with *Fzd4* heterozygous mice indicate that haploinsufficiency results in abnormal retinal vasculature development (PMID: 27489958). More evidence is available in the literature, but the maximum score for experimental evidence (6 pts.) has been reached.\n\nIn summary, there is definitive evidence supporting the relationship between *FZD4* and autosomal dominant FZD4-related exudative vitreoretinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Retina GCEP on April 4th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:2da74e15-54c4-405c-aa44-301f4717087d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}