{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-05-24T17:02:30.495Z","role":"Publisher"},{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-10-07T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e373c23-5bf0-45c4-a344-be89cb204235","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:77546012-0e08-4bb0-9eb0-687d559e81b6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry of mouse BALB/c retina (P20) showed endogenous lebercilin (SN2134) expression in the connecting cilia of mouse photoreceptors, where it colocalized with the ciliary marker polyglutamylated tubulin (GT335), and endogenous IFT complex B proteins Traf3ip1, Ift88, and IFT complex A protein Wdr19.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21606596","type":"dc:BibliographicResource","dc:abstract":"The mutations that cause Leber congenital amaurosis (LCA) lead to photoreceptor cell death at an early age, causing childhood blindness. To unravel the molecular basis of LCA, we analyzed how mutations in LCA5 affect the connectivity of the encoded protein lebercilin at the interactome level. In photoreceptors, lebercilin is uniquely localized at the cilium that bridges the inner and outer segments. Using a generally applicable affinity proteomics approach, we showed that lebercilin specifically interacted with the intraflagellar transport (IFT) machinery in HEK293T cells. This interaction disappeared when 2 human LCA-associated lebercilin mutations were introduced, implicating a specific disruption of IFT-dependent protein transport, an evolutionarily conserved basic mechanism found in all cilia. Lca5 inactivation in mice led to partial displacement of opsins and light-induced translocation of arrestin from photoreceptor outer segments. This was consistent with a defect in IFT at the connecting cilium, leading to failure of proper outer segment formation and subsequent photoreceptor degeneration. These data suggest that lebercilin functions as an integral element of selective protein transport through photoreceptor cilia and provide a molecular demonstration that disrupted IFT can lead to LCA.","dc:creator":"Boldt K","dc:date":"2011","dc:title":"Disruption of intraflagellar protein transport in photoreceptor cilia causes Leber congenital amaurosis in humans and mice."},"rdfs:label":"Immunostaining"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:de6b359d-c4c8-4c79-afcf-8dd5745641e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:1fb91a83-19b9-41cc-bdaa-e5d0c022d847","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"OFD1 variants are associated with OFD1 syndrome, Simpson-Golabi-Behmel syndrome type 2 (SGBS2), and Joubert syndrome (JS). OFD1 mutations have diminished or abolished interaction with Lebercilin encoded by LCA5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19800048","type":"dc:BibliographicResource","dc:abstract":"We ascertained a multi-generation Malaysian family with Joubert syndrome (JS). The presence of asymptomatic obligate carrier females suggested an X-linked recessive inheritance pattern. Affected males presented with mental retardation accompanied by postaxial polydactyly and retinitis pigmentosa. Brain MRIs showed the presence of a \"molar tooth sign,\" which classifies this syndrome as classic JS with retinal involvement. Linkage analysis showed linkage to Xpter-Xp22.2 and a maximum LOD score of 2.06 for marker DXS8022. Mutation analysis revealed a frameshift mutation, p.K948NfsX8, in exon 21 of OFD1. In an isolated male with JS, a second frameshift mutation, p.E923KfsX3, in the same exon was identified. OFD1 has previously been associated with oral-facial-digital type 1 (OFD1) syndrome, a male-lethal X-linked dominant condition, and with X-linked recessive Simpson-Golabi-Behmel syndrome type 2 (SGBS2). In a yeast two-hybrid screen of a retinal cDNA library, we identified OFD1 as an interacting partner of the LCA5-encoded ciliary protein lebercilin. We show that X-linked recessive mutations in OFD1 reduce, but do not eliminate, the interaction with lebercilin, whereas X-linked dominant OFD1 mutations completely abolish binding to lebercilin. In addition, recessive mutations in OFD1 did not affect the pericentriolar localization of the recombinant protein in hTERT-RPE1 cells, whereas this localization was lost for dominant mutations. These findings offer a molecular explanation for the phenotypic spectrum observed for OFD1 mutations; this spectrum now includes OFD1 syndrome, SGBS2, and JS.","dc:creator":"Coene KL","dc:date":"2009","dc:title":"OFD1 is mutated in X-linked Joubert syndrome and interacts with LCA5-encoded lebercilin."},"rdfs:label":"OFD1-LCA5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c4f2e48-6bbc-45a0-af33-ac577f0a4df1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8153233f-f4d9-4363-b3ad-8e362cc2e554","type":"FunctionalAlteration","dc:description":"Decreased number of cilia per cell, which was rescued by wildtype cDNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29673930","type":"dc:BibliographicResource","dc:abstract":"Most genetically distinct inherited retinal degenerations are primary photoreceptor degenerations. We selected a severe early onset form of Leber congenital amaurosis (LCA), caused by mutations in the gene LCA5, in order to test the efficacy of gene augmentation therapy for a ciliopathy. The LCA5-encoded protein, Lebercilin, is essential for the trafficking of proteins and vesicles to the photoreceptor outer segment. Using the AAV serotype AAV7m8 to deliver a human LCA5 cDNA into an Lca5 null mouse model of LCA5, we show partial rescue of retinal structure and visual function. Specifically, we observed restoration of rod-and-cone-driven electroretinograms in about 25% of injected eyes, restoration of pupillary light responses in the majority of treated eyes, an ∼20-fold decrease in target luminance necessary for visually guided behavior, and improved retinal architecture following gene transfer. Using LCA5 patient-derived iPSC-RPEs, we show that delivery of the LCA5 cDNA restores lebercilin protein and rescues cilia quantity. The results presented in this study support a path forward aiming to develop safety and efficacy trials for gene augmentation therapy in human subjects with LCA5 mutations. They also provide the framework for measuring the effects of intervention in ciliopathies and other severe, early-onset blinding conditions.","dc:creator":"Song JY","dc:date":"2018","dc:title":"Amelioration of Neurosensory Structure and Function in Animal and Cellular Models of a Congenital Blindness."},"rdfs:label":"Cilia counting"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The decreased number of cilia may not directly cause retinal degeneration in patient, thus scored 0.5 only."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2dc3cf45-fa94-495e-a344-8147d3d7bd96","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b15ac26-7869-4d17-b6eb-cd6146a20a56","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The Lca5gt/gt mouse has a similarly severe and rapid photoreceptor degeneration comparing to human patients. The ONL became progressively thinner and was undetectable by P60. Rod- and cone-mediated ERGs were severely reduced in amplitudes at P30 and became nondetectable by P60. Subretinal AAV8-hLCA5 administered to Lca5gt/gt mice at P5 and P15, but not at P30, resulted in structural and functional rescue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32428231","type":"dc:BibliographicResource","dc:abstract":"To determine the therapeutic window for gene augmentation for Leber congenital amaurosis (LCA) associated with mutations in LCA5.","dc:creator":"Uyhazi KE","dc:date":"2020","dc:title":"Treatment Potential for LCA5-Associated Leber Congenital Amaurosis."},"rdfs:label":"Subretinal AAV8-hLCA5 rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:7caa2418-42c7-4eac-b579-b5deb218561f","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:d9e80fda-990e-447c-9737-97cfc10e5d06","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The Lca5 null (Lca5gt/gt) mice lack cone and rod ERG responses and undergo an early and progressive retinal degeneration with only a single row of dispersed nuclei (compared to 8–10 rows of contiguous cells in retinas of WT mice) present in the outer nuclear layer (ONL) by 2 months of age. Using AAV7m8 to deliver human LCA5 cDNA to the diseased photoreceptors early in mice resulted in both structural improvement of the Lca5gt/gt mouse retina and functional improvement of its vision.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29673930","rdfs:label":"AAV7m8-hLCA5 rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"This is a similar experiment as in PubMed ID 32428231. Not scored to avoid double counting."},{"id":"cggv:3407c383-8733-4eb1-a595-047c61ad8573","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca38b170-35f3-41db-9868-00f88f53719c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Lca5gt/gt mice developed retinal patches of depigmentation and lacked rod and cone ERG responses to light stimuli at a very early stage  (Figure 4, A and B), thereby recapitulating LCA in humans. Despite the broad expression of Lca5 in ciliated tissues, the disease phenotype was restricted to the retina; brain histology, hearing assessed by auditory brainstem response (ABR), and olfactory function were similar to those of controls.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21606596","rdfs:label":"Lca5 gene trap"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65a652fa-09a1-4e94-9a33-01bed78350a3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:65a652fa-09a1-4e94-9a33-01bed78350a3","type":"Proband","allele":{"id":"cggv:3aa99754-18c2-4ffd-9c82-24ceb1ca3483","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.79489082dup (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2497030149"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient was born with congenital nystagmus, and developed night blindness at the age of 3, visual ﬁeld loss at the age of 6, and visual loss at the age of 8","phenotypes":["obo:HP_0000572","obo:HP_0000639"],"sex":"UnknownEthnicity","variant":{"id":"cggv:fbc47297-e506-427e-9ba6-7b5762f515fb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3aa99754-18c2-4ffd-9c82-24ceb1ca3483"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23946133","type":"dc:BibliographicResource","dc:abstract":"This study was undertaken to investigate the prevalence of sequence variants in LCA5 in patients with Leber congenital amaurosis (LCA), early-onset retinal dystrophy (EORD), and autosomal recessive retinitis pigmentosa (arRP); to delineate the ocular phenotypes; and to provide an overview of all published LCA5 variants in an online database. Patients underwent standard ophthalmic evaluations after providing informed consent. In selected patients, optical coherence tomography (OCT) and fundus autofluorescence imaging were possible. DNA samples from 797 unrelated patients with LCA and 211 with the various types of retinitis pigmentosa (RP) were screened by Sanger sequence analysis of all LCA5 exons and intron/exon junctions. Some LCA patients were prescreened by APEX technology or selected based on homozygosity mapping. In silico analyses were performed to assess the pathogenicity of the variants. Segregation analysis was performed where possible. Published and novel LCA5 variants were collected, amended for their correct nomenclature, and listed in a Leiden Open Variation Database (LOVD). Sequence analysis identified 18 new probands with 19 different LCA5 variants. Seventeen of the 19 LCA5 variants were novel. Except for two missense variants and one splice site variant, all variants were protein-truncating mutations. Most patients expressed a severe phenotype, typical of LCA. However, some LCA subjects had better vision and intact inner segment/outer segment (IS/OS) junctions on OCT imaging. In two families with LCA5 variants, the phenotype was more compatible with EORD with affected individuals displaying preserved islands of retinal pigment epithelium. One of the families with a milder phenotype harbored a homozygous splice site mutation; a second family was found to have a combination of a stop mutation and a missense mutation. This is the largest LCA5 study to date. We sequenced 1,008 patients (797 with LCA, 211 with arRP) and identified 18 probands with LCA5 mutations. Mutations in LCA5 are a rare cause of childhood retinal dystrophy accounting for ∼2% of disease in this cohort, and the majority of LCA5 mutations are likely null. The LCA5 protein truncating mutations are predominantly associated with LCA. However, in two families with the milder EORD, the LCA5 gene analysis revealed a homozygous splice site mutation in one and a stop mutation in combination with a missense mutation in a second family, suggesting that this milder phenotype is due to residual function of lebercilin and expanding the currently known phenotypic spectrum to include the milder early onset RP. Some patients have remaining foveal cone structures (intact IS/OS junctions on OCT imaging) and remaining visual acuities, which may bode well for upcoming treatment trials. ","dc:creator":"Mackay DS","dc:date":"2013","dc:title":"Screening of a large cohort of leber congenital amaurosis and retinitis pigmentosa patients identifies novel LCA5 mutations and new genotype-phenotype correlations."}},"rdfs:label":"Patient7"},{"id":"cggv:fbc47297-e506-427e-9ba6-7b5762f515fb","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:fbc47297-e506-427e-9ba6-7b5762f515fb_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"+2dup, thus not a canonical splicing variant. SpliceAI max score is 0.98 for donor loss, predicting it cause donor loss."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9060f651-5303-4f58-be72-fc90024b73c4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9060f651-5303-4f58-be72-fc90024b73c4","type":"Proband","allele":{"id":"cggv:9e076b43-a6fb-4378-be26-76e099de676b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001122769.3(LCA5):c.610C>T (p.Gln204Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364628504"}},"sex":"Female","variant":{"id":"cggv:678ed0b0-2540-4cb6-ac61-085622ae7465_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9e076b43-a6fb-4378-be26-76e099de676b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18000884","type":"dc:BibliographicResource","dc:abstract":"Leber congenital amaurosis (LCA) is the earliest and most severe form of inherited retinal dystrophy responsible for blindness or severe visual impairment at birth or within the first months of life. Up to date, ten LCA genes have been identified. Three of them account for ca. 43% of families and are responsible for a congenital severe stationary cone-rod dystrophy (Type I, 60% of LCA) while the seven remaining genes account for 32% of patients and are responsible for a progressive yet severe rod-cone dystrophy (Type II, 40% of LCA ). Recently, mutations in LCA5, encoding the ciliary protein lebercilin, were reported to be a rare cause of leber congenital amaurosis. The purpose of this study was to evaluate the involvement of this novel gene and to look for genotype-phenotype correlations. Here we report the identification of three novel LCA5 mutations (3/3 homozygous) in three families confirming the modest implication of this gene in our series (3/179; 1.7%). Besides, we suggest that the phenotype of these patients affected with a particularly severe form of LCA type II may represent a continuum with LCA type I.","dc:creator":"Gerber S","dc:date":"2007","dc:title":"Mutations in LCA5 are an uncommon cause of Leber congenital amaurosis (LCA) type II."}},"rdfs:label":"III-1"},{"id":"cggv:678ed0b0-2540-4cb6-ac61-085622ae7465","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:678ed0b0-2540-4cb6-ac61-085622ae7465_variant_evidence_item"}],"strengthScore":1,"dc:description":"Reduce 0.5 pt for consanguineous family. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:2fed06a9-be88-426f-9652-d6a40ea68702_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2fed06a9-be88-426f-9652-d6a40ea68702","type":"Proband","allele":{"id":"cggv:67158d9b-c39c-4bcd-a0dd-626fcd69ecbd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001122769.3(LCA5):c.1151del (p.Pro384fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339855"}},"detectionMethod":"After locus mapping to the LCA5 locus, Sanger sequencing was performed for exons and adjacent introns in HMGN3, LCA5 (C6ORF152) and SH3BGRL2.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Peripheral and equatorial spiculation, Equatorial white dots, macular staphyloma","phenotypes":["obo:HP_0012043","obo:HP_0100832","obo:HP_0007663"],"previousTesting":true,"previousTestingDescription":"Linkage analysis","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7cdd6bfc-b67d-4a2f-8a9b-37bd2697b01b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:67158d9b-c39c-4bcd-a0dd-626fcd69ecbd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17546029","type":"dc:BibliographicResource","dc:abstract":"Leber congenital amaurosis (LCA) causes blindness or severe visual impairment at or within a few months of birth. Here we show, using homozygosity mapping, that the LCA5 gene on chromosome 6q14, which encodes the previously unknown ciliary protein lebercilin, is associated with this disease. We detected homozygous nonsense and frameshift mutations in LCA5 in five families affected with LCA. In a sixth family, the LCA5 transcript was completely absent. LCA5 is expressed widely throughout development, although the phenotype in affected individuals is limited to the eye. Lebercilin localizes to the connecting cilia of photoreceptors and to the microtubules, centrioles and primary cilia of cultured mammalian cells. Using tandem affinity purification, we identified 24 proteins that link lebercilin to centrosomal and ciliary functions. Members of this interactome represent candidate genes for LCA and other ciliopathies. Our findings emphasize the emerging role of disrupted ciliary processes in the molecular pathogenesis of LCA.","dc:creator":"den Hollander AI","dc:date":"2007","dc:title":"Mutations in LCA5, encoding the ciliary protein lebercilin, cause Leber congenital amaurosis."}},"rdfs:label":"IV3"},{"id":"cggv:7cdd6bfc-b67d-4a2f-8a9b-37bd2697b01b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7cdd6bfc-b67d-4a2f-8a9b-37bd2697b01b_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Appears to be a Pakistan founder mutation. Three families reported in this paper. Pop max AF of 1/30602 in South Asian and not found in other populations in gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:51cde13b-c3e5-4d4c-89ad-bcc2f57d8ba2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:51cde13b-c3e5-4d4c-89ad-bcc2f57d8ba2","type":"Proband","allele":{"id":"cggv:c216bc5e-4e53-4ad4-9863-b385c8ff2b25","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001122769.3(LCA5):c.1476dup (p.Pro493fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339856"}},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Severe congenital retinal dystrophy consistent with LCA (congenital visual loss, nystagmus, high hyperopia and a nondetectable electroretinogram)","phenotypes":["obo:HP_0000639","obo:HP_0007663","obo:HP_0030465","obo:HP_0008499"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3ae03fb7-215b-4c6e-a3e7-dfdd9dff1e10_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c216bc5e-4e53-4ad4-9863-b385c8ff2b25"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17546029"},"rdfs:label":"M2"},{"id":"cggv:3ae03fb7-215b-4c6e-a3e7-dfdd9dff1e10","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3ae03fb7-215b-4c6e-a3e7-dfdd9dff1e10_variant_evidence_item"},{"id":"cggv:3ae03fb7-215b-4c6e-a3e7-dfdd9dff1e10_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Wildtype lebercilin encoded by LCA5 interacts with the intraflagellar transport (IFT) machinery, the variant has altered interaction partners."}],"strengthScore":1.5,"dc:description":"Default score of 1.5 for Predicted null, and 0.5 for functional data, thus default total score for this case is 4. Score a total of 3 points for being consanguineous. Absent in gnomAD v2.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:af14a5b9-b7a0-4e3a-86a0-b43c6dc9e1fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:af14a5b9-b7a0-4e3a-86a0-b43c6dc9e1fa","type":"Proband","allele":{"id":"cggv:048c7025-cfae-413f-a396-b76846ce696f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001122769.3(LCA5):c.835C>T (p.Gln279Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204615"}},"firstTestingMethod":"Homozygosity mapping","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3e161bf2-f9e7-4659-be38-2f71d9af1ac4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:048c7025-cfae-413f-a396-b76846ce696f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17546029"},"rdfs:label":"M3"},{"id":"cggv:3e161bf2-f9e7-4659-be38-2f71d9af1ac4","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e161bf2-f9e7-4659-be38-2f71d9af1ac4_variant_evidence_item"},{"id":"cggv:3e161bf2-f9e7-4659-be38-2f71d9af1ac4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Wildtype lebercilin encoded by LCA5 interacts with the intraflagellar transport (IFT) machinery, the variant has altered interaction partners. PubMed ID: 21606596"}],"strengthScore":1.5,"dc:description":"Default score of 1.5 for Predicted null, and 0.5 for functional data, thus default total score for this case is 4. Score a total of 3 points for being likely founder variant. Pop max AF in AJ of 0.002284 in gnomAD v2.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:26e8bafd-780e-4c10-9680-3da635dbf1d3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:26e8bafd-780e-4c10-9680-3da635dbf1d3","type":"Proband","allele":[{"id":"cggv:675a4074-48db-42ac-98f0-7316ac156248","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001122769.3(LCA5):c.604T>C (p.Ser202Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364628516"}},{"id":"cggv:807aab9a-6a40-4f47-b586-00c63c66a5b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001122769.3(LCA5):c.103C>T (p.Arg35Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/844114"}}],"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Conngenital nystagmus (2 mos), lack of eyefixation (4 mos), photophobia, Night Blindness, field constriction, and progressive loss of VA (<1 yr)","sex":"UnknownEthnicity","variant":[{"id":"cggv:d2db9668-09f1-4070-a20e-3593365326cb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:675a4074-48db-42ac-98f0-7316ac156248"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24144451","type":"dc:BibliographicResource","dc:abstract":"We aimed to identify novel genetic defects in the LCA5 gene underlying Leber congenital amaurosis (LCA) in the Spanish population and to describe the associated phenotype.","dc:creator":"Corton M","dc:date":"2014","dc:title":"Involvement of LCA5 in Leber congenital amaurosis and retinitis pigmentosa in the Spanish population."}},{"id":"cggv:9e869bd8-c9a7-4806-8e7a-ccb8a7fa1150_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:807aab9a-6a40-4f47-b586-00c63c66a5b6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24144451"}],"rdfs:label":"LCA0057"},{"id":"cggv:9e869bd8-c9a7-4806-8e7a-ccb8a7fa1150","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9e869bd8-c9a7-4806-8e7a-ccb8a7fa1150_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:d2db9668-09f1-4070-a20e-3593365326cb","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d2db9668-09f1-4070-a20e-3593365326cb_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"Not in gnomAD, Upgrade to 0.25 because of being present in another LCA patient in the homozygous state (Table 1)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4465,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:2cc795be-0e11-4524-aabb-5cc8b4c36580","type":"GeneValidityProposition","disease":"obo:MONDO_0100445","gene":"hgnc:31923","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"LCA5 was first reported in relation to autosomal recessive LCA5_related retinopathy in 2007, in a patient described as having Leber congenital amaurosis (LCA) (den Hollander et al., PMID: 17546029). LCA is a molecularly heterogeneous, early-onset, severe inherited retinal degeneration that typically presents within the first year of life with nystagmus and profound vision loss. Due to the heterogeneity of the phenotype and overla with other retinal conditions, such as retinitis pigmentosa, the disease entity curated is \"LCA5-related retinopathy\". \n\nSeven variants (nonsense, frameshift, and splicing) in six probands were curated. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Majority of LCA-associated variants in the LCA5 gene are predicted loss-of-function variants (HGMD), however missense variants have also been reported to cause LCA (PMID: 24144451).  Missense and splicing variants may also be associated with a later onset of retinal degeneration (PMID: 23946133). The mechanism of pathogenicity is known to be LOF. \n\nThe LCA5 gene encodes lebercilin, a protein expressed in the connecting cilium of photoreceptors. Lebercilin interacts with other intraflagellar transport proteins required for the bidirectional movement of proteins and vesicles from the inner to outer segments of photoreceptors and is necessary for photoreceptor outer segment formation. This gene-disease association is also supported by protein expression in the retina, knockout animal models, and AAV-LCA5 rescue in the animal models (PMIDs: 21606596, 29673930, 32428231). \n\nIn summary, LCA5 is definitively associated with autosomal recessive LCA5-related retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:ece57d88-4307-420a-aedb-4b5900248ea1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}