{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-05-17T04:00:00.000Z","role":"Approver"},{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-07-06T18:53:07.782Z","role":"Publisher"}],"evidence":[{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4bcd38f-778a-4114-a9bf-8cd1c62e7225","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:519f3f1b-0dfa-42a3-b805-5ac38f5f39c9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Structural modelling of Complex I","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I structural model "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"At least 18 complex I subunits are associted with Leigh syndrome spectrum: NDUFA1, NDUFA2, NDUFA9, NDUFA10, NDUFA12, NDUFS1, NDUFS2, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1,\nNDUFV2, MT-ND1, MT-ND2, MT-ND3, MT-ND4, MT-ND5. Per rubric score 2 pts.  "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e556d226-2ee2-4107-9576-cf4cb6d31b83","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aeeee170-ec09-43e9-81e3-04b757772c2b","type":"FunctionalAlteration","dc:description":"Cybrid cell lines were isolated from six independent control fusions and five independent patient fusions. Patient cybrid lines included two cybrid lines from family 1 with a Native American mtDNA background, two cybrid lines from family 2 with an African mtDNA background and one line from family 3 with a European mtDNA background. All of the patient cybrids were >95% mutant at m.14459G>A. Comparisons were made with lymphoblast cell lines derived from the same patients which were homoplasmic for the variant. Phenotype of the patients is not clearly stated but implied to have been LHON and dystonia. \nThe mean complex I specific activity for patient lymphoblast mitochondria was reduced by 60% (P=0.0027) compared with controls (Table 1). The mean complex I specific activity in mutant cybrids was reduced by 39% (P <0.02), the mean complex I/CS ratio was reduced in mutant cybrids by 58% (P<0.01).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8622678","type":"dc:BibliographicResource","dc:abstract":"A heteroplasmic G-to-A transition at nucleotide pair (np) 14459 within the mitochondrial DNA (mtDNA)-encoded NADH dehydrogenase subunit 6 (ND6) gene has been identified as the cause of Leber hereditary optic neuropathy (LHON) and/or pediatric-onset dystonia in three unrelated families. This ND6 np 14459 mutation changes a moderately conserved alanine to a valine at amino acid position 72 of the ND6 protein. Enzymologic analysis of mitochondrial NADH dehydrogenase (complex I) with submitochondrial particles isolated from Epstein-Barr virus-transformed lymphoblasts revealed a 60% reduction (P < 0.005) of complex I-specific activity in patient cell lines compared with controls, with no differences in enzymatic activity for complexes II plus III, III and IV. This biochemical defect was assigned to the ND6 np 14459 mutation by using transmitochondrial cybrids in which patient Epstein-Barr virus-transformed lymphoblast cell lines were enucleated and the cytoplasts were fused to a mtDNA-deficient (p 0) lymphoblastoid recipient cell line. Cybrids harboring the np 14459 mutation exhibited a 39% reduction (p < 0.02) in complex I-specific activity relative to wild-type cybrid lines but normal activity for the other complexes. Kinetic analysis of the np 14459 mutant complex I revealed that the Vmax of the enzyme was reduced while the Km remained the same as that of wild type. Furthermore, specific activity was inhibited by increasing concentrations of the reduced coenzyme Q analog decylubiquinol. These observations suggest that the np 14459 mutation may alter the coenzyme Q-binding site of complex I.","dc:creator":"Jun AS","dc:date":"1996","dc:title":"Use of transmitochondrial cybrids to assign a complex I defect to the mitochondrial DNA-encoded NADH dehydrogenase subunit 6 gene mutation at nucleotide pair 14459 that causes Leber hereditary optic neuropathy and dystonia."},"rdfs:label":"Cybrid study: 14459G>A (Ala72Val)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Complex I defect demonstrated in cybrid cell line where the complex I deficiency was >60% and cybrid heteroplasmy >95%. Scored the default. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0798767-02da-4382-9c0d-a87f8f84cecd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f9bdd90-332a-4d2c-b98e-8d91289667e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A mouse cell line clone harboring the 13997G>A (p.Pro25Leu) (equivalent to human m.14600G>A) in a homoplasmic state was generated through mutagenesis. Mitochondrial OXPHOS analysis of LT13 versus LMTK− cells revealed that the ND6 P25L mutation reduced complex I–specific activity by 23%. \nThe enucleated clone was fused with mouse embryonic stem cells in which mitochondria had been removed. The resulting cybrid line was used to create mtDNA ND6 G13997A P25L mutant mice. These mice recapitulated LHON, they exhibited reduced retinal function by ERG and age related decline in central smaller caliber optic nerve fibers with sparing of the larger peripheral fibers. \n\nAltered mitochondrial morphology (Fig 2): Mitochondria in the optic tracts of the ND6 P25L mutants were abnormal and increased in number. The ND6 P25L mitochondria often appeared to be hollowed and possessed irregular cristae (Fig. 2D and Fig. S5B), with 31.5% more of the ND6 P25L mitochondria being abnormal at 14 months. Axons filled with abnormal mitochondria often demonstrated marked thinning of the myelin sheath.\n\nAltered Liver Mitochondria Complex I Activity in ND6 P25L Mice: Complex I activity was reduced in the liver of the mutant mice by 29% (Fig 3a) and there was a 25% decrease in mitochondrial oxygen consumption compare to wildtype mice. The protein levels of complex I were comparable to wildtype. \n\nAnalysis of brain mitochondrial H2O2 production revealed that ND6 P25L mitochondria had elevated ROS production during forward complex I electron transport from glutamate and malate but marked suppression of ROS production during RET from succinate in the presence of oligomycin (Fig 4). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23129651","type":"dc:BibliographicResource","dc:abstract":"An animal model of Leber hereditary optic neuropathy (LHON) was produced by introducing the human optic atrophy mtDNA ND6 P25L mutation into the mouse. Mice with this mutation exhibited reduction in retinal function by elecroretinogram (ERG), age-related decline in central smaller caliber optic nerve fibers with sparing of larger peripheral fibers, neuronal accumulation of abnormal mitochondria, axonal swelling, and demyelination. Mitochondrial analysis revealed partial complex I and respiration defects and increased reactive oxygen species (ROS) production, whereas synaptosome analysis revealed decreased complex I activity and increased ROS but no diminution of ATP production. Thus, LHON pathophysiology may result from oxidative stress.","dc:creator":"Lin CS","dc:date":"2012","dc:title":"Mouse mtDNA mutant model of Leber hereditary optic neuropathy."},"rdfs:label":"MT-ND6 mouse model of Leber hereditary optic neuropathy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Scored 1pt for complex I deficiency and abnormal mitochondrial morphology. (Score increased at GCEP)"},{"id":"cggv:83b60a94-a27d-4a54-b9f8-68f241c45448","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1f86fefb-9c7a-4538-8e9c-61e8721ef057","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Further characterization of the mouse described in 23129651: Lin et al. 2012. A variety of behavioral tests (Fig 2) revealed that these mice exhibit impaired social interaction (three-chamber social interaction assay), increased anxiety (open field tests), increased response in a fear conditioning test compared to wildtype mice. The mice showed an altered EEG background power compared to wildtype mice which corresponds to similar observations in ASD patients. Significantly, the ND6P25L mice were more prone to induced seizures than the WT controls (flurothyl ether exposure, Fig 4).  Analysis of mitochondrial respiration and ROS production of the cortex, hippocampus, and ND6P25L olfactory bulb of the and WT mice using the Oroboros O2k Respirometer showed differential defects across the brain regions. The most significant decrease in global mitochondrial respiration and complex I-linked respiration was within the cortex (Fig 6), mitochondrial ROS production was increased in the cortex in association with complex I and complex II respiration with ADP as well as for FCCP-stimulated maximum respiration (Fig 7). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33536343","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASDs) are characterized by a deficit in social communication, pathologic repetitive behaviors, restricted interests, and electroencephalogram (EEG) aberrations. While exhaustive analysis of nuclear DNA (nDNA) variation has revealed hundreds of copy number variants (CNVs) and loss-of-function (LOF) mutations, no unifying hypothesis as to the pathophysiology of ASD has yet emerged. Based on biochemical and physiological analyses, it has been hypothesized that ASD may be the result of a systemic mitochondrial deficiency with brain-specific manifestations. This proposal has been supported by recent mitochondrial DNA (mtDNA) analyses identifying both germline and somatic mtDNA variants in ASD. If mitochondrial defects do predispose to ASD, then mice with certain mtDNA mutations should present with autism endophenotypes. To test this prediction, we examined a mouse strain harboring an mtDNA ","dc:creator":"Yardeni T","dc:date":"2021","dc:title":"An mtDNA mutant mouse demonstrates that mitochondrial deficiency can result in autism endophenotypes."},"rdfs:label":"MT-ND6 P25L mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Neuronal phenotype including predisposition to epilepsy: 0.5"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4745,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:f9c734d7-5a44-4c6d-9589-ae10dafb9cb5","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7462","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ND6* and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. The *MT-ND6* gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND6. Defects of this protein lead to complex I deficiency.\n\nThe *MT-ND6* gene was first reported in relation to maternally inherited Leigh syndrome spectrum in 2000 (PMID: 10894222). Evidence supporting the gene-disease relationship between *MT-ND6* and Leigh syndrome spectrum includes case-level data and experimental data. This curation included 4 variants in 17 cases (1 with m.14439G>A, 4 with m.14459G>A, 11 with m.14487T>C, and 1 with m.14600G>A) from 12 publications (PMIDs: 15576045, 20019223, 10894222, 14684687, 21196529, 17535832, 19103152, 21749722, 23813926, 25356405, 14595656, 19062322). Of note, while Gene Curation SOP Version 8 maxes case level missense variant total score at 7, the Mitochondrial Disease Gene Curation Expert Panel agreed the maximum score would be 12 given that the majority of pathogenic mitochondrial DNA variants are missense variants (the total score for genetic level evidence in this curation was 17). Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction, functional alteration in non-patient cells, and animal models (PMIDs: 27509854, 8622678, 23129651, 33536343). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 17, 2021 (SOP Version 8).\n\n","dc:isVersionOf":{"id":"cggv:836f975f-27f5-47c9-a58e-35089b6b39e6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}