{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1fv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-09T16:52:10.481Z","role":"Publisher"}],"evidence":[{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1aae26ba-18b8-45d7-aa16-69f12ca7bc7d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:df742fba-11ee-4672-a878-6b27e53616ad","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"KRAS is an establihed gene in the RAS/MAPK pathway","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"KRAS is associated with RAS/MAPK pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2d11d5d-e258-43b5-9e81-f88306fa83aa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05721bdb-fd62-4e57-8e20-59129105999e","type":"FunctionalAlteration","dc:description":"Both the T58I and V14I variants exhibited increased basal GTPase activity compared to WT. In additon, both variants showed decreased GTPase activation by both stimulators.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16474405","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (MIM 163950) is characterized by short stature, facial dysmorphism and cardiac defects. Heterozygous mutations in PTPN11, which encodes SHP-2, cause approximately 50% of cases of Noonan syndrome. The SHP-2 phosphatase relays signals from activated receptor complexes to downstream effectors, including Ras. We discovered de novo germline KRAS mutations that introduce V14I, T58I or D153V amino acid substitutions in five individuals with Noonan syndrome and a P34R alteration in a individual with cardio-facio-cutaneous syndrome (MIM 115150), which has overlapping features with Noonan syndrome. Recombinant V14I and T58I K-Ras proteins show defective intrinsic GTP hydrolysis and impaired responsiveness to GTPase activating proteins, render primary hematopoietic progenitors hypersensitive to growth factors and deregulate signal transduction in a cell lineage-specific manner. These studies establish germline KRAS mutations as a cause of human disease and infer that the constellation of developmental abnormalities seen in Noonan syndrome spectrum is, in large part, due to hyperactive Ras.","dc:creator":"Schubbert S","dc:date":"2006","dc:title":"Germline KRAS mutations cause Noonan syndrome."},"rdfs:label":"V14I T58I variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This study implicates the pathogenicity of the variants but the endpoint is not specific to NS, therefore it cannot be scored."},{"id":"cggv:ae1c52fa-caa3-4214-9476-d037269f6a36","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:572a7787-fb44-449d-b038-ca59932928dc","type":"FunctionalAlteration","dc:description":"The F156L variant displayed impaired basal GTPase activity. When activated by p120GAP or neurofibromin, P34R was insensitive to activation and F156L showed an impared response. F156L showed decreased binding affinity for both GTP and GDP. P34R showed a decreased binding affinity for GDP. P34R and D153V induced higher levels of phosphorylated MEK and ERK in COS-7 cells. F156L increased the phosphorylation of pAkt and pS6 in fetal liver cells. P34R also showed increased levels of pERK, pAkt, and pS6 in fetal liver cells. D153V only showe dincreased pS6 in fetal liver cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17875937","type":"dc:BibliographicResource","dc:abstract":"Germ line missense mutations in HRAS and KRAS and in genes encoding molecules that function up- or downstream of Ras in cellular signaling networks cause a group of related developmental disorders that includes Costello syndrome, Noonan syndrome, and cardiofaciocutaneous syndrome. We performed detailed biochemical and functional studies of three mutant K-Ras proteins (P34R, D153V, and F156L) found in individuals with Noonan syndrome and cardiofaciocutaneous syndrome. Mutant K-Ras proteins demonstrate a range of gain-of-function effects in different cell types, and biochemical analysis supports the idea that the intrinsic Ras guanosine nucleotide triphosphatase (GTPase) activity, the responsiveness of these proteins to GTPase-activating proteins, and guanine nucleotide dissociation all regulate developmental programs in vivo.","dc:creator":"Schubbert S","dc:date":"2007","dc:title":"Biochemical and functional characterization of germ line KRAS mutations."},"rdfs:label":"GTP ase of P34R, D153V, F156L variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Implicates pathogenicity of variants but not specific to the NS condition"},{"id":"cggv:5590a1f0-ad16-4499-988c-61a4a7bdf516","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a089c568-ead3-4d31-8557-dfb7e250d9a4","type":"FunctionalAlteration","dc:description":"The N116S cells showed 1.3x the pERK levels of the WT cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22302539","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is the most common non-chromosomal syndrome seen in children and is characterized by short stature, dysmorphic facial features, chest deformity, a wide range of congenital heart defects and developmental delay of variable degree. Mutations in the Ras/mitogen-activated protein kinase (MAPK) signaling pathways cause about 70% of NS cases with a KRAS mutation present in about 2%. In a cohort of 65 clinically confirmed NS patients of Japanese origin, we screened for mutations in the RAS genes by direct sequencing. We found a novel mutation in KRAS with an amino acid substitution of asparagine to serine at codon 116 (N116S). We analyzed the biological activity of this mutant by ectopic expression of wild-type or mutant KRAS. NS-associated KRAS mutation resulted in Erk activation and active Ras-GTP levels, and exhibited mild cell proliferation. In addition, kras-targeted morpholino knocked-down zebrafish embryos caused heart and craniofacial malformations, while the expression of mutated kras resulted in maldevelopment of the heart. Our findings implicate that N116S change in KRAS is a hyperactive mutation which is a causative agent of NS through maldevelopment of the heart.","dc:creator":"Razzaque MA","dc:date":"2012","dc:title":"Characterization of a novel KRAS mutation identified in Noonan syndrome."},"rdfs:label":"NIH3T3 cells w/ N116S varaint"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Implicates pathogenicity of variants but does not provide endpoint specific to NS"},{"id":"cggv:8eb87af9-4e4a-44ff-b862-ebc0631c0919","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed056dc4-388d-41ed-b0f7-231bc2fe6ae6","type":"FunctionalAlteration","dc:description":"Mutant mouse heart cell extracts showed increased levels of pERK at all stages of life.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25359213","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is an autosomal dominant genetic disorder characterized by short stature, craniofacial dysmorphism, and congenital heart defects. NS also is associated with a risk for developing myeloproliferative disorders (MPD), including juvenile myelomonocytic leukemia (JMML). Mutations responsible for NS occur in at least 11 different loci including KRAS. Here we describe a mouse model for NS induced by K-Ras(V14I), a recurrent KRAS mutation in NS patients. K-Ras(V14I)-mutant mice displayed multiple NS-associated developmental defects such as growth delay, craniofacial dysmorphia, cardiac defects, and hematologic abnormalities including a severe form of MPD that resembles human JMML. Homozygous animals had perinatal lethality whose penetrance varied with genetic background. Exposure of pregnant mothers to a MEK inhibitor rescued perinatal lethality and prevented craniofacial dysmorphia and cardiac defects. However, Mek inhibition was not sufficient to correct these defects when mice were treated after weaning. Interestingly, Mek inhibition did not correct the neoplastic MPD characteristic of these mutant mice, regardless of the timing at which the mice were treated, thus suggesting that MPD is driven by additional signaling pathways. These genetically engineered K-Ras(V14I)-mutant mice offer an experimental tool for studying the molecular mechanisms underlying the clinical manifestations of NS. Perhaps more importantly, they should be useful as a preclinical model to test new therapies aimed at preventing or ameliorating those deficits associated with this syndrome. ","dc:creator":"Hernández-Porras I","dc:date":"2014","dc:title":"K-RasV14I recapitulates Noonan syndrome in mice."},"rdfs:label":"Cell extracts from V14I mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This doesn't provide NS specific evidence"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:53f7969c-7236-43a8-9c68-9ab9d88169b4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:709bb986-3854-4277-8ece-c50083ea2dc6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"MEK inhibitors rescued the facial and cardiac phenotypes of the mouse if administered prenatally. MPD, while delayed, was not prevented in the rescue mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25359213","rdfs:label":"Mouse rescue model"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"while this is strong evidence that the RASopathy phenotype can be rescued in KRAS variant-induced RASopathies, this doesn't provide  specific evidence for NS"},{"id":"cggv:15707c90-6466-4f95-aad0-1cdc7a95ea31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f54f84a-1fab-4222-a73f-3b7e303b8635","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"heart defects similar to NS","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22302539","rdfs:label":"Zebrafish N116S model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"While this model presents a phenotype consistent with RASopathies it is not specific to NS, therefore it was downgraded to 0.5"},{"id":"cggv:3650f197-326d-4c03-8839-b1dec7f32ab7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b78026e-c611-45b2-8096-026138de2954","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"facial dysmorphisms and cardiac phenotypes consistent with RASopathies","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25359213","rdfs:label":"V14I Knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This mouse model is a strong piece of evidence for KRAS associations with RASopathies but it doesn't provide features specific to NS and therefore must be downgraded."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:6b678b52-3fab-4e18-a9a2-cfa9192508fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:442fd793-00d9-4834-af2f-fefaeb0968d3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"This study screened 87 European NS patients for variants in KRAS, NRAS, HRAS, and DUSP6 using DHPLC followed by dye terminator sequencing. They identified 2 individuals with KRAS variants. Both parents were sequenced using DHPLC and paternity was confirmed in both cases.","phenotypeFreeText":"macrocephaly; broad forehead; high forehead; curly hair;  hypertelorism; strabismus; epicanthus; downslanted palpebral fissures; hypoplastic nasal bridge; bulbous nose; high palate; macroglossia; low-set, posteriorly rotated ears; short neck; redundant neck skin; wide intermamillary distance; umbilical hernia; cystic hygroma; polyhydramnios; edema of the lower limbs; severe failure to thrive","previousTesting":true,"previousTestingDescription":"Negative for variants in PTPN11.","sex":"Female","variant":{"id":"cggv:6b678b52-3fab-4e18-a9a2-cfa9192508fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3e612fc4-ad63-4ad5-b466-93b0776202e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.*9T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12591"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16773572","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is a developmental disorder characterized by short stature, facial dysmorphia, congenital heart disease, and multiple skeletal and hematologic defects. NS is an autosomal dominant trait and is genetically heterogeneous. Gain of function of SHP-2, a protein tyrosine phosphatase that positively modulates RAS signaling, is observed in nearly 50% of affected individuals. Here, we report the identification of heterozygous KRAS gene mutations in two subjects exhibiting a severe NS phenotype with features overlapping those of cardiofaciocutaneous and Costello syndromes. Both mutations were de novo and affected exon 6, which encodes the C-terminal portion of KRAS isoform B but does not contribute to KRAS isoform A. Structural analysis indicated that both substitutions (Val152Gly and Asp153Val) perturb the conformation of the guanine ring-binding pocket of the protein, predicting an increase in the guanine diphosphate/guanine triphosphate (GTP) dissociation rate that would favor GTP binding to the KRASB isoform and bypass the requirement for a guanine nucleotide exchange factor.","dc:creator":"Carta C","dc:date":"2006","dc:title":"Germline missense mutations affecting KRAS Isoform B are associated with a severe Noonan syndrome phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16773572","rdfs:label":"Carta 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 87 European NS patients for variants in KRAS, NRAS, HRAS, and DUSP6 using DHPLC followed by dye terminator sequencing. They identified 2 individuals with KRAS variants. Both parents were sequenced using DHPLC and paternity was confirmed in both cases."},{"id":"cggv:7bc53165-484c-4bc6-8b3b-3852b32a827b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b5e576eb-a9ff-4643-b70e-4499ff966f4a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":14,"detectionMethod":"This study screened a total of 175 NS patients for variants in the KRAS gene and identified 5 patients carrying a variant in the gene. The variants were all confirmed to be de novo and were absent from 200 European control chromosomes.","phenotypeFreeText":"atrial septal defect; ventricular septal defect; pulmonic stenosis; short stature; webbed neck; abnormality of the thorax; abnormal facial shape; severe global developmental delay; junevile myelomonocytic leukemia; sagittal suture synostosis; macrocephaly","sex":"Female","variant":{"id":"cggv:7bc53165-484c-4bc6-8b3b-3852b32a827b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f62db2b-f3f3-418a-90de-22e7f6f0a1b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.173C>T (p.Thr58Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256480"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened a total of 175 NS patients for variants in the KRAS gene and identified 5 patients carrying a variant in the gene. The variants were all confirmed to be de novo and were absent from 200 European control chromosomes."},{"id":"cggv:661dd901-e686-4abb-91a6-ea3906d12bc6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71c5b964-aede-4941-8e5b-982b270bd423","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"phenotypeFreeText":"polyhydramnios; cystic hygroma; frontal bossing; dolichocephaly; hypertelorism; low-set ears; short nose; anteverted nares; webbed neck; deep palmar crease; deep plantar creases;  hyperkeratosis; right ventricular hypertrophy; patent foramen ovale; sagittal craniosynostosis; feeding difficulties in infancy;  global developmental delay","sex":"Male","variant":{"id":"cggv:661dd901-e686-4abb-91a6-ea3906d12bc6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f62db2b-f3f3-418a-90de-22e7f6f0a1b4"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19396835","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis, the premature fusion of one or more cranial sutures, is a developmental defect that disrupts the cranial morphogenetic program, leading to variable dysmorphic craniofacial features and associated functional abnormalities. Craniosynostosis is frequently observed as an associated feature in a number of clinically and genetically heterogeneous syndromic conditions, including a group of disorders caused by activating mutations in genes coding for the fibroblast growth factor receptor family members FGFR1, FGFR2, and FGFR3. In these disorders, dysregulation of intracellular signaling promoted by the aberrant FGFR function is mediated, at least in part, by the RAS-MAPK transduction pathway. Mutations in KRAS, HRAS, and other genes coding for proteins participating in this signaling cascade have recently been identified as underlying Noonan syndrome (NS) and related disorders. While cardinal features of these syndromes include distinctive dysmorphic facial features, reduced growth, congenital heart defects, and variable ectodermal anomalies and cognitive impairment, craniosynostosis is not a recognized feature. Here, we report on the occurrence of premature closure of cranial sutures in subjects with NS, and their specific association with mutations in the KRAS gene. These findings highlight the pathogenetic significance of aberrant signaling mediated by the RAS signaling pathway in other known forms of craniosynostosis, and suggest that, even in the absence of radiologically demonstrable synostosis of the calvarian sutures, dysregulated growth and/or suture closure at specific craniofacial sites might contribute to the craniofacial anomalies occurring in NS.","dc:creator":"Kratz CP","dc:date":"2009","dc:title":"Craniosynostosis in patients with Noonan syndrome caused by germline KRAS mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19396835","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:1f0f5f93-dd4a-427d-86b4-35944722a764_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1dcc96a3-ff74-4838-9d7a-01cdaea6438e","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"phenotypeFreeText":"polyhydramnios; increased nuchal translucency; lymphedema; frontal bossing; downslanted palpebral fissures; proptosis; ptosis; broad nasal tip; low-set, posteriorly rotated ear; deep philtrum; tented upper lip vermilion; micrognathia; high, narrow palate; redundant neck skin; low posterior hairline; genital hernia; patent ductus arteriosus; coarctation of aorta; biventricular hypertrophy; atrial septal defect; left-to-right shunt; hydronephrosis; hydroureter; \"dysplastic atrioventricular and semilunar valves\"","sex":"Male","variant":{"id":"cggv:1f0f5f93-dd4a-427d-86b4-35944722a764_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b447bda2-9981-4770-9d7b-d89494d38296","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.179G>T (p.Gly60Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/163766"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24382853","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome is a relatively common and heterogeneous genetic disorder, including congenital heart defect in more than half of the cases. If the defect is not large, life expectancy is normal. Here we report on a case of an infant with Noonan syndrome and rapidly progressive hypertrophic cardiomyopathy with lethal outcome, in whom we identified a novel mutation in the KRAS gene. This heterozygous unclassified missense variant in exon 3: c.179G> T (p.Gly60Val) might be associated with a lethal form of Noonan syndrome. The malignant clinical course of the disease and the lethal outcome in an infant only a few months old might be connected to RAS-mitogen-activated protein kinase pathway hyperactivation, consequently promoting cell growth and proliferation, leading to rapidly progressive hypertrophic cardiomyopathy. Further biochemical and functional studies are needed to confirm this hypothesis. ","dc:creator":"Nosan G","dc:date":"2013","dc:title":"A lethal course of hypertrophic cardiomyopathy in Noonan syndrome due to a novel germline mutation in the KRAS gene: case study."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24382853","rdfs:label":"Nosan 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This paper was a case study of a Caucasian infant with NS and rapidly progressing hypertrophic cardiomypathy. The patient was screened for variants in all NS-associated genes using Sanger sequencing. They identified a KRAS mutation in the patient. The variant was confirmed as de novo by genotyping the parents. The patient deceased at 4 months."},{"id":"cggv:8c27d88f-6ea7-41ff-ad75-8f842b1df8fa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ddb423f2-17bf-4978-8d4e-6e00f94d2efd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"phenotypeFreeText":"abnormal facial shape; short stature; abnormality of the thorax; strabismus","sex":"Male","variant":{"id":"cggv:8c27d88f-6ea7-41ff-ad75-8f842b1df8fa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccbcdf1d-6791-4731-ba1a-5b6b6b362d1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.40G>A (p.Val14Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA156358"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"1/53816 (European Non-Finnish). This study screened a total of 175 NS patients for variants in the KRAS gene and identified 5 patients carrying a variant in the gene. The variants were all confirmed to be de novo and were absent from 200 European control chromosomes."},{"id":"cggv:c854e8cd-4e73-49e4-b754-7b0a23a8b50a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01f0bd13-f1e2-4987-b45f-d9f8f85a078d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"phenotypeFreeText":"polyhydramnios; patent ductus arteriosus; failure to thrive; gastroesophageal reflux; posterior plagiocephaly; scaphocephaly; sagittal craniosynostosis; prominent metoptic ridge; prominent scalp veins; hypertelorism; epicanthus; ptosis; downslanted palpebral fissures; strabismus; hypoplastic nasal bridge; deep philtrum; high palate; low-set posteriorly rotated ears; thickened helices; pectus excavatum; dysplastic pulmonary valve; intellectual disability, mild; delayed skeletal maturation","sex":"Male","variant":{"id":"cggv:c854e8cd-4e73-49e4-b754-7b0a23a8b50a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ab35cca2-47a6-4ec7-8211-3f610eec24a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.178G>A (p.Gly60Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12597"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19396835"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19396835","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:727acf1f-b86e-4c9e-a4ac-4fce1315ac68_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:036b4e38-eb74-4837-9af1-e1b0dea1e813","type":"Proband","ageUnit":"Years","ageValue":13,"phenotypeFreeText":"hypertrophic cardiomyopathy; mitral valve prolapse; tricuspid valve prolapse; abnormal facial shape; short stature; cryptorchidism; strabismus; ptosis; moderate global developmental delay","sex":"Male","variant":{"id":"cggv:727acf1f-b86e-4c9e-a4ac-4fce1315ac68_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccbcdf1d-6791-4731-ba1a-5b6b6b362d1f"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"1/53816 (European Non-Finnish). This study screened a total of 175 NS patients for variants in the KRAS gene and identified 5 patients carrying a variant in the gene. The variants were all confirmed to be de novo and were absent from 200 European control chromosomes."},{"id":"cggv:7c95c64c-18ec-413c-8b34-807c91b9795f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:df0cffee-bd1c-48d5-9c4c-2e347d5ff0fe","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"1/53816 (European Non-Finnish)","phenotypeFreeText":"abnormal facial shape; short stature; shield chest; bruising susceptibility; mild global developmental delay; laryngotracheomalacia; \"cleft mitral valve\"","sex":"Female","variant":{"id":"cggv:7c95c64c-18ec-413c-8b34-807c91b9795f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ccbcdf1d-6791-4731-ba1a-5b6b6b362d1f"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"1/53816 (European Non-Finnish)\n This study screened a total of 175 NS patients for variants in the KRAS gene and identified 5 patients carrying a variant in the gene. The variants were all confirmed to be de novo and were absent from 200 European control chromosomes."},{"id":"cggv:35032b4a-844f-437b-ae8c-549b7afd21e7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b5d0609-a747-41f7-8628-f8b89932a4f1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"phenotypeFreeText":"hypertrophic cardiomyopathy; mitral valve prolapse; abnormal facial shape; short stature; pectus carinatum; unilateral cryptorchidism; strabismus; nystagmus; mild global developmental delay; generalized tonic-clonic seizures; \"mitral valve dysplasia\"","sex":"Male","variant":{"id":"cggv:35032b4a-844f-437b-ae8c-549b7afd21e7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74d1d660-37cb-4c74-ac46-0feba01fbf0c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033360.4(KRAS):c.*12A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256478"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16474405","rdfs:label":"Case 6"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened a total of 175 NS patients for variants in the KRAS gene and identified 5 patients carrying a variant in the gene. The variants were all confirmed to be de novo and were absent from 200 European control chromosomes. \nVariant characterized by Shubbert et al. 2007."},{"id":"cggv:a2606adb-aae1-41fd-837e-c20a37470eef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f943eb18-13a2-441a-9b1e-f6e81706895f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"phenotypeFreeText":"short stature; growth delay; delayed skeletal maturation; ventricular hypertrophy; pulmonic stenosis; atrial septal defect; hypertelorism; strabismus; low-set ears; thickened ears; relative macrocephaly; high forehead; depressed nasal bridge; short neck; webbed neck; wide intermamillary distance; global developmental delay; hyperpigmentation of the skin; cafe-au-lait spot; deep palmar crease; deep plantar creases; dry hair; thick hair; cubitus valgus; joint hypermobility; polyhydramnios; feeding difficulties in infancy","previousTesting":true,"previousTestingDescription":"Negative for variants in PTPN11.","sex":"Female","variant":{"id":"cggv:a2606adb-aae1-41fd-837e-c20a37470eef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74d1d660-37cb-4c74-ac46-0feba01fbf0c"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16773572"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16773572","rdfs:label":"Carta 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 87 European NS patients for variants in KRAS, NRAS, HRAS, and DUSP6 using DHPLC followed by dye terminator sequencing. They identified 2 individuals with KRAS variants. Both parents were sequenced using DHPLC and paternity was confirmed in both cases.\nVariant characterized by Shubbert et al. 2007."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2249,"specifiedBy":"GeneValidityCriteria5","strengthScore":14,"subject":{"id":"cggv:0fb05cd5-5cfc-40a8-8426-2900dc4ba682","type":"GeneValidityProposition","disease":"obo:MONDO_0018997","gene":"hgnc:6407","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"There is a definitive association between alteration of the KRAS gene and Noonan syndrome (NS). The maximum amount of scorable genetic evidence has been published showing de novo as well as non-de novo variants occur in KRAS in patients with NS (Carta et al., 2006; Kratz et al., 2009; Nosan, Bertok, Vesel, Yntema, & Paro-Panjan, 2013; Schubbert et al., 2006). The KRAS gene is also located in the Ras/MAPK pathway, which is associated with the NS phenotype and variants found in NS patients in this gene disrupt the RAS pathway function as demonstrated by both mouse and zebrafish models (Aoki et al., 2016; Hernandez-Porras et al., 2014; Rauen, 2013; Razzaque et al., 2012). Of note, KRAS has also been classified as strong in association with cardiofaciocutaneous syndrome and as disputed in association with Costello syndrome. The ClinGen RASopathy Expert Panel found no evidence associating KRAS with NS-like disorder with loose anagen hair or NS with multiple lentigines. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/24/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:6476a5fd-8f66-462b-b17a-43540dad3c1f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}