{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-04-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-03T23:57:28.440Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb10ca93-be6e-4872-9767-5ac33c293825","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1e15b458-6e91-45bf-8b59-a5e89a0f9adf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Mouse valve expression at embryonic day 15.5","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35200715","type":"dc:BibliographicResource","dc:abstract":"Mitral valve prolapse (MVP) is a common cardiac valve disease that often progresses to serious secondary complications requiring surgery. MVP manifests as extracellular matrix disorganization and biomechanically incompetent tissues in the adult setting. However, MVP has recently been shown to have a developmental basis, as multiple causal genes expressed during embryonic development have been identified. Disease phenotypes have been observed in mouse models with human MVP mutations as early as birth. This study focuses on the developmental function of DCHS1, one of the first genes to be shown as causal in multiple families with non-syndromic MVP. By using various biochemical techniques as well as mouse and cell culture models, we demonstrate a unique link between DCHS1-based cell adhesions and the septin-actin cytoskeleton through interactions with cytoplasmic protein Lix1-Like (LIX1L). This DCHS1-LIX1L-SEPT9 axis interacts with and promotes filamentous actin organization to direct cell-ECM alignment and valve tissue shape.","dc:creator":"Moore KS","dc:date":"2022","dc:title":"DCHS1, Lix1L, and the Septin Cytoskeleton: Molecular and Developmental Etiology of Mitral Valve Prolapse."},"rdfs:label":"Expression in developing valve"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e9c51dd5-01ed-4a1e-ba2f-608fc8b0334b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5e76cf8f-e65a-444c-897f-0d9cacce932d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Single cell expression","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37147909","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) is observed in up to 1% of live births and is one of the leading causes of mortality from birth defects. While hundreds of genes have been implicated in the genetic etiology of CHD, their role in CHD pathogenesis is still poorly understood. This is largely a reflection of the sporadic nature of CHD, as well as its variable expressivity and incomplete penetrance. We reviewed the monogenic causes and evidence for oligogenic etiology of CHD, as well as the role of ","dc:creator":"Zhu W","dc:date":"2023","dc:title":"Insights into the genetic architecture of congenital heart disease from animal modeling."},"rdfs:label":"Expression in human, mouse and chick development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3b044a95-7da7-4505-8f05-9dfce92079ab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f79a9d02-819e-4d74-858e-588a4c6252da","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Abnormal mitral valve formation could contribute to congenital heart disease","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35200715","rdfs:label":"Cardiac fibroblast model"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94a9419e-2684-420c-b7bc-db296ca71593","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c70b7fde-3ca0-44fe-b40b-5a15ff90179c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"By whole organism imaging","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26258302","type":"dc:BibliographicResource","dc:abstract":"Mitral valve prolapse (MVP) is a common cardiac valve disease that affects nearly 1 in 40 individuals. It can manifest as mitral regurgitation and is the leading indication for mitral valve surgery. Despite a clear heritable component, the genetic aetiology leading to non-syndromic MVP has remained elusive. Four affected individuals from a large multigenerational family segregating non-syndromic MVP underwent capture sequencing of the linked interval on chromosome 11. We report a missense mutation in the DCHS1 gene, the human homologue of the Drosophila cell polarity gene dachsous (ds), that segregates with MVP in the family. Morpholino knockdown of the zebrafish homologue dachsous1b resulted in a cardiac atrioventricular canal defect that could be rescued by wild-type human DCHS1, but not by DCHS1 messenger RNA with the familial mutation. Further genetic studies identified two additional families in which a second deleterious DCHS1 mutation segregates with MVP. Both DCHS1 mutations reduce protein stability as demonstrated in zebrafish, cultured cells and, notably, in mitral valve interstitial cells (MVICs) obtained during mitral valve repair surgery of a proband. Dchs1(+/-) mice had prolapse of thickened mitral leaflets, which could be traced back to developmental errors in valve morphogenesis. DCHS1 deficiency in MVP patient MVICs, as well as in Dchs1(+/-) mouse MVICs, result in altered migration and cellular patterning, supporting these processes as aetiological underpinnings for the disease. Understanding the role of DCHS1 in mitral valve development and MVP pathogenesis holds potential for therapeutic insights for this very common disease.","dc:creator":"Durst R","dc:date":"2015","dc:title":"Mutations in DCHS1 cause mitral valve prolapse."},"rdfs:label":"Zebarfish morpholino"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Downgraded for morpholino technology rather than germline mutants, as well as lack of direct correlation with mitral valve phenotype"},{"id":"cggv:4de6ae65-7f27-4b8f-9ce3-93313ca70af0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:30184f73-1d8b-4062-9758-846629889c59","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Lack of DCHS1 disrupts leads to abnormal anterior leaflet\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35200715","rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Null mouse model whereas human genes associated with non-congenital mitral valve disorders are generally autosomal dominant"},{"id":"cggv:949234fe-0573-459b-9719-b014a7b85e7b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c81296a3-1b84-47f4-9f49-25f27643f7b3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cardiac development is perturbed in both, but phenotypes do diverge","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21303848","type":"dc:BibliographicResource","dc:abstract":"The Drosophila Dachsous and Fat proteins function as ligand and receptor, respectively, for an intercellular signaling pathway that regulates Hippo signaling and planar cell polarity. Although gene-targeted mutations in two mammalian Fat genes have been described, whether mammals have a Fat signaling pathway equivalent to that in Drosophila, and what its biological functions might be, have remained unclear. Here, we describe a gene-targeted mutation in a murine Dachsous homolog, Dchs1. Analysis of the phenotypes of Dchs1 mutant mice and comparisons with Fat4 mutant mice identify requirements for these genes in multiple organs, including the ear, kidney, skeleton, intestine, heart and lung. Dchs1 and Fat4 single mutants and Dchs1 Fat4 double mutants have similar phenotypes throughout the body. In some cases, these phenotypes suggest that Dchs1-Fat4 signaling influences planar cell polarity. In addition to the appearance of cysts in newborn kidneys, we also identify and characterize a requirement for Dchs1 and Fat4 in growth, branching and cell survival during early kidney development. Dchs1 and Fat4 are predominantly expressed in mesenchymal cells in multiple organs, and mutation of either gene increases protein staining for the other. Our analysis implies that Dchs1 and Fat4 function as a ligand-receptor pair during murine development, and identifies novel requirements for Dchs1-Fat4 signaling in multiple organs.","dc:creator":"Mao Y","dc:date":"2011","dc:title":"Characterization of a Dchs1 mutant mouse reveals requirements for Dchs1-Fat4 signaling during mammalian development."},"rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Difference between mitral valve disease in humans and atrial septal defect observed in mouse, as well as mouse model being null while humans are generally described to have autosomal dominant genotypes associated with non-congenital mitral valve abnormalities"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Disputed","sequence":8341,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.5,"subject":{"id":"cggv:23b4b9c1-86f1-407b-8094-8bcbfbda7e9d","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:13681","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*DCHS1* was first reported in relation to autosomal dominant congenital heart disease in 2023 (Zhou et al., PMID: 37399314). One variant (a missense) that has been reported in one proband in one publication (PMID: 37399314) is included in this curation. However, this variant was not scored as it is too frequent and it is not clear if the phenotype was present from birth. This gene-disease relationship is supported by animal models and expression studies. Lack of *DCHS1* disrupts actin cytoskeleton in cardiac fibroblasts (PMID 35200715). Expression studies confirmed that DCHS1 is expressed early in human, chick and mouse development (PMIDs 35200715, 37147909). Mouse models demonstrated that deficiency of *DCHS1* led to atrial septal defects and abnormal valve formation (PMIDs 35200715, 21303848). A zebrafish model demonstrated rescue of a heart failure phenotype with wildtype *DCHS1* mRNA after depletion with morpholino (PMID 26258302). In summary, the evidence supporting the relationship between *DCHS1* and autosomal dominant congenital heart disease has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *DCHS1* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 4/2/2024 (SOP Version 10). \nThere were no reports of variants in DCHS1 being associated with cardiac structural anomalies present at birth. This gene-disease relationship has limited evidence, therefore DCHS1 does not meet the criteria to be classified as associated with autosomal dominant DCHS1-related congenital heart disorders. DCHS1 will be classified as disputed for association with congenital heart disease\n","dc:isVersionOf":{"id":"cggv:ff470254-615c-4f86-8893-0431889c1472"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}