{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9acv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-08-31T21:07:43.950Z","role":"Publisher"},{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-06-02T06:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29760529","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability is the most common developmental disorder caused by chromosomal aberrations as well as single-nucleotide variants (SNVs) and small insertions/deletions (indels). Here we report identification of a novel, probably pathogenic mutation in the WHSC1 gene in a patient case with phenotype overlapping the features of Wolf-Hirschhorn syndrome. Deletions involving WHSC1 (Wolf-Hirschhorn syndrome candidate 1 gene) were described earlier in patients with Wolf-Hirschhorn syndrome. However, to our knowledge, single-point mutations in WHSC1 associated with any intellectual deficiency syndromes have not been reported. Using whole exome sequencing, we found a de novo nonsense mutation in WHSC1 (c.3412C>T, p.Arg1138Ter, NM_001042424.2) in patient with syndromic intellectual disability. This finding is challenging regarding a possible causative role of WHSC1 in intellectual disability syndromes, specifically Wolf-Hirschhorn syndrome. From the clinical standpoint, our finding suggests that next-generation sequencing along with chromosome microarray analysis (CMA) might be useful in genetic testing for patients with intellectual disability and dysmorphic features.","dc:creator":"Lozier ER","dc:date":"2018","dc:title":"De novo nonsense mutation in WHSC1 (NSD2) in patient with intellectual disability and dysmorphic features."},"evidence":[{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c955740-bdb3-4b70-9fa0-052f6cae9956","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5f6ad25-5141-470f-8a86-c265a9379112","type":"FunctionalAlteration","dc:description":"H3K36me2 levels increased in overexpression of wild-type NSD2 and a cancer-related NSD2 GoF variant (E1099K). Contrarily, apart from C869Y and E1091K, the NSD2 variants significantly reduced H3K36me2 levels were reduced. The S1137F derivative largely behaved like the negative control and the known NSD2 catalytic mutant Y1179A. The variants found by these authors map to three distinct domains of NSD2. The data presented in this publication is consistent with all variants (apart from C896Y) compromising to varying degrees the ability of NSD2 to generate H3K36me2, a key epigenetic modification. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33941880","type":"dc:BibliographicResource","dc:abstract":"Despite a few recent reports of patients harboring truncating variants in NSD2, a gene considered critical for the Wolf-Hirschhorn syndrome (WHS) phenotype, the clinical spectrum associated with NSD2 pathogenic variants remains poorly understood.","dc:creator":"Zanoni P","dc:date":"2021","dc:title":"Loss-of-function and missense variants in NSD2 cause decreased methylation activity and are associated with a distinct developmental phenotype."},"rdfs:label":"Disruption of NSD2's ability to generate H3K36me2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6785,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.5,"subject":{"id":"cggv:ca0c8747-c0a0-47c7-a3b5-9415e8868ef9","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:12766","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"Although *de novo* truncating variants in *NSD2* had been identified in large exome sequencing studies in autism spectrum disorder and intellectual disability as early as 2014 (PMIDs: 25363760, 28135719), the first report focusing on NSD2 variants as a cause of autosomal dominant syndromic intellectual disability was published in 2018 (Lozier et al., PMID: 29760529). Since then, more than 40 patients with neurodevelopmental abnormalities have been reported with primarily *de novo* variants in *NSD2* and a few reported cases of variants inherited from an affected parent (PMIDs: 25363760, 28135719, 28600779, 29760529, 29892088, 30345613, 31171569, 31382906, 33941880). Zanoni et al. (2021, PMID: 33941880) described a cohort of 18 previously unreported patients with *NSD2* pathogenic variants. Patients shared a phenotype characterized by developmental delay, prenatal-onset growth retardation and low birth weight, feeding difficulties, failure to thrive, height and head circumference below the 5th centile (<−1.65 SDS), dysmorphic features, hypotonia, usually mild intellectual disability, and autistic features.\n\n*NSD2* is located in the Wolf-Hirschhorn syndrome (WHS, MIM #194190) critical region; NSD2 deficiency leads to a distinct and milder phenotype that only partially overlaps with WHS. The majority of variants identified to date are nonsense and frameshift variants that result in predicted loss-of-function of NSD2. Additionally, this is a highly constrained gene with few loss-of-function variants reported in public databases. Consequently, the mechanism of disease is hypothesized to be haploinsufficiency of *NSD2* due to loss-of-function or hypomorphic variants. \n\n*NSD2* encodes a histone methyltransferase involved in transcriptional regulation. Experimental evidence showed that cells with *NSD2* missense variants have reduced H3K36me2 methylation levels and impaired ability to rescue methylation abnormalities in NSD2-depleted cells (PMID: 33941880). \n\nIn summary, there is definitive evidence to support the relationship between *NSD2* and a distinct autosomal dominant syndromic intellectual disability disorder. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on June 2, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:de3c113b-0a7d-454d-88e3-faf4f1fdb9ac"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}