{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2021-01-08T19:17:03.094Z","role":"Publisher"},{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2020-12-15T00:25:35.799Z","role":"Approver"}],"evidence":[{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bc1f6e3-702c-440c-8139-4a82ab55cfe2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33194a15-46e5-4036-8550-f93025316137","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The KCNJ2 -containing channels (known as Kir2.1 in the paper) contribute to cell excitability in heart, brain and skeletal muscle. LQT prolongs the interval required for cardiac myocytes to repolarize, either by enhancing depolarization or reducing repolarization of the membranes. Reducing the function of the KCNJ2 channels would reduce the repolarization rate, as shown in the biochem experiments and this happens in an autosomal dominant way.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11371347","type":"dc:BibliographicResource","dc:abstract":"Andersen's syndrome is characterized by periodic paralysis, cardiac arrhythmias, and dysmorphic features. We have mapped an Andersen's locus to chromosome 17q23 near the inward rectifying potassium channel gene KCNJ2. A missense mutation in KCNJ2 (encoding D71V) was identified in the linked family. Eight additional mutations were identified in unrelated patients. Expression of two of these mutations in Xenopus oocytes revealed loss of function and a dominant negative effect in Kir2.1 current as assayed by voltage-clamp. We conclude that mutations in Kir2.1 cause Andersen's syndrome. These findings suggest that Kir2.1 plays an important role in developmental signaling in addition to its previously recognized function in controlling cell excitability in skeletal muscle and heart.","dc:creator":"Plaster NM","dc:date":"2001","dc:title":"Mutations in Kir2.1 cause the developmental and episodic electrical phenotypes of Andersen's syndrome."},"rdfs:label":"Patch clamp"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6997dbd-02ef-4581-9b32-7939e934e9d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b409838-cb53-4926-945c-93f576af2e13","type":"FunctionalAlteration","dc:description":"current reduction 95%","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22589293","type":"dc:BibliographicResource","dc:abstract":"Mutations of KCNJ2, the gene encoding the human inward rectifier potassium channel Kir2.1, cause Andersen-Tawil syndrome (ATS), a disease exhibiting ventricular arrhythmia, periodic paralysis, and dysmorphic features. However, some KCNJ2 mutation carriers lack the ATS triad and sometimes share the phenotype of catecholaminergic polymorphic ventricular tachycardia (CPVT). We investigated clinical and biophysical characteristics of KCNJ2 mutation carriers with \"atypical ATS.\"","dc:creator":"Kimura H","dc:date":"2012","dc:title":"Phenotype variability in patients carrying KCNJ2 mutations."},"rdfs:label":"Cellular electrophysiological experiments"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b48f7804-e195-43d9-9d3d-a5d8741cfb12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24a4216e-4674-495a-b138-62631d195718","type":"FunctionalAlteration","dc:description":"Confocal imaging confirmed that the variant KCNJ2 protein did not localize appropriately to the plasma membrane, although this is partially restored by coexpression with wildtype KCNJ2. In CHO cells, the mutant form of the protein could not yield measurable K+ inward rectification current.  This was partially alleviated by co-transfecting with wildtype, but not entirely, leading the authors to suggest a partially dominant negative effect of the mutation, in keeping with AD mode of inheritance.  Additionally, the heterologous channels exhibited increased inward rectification in the presence of increasing Mg++.\n\nIn this paper the variant in the proband is associated with prolonged QT (500ms) with prominant U waves as well as the muscle paralysis phenotype of ATS.  However, her daughter was noted in the discussion to have the same variant and borderline QT interval (440ms).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17582433","type":"dc:BibliographicResource","dc:abstract":"Andersen-Tawil syndrome (ATS) is a multisystem inherited disease exhibiting periodic paralysis, cardiac arrhythmias, and dysmorphic features. In this study, we characterized the KCNJ2 channels with an ATS mutation (T75M) which is associated with cardiac phenotypes of bi-directional ventricular tachycardia, syncope, and QT(c) prolongation. Confocal imaging of GFP-KCNJ2 fusion proteins showed that the T75M mutation impaired membrane localization of the channel protein, which was restored by co-expression of WT channels with T75M channels. Whole-cell patch-clamp experiments in CHO-K1 cells showed that the T75M mutation produced a loss-of-function of the channel. When both WT and the T75M were co-expressed, the T75M mutation showed dominant-negative effects on inward rectifier K+ current densities, with prominent suppression of outward currents at potentials between 0 mV and +80 mV over the E(K). Inside-out patch experiments in HEK293T cells revealed that co-expression of WT and the T75M channels enhanced voltage-dependent block of the channels by internal Mg2+, resulting in enhanced inward rectification at potentials 50 mV more positive than the E(K). We suggest that the T75M mutation causes dominant-negative suppression of the co-expressed WT KCNJ2 channels. In addition, the T75M mutation caused alteration of gating kinetics of the mutated KCNJ2 channels, i.e., increased sensitivity to intracellular Mg2+ and resultant enhancement of inward rectification. The data presented suggest that the mutation may influence clinical features, but it does not directly show this.","dc:creator":"Tani Y","dc:date":"2007","dc:title":"T75M-KCNJ2 mutation causing Andersen-Tawil syndrome enhances inward rectification by changing Mg2+ sensitivity."},"rdfs:label":"imaging and electrophysiology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:364ae696-d015-4a9c-9cd9-6e22de749156","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f1328a1-adc9-426e-b976-a30ce93a8f4f","type":"FunctionalAlteration","dc:description":"20-25% reduced current amplitudes as a result of defective gating","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23644778","type":"dc:BibliographicResource","dc:abstract":"Andersen-Tawil syndrome (ATS) is characterized by dysmorphic features, periodic paralyses and abnormal ventricular repolarization. After genotyping a large set of patients with congenital long-QT syndrome, we identified two novel, heterozygous KCNJ2 mutations (p.N318S, p.W322C) located in the C-terminus of the Kir2.1 subunit. These mutations have a different localization than classical ATS mutations which are mostly located at a potential interaction face with the slide helix or at the interface between the C-termini. Mutation carriers were without the key features of ATS, causing an isolated cardiac phenotype. While the N318S mutants regularly reached the plasma membrane, W322C mutants primarily resided in late endosomes. Co-expression of N318S or W322C with wild-type Kir2.1 reduced current amplitudes only by 20-25 %. This mild loss-of-function for the heteromeric channels resulted from defective channel trafficking (W322C) or gating (N318S). Strikingly, and in contrast to the majority of ATS mutations, neither mutant caused a dominant-negative suppression of wild-type Kir2.1, Kir2.2 and Kir2.3 currents. Thus, a mild reduction of native Kir2.x currents by non dominant-negative mutants may cause ATS with an isolated cardiac phenotype.","dc:creator":"Limberg MM","dc:date":"2013","dc:title":"Non dominant-negative KCNJ2 gene mutations leading to Andersen-Tawil syndrome with an isolated cardiac phenotype."},"rdfs:label":"Localization and electrphysiological properties"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:14daecf4-9e0d-47ce-b08f-23c2d9d51387","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd81e5b6-3745-4d3c-afdc-90b78740b936","type":"FunctionalAlteration","dc:description":"Potassium current (Ik) decreased by 28% and 50% by the T75A and the deltaFQ163-164 mutation, respectively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15276028","type":"dc:BibliographicResource","dc:abstract":"Mutations of the KCNJ2 gene encoding the potassium channel Kir2.1 were previously shown to cause Andersen's syndrome (AS), a multisystem disease manifesting with developmental abnormalities, cardiac arrhythmias and periodic paralyses. We conducted a search for KCNJ2 mutations among 188 unrelated patients suspected to have long QT syndrome (LQTS). The screening was performed by denaturing high-performance liquid chromatography (dHPLC) and DNA sequencing. Two novel mutations of the KCNJ2 gene were detected: a missense threonine to alanine mutation (T75A) in the N-terminal region (family 1) and an in-frame deletion of two amino acids (DeltaFQ163-164) in the M2 transmembrane region (family 2). In addition, a previously described silent polymorphism C1146T was detected. In family 1, some of the affected family members had a history of periodic muscle weakness characteristic of AS, but no dysmorphic features. The mean QTc interval of the affected members were 444 +/- 24 ms (family 1, n=7) and 456 +/- 8 ms (family 2, n=2). The mutations affect functionally important regions of the KCNJ2 channel protein: upon injection of the Xenopus oocytes with the wild type and mutant KCNJ2 constructs, the channel proteins were correctly synthesized and localized to the cell surface, but no measurable inward K(+) current could be detected for the mutant KCNJ2 constructs. In conclusion, we report two novel loss-of-function mutations of the KCNJ2 channel, affecting different domains of the channel protein. Mutations of the KCNJ2 gene should be considered in genetic subclassification of LQTS patients, even in the absence of overt manifestations of AS.","dc:creator":"Fodstad H","dc:date":"2004","dc:title":"Loss-of-function mutations of the K(+) channel gene KCNJ2 constitute a rare cause of long QT syndrome."},"rdfs:label":"Volatge-clamp"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d0b1645c-2d57-415a-9a6c-13e49cfd0dd4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b6a2f46-e415-49c6-8584-38530731b3a3","type":"FunctionalAlteration","dc:description":"The mutant forms of KCNJ2 were cloned and transfected into COS-7 cells. Following expression, cells with the mutant forms of the gene showed complete lack of inwardly rectifying current, while cells transfected with WT KCNJ2 showed \"classical\" current levels.  Co-expression of wildtype and mutant forms of the KCNJ2 protein still showed loss of current, suggesting a dominant negative effect.  Assembly and trafficking of the mutant forms of the protein appear normal; therefore the impact is on function.  Experiments were repeated in HIK-293 cells, which derive from muscle, because the disease also shows effects on muscle- channel activity was also abolished in these cells with these mutants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15831539","type":"dc:BibliographicResource","dc:abstract":"The inward rectifier K(+) channel Kir2.1 carries all Andersen's syndrome mutations identified to date. Patients exhibit symptoms of periodic paralysis, cardiac dysrhythmia and multiple dysmorphic features. Here, we report the clinical manifestations found in three families with Andersen's syndrome. Molecular genetics analysis identified two novel missense mutations in the KCNJ2 gene leading to amino acid changes C154F and T309I of the Kir2.1 open reading frame. Patch clamp experiments showed that the two mutations produced a loss of channel function. When co-expressed with Kir2.1 wild-type (WT) channels, both mutations exerted a dominant-negative effect leading to a loss of the inward rectifying K(+) current. Confocal microscopy imaging in HEK293 cells is consistent with a co-assembly of the EGFP-fused mutant proteins with WT channels and proper traffick to the plasma membrane to produce silent channels alone or as hetero-tetramers with WT. Functional expression in C2C12 muscle cell line of newly as well as previously reported Andersen's syndrome mutations confirmed that these mutations act through a dominant-negative effect by altering channel gating or trafficking. Finally, in vivo electromyographic evaluation showed a decrease in muscle excitability in Andersen's syndrome patients. We hypothesize that Andersen's syndrome-associated mutations and hypokalaemic periodic paralysis-associated calcium channel mutations may lead to muscle membrane hypoexcitability via a common mechanism.","dc:creator":"Bendahhou S","dc:date":"2005","dc:title":"In vivo and in vitro functional characterization of Andersen's syndrome mutations."},"rdfs:label":"COS cell culture electrophysiology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e9e65e67-0aac-491c-9e99-5f9d9c479d61","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a211db7-8f30-4431-99ff-d815a6f5916a","type":"FunctionalAlteration","dc:description":"The mutant version transfected on its own resulted in abolishment of inward rectifying current.  Co-transfection with WT, to mimic the heterozygous situation, resulted in reduced current, suggesting a dominant negative effect.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16541386","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNJ2, the gene encoding the human inward rectifier potassium channel Kir2.1, have been identified in Andersen syndrome (or Andersen-Tawil syndrome), an inherited disorder characterized by periodic paralysis, cardiac arrhythmias, and dysmorphic features. We identified and characterized two novel KCNJ2 mutations (c.220A>G/p.T74A and c.443G>C/p.G144A) associated with Andersen syndrome. Heterologous expression of a recombinant wild type human KCNJ2 cDNA (WT-KCNJ2) in HEK-293 cells results in robust inward rectifying currents, but we did not observe measurable currents from cells expressing either mutant. Cells co-transfected with WT-KCNJ2 and either mutant exhibited substantially lower whole-cell current amplitude consistent with a dominant-negative suppression of WT-KCNJ2 by the mutant channels. Both p.T74A and p.G144A exhibit robust plasma membrane expression, but a third previously reported allele (p.C101R) exhibited impaired trafficking. Our results demonstrate functional consequences of two novel trafficking-competent KCNJ2 mutations associated with Andersen syndrome and expand our knowledge of allelic diversity in this disease.","dc:creator":"Ballester LY","dc:date":"2006","dc:title":"Trafficking-competent and trafficking-defective KCNJ2 mutations in Andersen syndrome."},"rdfs:label":"HEK293 electrophysiology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1dd26247-d05c-46ba-8b60-acde2af93c6c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ac55d963-b9b3-46cf-ae2f-35d3f18eb0eb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The wildtype protein directly interacts with the mutant form (demonstrated by FRET experiments) and partially restores the proper function by this interaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21493816","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNJ2, a gene encoding the inward rectifier K(+) channel Kir2.1, are associated with Andersen-Tawil syndrome (ATS), which is characterized by (1) ventricular tachyarrhythmias associated with QT (QU)-interval prolongation, (2) periodic paralysis, and (3) dysmorphic features.","dc:creator":"Doi T","dc:date":"2011","dc:title":"A novel KCNJ2 nonsense mutation, S369X, impedes trafficking and causes a limited form of Andersen-Tawil syndrome."},"rdfs:label":"CHO eletrophysiology"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b28a292e-afa3-490d-bd4d-56ccd839a6cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce1208d7-c6b7-46ee-a75d-9c9b2f07ff02","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":16,"detectionMethod":"Targeted resequencing for 14 genes known to be involved was performed by NGS. All mutations were validated by Sanger sequencing in probands and then the genotype-phenotype correlation of each mutation was evaluated by family segregation study using a Beckman Coulter CEQTM 8000 Genetic Analysis System.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The female proband, 20 years of age with onset at 16 years, complained of syncope and premature ventricular beats. Examination showed a heart-rate-corrected QT interval (QTc) > 450 msec and QTcmax of 530 msec. The patient underwent implantation of a cardioverter-defibrillator (ICD).","sex":"Female","variant":{"id":"cggv:b28a292e-afa3-490d-bd4d-56ccd839a6cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ca00d87-7a60-4a3c-89ca-b5393cd9cbc5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000891.3(KCNJ2):c.245G>A (p.Arg82Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA329657"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28003625","type":"dc:BibliographicResource","dc:abstract":"Long QT syndrome (LQTS) has great genetic heterogeneity: more than 500 mutations have been described in several genes. Despite many advances, a genetic diagnosis still cannot be established in 25-30% of patients. The aim of the present study was to perform genetic evaluation in 9 Russian families with LQTS; here we report the results of 4 positive probands and their relatives (a total of 16 individuals). All subjects underwent clinical examination, 12-lead ECG, and Holter monitoring. Genetic analysis of the 14 genes mainly involved in LQTS was performed using a next-generation sequencing approach. We identified two new mutations (KCNQ1 gene) and 6 known mutations (AKAP9, ANK2, KCNE1 and KCNJ2 genes) in 4 out of 9 probands, some of which have already been described in association with LQTS. Segregation studies suggest a possible causative role for KCNQ1 p.(Leu342Pro), AKAP9 p.(Arg1609Lys), KCNE1 p.(Asp85Asn), and KCNJ2 p.(Arg82Gln) variations. Our study confirmed the high genetic heterogeneity of this disease and highlights the difficulties to reveal clear pathogenic genotypes also in large pedigrees. To the best of our knowledge, this is the first genetic study of LQTS patients from Russian families.","dc:creator":"Maltese PE","dc:date":"2017","dc:title":"Gene-Targeted Analysis of Clinically Diagnosed Long QT Russian Families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28003625","rdfs:label":"II-1 family 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:1783214a-bb3d-429b-a4aa-fd1f6bb5ac8d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8422ad5c-b9e1-4459-baa6-e8360da6b691","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":46,"detectionMethod":"DHPLC, PCR, sequencing","firstTestingMethod":"Denaturing gradient gel","phenotypeFreeText":"QTc/QUc 553/680","phenotypes":"obo:HP_0005184","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:1783214a-bb3d-429b-a4aa-fd1f6bb5ac8d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ca00d87-7a60-4a3c-89ca-b5393cd9cbc5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22589293"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22589293","rdfs:label":"#16"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:ae67a72f-fb92-40c8-92e7-43b6277c96d1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:102ec0b6-cd62-445f-8de0-5e61b1f67b39","type":"Proband","detectionMethod":"Not provided.","phenotypes":["obo:HP_0001999","obo:HP_0003768","obo:HP_0001657"],"sex":"Female","variant":{"id":"cggv:ae67a72f-fb92-40c8-92e7-43b6277c96d1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6af0db1a-93e7-42ce-ba4b-095b88eeeec9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000891.3(KCNJ2):c.575C>T (p.Thr192Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/67582"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20111058","type":"dc:BibliographicResource","dc:abstract":"Andersen-Tawil syndrome (ATS) is a rare familial potassium channelopathy characterized by the clinical triad of periodic paralysis, cardiac arrhythmia and dysmorphic facial/skeletal features. The majority of ATS patients are caused by mutations of the KCNJ2 gene, which encodes the inward-rectifying potassium channel protein Kir2.1. However, the effects of the KCNJ2 mutation on the central nervous system are rarely studied. In this report, we describe a heterozygous missense mutation (p.Thr192Ile) in the KCNJ2 gene, which segregates with the disease phenotype in an ATS family. It is noted that in addition to the classical clinical phenotypes of ATS, the index patient exhibited major depression and pyramidal tract signs with diffuse periventricular white matter lesions without contrast enhancement. This mutation and the unusual clinical manifestations observed underscore the phenotypic complexity underlying ATS. Our observations expand the current knowledge of the phenotypic variability of ATS caused by the KCNJ2 mutation. Patients with ATS, especially those carrying the KCNJ2 mutations, should be monitored for their potential neuropsychiatric system involvement.","dc:creator":"Chan HF","dc:date":"2010","dc:title":"A novel neuropsychiatric phenotype of KCNJ2 mutation in one Taiwanese family with Andersen-Tawil syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20111058","rdfs:label":"Chan et al II-4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This variant segregates with ATS, not with pure LQT"},{"id":"cggv:ae5f31f8-d315-4000-96aa-1b4a6f58af7e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f1ce71fc-7177-4d8a-bd91-fe9c12e4753c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":41,"detectionMethod":"540 unrelated probands parallel sequencing approach (LQTS1-LQTS8) and in 710 step wise sequencing approach","phenotypeFreeText":"VF, QTc 482, sinus tachycardia, no U wave","phenotypes":"obo:HP_0005184","sex":"Female","variant":{"id":"cggv:ae5f31f8-d315-4000-96aa-1b4a6f58af7e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:19f6dcbb-2ae2-4486-8039-1eceea657ade","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000891.3(KCNJ2):c.953A>G (p.Asn318Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346055"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23644778"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23644778","rdfs:label":"#N318S"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:e47faf4e-8afd-4b35-83d5-331c167840be_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bf7ceeb6-9b81-488e-8f35-7fc14e753fbc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"detectionMethod":"DHPLC, PCR, sequencing","firstTestingMethod":"Denaturing gradient gel","phenotypes":"obo:HP_0005184","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:e47faf4e-8afd-4b35-83d5-331c167840be_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:089f98e7-7679-4719-a348-93dd450fe26d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"KCNJ2, 12-BP DEL, NT513","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8921"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22589293"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22589293","rdfs:label":"#20"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:d934f042-4692-430f-898a-c4e6ba996803_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f397f916-b3c2-4527-a52a-4d22c33a3077","type":"Proband","ageType":"AgeAtReport","ageValue":40,"detectionMethod":"DHPLC, PCR, sequencing","firstTestingMethod":"Denaturing gradient gel","previousTesting":true,"previousTestingDescription":"KCNQ1, HERG, SCN5A, KCNE1 , KCNE2","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:d934f042-4692-430f-898a-c4e6ba996803_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:089f98e7-7679-4719-a348-93dd450fe26d"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15276028"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15276028","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:d7062d07-c528-45f1-9fad-1e398d444620_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3db1acee-5ab1-4db4-8033-f09b6ac7e0cf","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":36,"detectionMethod":"12x135K custom CGH array 101 genes","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"prolonged QT, abnormal T waves.","previousTesting":true,"previousTestingDescription":"LQTS1,2,3,5,6, and 7","sex":"Female","variant":{"id":"cggv:d7062d07-c528-45f1-9fad-1e398d444620_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:089f98e7-7679-4719-a348-93dd450fe26d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24395924","type":"dc:BibliographicResource","dc:abstract":"Large gene rearrangements, not detectable by standard molecular genetic sequencing techniques, are present in a minority of patients with long QT syndrome. We aimed to screen for large rearrangements in genes responsible for long QT syndrome as part of the molecular autopsy of a 36-year-old woman who died suddenly and had a negative autopsy. A retrospective analysis of an ECG identified a long QT interval, but sequencing of known LQT genes was uninformative.","dc:creator":"Marquis-Nicholson R","dc:date":"2014","dc:title":"Array comparative genomic hybridization identifies a heterozygous deletion of the entire KCNJ2 gene as a cause of sudden cardiac death."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395924","rdfs:label":"#A"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:dda4c53d-ff7e-40eb-a8a6-455426428f0e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1f3b0f92-6bf9-415e-844e-549aa6fdf447","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Sequencing of KCNJ2","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0011675","obo:HP_0001999"],"sex":"Female","variant":{"id":"cggv:dda4c53d-ff7e-40eb-a8a6-455426428f0e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc4a314a-82d8-4a97-815a-735872d3e061","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000891.3(KCNJ2):c.779G>C (p.Arg260Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/67587"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21148745","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNJ2, the gene encoding the human inward rectifier potassium channel Kir2.1 (IK1 or IKir2.1), have been identified in Andersen-Tawil syndrome. Andersen-Tawil syndrome is a multisystem inherited disease exhibiting periodic paralysis, cardiac arrhythmias, and dysmorphic features at times mimicking catecholaminergic polymorphic ventricular tachycardia.","dc:creator":"Barajas-Martinez H","dc:date":"2011","dc:title":"Biophysical and molecular characterization of a novel de novo KCNJ2 mutation associated with Andersen-Tawil syndrome and catecholaminergic polymorphic ventricular tachycardia mimicry."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21148745","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"This variant segregates with ATS, not purely with LQT syndrome"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":0},{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:cdae9127-943f-4d64-8e6a-8bb67a4e13c5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:efa27380-e255-4ef1-914c-ac0745eecc01","type":"Proband","detectionMethod":"Sanger sequencing of the coding region of KCNJ2","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0011675","sex":"Male","variant":{"id":"cggv:cdae9127-943f-4d64-8e6a-8bb67a4e13c5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8439a84e-8868-4c44-bc78-d1099daa1577","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000891.3(KCNJ2):c.652C>T (p.Arg218Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8919"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347","rdfs:label":"K6515 2-I"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Associated with ATS, not pure LQT"},{"id":"cggv:6a8be965-b34c-43f5-a553-a4bb5c2091e4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b9a806a-1306-4302-b676-237a8a0f9962","type":"Proband","detectionMethod":"Sanger sequencing of the coding region of the KCNJ2 gene.","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0011675","sex":"Male","variant":{"id":"cggv:6a8be965-b34c-43f5-a553-a4bb5c2091e4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8439a84e-8868-4c44-bc78-d1099daa1577"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347","rdfs:label":"K2679 2-I"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Associated with ATS, not pure LQT"},{"id":"cggv:bfb84dae-b6ba-4385-b15a-5a28b99d753f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fcd1e8ae-69a4-401f-8960-3205193f0627","type":"Proband","detectionMethod":"Sanger sequencing of the coding region of KCNJ2","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0011675","sex":"Female","variant":{"id":"cggv:bfb84dae-b6ba-4385-b15a-5a28b99d753f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8439a84e-8868-4c44-bc78-d1099daa1577"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347","rdfs:label":"K2681 2-I"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Associated with ATS, not pure LQT"},{"id":"cggv:34becb82-ab09-4afa-b845-a1d7dede4ba9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4434bbd-ab1c-44ff-94c0-33d307c3cf2e","type":"Proband","detectionMethod":"Sanger sequencing of the KCNJ2 gene","firstTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:34becb82-ab09-4afa-b845-a1d7dede4ba9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:38d08e5c-778c-4055-8222-176862bf7041","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000891.3(KCNJ2):c.430G>A (p.Gly144Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/67573"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11371347","rdfs:label":"K3856 2-I"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Associated with ATS, not pure LQT"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":1771,"specifiedBy":"GeneValidityCriteria8","strengthScore":6.5,"subject":{"id":"cggv:2d38dd5e-49a6-4d46-90a9-734ee150013f","type":"GeneValidityProposition","disease":"obo:MONDO_0002442","gene":"hgnc:6263","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"KCNJ2 encodes the alpha subunit of Ik1, the inward rectifier cardiac potassium channel. Pathogenic variants in KCNJ2 are the cause of Andersen-Tawil Syndrome (ATS), a multisystem disorder whose manifestations include dysmorphic features and periodic paralysis. Although patients with ATS are at risk of developing ventricular arrhythmias, these are not typically torsades de pointes, the hallmark of LQTS. Furthermore, ECGs of patients with ATS demonstrate QT-U prolongation and not QT prolongation. Accordingly, the Expert Panel classified the level of evidence for this association as limited. \nNote: All LQTS genes were curated by 3 separate blinded teams. The evidence and scores reached by these 3 teams were reviewed by the LQTS Clinical Domain Expert Panel. For a detailed discussion of this group's work and the separate scores of the 3 teams please see \"Adler et al. An International, Multicentered, Evidence-Based Reappraisal of Genes Reported to Cause Congenital Long QT Syndrome. Circulation 2020;141(6):418-428. doi: 10.1161/CIRCULATIONAHA.119.043132”\nSee evidence summary","dc:isVersionOf":{"id":"cggv:5dc2acbc-8dbe-4142-8f71-89f1576dde08"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}