{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-06-15T19:29:53.563Z","role":"Publisher"},{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-05-25T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.7},{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd99a6fa-5484-44b1-9126-c654f5070dc8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51bed1e9-8853-4513-8648-ab6fd1951be0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Transiently transfected HEK293T cells were co expressed with SLFN14 WT - GFP and either SLFN14 WT or Mutant - myc vectors. Both varaints K218E and K219N co expression (WT/mutant) was 37% and 54% that of WT/WT.  An E. coli expression vector was used to investigate degradation and folding of mutant K218E by fluorescence microscopy.  The mutant exhibited differences in emission energy at 340 nm demonstrating different conformation of the WT and mutant protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29678925","type":"dc:BibliographicResource","dc:abstract":"Platelets are anucleate and mostly ribosome-free cells within the bloodstream, derived from megakaryocytes within bone marrow and crucial for cessation of bleeding at sites of injury. Inherited thrombocytopenias are a group of disorders characterized by a low platelet count and are frequently associated with excessive bleeding. ","dc:creator":"Fletcher SJ","dc:date":"2018","dc:title":"Role of the novel endoribonuclease SLFN14 and its disease-causing mutations in ribosomal degradation."},"rdfs:label":"Fletcher - Expression/Degradation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"As previously demonstrated by Fletcher et al, PMID: 26280575, SLFN14 missense variants K218E and K219N both demonstrate decreased protein expression. Fluorescence microscopy demonstrated dissimilar tertiary structures of WT and K218E mutant SLFN14, supporting the hypothesis of post translational degradation caused by protein misfolding."},{"id":"cggv:c99dce77-df70-4049-b100-f886db934a1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e13400da-684b-4e7a-889b-b49a9217847f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot analysis of platelet lysates from three families harboring three uniques variants (K218E; K219N; V220D) were performed.  SLFN14 protein levels were 19% (K218E), 33% and 34% (K219N), and 24% (V220D) of that of control platelets. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26280575","type":"dc:BibliographicResource","dc:abstract":"Inherited thrombocytopenias are a group of disorders that are characterized by a low platelet count and are sometimes associated with excessive bleeding that ranges from mild to severe. We evaluated 36 unrelated patients and 17 family members displaying thrombocytopenia that were recruited to the UK Genotyping and Phenotyping of Platelets (GAPP) study. All patients had a history of excessive bleeding of unknown etiology. We performed platelet phenotyping and whole-exome sequencing (WES) on all patients and identified mutations in schlafen 14 (SLFN14) in 12 patients from 3 unrelated families. Patients harboring SLFN14 mutations displayed an analogous phenotype that consisted of moderate thrombocytopenia, enlarged platelets, decreased ATP secretion, and a dominant inheritance pattern. Three heterozygous missense mutations were identified in affected family members and predicted to encode substitutions (K218E, K219N, and V220D) within an ATPase-AAA-4, GTP/ATP-binding region of SLFN14. Endogenous SLFN14 expression was reduced in platelets from all patients, and mutant SLFN14 expression was markedly decreased compared with that of WT SLFN14 when overexpressed in transfected cells. Electron microscopy revealed a reduced number of dense granules in affected patients platelets, correlating with a decreased ATP secretion observed in lumiaggregometry studies. These results identify SLFN14 mutations as cause for an inherited thrombocytopenia with excessive bleeding, outlining a fundamental role for SLFN14 in platelet formation and function. ","dc:creator":"Fletcher SJ","dc:date":"2015","dc:title":"SLFN14 mutations underlie thrombocytopenia with excessive bleeding and platelet secretion defects."},"rdfs:label":"Fletcher - Protein Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Three unique variant demonstrated aberrant protein expression in western blot.  The average reduction of expression was >70%. This reduction is greater than the expected 50% (heterozygous) decrease and demonstrates the mutant's likely influence on the stability of the WT protein."},{"id":"cggv:d06ebc9e-dcda-4614-ab2f-991f49cf10e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa936785-0b27-48db-b153-d26e4b82f08b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CD34+ cells were differentiated into megakaryocytes from cord blood.  Flow cytometery of mature megakaryocytes indicates CD41 positivity. RT-PCR analysis of primary megakaryocytes show SLFN14 expression at different stages of development and cell lines expression. Additionally, expression of SLFN14 protein was demonstrated by western blot from platelets from healthy donors.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26280575","rdfs:label":"Fletcher - Megakaryocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Rowley et al (PMID:21596849) previously described SLFN14 mRNA expression in human platelets.  Fletcher et al demonstrates both immature and mature magakaryocytes express SLFN14 mRNA as well as show platelets express SLFN14 protein."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:225df82c-84d8-436f-b34a-5314303db0cf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5e5cc0ce-0bdf-402a-a81a-b482b023a102","type":"FunctionalAlteration","dc:description":"CD45+ progenitors from two individuals with the R223W variant and three healthy controls were differentiated into megakaryocytes. Flow cytometry analysis of these mature megakarocyte markers showed a decrease in patient cells coexpressing CD41/CD42b as compared to controls.  Both individuals with the SLFN14 variant (R223W) had reduced proplatelet formation.  Additionally, the proplatelets formed by the patients' megakaryocytes had reduced elongation and branching of their shafts. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26769223","type":"dc:BibliographicResource","dc:creator":"Marconi C","dc:date":"2016","dc:title":"SLFN14-related thrombocytopenia: identification within a large series of patients with inherited thrombocytopenia."},"rdfs:label":"Marconi - CD45+ cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The impaired maturation of megakaryocytes and defective development of proplatelet architecture of the variant cells demonstrate that SLFN14 is likely implicated in platelet maturation and proplatelet formation."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c16b554c-e172-4c04-b5ef-260f912bd491","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8437fdf5-467a-467b-90f5-93d7fccf6861","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SLFN14 mRNA levels are reduced 50% in the mouse model, which is seen in individuals with SLFN14-related thrombocytopenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33496736","type":"dc:BibliographicResource","dc:abstract":"Schlafen 14 (SLFN14) has recently been identified as an endoribonuclease responsible for cleaving RNA to regulate and inhibit protein synthesis. Early studies revealed that members of the SLFN family are capable of altering lineage commitment during T-cell differentiation by using cell-cycle arrest as a means of translational control by RNase activity. SLFN14 has been reported as a novel gene causing an inherited macrothrombocytopenia and bleeding in human patients; however, the role of this endoribonuclease in megakaryopoiesis and thrombopoiesis remains unknown. To investigate this, we report a CRISPR knock-in mouse model of SLFN14 K208N homologous to the K219N mutation observed in our previous patient studies. We used hematological analysis, in vitro and in vivo studies of platelet and erythrocyte function, and analysis of spleen and bone marrow progenitors. Mice homozygous for this mutation do not survive to weaning age, whereas heterozygotes exhibit microcytic erythrocytosis, hemolytic anemia, splenomegaly, and abnormal thrombus formation, as revealed by intravital microscopy, although platelet function and morphology remain unchanged. We also show that there are differences in erythroid progenitors in the spleens and bone marrow of these mice, indicative of an upregulation of erythropoiesis. This SLFN14 mutation presents distinct species-specific phenotypes, with a platelet defect reported in humans and a severe microcytic erythrocytosis in mice. Thus, we conclude that SLFN14 is a key regulator in mammalian hematopoiesis and a species-specific mediator of platelet and erythroid lineage commitment.","dc:creator":"Stapley RJ","dc:date":"2021","dc:title":"Heterozygous mutation SLFN14 K208N in mice mediates species-specific differences in platelet and erythroid lineage commitment."},"rdfs:label":"Stapley - mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse model, K208N KI (human equivalent K219N) partially recapituales the human phenotype of platelet bleeding disorder 20, however noted differences are the lack of thrombocytopenia, platelet aggregation defects, or bleeding in the mice. SLFN14 mRNA levels are reduced 50% in the mouse model, which is seen in individuals with platelet bleeding disorder 20."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":4573,"specifiedBy":"GeneValidityCriteria7","strengthScore":5.7,"subject":{"id":"cggv:83f36879-de78-46f3-9bc3-28d4800ee56d","type":"GeneValidityProposition","disease":"obo:MONDO_0014830","gene":"hgnc:32689","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"SLFN14 was first reported in relation to platelet-type bleeding disorder 20 in 2015 (Fletcher et al, PMID: 26280575). Platelet-type bleeding disorder 20 is characterized by moderate thrombocytopenia, enlarged platelets, reduce ATP secretion and aggregation in response to ADP, collagen, and protease activated receptor-1 (PAR-1) and a bleeding diathesis. Evidence supporting this gene-disease curation includes case-level data and experimental data.   Five unique missense variants have been reported in humans.   Variants in this gene have been reported in 5 probands in 3 publications.  Variants in this gene segregated with disease in at least 7 additional family members.  The gene disease relationship is supported by expression (Fletcher et al, PMID: 26280575) and functional alteration (Marconi et al, PMID: 26769223) experiments.  Additionally, there is an unpublished mouse model (Morgan, N., personal communication, 2021) that recapitulates the human phenotype of reduced, enlarged platelets. This model would be awarded default points of 2.  The calculated clinical validity classification was modified to moderate with the addition of this unpublished mouse model. In summary, there is moderate evidence to support this gene-disease relationship, likely due to the recent description of SLFN14 in human disease.  Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. ​ \nAn unpublished mouse model (Morgan, N., personal communication, 2021) recapitulated the human phenotype and was \"awarded\" 2 points, bringing the experimental evidence from 3 to 5, and the overall point total to 7.7.  The Hemostasis and Thrombosis GCEP agreed to this modification on 03/24/21.","dc:isVersionOf":{"id":"cggv:f31ec838-fc84-47a2-9341-1fe494788a09"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}