{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-10-07T17:37:59.270Z","role":"Publisher"},{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-19T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23042115","type":"dc:BibliographicResource","dc:abstract":"To evaluate evidence for de novo etiologies in schizophrenia, we sequenced at high coverage the exomes of families recruited from two populations with distinct demographic structures and history. We sequenced a total of 795 exomes from 231 parent-proband trios enriched for sporadic schizophrenia cases, as well as 34 unaffected trios. We observed in cases an excess of de novo nonsynonymous single-nucleotide variants as well as a higher prevalence of gene-disruptive de novo mutations relative to controls. We found four genes (LAMA2, DPYD, TRRAP and VPS39) affected by recurrent de novo events within or across the two populations, which is unlikely to have occurred by chance. We show that de novo mutations affect genes with diverse functions and developmental profiles, but we also find a substantial contribution of mutations in genes with higher expression in early fetal life. Our results help define the genomic and neural architecture of schizophrenia.","dc:creator":"Xu B","dc:date":"2012","dc:title":"De novo gene mutations highlight patterns of genetic and neural complexity in schizophrenia."},"evidence":[{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf405741-e41d-4a0b-a83c-c1d50bd50563","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7df3a1d5-2ed7-42fe-9e09-a552ef49121f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Nestin-cre driven neural-cell-specific conditional KO results in microcephaly, premature differentiation of neural progenitors, depletion of progenitor pools, and reduced cortical thickness\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24792116","type":"dc:BibliographicResource","dc:abstract":"Fate decisions in neural progenitor cells are orchestrated via multiple pathways, and the role of histone acetylation in these decisions has been ascribed to a general function promoting gene activation. Here, we show that the histone acetyltransferase (HAT) cofactor transformation/transcription domain-associated protein (Trrap) specifically regulates activation of cell-cycle genes, thereby integrating discrete cell-intrinsic programs of cell-cycle progression and epigenetic regulation of gene transcription in order to control neurogenesis. Deletion of Trrap impairs recruitment of HATs and transcriptional machinery specifically to E2F cell-cycle target genes, disrupting their transcription with consequent cell-cycle lengthening specifically within cortical apical neural progenitors (APs). Consistently, Trrap conditional mutants exhibit microcephaly because of premature differentiation of APs into intermediate basal progenitors and neurons, and overexpressing cell-cycle regulators in vivo can rescue these premature differentiation defects. These results demonstrate an essential and highly specific role for Trrap-mediated histone regulation in controlling cell-cycle progression and neurogenesis. ","dc:creator":"Tapias A","dc:date":"2014","dc:title":"Trrap-dependent histone acetylation specifically regulates cell-cycle gene transcription to control neural progenitor fate decisions."},"rdfs:label":"Tapias conditional KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"limited recapitulation of clinical phenotype in neural-specific KO"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5181,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:e6554c65-31e8-45ce-9cae-a6f7ae6e7de8","type":"GeneValidityProposition","disease":"obo:MONDO_0100465","gene":"hgnc:12347","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"The TRRAP gene is located on chromosome 7 at 7q22.1 and encodes the transformation/transcription domain associated protein, which functions as a cofactor to mediate histone acetylation and also plays a role in DNA damage repair. The TRRAP gene was first reported in relation to autosomal dominant complex neurodevelopmental disorder with or without congenital anomalies in 2012 (Xu et al. 2012, PMID: 23042115). This variable disorder can include developmental delay, intellectual disability, seizures, other psychiatric disorders, characteristic dysmorphism, and in some cases, malformations or anomalies of other body systems. More than 30 cases have been described, almost exclusively with missense variants, the majority of which were shown to have occurred de novo (PMIDs: 23042115, 28628100, 28392909, 30424743, 30827496). At least one case of parental mosaicism has been reported. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Twenty-four unique missense variants reported in 24 individuals from three publications were included in this curation (PMIDs: 23042115, 30424743, 30827496). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of disease has not yet been clearly delineated, although a gain of function or dominant-negative mechanism has been proposed. (PMID: 24792116). In a mouse model, Nestin-cre driven neural-cell-specific conditional knock out results in microcephaly, premature differentiation of neural progenitors, depletion of progenitor pools, and reduced cortical thickness (PMID: 24792116); traditional gene knockout is embryonic lethal (PMID: 11544477). CRISPR-mediated disruption of TRRAP in zebrafish also results in developmental abnormalities that cannot be easily related to the human phenotype (PMIDs: 31231791, 34934055). In summary, TRRAP is definitively associated with autosomal dominant complex neurodevelopmental disorder with or without congenital anomalies. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. \nThis classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on July 19, 2022. \n","dc:isVersionOf":{"id":"cggv:03424cde-a847-4bd0-91eb-9707a7e51fa2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}