{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-03-22T20:13:09.257Z","role":"Approver"},{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-03-22T20:13:23.585Z","role":"Publisher"}],"evidence":[{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5e3378b-3eb2-4626-b825-dc68ab1a9c10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce58dca4-8efd-4241-b55b-c06af10ecafe","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Cross-sections of sciatic nerves from 8- or 9-month-old mice examined by immunofluorescence microscopy:\nAnti-Mtmr13 immunofluorescence (green) is detected in the Schwann cell cytoplasm and the axon, but is excluded from compact myelin and the Schwann cell nucleus\nPunctate Mtmr13-positive structures are detected in the Schwann cell cytoplasm\nAnti-Mtmr13 immunofluorescence (green) is greatly reduced in an Mtmr13-/- nerve section\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23297362","type":"dc:BibliographicResource","dc:abstract":"The demyelinating peripheral neuropathy Charcot-Marie-Tooth type 4B (CMT4B) is characterized by axonal degeneration and myelin outfoldings. CMT4B results from mutations in either myotubularin-related protein 2 (MTMR2; CMT4B1) or MTMR13 (CMT4B2), phosphoinositide (PI) 3-phosphatases that dephosphorylate phosphatidylinositol 3-phosphate (PtdIns3P) and PtdIns(3,5)P2, lipids which regulate endo-lysosomal membrane traffic. The catalytically active MTMR2 and catalytically inactive MTMR13 physically associate, although the significance of this association is not well understood. Here we show that Mtmr13 loss leads to axonal degeneration in sciatic nerves of older mice. In addition, CMT4B2-like myelin outfoldings are present in Mtmr13(-/-) nerves at postnatal day 3. Thus, Mtmr13(-/-) mice show both the initial dysmyelination and later degenerative pathology of CMT4B2. Given the key role of PI 3-kinase-Akt signaling in myelination, we investigated the state of the pathway in nerves of CMT4B models. We found that Akt activation is unaltered in Mtmr13(-/-) and Mtmr2(-/-) mice. Mtmr2 and Mtmr13 are found within the Schwann cell cytoplasm, where the proteins are partially localized to punctate compartments, suggesting that Mtmr2-Mtmr13 may dephosphorylate their substrates on specific intracellular compartments. Mtmr2-Mtmr13 substrates play essential roles in endo-lysosomal membrane traffic. However, endosomes and lysosomes of Mtmr13(-/-) and Mtmr2(-/-) Schwann cells are morphologically indistinguishable from those of controls, indicating that loss of these proteins does not cause wholesale dysregulation of the endo-lysosomal system. Notably, Mtmr2 and Mtmr13 depend upon each other to achieve wild-type levels of protein expression. Mtmr2 stabilizes Mtmr13 on membranes, indicating that the Mtmr13 pseudophosphatase is regulated by its catalytically active binding partner.","dc:creator":"Ng AA","dc:date":"2013","dc:title":"The CMT4B disease-causing phosphatases Mtmr2 and Mtmr13 localize to the Schwann cell cytoplasm and endomembrane compartments, where they depend upon each other to achieve wild-type levels of protein expression."},"rdfs:label":"Immunofluorescence microscopy"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7c7a0662-e291-4be0-9632-e489e7a5c202","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14533aa6-8eab-4ac0-8f5a-7c437f22ec16","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Both genes are involved in myelination regulation, interaction shown here","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15998640","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4B (CMT4B) is a severe, demyelinating peripheral neuropathy characterized by distinctive, focally folded myelin sheaths. CMT4B is caused by recessively inherited mutations in either myotubularin-related 2 (MTMR2) or MTMR13 (also called SET-binding factor 2). MTMR2 encodes a member of the myotubularin family of phosphoinositide-3-phosphatases, which dephosphorylate phosphatidylinositol 3-phosphate (PI(3)P) and bisphosphate PI(3,5)P2. MTMR13 encodes a large, uncharacterized member of the myotubularin family. The MTMR13 phosphatase domain is catalytically inactive because the essential Cys and Arg residues are absent. Given the genetic association of both MTMR2 and MTMR13 with CMT4B, we investigated the biochemical relationship between these two proteins. We found that the endogenous MTMR2 and MTMR13 proteins are associated in human embryonic kidney 293 cells. MTMR2-MTMR13 association is mediated by coiled-coil sequences present in each protein. We also examined the cellular localization of MTMR2 and MTMR13 using fluorescence microscopy and subcellular fractionation. We found that (i) MTMR13 is a predominantly membrane-associated protein; (ii) MTMR2 and MTMR13 cofractionate in both a light membrane fraction and a cytosolic fraction; and (iii) MTMR13 membrane association is mediated by the segment of the protein which contains the pseudophosphatase domain. This work, which describes the first cellular or biochemical investigation of the MTMR13 pseudophosphatase protein, suggests that MTMR13 functions in association with MTMR2. Loss of MTMR13 function in CMT4B2 patients may lead to alterations in MTMR2 function and subsequent alterations in 3-phosphoinositide signaling. Such a mechanism would explain the strikingly similar phenotypes of patients with recessive mutations in either MTMR2 or MTMR13.","dc:creator":"Robinson FL","dc:date":"2005","dc:title":"The phosphoinositide-3-phosphatase MTMR2 associates with MTMR13, a membrane-associated pseudophosphatase also mutated in type 4B Charcot-Marie-Tooth disease."},"rdfs:label":"Co-immunoprecipitation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:83b4b90c-9af3-49c1-a1b1-40d1adb6706c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b87dc19-b28b-4fdd-a698-45162501e6af","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotype fully reproduced","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18349142","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4B (CMT4B) is a severe, demyelinating peripheral neuropathy characterized by slowed nerve conduction velocity, axon loss, and distinctive myelin outfolding and infolding. CMT4B is caused by recessive mutations in either myotubularin-related protein 2 (MTMR2; CMT4B1) or MTMR13 (CMT4B2). Myotubularins are phosphoinositide (PI) 3-phosphatases that dephosphorylate phosphatidylinositol 3-phosphate (PtdIns3P) and PtdIns(3,5)P(2), two phosphoinositides that regulate endosomal-lysosomal membrane traffic. Interestingly, nearly half of the metazoan myotubularins are predicted to be catalytically inactive. Both active and inactive myotubularins have essential functions in mammals and in Caenorhabditis elegans. MTMR2 and MTMR13 are active and inactive PI 3-phosphatases, respectively, and the two proteins have been shown to directly associate, although the functional significance of this association is not well understood. To establish a mouse model of CMT4B2, we disrupted the Mtmr13 gene. Mtmr13-deficient mice develop a peripheral neuropathy characterized by reduced nerve conduction velocity and myelin outfoldings and infoldings. Dysmyelination is evident in Mtmr13-deficient nerves at 14 days and worsens throughout life. Thus, loss of Mtmr13 in mice leads to a peripheral neuropathy with many of the key features of CMT4B2. Although myelin outfoldings and infoldings occur most frequently at the paranode, our morphological analyses indicate that the ultrastructure of the node of Ranvier and paranode is intact in Mtmr13-deficient nerve fibers. We also found that Mtmr2 levels are decreased by approximately 50% in Mtmr13-deficient sciatic nerves, suggesting a mode of Mtmr2 regulation. Mtmr13-deficient mice will be an essential tool for studying how the loss of MTMR13 leads to CMT4B2.","dc:creator":"Robinson FL","dc:date":"2008","dc:title":"Loss of the inactive myotubularin-related phosphatase Mtmr13 leads to a Charcot-Marie-Tooth 4B2-like peripheral neuropathy in mice."},"rdfs:label":"SBF2-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ce6fdc34-fb7e-4dbc-86fd-9de31d3a9373","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e0c5a2a7-c0ca-4fff-8ccc-91cbc4bd9f61","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotype reproduced, LOF is a shared mechanism","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31772832","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is the most common neuromuscular disorder in humans affecting 40 out of 100,000 individuals. In 2008, we described the clinical, electrophysiological and pathological findings of a demyelinating motor and sensory neuropathy in Miniature Schnauzer dogs, with a suspected autosomal recessive mode of inheritance based on pedigree analysis. The discovery of additional cases has followed this work and led to a genome-wide association mapping approach to search for the underlying genetic cause of the disease.","dc:creator":"Granger N","dc:date":"2019","dc:title":"Charcot-Marie-Tooth type 4B2 demyelinating neuropathy in miniature Schnauzer dogs caused by a novel splicing "},"rdfs:label":"GWAS in dog breeds with hereditary neuropathy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d7456b47-d767-4398-afe4-d0056c3748b8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9f72ad95-fab8-4066-9c89-7f56cbbb2752","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotype is consistently reproduced","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17855448","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease denotes a large group of genetically heterogeneous hereditary motor and sensory neuropathies and ranks among the most common inherited neurological disorders. Mutations in the Myotubularin-Related Protein-2 (MTMR2) or MTMR13/Set-Binding Factor-2 (SBF2) genes are associated with the autosomal recessive disease subtypes CMT4B1 or CMT4B2. Both forms of CMT share similar features including a demyelinating neuropathy associated with reduced nerve conduction velocity (NCV) and focally folded myelin. Consistent with a common disease mechanism, the homodimeric MTMR2 acts as a phosphoinositide D3-phosphatase with phosphatidylinositol (PtdIns) 3-phosphate and PtdIns 3,5-bisphosphate as substrates while MTMR13/SBF2 is catalytically inactive but can form a tetrameric complex with MTMR2, resulting in a strong increase of the enzymatic activity of complexed MTMR2. To prove that MTMR13/SBF2 is the disease-causing gene in CMT4B2 and to provide a suitable animal model, we have generated Mtmr13/Sbf2-deficient mice. These animals reproduced myelin outfoldings and infoldings in motor and sensory peripheral nerves as the pathological hallmarks of CMT4B2, concomitant with decreased motor performance. The number and complexity of myelin misfoldings increased with age, associated with axonal degeneration, and decreased compound motor action potential amplitude. Prolonged F-wave latency indicated a mild NCV impairment. Loss of Mtmr13/Sbf2 did not affect the levels of its binding partner Mtmr2 and the Mtmr2-binding Dlg1/Sap97 in peripheral nerves. Mice deficient in Mtmr13/Sbf2 together with known Mtmr2-deficient animals will be of major value to unravel the disease mechanism in CMT4B and to elucidate the critical functions of protein complexes that are involved in phosphoinositide-controlled processes in peripheral nerves.","dc:creator":"Tersar K","dc:date":"2007","dc:title":"Mtmr13/Sbf2-deficient mice: an animal model for CMT4B2."},"rdfs:label":"SBF2-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:0effcd91-998c-4e95-b052-c8304113afae_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c62d67a-005d-4a1c-a24e-85af4a7b4948","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Difficulty walking, Hyporeflexia, Foot dorsiflexor weakness, \nPes cavus, Distal muscle weakness, \nDistal amyotrophy, Decreased motor nerve conduction velocity, \nSteppage gait, Poor fine motor coordination, Sensory ataxia, Glaucoma\n","phenotypes":["obo:HP_0002460","obo:HP_0001761","obo:HP_0000501","obo:HP_0002355","obo:HP_0009027","obo:HP_0003431","obo:HP_0003376","obo:HP_0007010","obo:HP_0010871","obo:HP_0001265","obo:HP_0003693"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0effcd91-998c-4e95-b052-c8304113afae_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:851fe6ae-3d12-4fea-8609-8016acafc426","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.9785282_9785283del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768515"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25873783","type":"dc:BibliographicResource","dc:abstract":"CMT4B2 is a rare subtype of CMT caused by pathogenic mutations in the myotubularin-related protein-13/set binding factor 2 (MTMR13/SBF2) gene. Nerve conduction velocities are markedly reduced and focally folded myelin sheaths are present on nerve biopsies. We presented two patients from two related Portuguese families with peripheral neuropathy caused by a novel mutation in the MTMR13/SBF2 gene.","dc:creator":"Negrão L","dc:date":"2014","dc:title":"Charcot-Marie-Tooth 4B2 caused by a novel mutation in the MTMR13/SBF2 gene in two related Portuguese families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25873783","rdfs:label":"III.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous frameshift mutation with predicted LOF, LOF is the associated pathomechanism for SBF2"},{"id":"cggv:d1035e30-20a3-4fb2-87ee-2b6a157ee89d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dc9b4a52-3e07-45c5-9f44-feb9e017a412","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":6,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0010871","obo:HP_0002355","obo:HP_0007010","obo:HP_0001265","obo:HP_0003380","obo:HP_0001171","obo:HP_0003376","obo:HP_0001761","obo:HP_0003431","obo:HP_0002460","obo:HP_0003693","obo:HP_0009027"],"previousTesting":true,"previousTestingDescription":"Linkage analysis, homozygosity mapping: CMT4A (GDAP1), CMT4B1 (MTMR2), CMT4B2 (SBF2), CMT4B3 (SBF1), CMT4C (SH3TC2), CMT4E (EGR2), CMT4F (PRX), CMT4H (FGD4), CMT4J (FIG4), HMSNL (NDRG1), HMSNR (HK1), AR-CMT2A (LMNA), AR-CMT2A2B (MFN2), AR-CMT2E (NEFL), AR-CMT2F (HSPB1), AR-CMT2P (LRSAM1), AR-CMT2R (TRIM2), AR-CMT2S (IGHMBP2), AR-CMT2T (MME), AR-CMT2 5q31 (HINT1), AR-CMT2 2q35 (HSJ1), AR-CMT2 13q12 (SACS), CMT RIC (PLEKHG5)\n\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d1035e30-20a3-4fb2-87ee-2b6a157ee89d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9840c818-8710-4af8-9177-d4270e8597a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030962.3(SBF2):c.2578C>T (p.Arg860Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/546660"}},{"id":"cggv:befd16c5-ac59-472c-8626-95abff6f8f49","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030962.3(SBF2):c.2597del (p.Pro866fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/546659"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30028002","type":"dc:BibliographicResource","dc:abstract":"Biallelic SBF2 mutations cause Charcot-Marie-Tooth disease type 4B2 (CMT4B2), a sensorimotor neuropathy with autosomal recessive inheritance and association with glaucoma. Since the discovery of the gene mutation, only few additional patients have been reported. We identified seven CMT4B2 families with nine different SBF2 mutations. Revisiting genetic and clinical data from our cohort and the literature, SBF2 variants were private mutations, including exon-deletion and de novo variants. The neuropathy typically started in the first decade after normal early motor development, was predominantly motor and had a rather moderate course. Electrophysiology and nerve biopsies indicated demyelination and excess myelin outfoldings constituted a characteristic feature. While neuropathy was >90% penetrant at age 10 years, glaucoma was absent in ~40% of cases but sometimes developed with age. Consequently, SBF2 mutation analysis should not be restricted to individuals with coincident neuropathy and glaucoma, and CMT4B2 patients without glaucoma should be followed for increased intraocular pressure. The presence of exon-deletion and de novo mutations demands comprehensive mutation scanning and family studies to ensure appropriate diagnostic approaches and genetic counseling.","dc:creator":"Laššuthová P","dc:date":"2018","dc:title":"Novel SBF2 mutations and clinical spectrum of Charcot-Marie-Tooth neuropathy type 4B2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30028002","rdfs:label":"II.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Both variants are predicted null variants, LOF is the known pathomechanism for this gene, both variants have very low allele frequencies in GnomAD, all other known CMT loci have been screened"},{"id":"cggv:f1274fa3-6cbb-4806-8aaf-17b6c5b60bc2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ef2c41b-4722-49ff-9ba0-00499c5c119f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Hyporeflexia, Pes cavus, Distal muscle weakness, \nDistal amyotrophy, Decreased motor nerve conduction velocity, \nDecreased number of peripheral myelinated nerve fibers, Glaucoma\n","phenotypes":["obo:HP_0003693","obo:HP_0000501","obo:HP_0001761","obo:HP_0003431","obo:HP_0001265","obo:HP_0002460","obo:HP_0003380"],"previousTesting":true,"previousTestingDescription":"PMP22, MPZ, GJB1, EGR2, NEFL, MTMR2, GDAP1, and PRX","secondTestingMethod":"Linkage analysis","sex":"Male","variant":{"id":"cggv:f1274fa3-6cbb-4806-8aaf-17b6c5b60bc2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3bcc2880-ff9b-441e-a5ec-22a4995a5a53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030962.3(SBF2):c.1459C>T (p.Arg487Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115868"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15304601","type":"dc:BibliographicResource","dc:abstract":"The authors report a Japanese family segregating autosomal recessive Charcot-Marie-Tooth disease (CMT) with focally folded myelin, juvenile-onset glaucoma, and a nonsense mutation of SET binding factor 2 (SBF2). The consistent phenotypic features associated with SBF2 mutations are early-onset demyelinating neuropathy, myelin folding, and markedly decreased motor nerve conduction velocities; glaucoma associates with SBF2 nonsense mutations.","dc:creator":"Hirano R","dc:date":"2004","dc:title":"SET binding factor 2 (SBF2) mutation causes CMT4B with juvenile onset glaucoma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15304601","rdfs:label":"V.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous stop mutation with LOF as the proven disease mechanism for SBF2, highly specific phenotype (demyelinating CMT + glaucoma)"},{"id":"cggv:84d990ee-76fb-4e5b-8c31-3d64e1780410_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94a64d76-6be0-456b-808f-521c0f8aa13f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":8,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0003431","obo:HP_0003481","obo:HP_0002936","obo:HP_0000501","obo:HP_0002460"],"previousTesting":true,"previousTestingDescription":"CMT loci: 17p11.2 (CMT1A [MIM 118220]) (Timmerman et al. 1990), 1q22-23 (CMT1B [MIM 118200], the MPZ gene [MIM 159440]) (Hayasaka et al. 1993), 10q23 (EGR2) (Warner et al. 1998), 5q23-q33 (CMT4C) (LeGuern et al. 1996), 8q13-q21 (the CMT4A locus, GDAP1) (Ben Othmane et al. 1993), 8q24 (the HMSNL locus, NDRG1 [MIM 605262]) (Kalaydjieva et al. 1996), 11q23 (the CMT4B1 locus, MTMR2) (Bolino et al. 1996); the POAG loci are 1q23-q25 (GLC1A) (Richards et al. 1994), 2cen-q13 (GLC1B [MIM 606669]) (Stoilova et al. 1996), 3q21-q24 (GLC1C [MIM 606669]) (Wirtz et al. 1997), 6p25 (IRID1) (Jordan et al. 1997), 8q23 (GLC1D [MIM 602429]) (Trifan et al. 1998), 10p15-p14 (GLC1E [MIM 137760]) (Sarfarazi et al. 1998), 7q35-q36 (GLC1F [MIM 603383]) (Wirtz et al. 1999), 2p21 (GLC3A [MIM 231300]) (Sarfarazi et al. 1995), and 1p36 (GLC3B [MIM 600975]) (Akarsu et al. 1996). PCRs were performed according to published procedures. The PCR products were pooled, combined with the GeneScan HD Rox 400 size standard, loaded onto a 4.8% PAGE-plus, and run on the ABI PRISM 377 DNA Sequencer (PerkinElmer/Applied Biosystems)","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:84d990ee-76fb-4e5b-8c31-3d64e1780410_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0dc10a36-1f6f-4f91-8d72-0e232989dcad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030962.3(SBF2):c.2875C>T (p.Gln959Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115862"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12687498","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) with autosomal recessive (AR) inheritance is a heterogeneous group of inherited motor and sensory neuropathies. In some families from Japan and Brazil, a demyelinating CMT, mainly characterized by the presence of myelin outfoldings on nerve biopsies, cosegregated as an autosomal recessive trait with early-onset glaucoma. We identified two such large consanguineous families from Tunisia and Morocco with ages at onset ranging from 2 to 15 years. We mapped this syndrome to chromosome 11p15, in a 4.6-cM region overlapping the locus for an isolated demyelinating ARCMT (CMT4B2). In these two families, we identified two different nonsense mutations in the myotubularin-related 13 gene, MTMR13. The MTMR protein family includes proteins with a phosphoinositide phosphatase activity, as well as proteins in which key catalytic residues are missing and that are thus called \"pseudophosphatases.\" MTM1, the first identified member of this family, and MTMR2 are responsible for X-linked myotubular myopathy and Charcot-Marie-Tooth disease type 4B1, an isolated peripheral neuropathy with myelin outfoldings, respectively. Both encode active phosphatases. It is striking to note that mutations in MTMR13 also cause peripheral neuropathy with myelin outfoldings, although it belongs to a pseudophosphatase subgroup, since its closest homologue is MTMR5/Sbf1. This is the first human disease caused by mutation in a pseudophosphatase, emphasizing the important function of these putatively inactive enzymes. MTMR13 may be important for the development of both the peripheral nerves and the trabeculum meshwork, which permits the outflow of the aqueous humor. Both of these tissues have the same embryonic origin.","dc:creator":"Azzedine H","dc:date":"2003","dc:title":"Mutations in MTMR13, a new pseudophosphatase homologue of MTMR2 and Sbf1, in two families with an autosomal recessive demyelinating form of Charcot-Marie-Tooth disease associated with early-onset glaucoma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12687498","rdfs:label":"IV.10"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous stop mutation with LOF as the confirmed pathomechanism associated with SBF2"},{"id":"cggv:2a37be9c-f990-41ee-b93e-9aa70658a41c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1a70888-88a6-4cd3-85d9-e8de6ea545b7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":8,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","previousTesting":true,"previousTestingDescription":"CMT loci: 17p11.2 (CMT1A [MIM 118220]) (Timmerman et al. 1990), 1q22-23 (CMT1B [MIM 118200], the MPZ gene [MIM 159440]) (Hayasaka et al. 1993), 10q23 (EGR2) (Warner et al. 1998), 5q23-q33 (CMT4C) (LeGuern et al. 1996), 8q13-q21 (the CMT4A locus, GDAP1) (Ben Othmane et al. 1993), 8q24 (the HMSNL locus, NDRG1 [MIM 605262]) (Kalaydjieva et al. 1996), 11q23 (the CMT4B1 locus, MTMR2) (Bolino et al. 1996); the POAG loci are 1q23-q25 (GLC1A) (Richards et al. 1994), 2cen-q13 (GLC1B [MIM 606669]) (Stoilova et al. 1996), 3q21-q24 (GLC1C [MIM 606669]) (Wirtz et al. 1997), 6p25 (IRID1) (Jordan et al. 1997), 8q23 (GLC1D [MIM 602429]) (Trifan et al. 1998), 10p15-p14 (GLC1E [MIM 137760]) (Sarfarazi et al. 1998), 7q35-q36 (GLC1F [MIM 603383]) (Wirtz et al. 1999), 2p21 (GLC3A [MIM 231300]) (Sarfarazi et al. 1995), and 1p36 (GLC3B [MIM 600975]) (Akarsu et al. 1996). PCRs were performed according to published procedures. The PCR products were pooled, combined with the GeneScan HD Rox 400 size standard, loaded onto a 4.8% PAGE-plus, and run on the ABI PRISM 377 DNA Sequencer (PerkinElmer/Applied Biosystems)","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:2a37be9c-f990-41ee-b93e-9aa70658a41c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cd2cca93-106a-43a8-bd69-61a55d7eca72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030962.3(SBF2):c.3586C>T (p.Arg1196Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115865"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12687498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12687498","rdfs:label":"V.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Predicted stop mutation, and LOF is the confirmed pathomechanism associated with SBF2"},{"id":"cggv:b06c75fc-f325-47c2-9293-71d1095479e5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82eca80e-f9c1-414e-b2e6-391769cb66e9","type":"Proband","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Difficulty walking, Hyporeflexia, Foot dorsiflexor weakness, \nPes cavus, Distal muscle weakness, \nDistal amyotrophy, Decreased motor nerve conduction velocity, \nDecreased number of peripheral myelinated nerve fibers, \nSteppage gait, Poor fine motor coordination, Sensory ataxia\n","phenotypes":["obo:HP_0003380","obo:HP_0002355","obo:HP_0001265","obo:HP_0001761","obo:HP_0003376","obo:HP_0010871","obo:HP_0002460","obo:HP_0009027","obo:HP_0003431","obo:HP_0007010","obo:HP_0003693"],"previousTesting":true,"previousTestingDescription":"microsatellite markers from the regions where unidentified CMT genes have been localized: llq.23 (CMT~BI,\" 8q.13 (CMT4AI.' 5q23 (CMT4C!.-j lp35-p36 ICMT~A,,: 3q13-q22 (CMT2B),\" and 7p14 (CMTZD 1.\" Moreover, to reveal partial duplication of 17~11.2, a Southern blot hybridization analysis of Msp I-digested DNA was performed using the polymorphic markers pVAW409R3a (D17S1221 and pEW401HE tD17S61).'\" The authors also examined the DNA for mutations of connexin (Cx)32, the four exons of the peripheral myelin protein 22 iPMP-22) (17~11.2) and the six exons of the protein zero (Po) (lq21-q25) genes.","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:b06c75fc-f325-47c2-9293-71d1095479e5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6566870a-dd06-4447-aa02-3124fcfb3f4d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030962.3(SBF2):c.4443+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/566898"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15477569","type":"dc:BibliographicResource","dc:creator":"Conforti FL","dc:date":"2004","dc:title":"A new SBF2 mutation in a family with recessive demyelinating Charcot-Marie-Tooth (CMT4B2)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15477569","rdfs:label":"II.3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Predicted null (splice) variant with LOF as the known pathomechanism associated with SBF2"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2437,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:083c3346-e480-4c29-86a2-272449c10b29","type":"GeneValidityProposition","disease":"obo:MONDO_0011475","gene":"hgnc:2135","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The linkage region of SBF2 on chromosome 11p15 was first reported in 1999 in association with autosomal recessive CMT with focally-folded myelin (PMID: 10644431). In 2003, an in-frame deletion in SBF2 was described (PMID: 12554688), followed by several stop (e.g. 12687498, 15304601), frame-shift (PMID: 25873783, 30028002), and splice variants (PMID: 15477569) all representing biallelic loss-of-function changes. The mutation spectrum was later enlarged by missense variants as well (PMID: 30028002), likewise leading to a childhood-onset CMT phenotype with slow nerve conduction velocities (~ 15m/s) and tomaculous myelin outfoldings. The loss-of function pathomechanism is supported by a SBF2 knockout mouse model (PMID: 17855448, 18349142, 23297362) well-reproducing phenotypic elements such as muscle weakness, poor motor performance, reduced nerve conduction velocities and delayed F-waves, as well as myelin folding abnormalities. SBF2 is expressed in the Schwann cell cytoplasm (PMID: 23297362) and interacts with MTMR2 (15998640, 23297362), a protein that is likewise associated with AR demyelinating CMT (CMT4B1).\nIn summary, SBF2 is definitively associated with autosomal recessive demyelinating Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:01893bf4-e95d-4206-9d2e-e3822f778b7a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}