{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67dv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-08-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-06T16:38:25.907Z","role":"Publisher"}],"evidence":[{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c00705b6-8ba1-4ccb-8731-241ca9b3891e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8226c8af-0981-4f29-80e2-a55241166dcd","type":"FunctionalAlteration","dc:description":"Loss of HO expression and Gal4 activator function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8871545","type":"dc:BibliographicResource","dc:abstract":"The yeast SWI2/SNF2 polypeptide is a subunit of the SWI/SNF protein complex that is required for many transcriptional activators to function in a chromatin context. SWI2 is believed to be the founding member of a new subfamily of DNA-stimulated ATPases/DNA helicases that includes proteins that function in DNA repair (RAD5, RAD16, ERCC6), recombination (RAD54), transcription (MOT1, ISWI, brm, BRG1, hBRM) and cell cycle control (STH1). We have created a set of 16 mutations within the SWI2 ATPase domain and have analyzed the functional consequences of these mutations in vivo. We have identified residues within each of the seven ATPase motifs that are required for SWI2 function. We have also identified crucial residues that are interspersed between the known ATPase motifs. In contrast, we identify other highly conserved residues that appear to be dispensable for SWI2 function. We also find that single amino acid changes in ATPase motifs IV and VI lead to a dominant negative phenotype. None of the 12 SWI2 mutations that disrupt SWI2 activity in vivo alter the assembly of the SWI/SNF complex. These studies provide an invaluable framework for biochemical analysis of the SWI2 ATPase and for functional analysis of other SWI2 family members.","dc:creator":"Richmond E","dc:date":"1996","dc:title":"Functional analysis of the DNA-stimulated ATPase domain of yeast SWI2/SNF2."},"rdfs:label":"Effect of SWI2 ATPase motif mutations"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8423a51e-1218-454c-9208-bf7f2fdc99fc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0ac71165-6b13-47bc-85b2-8cab29b99708","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The defects in neurogenesis, and the re-targeting of the SWI/SNF complex are plausible explanations for the intellectual disability and the wide range of additional, syndromic clinical features observed in patients with pathogenic SMARCA2 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31375262","type":"dc:BibliographicResource","dc:abstract":"Mammalian SWI/SNF complexes are multi-subunit chromatin remodeling complexes associated with an ATPase (either SMARCA4 or SMARCA2). Heterozygous mutations in the SMARCA2 ATPase cause Nicolaides-Baraitser syndrome (NCBRS), an intellectual disability syndrome associated with delayed speech onset. We engineered human embryonic stem cells (hESCs) to carry NCBRS-associated heterozygous SMARCA2 K755R or R1159Q mutations. While SMARCA2 mutant hESCs were phenotypically normal, differentiation to neural progenitors cells (NPCs) was severely impaired. We find that SMARCA2 mutations cause enhancer reorganization with loss of SOX3-dependent neural enhancers and prominent emergence of astrocyte-specific de novo enhancers. Changes in chromatin accessibility at enhancers were associated with an increase in SMARCA2 binding and retargeting of SMARCA4. We show that the AP-1 family member FRA2 is aberrantly overexpressed in SMARCA2 mutant NPCs, where it functions as a pioneer factor at de novo enhancers. Together, our results demonstrate that SMARCA2 mutations cause impaired differentiation through enhancer reprogramming via inappropriate targeting of SMARCA4.","dc:creator":"Gao F","dc:date":"2019","dc:title":"Heterozygous Mutations in SMARCA2 Reprogram the Enhancer Landscape by Global Retargeting of SMARCA4."},"rdfs:label":"SMARCA2 variants expressed in human embryonic stem cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":3883,"specifiedBy":"GeneValidityCriteria7","strengthScore":13,"subject":{"id":"cggv:fa3ba00b-093a-4469-adcd-59130ac55044","type":"GeneValidityProposition","disease":"obo:MONDO_0011053","gene":"hgnc:11098","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"SMARCA2 was first reported in relation to autosomal dominant intellectual disability-sparse hair-brachydactyly syndrome (also known as Nicolaides-Baraitser syndrome) in 2012\n(Van Houdt et al., PMID: 22366787). Numerous missense variants, all of which occur in highly conserved ATPase motifs, have been reported in humans. Evidence supporting the relationship between SMARCA2 and intellectual disability-sparse hair-brachydactyly syndrome includes case-level, and experimental data. Summary of case-level data: 11.5 points. De novo missense variants in SMARCA2 with proposed dominant negative mechanism (PMIDs: 8871545, 22366787) have been reported in at least 17 probands in 5 publications (PMIDs: 22366787, 25249037, 23906836, 25724810, 22822383). Of note: a handful of loss-of-function variants in SMARCA2 have been identified in large neurodevelopmental disorder cohorts (example PMID 31112269), however the clinical features were not described in depth. Since it’s unclear if loss-of-function variants cause the full clinical spectrum, they were not included in this curation. Summary of experimental data: 1.5 pts. This gene-disease association is supported by in vitro functional assays and cell culture models. In summary, SMARCA2 is definitively associated with autosomal dominant intellectual disability-sparse hair-brachydactyly syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Working Group on 8/18/2020 (SOP Version 7). \n \nLumping and splitting considerations:\n \nSMARCA2 is associated with:\nOrphanet: Intellectual disability-sparse hair-brachydactyly syndrome\nOMIM: Nicolaides-Baraitser syndrome\n \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability (which can include intellectual disability, sparse hair, prominent interphalangeal joints, coarse facies, microcephaly, and seizures). Therefore, all of the disease entities have been lumped into one disease entity, intellectual disability-sparse hair-brachydactyly syndrome.\n","dc:isVersionOf":{"id":"cggv:5cde86bc-f99f-40cf-8c32-eac9f8f8a67d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}