{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77dfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2019-04-19T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3f066a9-027a-491b-a2b3-d0dc48cf5491","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fb08d34-7e7b-46c3-97b1-92ee311f0e56","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Eight of the FA proteins (FANCA, FANCB, FANCC, FANCE, FANCF, FANCG, FANCL, and FANCM) are part of a nuclear multiprotein core complex which triggers activating monoubiquitination of the FANCD2 protein during S phase of the growth cycle and after exposure to DNA crosslinking agents. The FA/BRCA pathway is involved in the repair of DNA damage. They all cause Fanconi anaemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29376519","type":"dc:BibliographicResource","dc:abstract":"Fanconi anaemia (FA) is a genetic disorder that is characterized by bone marrow failure (BMF), developmental abnormalities and predisposition to cancer. Together with other proteins involved in DNA repair processes and cell division, the FA proteins maintain genome homeostasis, and germline mutation of any one of the genes that encode FA proteins causes FA. Monoallelic inactivation of some FA genes, such as FA complementation group D1 (FANCD1; also known as the breast and ovarian cancer susceptibility gene BRCA2), leads to adult-onset cancer predisposition but does not cause FA, and somatic mutations in FA genes occur in cancers in the general population. Carcinogenesis resulting from a dysregulated FA pathway is multifaceted, as FA proteins monitor multiple complementary genome-surveillance checkpoints throughout interphase, where monoubiquitylation of the FANCD2-FANCI heterodimer by the FA core complex promotes recruitment of DNA repair effectors to chromatin lesions to resolve DNA damage and mitosis. In this Review, we discuss how the FA pathway safeguards genome integrity throughout the cell cycle and show how studies of FA have revealed opportunities to develop rational therapeutics for this genetic disease and for malignancies that acquire somatic mutations within the FA pathway.","dc:creator":"Nalepa G","dc:date":"2018","dc:title":"Fanconi anaemia and cancer: an intricate relationship."},"rdfs:label":"Eight of the FA proteins are assembled in a nuclear complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Eight FA proteins (FANCA, FANCB, FANCC, FANCE, FANCF, FANCG, FANCL, and FANCM)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d6fe3b1-7e04-4982-bb51-419a6775ff56","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a36b919-f554-44cb-85a2-bfb295db0f46","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fancc -/-;Fancg -/- double-mutant mice developed spontaneous hematologic sequelae, including bone marrow failure, acute myeloid leukemia, myelodysplasia, and complex random chromosomal abnormalities, that Fancc -/- mice or Fancg -/- mice did not develop. The phenotype of the double-mutant mice was most consistent with that of human patients with Fanconi anemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20606166","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is an inherited chromosomal instability syndrome characterized by bone marrow failure, myelodysplasia (MDS), and acute myeloid leukemia (AML). Eight FA proteins associate in a nuclear core complex to monoubiquitinate FANCD2/FANCI in response to DNA damage. Additional functions have been described for some of the core complex proteins; however, in vivo genetic proof has been lacking. Here we show that double-mutant Fancc(-/-);Fancg(-/-) mice develop spontaneous hematologic sequelae including bone marrow failure, AML, MDS and complex random chromosomal abnormalities that the single-mutant mice do not. This genetic model provides evidence for unique core complex protein function independent of their ability to monoubiquitinate FANCD2/FANCI. Importantly, this model closely recapitulates the phenotypes found in FA patients and may be useful as a preclinical platform to evaluate the molecular pathogenesis of spontaneous bone marrow failure, MDS and AML in FA.","dc:creator":"Pulliam-Leath AC","dc:date":"2010","dc:title":"Genetic disruption of both Fancc and Fancg in mice recapitulates the hematopoietic manifestations of Fanconi anemia."},"rdfs:label":"Fancc-/-;Fancg-/- mice show spontaneous hematologic sequelae"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced points because this is a Fancc-/-;Fancg-/- double knockout mouse model."},{"id":"cggv:933c753c-5efc-46c4-825c-0ddc8b2bb626","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b96dac7-3c74-43cc-99db-adf2b6d1f370","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Male and female mice deficient in Fancg showed hypogonadism and impaired fertility, consistent with the phenotype of Fanconi anemia patients. Mouse embryonic fibroblasts (MEFs) from the knockout animals exhibited the Fanconi anemia characteristic cellular response in showing enhanced spontaneous chromosomal instability and hyper-responsiveness to MMC.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11823446","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a heterogeneous autosomal recessive chromosomal instability syndrome associated with diverse developmental abnormalities, progressive bone marrow failure and a predisposition to cancer. Spontaneous chromosomal breakage and hypersensitivity to DNA cross-linking agents characterize the cellular FA phenotype. The gene affected in FA complementation group G patients was initially identified as XRCC9, for its ability to partially correct the cellular phenotype of the Chinese hamster ovary (CHO) cell mutant UV40. By targeted disruption we generated Fancg/Xrcc9 null mice. Fancg knock-out (KO) mice were born at expected Mendelian frequencies and showed normal viability. In mice, functional loss of Fancg did not result in developmental abnormalities or a pronounced incidence of malignancies. During a 1 year follow-up, blood cell parameters of Fancg KO mice remained within normal values, revealing no signs of anemia. Male and female mice deficient in Fancg showed hypogonadism and impaired fertility, consistent with the phenotype of FA patients. Mouse embryonic fibroblasts (MEFs) from the KO animals exhibited the FA characteristic cellular response in showing enhanced spontaneous chromosomal instability and a hyper-responsiveness to the clastogenic and antiproliferative effects of the cross-linking agent mitomycin C (MMC). The sensitivity to UV, X-rays and methyl methanesulfonate, reported for the CHO mutant cell line UV40, was not observed in Fancg(-/-) MEFs. Despite a lack of hematopoietic failure in the KO mice, clonogenic survival of bone marrow cells in vitro was strongly reduced in the presence of MMC. The characteristics of the Fancg(-/-) mice closely resemble those reported for Fancc and Fanca null mice, supporting a tight interdependence of the corresponding gene products in a common pathway.","dc:creator":"Koomen M","dc:date":"2002","dc:title":"Reduced fertility and hypersensitivity to mitomycin C characterize Fancg/Xrcc9 null mice."},"rdfs:label":"Reduced fertility and hypersensitivity in Fancg null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:9383b147-aee5-4042-b4b1-6be9f984137b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:85731b22-d744-4284-9b42-91e4accb4686","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Primary splenic lymphocytes, bone marrow progenitor cells, and murine embryo fibroblasts from Fancg-null mice demonstrated spontaneous chromosome breakage and increased sensitivity to mitomycin C and, to a lesser extent, ionizing radiation. Fancg-null mice had decreased fertility and abnormal gonadal histology.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11719385","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a human autosomal recessive cancer susceptibility disorder characterized by cellular sensitivity to mitomycin C and ionizing radiation. Six FA genes (corresponding to subtypes A, C, D2, E, F, and G) have been cloned, and the encoded FA proteins interact in a common cellular pathway. To further understand the in vivo role of one of these human genes (FANCG), we generated a targeted disruption of murine Fancg and bred mice homozygous for the targeted allele. Similar to the phenotype of the previously described Fancc(-/-) and Fanca(-/-) mice, the Fancg(-/-) mice had normal viability and no gross developmental abnormalities. Primary splenic lymphocytes, bone marrow progenitor cells, and murine embryo fibroblasts from the Fancg(-/-) mice demonstrated spontaneous chromosome breakage and increased sensitivity to mitomycin C and, to a lesser extent, ionizing radiation. Fancg(-/-) lymphocytes had a defect in the FA pathway, based on their failure to activate the monoubiquitination of the downstream Fancd2 protein in response to IR. Finally, Fancg(-/-) mice had decreased fertility and abnormal gonadal histology. In conclusion, disruption of the Fancg gene confirms the role of Fancg in the FA pathway. The Fancg(-/-) mouse may be useful as an animal model for future gene therapy and cancer susceptibility studies.","dc:creator":"Yang Y","dc:date":"2001","dc:title":"Targeted disruption of the murine Fanconi anemia gene, Fancg/Xrcc9."},"rdfs:label":"Targeted disruption of the murine Fanconi anemia gene, Fancg"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:45060e37-dd37-4591-b6a5-d0992287d496_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5d9ebbb0-ebd5-4497-a7ec-bc694c389321","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:45060e37-dd37-4591-b6a5-d0992287d496_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:40d2abc8-dc2c-4064-a29c-b6d319674fa6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004629.1(FANCG):c.1480+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6717"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12552564","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a genetically heterogeneous autosomal recessive syndrome associated with chromosomal instability, hypersensitivity to DNA cross-linking agents, and predisposition to malignancy. The gene for FA complementation group G (FANCG) was the third FA gene to be cloned, and was found to be identical with human XRCC9, which maps to 9p13. The cDNA is predicted to encode a polypeptide of 622 amino acids, with no sequence similarities to any other known protein or motifs that could point to a molecular function for FANCG/XRCC9. We used single strand conformational polymorphism analysis (SSCP) to screen genomic DNA from a panel of 307 racially and ethnically diverse unrelated FA patients from the International Fanconi Anemia Registry (IFAR) for variants in FANCG. Twenty-seven abnormal SSCP patterns were found; 18 of these variants appear to be pathogenic mutations while nine are likely to be nonpathogenic polymorphisms. Direct sequencing of genomic DNA from seven FA-G probands with one mutant allele not detected in the SSCP study and three additional probands assigned to the FA-G complementation group by retroviral correction with FANCG resulted in the detection of nine additional pathogenic mutations and two common SNPs. Conditions for rapid screening for these mutations by DHPLC for use in a clinical laboratory setting were established. The most common FANCG mutations in the IFAR population were: IVS8-2A>G (seven Portuguese-Brazilian probands), IVS11+1G>C (seven French-Acadian probands), 1794_1803del10 (seven European probands), and IVS3+1G>C (five Korean or Japanese probands). Our data suggest that the Portuguese-Brazilian, French-Acadian, and Korean/Japanese mutations were likely to have been present in a founding member of each of these populations.","dc:creator":"Auerbach AD","dc:date":"2003","dc:title":"Spectrum of sequence variation in the FANCG gene: an International Fanconi Anemia Registry (IFAR) study."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12552564","rdfs:label":"seven French-Acadian probands"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"7 French Acadian probands with Fanconi anemia of complementation group G who had an IVS11DS+1G-C mutation in the FANCG gene."},{"id":"cggv:b1b3384a-c444-47b4-ae1a-082db83da092_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:288b2b61-2034-461e-b7d4-3a06f19f3f96","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b1b3384a-c444-47b4-ae1a-082db83da092_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87c184e7-b35f-4aa9-826a-ab7431d795a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"FANCG, IVS13, G-C, -1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6713"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9806548","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is an autosomal recessive disease with diverse clinical symptoms including developmental anomalies, bone marrow failure and early occurrence of malignancies. In addition to spontaneous chromosome instability, FA cells exhibit cell cycle disturbances and hypersensitivity to cross-linking agents. Eight complementation groups (A-H) have been distinguished, each group possibly representing a distinct FA gene. The genes mutated in patients of complementation groups A (FANCA; refs 4,5) and C (FANCC; ref. 6) have been identified, and FANCD has been mapped to chromosome band 3p22-26 (ref. 7). An additional FA gene has recently been mapped to chromosome 9p (ref. 8). Here we report the identification of the gene mutated in group G, FANCG, on the basis of complementation of an FA-G cell line and the presence of pathogenic mutations in four FA-G patients. We identified the gene as human XRCC9, a gene which has been shown to complement the MMC-sensitive Chinese hamster mutant UV40, and is suspected to be involved in DNA post-replication repair or cell cycle checkpoint control. The gene is localized to chromosome band 9p13 (ref. 9), corresponding with a known localization of an FA gene.","dc:creator":"de Winter JP","dc:date":"1998","dc:title":"The Fanconi anaemia group G gene FANCG is identical with XRCC9."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9806548","rdfs:label":"FA15BER"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygosity for a splice acceptor site mutation, IVS13AS-1G-C"},{"id":"cggv:04336973-35ce-4d01-8a17-d3086a363d64_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac998d3f-2598-452e-8a4e-c7206dfe8a65","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:04336973-35ce-4d01-8a17-d3086a363d64_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:67f12c2e-d415-474c-8573-bb05c21c99da","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004629.1(FANCG):c.925-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6716"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12552564"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12552564","rdfs:label":"seven Portuguese-Brazilian probands"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"7 Portuguese-Brazilian probands with Fanconi anemia of complementation group G who had an IVS8AS-2A-G splicing mutation in the FANCG gene."},{"id":"cggv:26f49cb5-fe26-4eb0-b0fd-c60c26c4a49f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23e266b0-dfa9-4b4f-9cab-5b3a44e83931","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:26f49cb5-fe26-4eb0-b0fd-c60c26c4a49f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08bc9492-5777-4f1c-8ce7-38d0c6e4c9e0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004629.1(FANCG):c.1795_1804del (p.Trp599Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6718"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12552564"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12552564","rdfs:label":"seven European probands"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"7 European probands with Fanconi anemia of complementation group G who had a 10-bp deletion, 1794-1803del, in the FANCG gene."},{"id":"cggv:8e1d8b29-4ed2-4555-9474-1e1bec5cd174_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b64784b-cb7c-4299-94f2-5482c34141d8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8e1d8b29-4ed2-4555-9474-1e1bec5cd174_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a9de31d5-611e-49a7-91c6-27df59082385","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004629.1(FANCG):c.313G>T (p.Glu105Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6712"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9806548"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9806548","rdfs:label":"EUFA143"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"This variant has been reported as a common FANCG founder variant in the German population (PMID: 11093276,12673805).  The same mutation was present in one allele in 2 other compound heterozygous cases in this paper. In 9 German FANCG patients, Demuth et al. (2000) detected the 313G-T transversion in 8 of 18 (44%) mutated alleles."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":574,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:0ceb669a-8e63-4e39-9e0e-e051714464b1","type":"GeneValidityProposition","disease":"obo:MONDO_0013565","gene":"hgnc:3588","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"There is abundant evidence published associating the FANCG gene with Fanconi anemia complementation group G, since the gene-disease relationship was first proposed by de Winter et al. (1998). Multiple case level studies have been performed with FA patients that have variants in the FANCG gene. Eight of the FA proteins (FANCA, FANCB, FANCC, FANCE, FANCF, FANCG, FANCL, and FANCM) are part of a nuclear multiprotein core complex which triggers activating monoubiquitination of the FANCD2 in the FA/BRCA DNA repair pathway. Multiple Fancg deficient mouse models have been established to show consistent phenotypes with FA patients including impaired fertility, chromosome breakage and cross linker sensitivity, and spontaneous hematologic sequelae. All of these types of evidence are consistent with a definitive relationship between the FANCG gene and Fanconi anemia complementation group G.\n","dc:isVersionOf":{"id":"cggv:1913bd10-1355-4067-93b6-9068924d77df"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}