{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-02-14T17:00:00.000Z","role":"Approver"},{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ea43372-9819-427e-9f03-10e93974f6d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ea4bde3-55c8-4f20-85c8-59766f0957e6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"COS-7 cells cotransfected with expression plasmids encoding PEX5L fused to the C terminus of the VP16-activation domain and PEX7 fused to the GAL4-DNA-binding domain, together with a luciferase reporter plasmid and a β-galactosidase reporter plasmid for normalization. Significant and specific increase in the relative luciferase activity was seen compared with controls indicating specific interaction between the proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25538232","type":"dc:BibliographicResource","dc:abstract":"The destination of peroxisomal matrix proteins is encoded by short peptide sequences, which have been characterized as peroxisomal targeting signals (PTS) residing either at the C terminus (PTS1) or close to the N terminus (PTS2). PTS2-carrying proteins interact with their cognate receptor protein PEX7 that mediates their transport to peroxisomes by a concerted action with a co-receptor protein, which in mammals is the PTS1 receptor PEX5L. Using a modified version of the mammalian two-hybrid assay, we demonstrate that the interaction strength between cargo and PEX7 is drastically increased in the presence of the co-receptor PEX5L. In addition, cargo binding is a prerequisite for the interaction between PEX7 and PEX5L and ectopic overexpression of PTS2-carrying cargo protein drastically increases the formation of PEX7-PEX5L complexes in this assay. Consistently, we find that the peroxisomal transfer of PEX7 depends on cargo binding and that ectopic overexpression of cargo protein stimulates this process. Thus, the sequential formation of a highly stable trimeric complex involving cargo protein, PEX7 and PEX5L stabilizes cargo binding and is a prerequisite for PTS2-mediated peroxisomal import. ","dc:creator":"Kunze M","dc:date":"2015","dc:title":"Mechanistic insights into PTS2-mediated peroxisomal protein import: the co-receptor PEX5L drastically increases the interaction strength between the cargo protein and the receptor PEX7."},"rdfs:label":"Kunze_Interaction with PEX5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:830c985e-0093-45de-874b-7f7b04c28ec9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e11ba927-58b6-4ba8-824d-18942bc3c553","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PEX5 is similarly involved in the import of peroxisome matrix proteins via the PTS1 import pathway","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26450166","type":"dc:BibliographicResource","dc:abstract":"The peroxisomal proteins (peroxins) that mediate the import of peroxisomal matrix proteins have been identified. Recently, the purification of a functional peroxisomal translocon has been reported. However, the molecular details of the import pathways and the mechanisms by which the cargo is translocated into the lumen of the organelle are still poorly understood. Structural studies have begun to provide insight into molecular mechanisms of peroxisomal import pathways for cargo proteins that harbor peroxisomal targeting signals, PTS1 and PTS2, at their C- and N-termini, respectively. So far structures have been reported for binary or tertiary protein-protein interfaces, and highlight the role of intrinsically disordered regions for these interactions. Here, we provide an overview of the currently available structural biology of peroxisomal import pathways. Current challenges and future perspectives of the structural biology of peroxisomal protein translocation are discussed.","dc:creator":"Emmanouilidis L","dc:date":"2016","dc:title":"Structural biology of the import pathways of peroxisomal matrix proteins."},"rdfs:label":"Emmanouilidis_PEX7 PTS2 import"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f66aa0f-cf73-4f82-ae2b-6f7e3e6410c0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:652407e2-8b94-4a01-b372-a65d949ef7fb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The model PTS2 protein localized to the cytoplasm in fibroblasts from CG11 patients, wherein staining with anti-IPMP70 revealed punctate pattern. Upon cotransfection with human wild-type PEX7, the distribution of the PTS2 protein was punctate, colocalized with the peroxisomal staining, indicating that PEX7 rescued the defective PTS2 import in the CG11 fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9090381","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is a rare autosomal recessive phenotype that comprises complementation group 11 of the peroxisome biogenesis disorders (PBD). PEX7, a candidate gene for RCDP identified in yeast, encodes the receptor for peroxisomal matrix proteins with the type-2 peroxisome targeting signal (PTS2). By homology probing we identified human and murine PEX7 genes and found that expression of either corrects the PTS2-import defect characteristic of RCDP cells. In a collection of 36 RCDP probands, we found two inactivating PEX7 mutations: one, L292ter, was present in 26 of the probands, all with a severe phenotype; the second, A218V, was present in three probands, including two with a milder phenotype. A third mutation, G217R, whose functional significance is yet to be determined, was present in five probands, all compound heterozygotes with L292ter. We conclude that PEX7 is responsible for RCDP (PBD CG11) and suggest a founder effect may explain the high frequency of L292ter.","dc:creator":"Braverman N","dc:date":"1997","dc:title":"Human PEX7 encodes the peroxisomal PTS2 receptor and is responsible for rhizomelic chondrodysplasia punctata."},"rdfs:label":"Braverman_Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:7fb20ed8-2a06-4a87-8b1d-43c5db131da7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:04ea5a01-49e6-4618-82db-64918a4f352b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pex7-/- is not embryonic lethal and null mice were viable. However, 50% pups died on P0.5, and 20% before weaning. Pups weighed less than wild-type mice, showed varying degree of dwarfism, hypotonia poor feeding and decreased movement. Mutant mice reaching adulthood were not fertile and testicular atrophy in males was seen. Cataracts were often seen when mice first opened their eyes. Primary murine embryonic fibroblasts showed punctate staining indicating normal peroxisomes, but PTS2-import defect was revealed by detection of thiolase precursor and absence of alkyl-DHAP synthase precursor (due to degradation) in protein extracts from liver and brain tissues. Plasmalogen levels were markedly reduced, β-oxidation of C26:0 and pristanic acid was reduced. VLCFA levels were high in newborn pups, but became normal in 2m old pups. Neuronal migration defect and loss or reduction in ossification of cartilage-based structures was noted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12915479","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata is a human autosomal recessive disorder characterized by skeletal, eye and brain abnormalities. The disorder is caused by mutations in the PEX7 gene, which encodes the receptor for a class of peroxisomal matrix enzymes. We describe the generation and characterization of a Pex7 mouse knockout (Pex7(-/-)). Pex7(-/-) mice are born severely hypotonic and have a growth impairment. Mortality in Pex7(-/-) mice is highest in the perinatal period although some Pex7(-/-) mice survived beyond 18 months. Biochemically Pex7(-/-) mice display the abnormalities related to a Pex7 deficiency, i.e. a severe depletion of plasmalogens, impaired alpha-oxidation of phytanic acid and impaired beta-oxidation of very-long-chain fatty acids. In the intermediate zone of the developing cerebral cortex Pex7(-/-) mice have an increase in neuronal density. In vivo neuronal birthdating revealed that Pex7(-/-) mice have a delay in neuronal migration. Analysis of bone ossification in newborn Pex7(-/-) mice revealed a defect in ossification of distal bone elements of the limbs as well as parts of the skull and vertebrae. These findings demonstrate that Pex7 knockout mice provide an important model to study the role of peroxisomal functioning in the pathogenesis of the human disorder.","dc:creator":"Brites P","dc:date":"2003","dc:title":"Impaired neuronal migration and endochondral ossification in Pex7 knockout mice: a model for rhizomelic chondrodysplasia punctata."},"rdfs:label":"Brites_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:03570509-f00c-492a-a079-2aa13d86247b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:25ec863e-5344-4406-94b5-74b3678f77de","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pex7 hypomorphic homozygotes were noted to be fertile and have a normal life span. Pex7 mRNA was undetectable on northern analysis. Homozygous Pex7-neo mice were 70-80% the size of wild-type mice. They showed smaller skeleton, but no obvious skeletal abnormalities, visible cataracts. Tissue plasmalogen levels were 30% of the controls, DHA levels were 66%, plasmalogen biosynthesis was reduced. Reduced amounts of mature thiolase and AGPS were found in whole fibroblast cell lysates, indicating impaired PTS2 import. Phytanic acid oxidation was also reduced in Pex7-neo mice. Mice on phytol diet showed phytanic acid accumulation similar to RCDP patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20060764","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata type 1 is a peroxisome biogenesis disorder with the clinical features of rhizomelia, abnormal epiphyseal calcifications, congenital cataracts, and profound growth and developmental delays. It is a rare autosomal recessive disorder, caused by defects in the peroxisome receptor, PEX7. The pathology results from a deficiency of plasmalogens, a critical class of ether phospholipids whose functions are largely unknown. To study plasmalogens in an animal model, avoid early mortality and facilitate therapeutic investigations in this disease, we engineered a hypomorphic mouse model in which Pex7 transcript levels are reduced to less than 5% of wild type. These mice are born in expected ratios, are fertile and have a normal life span. However, they are petite and develop early cataracts. Further investigations showed delayed endochondral ossification and abnormalities in lens fibers. The biochemical features of reduced Pex7 function were reproduced in this model, including tissue plasmalogen deficiency, phytanic acid accumulation, reduced import of Pex7 ligands and consequent defects in plasmalogen biosynthesis and phytanic acid oxidation. Dietary supplementation with batyl alcohol, a plasmalogen precursor, recovered ether phospholipids in blood, but did not alter the clinical phenotype. The relatively mild phenotype of these mice mimics patients with milder PEX7 defects, and highlights the skeleton and lens as sensitive markers of plasmalogen deficiency. The role of plasmalogens in the normal function of these tissues at various ages can now be studied and additional therapeutic interventions tested in this model.","dc:creator":"Braverman N","dc:date":"2010","dc:title":"A Pex7 hypomorphic mouse model for plasmalogen deficiency affecting the lens and skeleton."},"rdfs:label":"Braverman_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:bb58df5f-9d51-4f58-abab-f19339487dac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:318f2f79-2464-4fbf-977f-dfb1c0bb2cbd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"All 10 exons and the flanking intronic regions of PEX7 were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Cryptorchidism was on the right side. Proband necer learned to walk or crawl and did not speak any words. His height and weight were below -2 SD after 2m of age. Elbow calcification and rhizomelic shortenin gof the arms were noted. Distal radio-ulnar dyplasia was detected on the X-ray.","phenotypes":["obo:HP_0000268","obo:HP_0010666","obo:HP_0001631","obo:HP_0008905","obo:HP_0011344","obo:HP_0000028","obo:HP_0000327","obo:HP_0001239","obo:HP_0001276","obo:HP_0012382","obo:HP_0000319","obo:HP_0001250","obo:HP_0005469","obo:HP_0004969","obo:HP_0001344","obo:HP_0002987","obo:HP_0001684","obo:HP_0000519","obo:HP_0003022","obo:HP_0012810","obo:HP_0000343"],"previousTesting":true,"previousTestingDescription":"VLCFA levels: C22: 68.7 µmol/L (nv = 0-96.3 µmol/L), C24: 61.5 µmol/L (nv = 0-91.4 µmol/L), C26: 0.8 µmol/L (nv = 0-1.3 µmol/L). Pristanic acid: 0.12 µmol/L (nv = 0-2.98 µmol/L). Phytanic acid: 125.85 µmol/L (nv = 0-9.88 µmol/L).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bb58df5f-9d51-4f58-abab-f19339487dac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bd2b5f94-1b8b-4eff-9e8d-30b2a6635fe7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017010934.2(PEX7):c.192del (p.Phe64LeufsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940607"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25800479","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes are involved in various metabolic reactions. Rhizomelic chondrodysplasia punctata (RCDP) type 1 is one of the peroxisomal biogenesis disorders caused by mutations in the PEX7 gene and is inherited in an autosomal recessive manner. We present a nine-year-old boy with skeletal abnormalities and dysmorphic facial appearance. The patient was born to parents who were first cousins. Very-long-chain fatty acids and pristanic acid levels were in the normal range, but an elevated phytanic acid level was detected by gas chromatography/mass spectrometry. The PEX7 gene was sequenced in the patient and his parents. A novel homozygous mutation, c.192delT (p.F64Lfs*10), was identified in the patient and was present in heterozygosity in both parents. In conclusion, the clinical presentation and peroxisome profile of the patient suggest that this novel mutation leads to RCDP type 1. ","dc:creator":"Çim A","dc:date":"2015","dc:title":"Rhizomelic Chondrodysplasia Punctata Type 1 Caused by a Novel Mutation in the PEX7 Gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25800479","rdfs:label":"Cim_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the 1-bp deletion in exon 3 that causes a frameshift and early termination, Phe64LeufsTer10. The resulting transcript is expected to undergo NMD. The parents of the proband were both heterozygous for the variant. The variant is absent from gnomAD. It is scored default points."},{"id":"cggv:fe499b31-403c-495c-8791-2f1522fadc2a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1349403-7e41-4ff2-bffb-eeb59a09f6cb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RT-PCR on fibroblast RNA and allele-specifc PCR on genomic DNA were performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Fibroblasts from a patient with peroxisome biogenesis disorder complementation group 11 was used for analysis.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:fe499b31-403c-495c-8791-2f1522fadc2a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:91552413-5e12-49d8-a092-c938f569ac48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000288.4(PEX7):c.875T>A (p.Leu292Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340698"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9090381"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9090381","rdfs:label":"Braverman_Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"The proband and 8 others out of 36 patients in this study were homozygous for the nonsense variant, Leu292Ter variant. This variant occurs within the last 50 bases of exon 9 and the resulting transcript is not expected to undergo NMD. However functional evidence from this paper and others show that the variant damages PEX7 function. Transfection studies with the recombinant mutant PEX7 showed lack of PTS2 import. The variant is reported at a frequency of 0.0006819 (88/1299056 non-Finnish European alleles) with no homozygotes in gnomAD v2.1.1. The evidence is scored maximum points."},{"id":"cggv:803643e6-542b-4adb-90c8-499bd15a5763_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a0a8457-9c3c-455a-abd7-79199530c334","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All 10 PEX7 exons were screened by SSCP and directly sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"The proband was diagnosed with RCDP based on levels of RBC plasmalogens, plasmalogen biosynthesis, phytanic acid oxidation, plasma VLCFAs and phytanic acid.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:803643e6-542b-4adb-90c8-499bd15a5763_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e89ae951-e51a-4ced-8bd1-7c1aa9eefb3e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000288.4(PEX7):c.903+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340702"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12325024","type":"dc:BibliographicResource","dc:abstract":"PEX7 encodes the cytosolic receptor for the set of peroxisomal matrix enzymes targeted to the organelle by the peroxisome targeting signal 2 (PTS2). Mutations in PEX7 cause rhizomelic chondrodysplasia punctata (RCDP), a distinct peroxisome biogenesis disorder. In previous work we described three novel PEX7 mutant alleles, including one, L292X, with a high frequency due to a founder effect. We have now extended our analysis to 60 RCDP probands and identified a total of 24 PEX7 alleles, accounting for 95% of the mutant PEX7 genes in our sample. Of these, 50% are L292X, 13% are IVS9+1G>C, and the remainder are mostly private. IVS9+1G>C occurs on at least three different haplotypes and thus appears to result from recurrent mutation. The phenotypic spectrum of RCDP is broader than commonly recognized and includes minimally affected individuals at the mild end of the spectrum. To relate PEX7 genotype and phenotype, we evaluated the consequence of the disease mutation on PEX7 RNA by Northern analysis and RT/PCR. We evaluated the function of the encoded Pex7 protein (Pex7p) by expressing selected alleles in fibroblasts from RCDP patients and assaying their ability to restore import of a PTS2 marker protein. We find that residual activity of mutant Pex7p and reduced amounts of normal Pex7p are associated with milder and variant phenotypes.","dc:creator":"Braverman N","dc:date":"2002","dc:title":"Mutation analysis of PEX7 in 60 probands with rhizomelic chondrodysplasia punctata and functional correlations of genotype with phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12325024","rdfs:label":"Braverman_IVS9 proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the intron 9 splice donor variant, c.903+1G>C. It is expected to result in aberrant splicing and skipping of exon 9. This is the second-most frequent observed in RCDP and may be a potential hotspot for recurrent mutation. The variant is reported at a frequency of 0.0001396 (18/128982 non-Finnish European alleles) with no homozygotes in gnomAD v2.1.1. The proband is scored default points."},{"id":"cggv:64321fc3-25ca-4e1f-9b9e-289ea9ba55a2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d2758229-4fbc-4439-b378-e9db8d5e94a2","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RT-PCR on fibroblast RNA and allele-specifc PCR on genomic DNA were performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Fibroblasts from a patient with peroxisome biogenesis disorder complementation group 11 was used for analysis.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:64321fc3-25ca-4e1f-9b9e-289ea9ba55a2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:22d2601f-f4a3-4ef8-8bc4-a21e756f63b7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000288.4(PEX7):c.653C>T (p.Ala218Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130482"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9090381"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9090381","rdfs:label":"Braverman_Proband 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense variant, Ala218Val. Transfection studies with the recombinant mutant PEX7 showed lack of PTS2 import. The variant is reported at a frequency of 0.00006159 (7/113656 non-Finnish European alleles) with no homozygotes in gnomAD v2.1.1. The evidence is scored default points."},{"id":"cggv:5fd09fd7-3fde-47bd-9a0e-14742ae93692_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c26b0656-b4df-45c8-817e-f6b2efd9f204","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"detectionMethod":"NGS for all coding regions was performed.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Forward-facing ears and facial dermatitis, bilateral leukocoria are reported in the proband. Loss of ossification with a fragmented appearance and punctate calcifications in both elbows, both knees and femoral epiphyses seen on skeletal exam.","phenotypes":["obo:HP_0010655","obo:HP_0000519","obo:HP_0002003","obo:HP_0000555","obo:HP_0005280","obo:HP_0011123","obo:HP_0008936","obo:HP_0011220","obo:HP_0003016","obo:HP_0002996","obo:HP_0005731","obo:HP_0008905","obo:HP_0010501"],"previousTesting":true,"previousTestingDescription":"Phytanic acid: 2.25 nmol/mL (nv < 5.28); Pristanic acid: 0.27 nmol/mL (nv = < 0.69); VLCFAs (C:22, C:24, C:26) were normal.","sex":"Male","variant":{"id":"cggv:5fd09fd7-3fde-47bd-9a0e-14742ae93692_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:086bde08-958b-4ef5-a3d8-3f026f6b793d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017010934.2(PEX7):c.209T>G (p.Leu70Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365855756"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28742517","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is a rare peroxisomal disease characterised by punctate calcifications of non-ossified cartilage epiphyseal centres. The main biochemical marker of all RCDP types is a decrease in the levels of plasmalogens. Additionally, the accumulation of phytanic acid can be used as a differential marker between types of RDCP. Due to the biochemical overlap between types 1 and 5 RCDP, a genetic analysis of these genes should be performed in patients to identify the type.","dc:creator":"Muratoğlu Şahin N","dc:date":"2017","dc:title":"Type 1 rhizomelic chondrodysplasia punctata with a homozygous PEX7 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28742517","rdfs:label":"Muratoğlu Şahin_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense change, Leu70Trp, in exon 3. Both parents were heterozygous for this variant. It is absent from gnomAD. Functional evidence from PMID: 11781871 shows that the variant did not restore peroxisome function in CG11 fibroblasts from a patient with the homozygous Leu292Ter variant. The variant is absent from gnomAD. The evidence is scored default points."},{"id":"cggv:59987646-edad-4b50-aa85-b6da4c0ed720_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c7eafd1-4db4-4a04-ae57-2c124d593652","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":19,"detectionMethod":"WES was performed on the proband and his similarly affected brother","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband required oxygen and bag-mask resuscitation immediately after birth. His APGAR scores were 3 and 9 at 1 and 5 minutes after birth. His birth weight and head circumference were on the 25th percentile. His growth was well below the 3rd percentile. At 12y of age, radiographs showed punctate patellar ossification centres and marked metaphyseal splaying. He had treatment-refractory epilepsy resulting in regression. Elevated phytanic acid level with normal VLCFAs was reported at 6 years of age, but repeat phytanic acid level was normal.","phenotypes":["obo:HP_0002656","obo:HP_0002363","obo:HP_0008366","obo:HP_0010656","obo:HP_0002783","obo:HP_0009473","obo:HP_0011282","obo:HP_0001319","obo:HP_0010571","obo:HP_0002650","obo:HP_0011344","obo:HP_0000347","obo:HP_0001272","obo:HP_0003015","obo:HP_0012448","obo:HP_0007366"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:59987646-edad-4b50-aa85-b6da4c0ed720_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f892232f-352e-49b7-bf7c-aca23aa9681d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000288.4(PEX7):c.694C>T (p.Arg232Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254243"}},{"id":"cggv:91552413-5e12-49d8-a092-c938f569ac48"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26587300","type":"dc:BibliographicResource","dc:abstract":"We describe two brothers who presented at birth with bone growth abnormalities, followed by development of increasingly severe intellectual and physical disability, growth restriction, epilepsy, and cerebellar and brain stem atrophy, but normal ocular phenotypes. Case 1 died at 19 years of age due to chronic respiratory illnesses without a unifying diagnosis. The brother remains alive but severely disabled at 19 years of age. Whole exome sequencing identified compound heterozygous stop mutations in the peroxisome biogenesis factor 7 gene in both individuals. Mutations in this gene cause rhizomelic chondrodysplasia punctata, type 1 (RCDP1). One mutation, p.Arg232 (∗) , has only been documented once before in a Japanese family, which is of interest given these two boys are of European descent. The other mutation, p.Leu292 (∗) , is found in approximately 50% of RCDP1 patients. These are the first cases of RCDP1 that describe the coinheritance of the p.Arg232 (∗) and p.Leu292 (∗) mutations and demonstrate the utility of WES in cases with unclear diagnoses. ","dc:creator":"Jacobsen JC","dc:date":"2015","dc:title":"Whole Exome Sequencing Reveals Compound Heterozygosity for Ethnically Distinct PEX7 Mutations Responsible for Rhizomelic Chondrodysplasia Punctata, Type 1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26587300","rdfs:label":"Jacobsen_Case 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and his brother were both found to be compound heterozygous for two null variants, Arg232Ter and Leu292Ter, confirmed in trans by parental testing. Both variants have been previously reported in homozygous states. The Leu292Ter is a founder mutation that is responsible for >50% of RCDP cases and has also been seen in compound heterozygous states. The Leu292Ter variant is reported at a frequency of 0.0006819 (88/1299056 non-Finnish European alleles) with no homozygotes in gnomAD v2.1.1. The Arg232Ter variant is reported at a frequency of 0.00003266 (1/30616 South Asian alleles) with no homozygotes in gnomAD v2.1.1."},{"id":"cggv:653cec22-58e0-4e8d-a45c-a88a10317216_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:17ff4b49-c837-4306-b995-38a214ff696d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"PEX7 was amplified by PCR on cDNA and genomic DNA samples from patient fibroblasts and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0008905","obo:HP_0001508","obo:HP_0002421","obo:HP_0005280","obo:HP_0000286","obo:HP_0002033","obo:HP_0011344","obo:HP_0002832","obo:HP_0000316","obo:HP_0000023"],"previousTesting":true,"previousTestingDescription":"DHAP-AT activity: 0.18 nmol/h per mg protein (nv = 1+/- 0.4). Mature form of 3-ketoacyl CoA thiolase was hardly detectable by immunoblotting. VLCFA levels were normal.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:653cec22-58e0-4e8d-a45c-a88a10317216_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f892232f-352e-49b7-bf7c-aca23aa9681d"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10083738","type":"dc:BibliographicResource","dc:abstract":"Mutations in the PEX7 gene encoding a peroxisome targeting signal 2 (PTS2) were identified in two patients with rhizomelic chondrodysplasia punctata (RCDP). A 7-year-old girl, the first Japanese individual to be diagnosed biochemically as a case of RCDP, had a novel nonsense mutation, R232ter, in the PEX7 gene, which had been inherited from her consanguineous parents. Another patient, a Chilean boy with RCDP, had compound heterozygous mutations of PEX7, L292ter and A218V, both of which have been documented. R232ter, which deletes all of the last two WP40 repeats in the PEX7 gene, is sufficient to inactivate functions of the PEX7 gene.","dc:creator":"Shimozawa N","dc:date":"1999","dc:title":"A novel nonsense mutation of the PEX7 gene in a patient with rhizomelic chondrodysplasia punctata."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10083738","rdfs:label":"Shimozawa_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant in exon 7 and her parents were heterozygous. The resulting transcript is predicted to undergo NMD. If a truncated protein is made, it would be non-functional as it would lack the last two WD40 repeats. The variant is reported at a frequency of 0.00003266 (1/30616 South Asian alleles) with no homozygotes in gnomAD v2.1.1."},{"id":"cggv:a866416d-23bc-4672-a5cd-c574a45ce0c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fcc7f7f8-c055-4e26-89dd-e864bb5464fd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All 10 PEX7 exons were screened by SSCP and directly sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"The proband was diagnosed with RCDP based on levels of RBC plasmalogens, plasmalogen biosynthesis, phytanic acid oxidation, plasma VLCFAs and phytanic acid.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:a866416d-23bc-4672-a5cd-c574a45ce0c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7c7d4c5f-51e8-46a1-974d-69fed6d3f298","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000288.4(PEX7):c.188+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA274207"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12325024"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12325024","rdfs:label":"Braverman_IVS2 proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the intron 2 splice donor variant, c.188+1G>C. It is expected to result in aberrant splicing and potential frameshift and NMD of the transcript. The variant is reported at a frequency of 0.00008676 (3/34580 Latino alleles) with no homozygotes in gnomAD v2.1.1. The proband is scored default points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":318,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:2b2cbcfb-ac09-4a24-bde8-3a9db4c03cb3","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:8860","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PEX7 and peroxisome biogenesis disorder (type 9B and type 1 Rhizomelic chondrodysplasia punctata included), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of January, 2020. PEX7 encodes a receptor for some of the peroxisomal matrix proteins and is involved in the PTS2 import pathway. Peroxisomal biogenesis disorders are caused by defects in various stages of peroxisomal protein import and/or peroxisome biogenesis, involving at least 14 PEX genes. PEX7 belongs to complementation group 11, and mutations in the gene result in peroxisomes devoid of PTS2 import (Braverman et al, 2012, Gene Reviews). \n\nPEX7 was first reported in relation to autosomal recessive Peroxisome biogenesis disorder in 1997. (Braverman et al, PMID: 9090381; Motley et al, PMID: 9090382; Purdue et al, PMID: 9090383). At least 38 nonsense, splice site, frameshift, deletion/duplication and missense variants have been reported in humans in the ClinVar database. Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n   \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 8 probands in 6 publications (PMID: 9090381, 12325024, 26587300, 28742517, 10083738, 25800479). More evidence is available in the literature, but the maximum score (12 points) for genetic evidence is reached. The recurring founder variant, Leu292Ter is most frequently reported and accounts for 51% of disease alleles.      \nThe mechanism for disease is expected to be biallelic loss of function.  \n  \nSummary of experimental data (5 points):\nThis gene-disease association is supported by in vitro functional assays and animal models. PEX7 interacts with PEX5, which is involved in the PTS1 import pathway  but also acts as a coreceptor for the PEX7-cargo protein complex in the PTS2 pathway (PMID: 26450166, 25538232). Mouse models of PEX7 recapitulate the human disease (PMIDs: 12915479, 20060764) and wild-type PEX7 restores peroxisome import in patient-derived PEX7-deficient cells (PMIDs: 9090381).  \n  \nIn summary, PEX7 is definitively associated with autosomal recessive Peroxisome biogenesis disorder.\t This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Peroxisomal Disorders GCEP on February 14, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:d0796d69-b304-4670-b4a2-8785ff6fd161"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}