{"id":"cggv:efef782a-88db-470d-9687-23629c75e05av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T15:47:19.913Z","role":"Publisher"},{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T15:47:10.419Z","role":"Approver"}],"evidence":[{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:040cf15a-919f-4478-89f9-2e58a23306c9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86b99c02-5187-4987-b89d-3ddc60faa593","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Methodology was not described","phenotypeFreeText":"The proband showed normal development until age 5 years when his parents first noticed a tonic-clonic seizure. Shortly after, the parents reported poor performance in school and learning difficulties. \nAt age 7 years, mental deterioration became evident. Neurological examination was significant for extrapyramidal tract signs and gait ataxia; \nBrain CT scan showed symmetrical and bilateral hypodensities of the lenticular nuclei. \nLactate and pyruvate were increased in both blood and the CSF. \nMuscle biopsy: Complex 19%, Complex IV 11%","sex":"Male","variant":{"id":"cggv:040cf15a-919f-4478-89f9-2e58a23306c9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9640daeb-c824-411d-8d45-395e84f067b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.3243A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120560"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9323566","type":"dc:BibliographicResource","dc:creator":"Vilarinho L","dc:date":"1997","dc:title":"Heterogeneous presentation in Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9323566","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"no homoplasmic individuals in gnomAD v.3.1, six heteroplasmic individuals with the maximum heteroplasmy of 46%. In silico tools predict the variant to be pathogenic. The proband muscle biopsy showed 73% heteroplasmy, the variant identified in healthy mother, brother and sister but heteroplasmy levels and tissue were not reported. Variant scored 0.5 for a recurrent, established variant, (segregation was not scored)."},{"id":"cggv:7e012778-f26c-47f1-890d-5c72a21a63ea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:daa8801d-a4e1-4dda-bab5-b34094983d59","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":10,"detectionMethod":"Methodology was not given, presumed MtDNA only. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neuropathology confirmation of Leigh syndrome. \nThe proband attained normal early milestones  but there was no further development after 20 months.  At 38 months old, he was admitted to hospital for generalized seizure, generalized ataxia, and diffuse muscle weakness, failure to thrive, and hypertrophic cardiomyopathy. \nHe showed elevated lactate in blood and CSF\nHe remained stable until 9 years, developed impairment in visual acuity, progressive muscle weakness. \nAt 10 years 3 months intractable epilepsy\nA computed tomography (CT) scan of the brain revealed notable cortical atrophy, ventricular dilatation, and enlargement of the fourth ventricle.\nNeuropathology:\n\"An autopsy was performed four hours after death at the age of 10 years 10 months. The brain was oedematous and increased in softness with leptomeningeal turbidity. Microscopically, there were extensive symmetric necrotic lesions in the brain stem in which the bilateral putamen and thalamus showed necrotic softening. Some symmetrical necrotic legions were noted around the midbrain extending down to the pons, where demyelination, proliferation of capillaries, and gliosis were noted.\"\nFH:\nMother, 42 years, progressive muscle weakness and migraine heacaches for the last 10 years\nGrandmother (AI4), a 78 year old woman, had developed muscle weakness and easy fatiguability for the past 25 years.\nThe proband’s elder brother (AIII1) has noticed migraine headache.","sex":"Male","variant":{"id":"cggv:7e012778-f26c-47f1-890d-5c72a21a63ea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9640daeb-c824-411d-8d45-395e84f067b4"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10799437","type":"dc:BibliographicResource","dc:abstract":"To clarify the phenotype-genotype relation associated with the A3243G mitochondrial DNA mutation.","dc:creator":"Koga Y","dc:date":"2000","dc:title":"Heterogeneous presentation in A3243G mutation in the mitochondrial tRNA(Leu(UUR)) gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10799437","rdfs:label":"Family A III-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Variant heteroplasmy in the proband: from autopsy muscle, heart, liver, kidney, and the cerebrum was 92, 91, 90, 97, and 91%, respectively. Hair 90%, Blood 90%. See fig. 1A pedigree: Mother Blood 15% heteroplasmy, Hair 15 %, maternal Grandmother's blood 12%, Hair 15%; Elder brother blood 43%, Hair 58%. Score 1pt (0.5 recurrent established variant, 0.5 segregation of heteroplasmy)"},{"id":"cggv:1bf94e08-bd6b-46cb-bce3-f467d40247a8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6dca5035-bc43-4b30-ac24-4f9a3efee98e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":8,"detectionMethod":"MtDNA sequencing only","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"See Table 1: The proband presented with developmental delay, vomiting and hirsutism, \nElevated lactate (5.3-8.9), elevated pyruvate\nBrain MRI showed bilateral abnormal T2 signals in basal ganglia. ","sex":"Male","variant":{"id":"cggv:1bf94e08-bd6b-46cb-bce3-f467d40247a8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9640daeb-c824-411d-8d45-395e84f067b4"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23360351","type":"dc:BibliographicResource","dc:abstract":"To study the clinical, biochemical, and genetic heterogeneity of six Chinese patients and their mothers with the 3243 A>G mutation, six patients (ranging from 5 to 11 years) were hospitalized. All the mothers were healthy. Mitochondrial respiratory chain enzyme activities were determined by spectrophotometry. Mitochondrial gene was analyzed in all patients. Six core pedigrees were investigated. Two patients had mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes syndrome and one had Leigh syndrome. The common initial symptoms were headache, vomiting, blurred vision, and epilepsy. m.3243A>G mutation was detected in all patients and their mothers. The mutation loads ranged from 43.6% to 58% and those of their mothers ranged from 14.1% to 28.6%. Varied respiratory chain deficiencies were observed in all patients and two mothers. m.3243A>G mutation can result in a wide spectrum of respiratory chain complex deficiencies. Mitochondrial DNA mutation detected in blood may be likely to transmit to offspring, and the mutation load may increase.","dc:creator":"Ma YY","dc:date":"2013","dc:title":"Heterogeneity of six children and their mothers with mitochondrial DNA 3243 A>G mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23360351","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"m.3243A>G levels in the proband's blood are 55%, Mother 30% heteroplasmy in blood. Score 1 pt (0.5 segregation, 0.5 established pathogenic variant)"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:63ec6c75-18dc-4a5b-85e8-74b0a60c9c97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f1561cd6-8e69-4824-b9f9-4ccfae111cc3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Rahman et al. reviews all genes associated with Leigh syndrome in Leigh Map 2017 (PMID: 27977873). These genes included at least thirteen nuclear genes directly involved in mitochondrial translation as well as five additional mt-tRNA genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Review: LeighMap"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"per rubric: More than 10 genes with a related function"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a418fea-712e-4aa4-ac94-1557f8460c57","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01158447-2595-4169-9635-a57147e65414","type":"FunctionalAlteration","dc:description":"Transmitochondrial cytoplasmic hybrid cells (cybrids) with increasing 3243A>G heteroplasmy were generated and analysed (0% 20%, 30%, 50%, 90% 100%). \nFig. 1. The mtDNA mutation 3243A>G alters cellular energetics, mitochondrial morphology, and cell size. Dose dependent reduction in mtDNA coded ETC subunits but respiratiry capcity didn't drop until >60%, completely lost at 90% (fig1 D). \nFig 2, electron microscopy showed increasing mtDNA heteroplasmy caused changes in mitochondrial ultrastructure, cristae and matrix electron density, and cytoplasmic ribosomal content (Fig. 2).\nFig1.I changes in mt copy number were also seen with changing heteroplasmy levels. \nFig3 A RNASeq was used to evaluate the trasncriptiome: the total cellular mtDNA transcript levels increased to near normal levels in cells harboring 60–90% 3243G mutant mtDNAs, declining once more in cells with 100% 3243G mutant mtDNAs. Each levels of each mtDNA gene varied greatly, the up-regulation and down-regulation of tRNAs at low versus high mutation load, respectively, suggested a functional switch between 30% and 50% heteroplasmy. \nFig 4A Nuclear glycolytic genes were upregulated in cybrids with >50% heteroplasmy, discontinuous remodeling of other nuclear DNA gene expression profiles including those involved in Ca signalling, REDOX signaling and regulation of DNA methylation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25192935","type":"dc:BibliographicResource","dc:abstract":"Variation in the intracellular percentage of normal and mutant mitochondrial DNAs (mtDNA) (heteroplasmy) can be associated with phenotypic heterogeneity in mtDNA diseases. Individuals that inherit the common disease-causing mtDNA tRNA(Leu(UUR)) 3243A>G mutation and harbor ∼10-30% 3243G mutant mtDNAs manifest diabetes and occasionally autism; individuals with ∼50-90% mutant mtDNAs manifest encephalomyopathies; and individuals with ∼90-100% mutant mtDNAs face perinatal lethality. To determine the basis of these abrupt phenotypic changes, we generated somatic cell cybrids harboring increasing levels of the 3243G mutant and analyzed the associated cellular phenotypes and nuclear DNA (nDNA) and mtDNA transcriptional profiles by RNA sequencing. Small increases in mutant mtDNAs caused relatively modest defects in oxidative capacity but resulted in sharp transitions in cellular phenotype and gene expression. Cybrids harboring 20-30% 3243G mtDNAs had reduced mtDNA mRNA levels, rounded mitochondria, and small cell size. Cybrids with 50-90% 3243G mtDNAs manifest induction of glycolytic genes, mitochondrial elongation, increased mtDNA mRNA levels, and alterations in expression of signal transduction, epigenomic regulatory, and neurodegenerative disease-associated genes. Finally, cybrids with 100% 3243G experienced reduced mtDNA transcripts, rounded mitochondria, and concomitant changes in nuclear gene expression. Thus, striking phase changes occurred in nDNA and mtDNA gene expression in response to the modest changes of the mtDNA 3243G mutant levels. Hence, a major factor in the phenotypic variation in heteroplasmic mtDNA mutations is the limited number of states that the nucleus can acquire in response to progressive changes in mitochondrial retrograde signaling. ","dc:creator":"Picard M","dc:date":"2014","dc:title":"Progressive increase in mtDNA 3243A>G heteroplasmy causes abrupt transcriptional reprogramming."},"rdfs:label":"Cybrid study: m.3243A>G"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Oxphos dysfunction demonstrated and altered mitochondrial morphology, relative to heteroplamy levels."},{"id":"cggv:3480f435-c52f-4734-aafe-a7b4f9330afb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7094e7ec-bba2-4a92-9c5e-55d13970c590","type":"FunctionalAlteration","dc:description":"Cybrid lines were derived from fibroblasts of 2 patients diagnosed with MELAS. 8 cybrid lines were investigated.\nFig 2 B shows a generalised decrease in the rate of incorportation of 35S methionine into the mt encoded polypeptides, the larger polypeptides, such as ND2 and COX I and COXIII were  more severly affected (Fig 2A). \nFig4 Cybrid lines showed decreased rates of oxygen consumption, an average reduction of 74%.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1732728","type":"dc:BibliographicResource","dc:abstract":"Cytoplasts from two unrelated patients with MELAS (mitochondrial myopathy, encephalopathy, lactic acidosis, and strokelike episodes) harboring an A----G transition at nucleotide position 3243 in the tRNA(Leu(UUR)) gene of the mitochondrial genome were fused with human cells lacking endogenous mitochondrial DNA (mtDNA) (rho 0 cells). Selected cybrid lines, containing less than 15 or greater than or equal to 95% mutated genomes, were examined for differences in genetic, biochemical, and morphological characteristics. Cybrids containing greater than or equal to 95% mutant mtDNA, but not those containing normal mtDNA, exhibited decreases in the rates of synthesis and in the steady-state levels of the mitochondrial translation products. In addition, NADH dehydrogenase subunit 1 (ND 1) exhibited a slightly altered mobility on polyacrylamide gel electrophoresis. The mutation also correlated with a severe respiratory chain deficiency. A small but consistent increase in the steady-state levels of an RNA transcript corresponding to 16S rRNA + tRNA(Leu(UUR)) + ND 1 genes was detected. However, there was no evidence of major errors in processing of the heavy-strand-encoded transcripts or of altered steady-state levels or ratios of mitochondrial rRNAs or mRNAs. These results provide evidence for a direct relationship between the tRNALeu(UUR) mutation and the pathogenesis of this mitochondrial disease.","dc:creator":"King MP","dc:date":"1992","dc:title":"Defects in mitochondrial protein synthesis and respiratory chain activity segregate with the tRNA(Leu(UUR)) mutation associated with mitochondrial myopathy, encephalopathy, lactic acidosis, and strokelike episodes."},"rdfs:label":"Cybrid study: m.3243A>G (original)_"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Scored default, for the demonstration of a reduction in respiratory chain activity and protein synthesis. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":3043,"specifiedBy":"GeneValidityCriteria8","strengthScore":5.5,"subject":{"id":"cggv:f523b5b4-856f-43ca-8fdc-ec9316d13001","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7490","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-TL1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. The MT-TL1 gene encodes the mitochondrial transfer RNA (tRNA) for mitochondrial tRNA for leucine (UUR). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V and thus impaired OXPHOS enzyme activities.\n\nThe MT-TL1 gene was first reported in relation to maternally inherited Leigh syndrome spectrum in 1997 (PMID: 9323566). Of note, variants (particularly m.3243A>G) in MT-TL1 are more commonly associated with other mitochondrial disease clinical syndromes such as MELAS (mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes) and/or MIDD (maternally inherited diabetes and deafness). Evidence supporting the relationship between MT-TL1 and Leigh syndrome spectrum includes case-level data and experimental data. This curation included one variant (m.3243A>G) in 3 cases 3 publications (PMIDs: 9323566, 23360351, 10799437). Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function and functional alteration in non-patient cells (PMID: 27977873, 25192935, 1732728). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 17, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:efef782a-88db-470d-9687-23629c75e05a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}