{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-08T17:02:40.293Z","role":"Publisher"},{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-08-01T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"evidence":[{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3944442b-8b69-4936-b0bb-b34c21b812a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:03206659-c74a-4a9f-aeab-995980ee853c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Whole-mount in situ hybridization and optical projection tomography to map the pattern of Nr2f2 mRNA expression in the developing mouse embryo and observed expression in the atria of the heart, branchial arches, somites, and olfactory placode at 10.5 days postcoitum. In addition, they demonstrated expression of NR2F2 in several structures of the developing human fetal heart, including the atria, coronary vessels, and aorta","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24702954","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects (CHDs) are the most common birth defect worldwide and are a leading cause of neonatal mortality. Nonsyndromic atrioventricular septal defects (AVSDs) are an important subtype of CHDs for which the genetic architecture is poorly understood. We performed exome sequencing in 13 parent-offspring trios and 112 unrelated individuals with nonsyndromic AVSDs and identified five rare missense variants (two of which arose de novo) in the highly conserved gene NR2F2, a very significant enrichment (p = 7.7 × 10(-7)) compared to 5,194 control subjects. We identified three additional CHD-affected families with other variants in NR2F2 including a de novo balanced chromosomal translocation, a de novo substitution disrupting a splice donor site, and a 3 bp duplication that cosegregated in a multiplex family. NR2F2 encodes a pleiotropic developmental transcription factor, and decreased dosage of NR2F2 in mice has been shown to result in abnormal development of atrioventricular septa. Via luciferase assays, we showed that all six coding sequence variants observed in individuals significantly alter the activity of NR2F2 on target promoters.","dc:creator":"Al Turki S","dc:date":"2014","dc:title":"Rare variants in NR2F2 cause congenital heart defects in humans."},"rdfs:label":"Nr2f2 Expression in the Developing Mouse Embryo"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a4013b2f-0b62-4a97-8f42-3279b98e8283","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6545be32-e782-4a59-8a3b-9e1fe360abd0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Targeted deletion of the COUP-TFII gene results in embryonic lethality with defects in angiogenesis and heart development. COUP-TFII mutants are defective in remodeling the primitive capillary plexus into large and small microcapillaries. In the COUP-TFII mutant heart, the atria and sinus venosus fail to develop past the primitive tube stage","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10215630","type":"dc:BibliographicResource","dc:abstract":"The embryonic expression of COUP-TFII, an orphan nuclear receptor, suggests that it may participate in mesenchymal-epithelial interactions required for organogenesis. Targeted deletion of the COUP-TFII gene results in embryonic lethality with defects in angiogenesis and heart development. COUP-TFII mutants are defective in remodeling the primitive capillary plexus into large and small microcapillaries. In the COUP-TFII mutant heart, the atria and sinus venosus fail to develop past the primitive tube stage. Reciprocal interactions between the endothelium and the mesenchyme in the vascular system and heart are essential for normal development of these systems. In fact, the expression of Angiopoietin-1, a proangiogenic soluble factor thought to mediate the mesenchymal-endothelial interactions during heart development and vascular remodeling, is down-regulated in COUP-TFII mutants. This down-regulation suggests that COUP-TFII may be required for bidirectional signaling between the endothelial and mesenchymal compartments essential for proper angiogenesis and heart development.","dc:creator":"Pereira FA","dc:date":"1999","dc:title":"The orphan nuclear receptor COUP-TFII is required for angiogenesis and heart development."},"rdfs:label":"Defects in development of common atrium and sinus venosus"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model did not recapitulate the inheritance of the disease found in humans. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7399,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:6b54fb13-4f4c-4794-a643-96396ea05adf","type":"GeneValidityProposition","disease":"obo:MONDO_0800458","gene":"hgnc:7976","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"NR2F2 was first reported in relation to autosomal dominant multiple congenital anomalies/dysmorphic syndrome-NR2F2 in 2014 (Al Turk et al., PMID:24702954). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms,  and phenotypic variability. Therefore, the following disease entities have been split into separate entities: 46XX sex reversal 5 (OMIM:618901), Congenital heart defects, multiple types, 4 (OMIM: 615779). Nine unique variants (missense, nonsense, frameshift, splice acceptor) and seven of which were de novo that have been reported in ten probands in five publications (PMIDs: 24702954, 27363585, 29663647, 29222010, 37500725) are included in this curation.Two of the variants were found to segregated respectively in two separate families (PMID:24702954, 29222010). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by a mouse model, and  expression data (PMIDs: 10215630, 24702954). In summary, NR2F2 is definitively associated with autosomal dominant multiple congenital anomalies/dysmorphic syndrome-NR2F2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 8/1/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:2bac9024-04eb-4cea-8886-3181c948e54b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}