{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-12-20T21:35:33.404Z","role":"Publisher"},{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-10-27T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:6a4d9548-121d-42a4-814f-3e428bf152f0","type":"EvidenceLine","evidence":[{"id":"cggv:6a4d9548-121d-42a4-814f-3e428bf152f0_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:c7d1f9bd-add6-4988-8c0b-d88cfc2346ee","type":"Cohort","allGenotypedSequenced":5095,"alleleFrequency":0.001570166830225712,"evidence":[{"id":"cggv:6a4d9548-121d-42a4-814f-3e428bf152f0_cc_evidence_item"}],"numWithVariant":8,"relatedCondition":{"id":"obo:MONDO_0004976"}},"controlCohort":{"id":"cggv:2776ddd9-852b-4bc6-9071-2a7110c0dfde","type":"Cohort","allGenotypedSequenced":28910,"alleleFrequency":0,"detectionMethod":"7,839 WES in-house and 21,071 WES in ExAC.","evidence":[{"id":"cggv:6a4d9548-121d-42a4-814f-3e428bf152f0_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":2.5E-7,"statisticalSignificanceType":"","statisticalSignificanceValue":96.6,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31768050","type":"dc:BibliographicResource","dc:abstract":"To discover novel genes underlying amyotrophic lateral sclerosis (ALS), we aggregated exomes from 3,864 cases and 7,839 ancestry-matched controls. We observed a significant excess of rare protein-truncating variants among ALS cases, and these variants were concentrated in constrained genes. Through gene level analyses, we replicated known ALS genes including SOD1, NEK1 and FUS. We also observed multiple distinct protein-truncating variants in a highly constrained gene, DNAJC7. The signal in DNAJC7 exceeded genome-wide significance, and immunoblotting assays showed depletion of DNAJC7 protein in fibroblasts in a patient with ALS carrying the p.Arg156Ter variant. DNAJC7 encodes a member of the heat-shock protein family, HSP40, which, along with HSP70 proteins, facilitates protein homeostasis, including folding of newly synthesized polypeptides and clearance of degraded proteins. When these processes are not regulated, misfolding and accumulation of aberrant proteins can occur and lead to protein aggregation, which is a pathological hallmark of neurodegeneration. Our results highlight DNAJC7 as a novel gene for ALS.","dc:creator":"Farhan SMK","dc:date":"2019","dc:title":"Exome sequencing in amyotrophic lateral sclerosis implicates a novel gene, DNAJC7, encoding a heat-shock protein."},"rdfs:label":"Farhan2019 extended cohort (5,095 cases vs 28,910 controls)"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f8b1a7d-fe40-4e56-bda4-4aaa9fb1a361","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86182001-a1e9-4ace-a578-c99a7d5978de","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot analysis of human fibroblast lysates demonstrated a significantly lower level of DNAJC7 protein in an ALS patient carrying a DNAJC7 p.Arg156Ter variant compared to four healthy controls.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31768050","rdfs:label":"Effects of DNAJC7 PTV p.Arg156Ter on protein levels"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.1,"dc:description":"Score downgraded to reflect that a single patient was used in this experiment, and that this patient carries a protein truncating variant in the gene/protein of interest."},{"id":"cggv:514c70a2-e6b0-4f06-babc-3301bfc8fa3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a27b5618-5114-4b1e-87ee-a0b812a658fe","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq data and protein expression, including immunohistochemistry of cerebral cortex tissues from adults demonstrate the presence of DNAJC7 in various brain regions and specifically within neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"RNA AND PROTEIN EXPRESSION OF DNAJC7 IN THE BRAIN "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7ed6e987-2949-426b-9f54-f231517ef586","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90ae75dd-4f54-4f8c-8e19-858dcd4daace","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation of CCNF transfected HEK293T cells coupled with mass spectrometry identified that DNAJC7 is an interaction partner of CCNF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33729478","type":"dc:BibliographicResource","dc:abstract":"Previously, we identified missense mutations in CCNF that are causative of familial and sporadic amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Hallmark features of these diseases include the build-up of insoluble protein aggregates as well as the mislocalization of proteins such as transactive response DNA binding protein 43 kDa (TDP-43). In recent years, the dysregulation of SFPQ (splicing factor proline and glutamine rich) has also emerged as a pathological hallmark of ALS/FTD. CCNF encodes for the protein cyclin F, a substrate recognition component of an E3 ubiquitin ligase. We have previously shown that ALS/FTD-linked mutations in CCNF cause disruptions to overall protein homeostasis that leads to a build-up of K48-linked ubiquitylated proteins as well as defects in autophagic machinery. To investigate further processes that may be affected by cyclin F, we used a protein-proximity ligation method, known as Biotin Identification (BioID), standard immunoprecipitations and mass spectrometry to identify novel interaction partners of cyclin F and infer further process that may be affected by the ALS/FTD-causing mutation. Results demonstrate that cyclin F closely associates with proteins involved with RNA metabolism as well as a number of RNA-binding proteins previously linked to ALS/FTD, including SFPQ. Notably, the overexpression of cyclin F(S621G) led to the aggregation and altered subcellular distribution of SFPQ in human embryonic kidney (HEK293) cells, while leading to altered degradation in primary neurons. Overall, our data links ALS/FTD-causing mutations in CCNF to converging pathological features of ALS/FTD and provides a link between defective protein degradation systems and the pathological accumulation of a protein involved in RNA processing and metabolism.","dc:creator":"Rayner SL","dc:date":"2021","dc:title":"ALS/FTD-causing mutation in cyclin F causes the dysregulation of SFPQ."},"rdfs:label":"DNAJC7 is an interacting partner of CCNF"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"CCNF implicated as a \"limited\" evidence gene for ALS, the ALS GCEP has decided only interactions with definitive ALS genes will be scored in this category."},{"id":"cggv:7337695a-6a9e-41bd-8987-4d2c4ced1808","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:20b19c0f-e280-4646-aaf8-3cf62dc5aa65","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"High-performance liquid chromatography tandem mass spectrometry (LC–MS/MS) of digested protein fractions of each human and mouse cell lines coupled with machine learning identified that DNAJC7 is an interacting partner of FUS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26344197","type":"dc:BibliographicResource","dc:abstract":"Macromolecular complexes are essential to conserved biological processes, but their prevalence across animals is unclear. By combining extensive biochemical fractionation with quantitative mass spectrometry, here we directly examined the composition of soluble multiprotein complexes among diverse metazoan models. Using an integrative approach, we generated a draft conservation map consisting of more than one million putative high-confidence co-complex interactions for species with fully sequenced genomes that encompasses functional modules present broadly across all extant animals. Clustering reveals a spectrum of conservation, ranging from ancient eukaryotic assemblies that have probably served cellular housekeeping roles for at least one billion years, ancestral complexes that have accrued contemporary components, and rarer metazoan innovations linked to multicellularity. We validated these projections by independent co-fractionation experiments in evolutionarily distant species, affinity purification and functional analyses. The comprehensiveness, centrality and modularity of these reconstructed interactomes reflect their fundamental mechanistic importance and adaptive value to animal cell systems. ","dc:creator":"Wan C","dc:date":"2015","dc:title":"Panorama of ancient metazoan macromolecular complexes."},"rdfs:label":"DNAJC7 is an interacting partner of FUS"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.1}],"evidenceStrength":"Limited","sequence":5523,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.6,"subject":{"id":"cggv:3b18fc0a-61e9-443c-949f-28dcdd3c3b50","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:12392","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"DNAJC7 was first reported in relation to amyotrophic lateral sclerosis (ALS) in 2019 (Farhan et al., PMID: 31768050). This seminal discovery reported a significant excess of rare protein-truncating variants in ALS using whole-exome sequencing data from cases (n=5,095) compared to controls (n=28,910) in a single-gene burden analysis (OR=96.9; P=2.5x10^-7). One additional protein truncating (nonsense) variant has since been reported in one sporadic ALS case (PMID: 33062890). The mechanism of pathogenicity is reported to be loss of function (LoF). This gene-disease association is also supported by experimental evidence from expression studies showing expression if DNAJC7 in the brain and specifically neurons (PMID: 25613900), as well as a physical protein interaction with the definitive ALS gene/protein FUS (PMID: 26344197). \n\nIn summary, to-date there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen ALS GCEP on the meeting date October 27, 2022 (SOP Version 9). \n","dc:isVersionOf":{"id":"cggv:e2a12a19-b37a-4654-87fa-3a921c202c87"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}