{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-10-18T16:31:35.438Z","role":"Publisher"},{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-10-18T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a33f4190-135e-48f1-b60e-625a074365fe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:52eb1b5a-9d8a-4a84-82a4-498c47f7b5f6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Plasma BMP10 levels in females with PAH were significantly lower than control females suggesting a possible role in causing PAH. However, this association was weak and no statistical differences were observed for plasma BMP10 levels in males with and without PAH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31661308","type":"dc:BibliographicResource","dc:creator":"Hodgson J","dc:date":"2020","dc:title":"Characterization of "},"rdfs:label":"Hodgson et al. Plasma levels of BMP10"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.1,"dc:description":"Downscored to 0.1 because plasma levels of BMP10 were only weakly statistically significant when comparing females only."},{"id":"cggv:fde2bdde-675d-4afb-ac47-76885c81e630","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee258251-38db-42ef-af63-9c580bbc8130","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"HEK-293 cells were co-transfected with BMP9 and BMP10 cDNAs. BMP9 and BMP10 eluted together when run through HisTrapTM chromatography under non-reducing conditions. Reduction and alkylation of disulfide bonds disrupted BMP10 bonding, indicating that BMP9 and BMP10 interact via disulfide bonding. Additionally, the authors also found that the BMP9-10 heterodimer is biologically active on endothelial cells via ALK1. Variants in BMP9 have also been implicated in PAH (PMID:30872557).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29789425","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic protein 9 (BMP9) and BMP10 are the two high-affinity ligands for the endothelial receptor activin receptor-like kinase 1 (ALK1) and are key regulators of vascular remodeling. They are both present in the blood, but their respective biological activities are still a matter of debate. The aim of the present work was to characterize their circulating forms to better understand how their activities are regulated ","dc:creator":"Tillet E","dc:date":"2018","dc:title":"A heterodimer formed by bone morphogenetic protein 9 (BMP9) and BMP10 provides most BMP biological activity in plasma."},"rdfs:label":"Tillet Et al. Protein interaction with BMP9 "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:058c7d0e-cdb6-4276-aa0b-9ae769934712","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c48d080-e2b5-4d57-af25-fcf2cb743226","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Article provides further evidence that BMP10 is active in the bone morphogenetic protein signaling pathway. ALK1 is a member of transforming growth factor-ß (TGF-ß) and is implicated in both hereditary hemorrhagic telangiectasia (HHT) and pulmonary artery hypertension. ALK1 is mainly expressed in arterial endothelial cells and likely can play a role in the development of both disorders. Ligand binding of BMP10 to ALK1 activates the downstream phosphorylation of SMAD family transcription factors and thereby regulates gene expression, suggesting a possible biochemical mechanism linking BMP10 to the development of PAH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17068149","type":"dc:BibliographicResource","dc:abstract":"ALK1 is an endothelial-specific type I receptor of the TGFbeta receptor family whose heterozygous mutations cause hereditary hemorrhagic telangiectasia type 2. Although TGFbeta1 and TGFbeta3 have been shown to bind ALK1 under specific experimental conditions, they may not represent the physiological ligands for this receptor. In the present study, we demonstrate that BMP9 induces the phosphorylation of Smad1/5/8 in microvascular endothelial cells, and this phosphorylation lasts over a period of 24 hours. BMP9 also activates the ID1 promoter-derived BMP response element (BRE) in a dose-dependent manner (EC50 = 45 +/- 27 pg/mL), and this activation is abolished by silencing ALK1 expression or addition of ALK1 extracellular domain. Overexpression of endoglin increases the BMP9 response, whereas silencing of both BMPRII and ActRIIA expressions completely abolishes it. BMP10, which is structurally close to BMP9, is also a potent ALK1 ligand. Finally, we demonstrate that BMP9 and BMP10 potently inhibit endothelial cell migration and growth, and stimulate endothelial expression of a panel of genes that was previously reported to be activated by the constitutively active form of ALK1. Taken together, our results suggest that BMP9 and BMP10 are two specific ALK1 ligands that may physiologically trigger the effects of ALK1 on angiogenesis.","dc:creator":"David L","dc:date":"2007","dc:title":"Identification of BMP9 and BMP10 as functional activators of the orphan activin receptor-like kinase 1 (ALK1) in endothelial cells."},"rdfs:label":"David et al. BMP10 is a specific ligand of ALK1 receptor."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.1},{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.9}],"evidenceStrength":"Limited","sequence":5261,"specifiedBy":"GeneValidityCriteria9","strengthScore":3,"subject":{"id":"cggv:e1152ed3-c29f-4915-a8d8-f77f7bcb1a45","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:20869","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"BMP10 was first reported in relation to autosomal dominant pulmonary arterial hypertension in 2019 (Eyries et al., PMID: 30578383). At least 5 variants (missense and nonsense) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data, including protein interaction, biochemical function, and tissue expression.\n\nVariants in this gene have been reported in at least 5 probands in 4 publications (PMIDs: 29843651, 33187088, 31661308, 30578383). The mechanism for disease is haploinsufficiency.\n\nThe gene-disease association is supported by data demonstrating protein interaction, biochemical function and tissue expression (PMIDs: 17068149, 29789425, 31661308). In summary, BMP10 currently has limited evidence supporting a gene-disease relationship with autosomal dominant pulmonary arterial hypertension. This classification was approved by the ClinGen PH Gene Curation Expert Panel on 08/30/2022.","dc:isVersionOf":{"id":"cggv:98be8b85-16ad-46d3-9736-2b240803da21"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}