{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-09-11T22:54:06.687Z","role":"Publisher"},{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-08-06T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25077177","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects are the most common malformation, and are the foremost causes of mortality in the first year of life. Among congenital heart defects, conotruncal defects represent about 20% and are severe malformations with significant morbidity. Insulin gene enhancer protein 1 (ISL1) has been considered a candidate gene for conotruncal heart defects based on its embryonic expression pattern and heart defects induced in Isl1 knockout mice. Nevertheless no mutation of ISL1 has been reported from any human subject with a heart defect. From a population base of 974,579 births during 1999-2004, we used multiplex ligation-dependent probe amplification to screen for microdeletions/duplications of ISL1 among 389 infants with tetralogy of Fallot or d-transposition of the great arteries (d-TGA). We also sequenced all exons of ISL1. We identified a novel 20-kb microdeletion encompassing the entire coding region of ISL1, but not including either flanking gene, from an infant with d-TGA. We confirmed that the deletion was caused by nonhomologous end joining mechanism. Sequencing of exons of ISL1 did not reveal any subject with a novel nonsynonymous mutation. This is the first report of an ISL1 mutation of a child with a congenital heart defect.","dc:creator":"Osoegawa K","dc:date":"2014","dc:title":"Haploinsufficiency of insulin gene enhancer protein 1 (ISL1) is associated with d-transposition of the great arteries."},"evidence":[{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:beaa0b5f-3c9f-4a08-baae-f66628fbcf5f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fed53425-1e19-41fb-bb63-3734fd409b0d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Isl1-expressing progenitors migrate in, progressively differentiating and downregulating isl1 expression as they join the “first wave” of heart progenitors, to form the majority of cells of the right ventricle, outflow tract, and remainder of the atria. Lineage analysis of Isl1-expressing cells during early heart development of mouse showed 97% of cells within the outflow tract, 92% of cells within right ventricle, 65% of cells within left atria, 70% of cells within right atria, and less than 20% of cells within left ventricle stained positively for β-galactosidase. Lineage analysis of Isl1-expressing cells in isl1 mutant mice showed that isl1 mutant cells do not migrate into the heart and isl1-expressing progenitors are not observed in the myocardium compared to wildtype.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14667410","type":"dc:BibliographicResource","dc:abstract":"Hearts of mice lacking Isl1, a LIM homeodomain transcription factor, are completely missing the outflow tract, right ventricle, and much of the atria. isl1 expression and lineage tracing of isl1-expressing progenitors demonstrate that Isl1 is a marker for a distinct population of undifferentiated cardiac progenitors that give rise to the cardiac segments missing in isl1 mutants. Isl1 function is required for these progenitors to contribute to the heart. In isl1 mutants, isl1-expressing progenitors are progressively reduced in number, and FGF and BMP growth factors are downregulated. Our studies define two sets of cardiogenic precursors, one of which expresses and requires Isl1 and the other of which does not. Our results have implications for the development of specific cardiac lineages, left-right asymmetry, cardiac evolution, and isolation of cardiac progenitor cells.","dc:creator":"Cai CL","dc:date":"2003","dc:title":"Isl1 identifies a cardiac progenitor population that proliferates prior to differentiation and contributes a majority of cells to the heart."},"rdfs:label":"Cai mouse embryo expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e0b66a2e-32c7-47a4-92df-3b30e6243461","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:759195ff-494b-45ab-aaaa-e0ed6342867d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence microscopy in serial sections of human fetal hearts at 11 and 18 weeks of gestation showed that ISL1+ cells were found in the right atrium, outflow tract (OFT), both second-heart-field (SHF)-derived structures, the left atrial wall and appendage. ISL1+ cells in the human fetal heart are found in a pattern that matches the known contribution of Isl1+ precursors to SHF derivatives in the murine fetal heart \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19571884","type":"dc:BibliographicResource","dc:abstract":"The generation and expansion of diverse cardiovascular cell lineages is a critical step during human cardiogenesis, with major implications for congenital heart disease. Unravelling the mechanisms for the diversification of human heart cell lineages has been hampered by the lack of genetic tools to purify early cardiac progenitors and define their developmental potential. Recent studies in the mouse embryo have identified a multipotent cardiac progenitor that contributes to all of the major cell types in the murine heart. In contrast to murine development, human cardiogenesis has a much longer onset of heart cell lineage diversification and expansion, suggesting divergent pathways. Here we identify a diverse set of human fetal ISL1(+) cardiovascular progenitors that give rise to the cardiomyocyte, smooth muscle and endothelial cell lineages. Using two independent transgenic and gene-targeting approaches in human embryonic stem cell lines, we show that purified ISL1(+) primordial progenitors are capable of self-renewal and expansion before differentiation into the three major cell types in the heart. These results lay the foundation for the generation of human model systems for cardiovascular disease and novel approaches for human regenerative cardiovascular medicine.","dc:creator":"Bu L","dc:date":"2009","dc:title":"Human ISL1 heart progenitors generate diverse multipotent cardiovascular cell lineages."},"rdfs:label":"Expression in human fetal heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:31d72ea9-49f3-4cc6-9bf9-7fa7a2a5fd22","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2dbe3de3-daa6-49a8-af76-a2fa122f79f6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Depletion of Brg1 in Isl1+ CPCs led to defects in cardiac morphogenesis, cardiomyocyte differentiation and the expression of Isl1 primary downstream targets. Isl1/Brg1-Baf60c complex plays a crucial role in orchestrating proper cardiogenesis and in establishing epigenetic memory of cardiomyocyte fate commitment. Isl1 binds to compacted chromatin and works in concert with the Brg1-Baf60c-based SWI/SNF complex to promote permissive cardiac lineage-specific alterations in the chromatin landscape not only of genes with critical functions in cardiac progenitor cells (CPCs), but also of cardiomyocyte structural genes that are highly expressed when Isl1 itself is no longer present.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31024170","type":"dc:BibliographicResource","dc:abstract":"Generation of widely differing and specialized cell types from a single totipotent zygote involves large-scale transcriptional changes and chromatin reorganization. Pioneer transcription factors play key roles in programming the epigenome and facilitating recruitment of additional regulatory factors during successive cell lineage specification and differentiation steps. Here we show that Isl1 acts as a pioneer factor driving cardiomyocyte lineage commitment by shaping the chromatin landscape of cardiac progenitor cells. Using an Isl1 hypomorphic mouse line which shows congenital heart defects, genome-wide profiling of Isl1 binding together with RNA- and ATAC-sequencing of cardiac progenitor cells and their derivatives, we uncover a regulatory network downstream of Isl1 that orchestrates cardiogenesis. Mechanistically, we show that Isl1 binds to compacted chromatin and works in concert with the Brg1-Baf60c-based SWI/SNF complex to promote permissive cardiac lineage-specific alterations in the chromatin landscape not only of genes with critical functions in cardiac progenitor cells, but also of cardiomyocyte structural genes that are highly expressed when Isl1 itself is no longer present. Thus, the Isl1/Brg1-Baf60c complex plays a crucial role in orchestrating proper cardiogenesis and in establishing epigenetic memory of cardiomyocyte fate commitment.","dc:creator":"Gao R","dc:date":"2019","dc:title":"Pioneering function of Isl1 in the epigenetic control of cardiomyocyte cell fate."},"rdfs:label":"Isl1/Brg1-Baf60c complex in cardiogenesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9bcf4290-660a-4e87-8219-41b9061ff962","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a1657ca8-2f8d-4247-9c4a-b8f295a65256","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hypomorphic mouse line, a model of decreased ISL1 expression, had VSDs and atrial septal defects. Isl1-f;neo/f;neo mice died shortly after birth with severe cardiac malformations. Whole-mount and histological analyses of Isl1 hypomorphic embryos at E12.5 and E17.5 revealed various degrees of cardiac OFT septation abnormalities, including partial OFT septal defects with aortic stenosis and misalignment and PTA. Nearly all Isl1 hypomorphic mice presented VSDs and ASDs. The results are consistent with human studies which identified ISL1 variants with decreased expression contributing to VSD\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31024170","rdfs:label":"Gao hypomorphic mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded 0.5 pt for being a hypomorphic model"},{"id":"cggv:64bcd3e0-1f5e-4658-9b98-a9183196938f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:835a669e-e2a5-4506-ac0e-1c7098914357","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Targeted disruption of the Isl1 in mouse results in embryonic death due to severe developmental defects of the heart, including loss of the outfow tract, right ventricle, and much of the atria. Hearts of Isl1-null mice were severely abnormal, appearing misshapen and unlooped at E9.0-E9.5. whole-mount in situ hybridization analysis with markers of cardiac chambers showed that mutant embryonic hearts were lacking right ventricles and outflow tracts, resembling some conotruncal heart defects in humans.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14667410","rdfs:label":"Cai KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded since the phenotype was observed in homozygous null mutants while the disease is dominant in humans"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":8957,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:047c88f3-e789-4eaf-93db-029408107025","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:6132","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ISL1* was first reported in relation to autosomal dominant congenital heart disease in 2014 (Osoegawa et al., PMID: 25077177). Five unique variants (nonsense, gross deletion, promoter) that have been reported in five individuals with CHD are included in this curation (PMID: 25077177, 30390123, 31484864, 32820510, 34260301). The mechanism of pathogenicity is predicted to be loss-of-function. This gene-disease relationship is also supported by evidence of *ISL1* expression in both the human and murine fetal heart, biochemical function studies showing the role of *Isl1/Brg1-Baf60c* complex in cardiogenesis, and two mouse models (knockout and hypomorphic) showing severe developmental defects of the mutant heart (PMIDs: 19571884, 14667410, 31024170). In summary, *ISL1* is definitively associated with autosomal dominant congenital heart disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date August 6th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:ad4a2c95-f9fb-45a3-84e4-2e1d0d71c779"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}