{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3ev2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-04-12T22:11:33.425Z","role":"Publisher"},{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-02-08T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c42c717-caff-483c-b928-ae58f69b8daf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ea75ca3-1ad1-43c2-9ae9-9efb61f70718","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"According to the Human Protein Atlas, ANKRD1 is expressed primarily in the heart muscle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"ANKRD1 Heart Cell Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f3c94d31-0329-4d97-922c-6414d5281312","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca4a7bef-bc63-4d74-9fb1-f0d0171e2d9d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The specific interaction of myopalladin's NH2-terminal region with a full-length CARP protein was confirmed by GST pull-down experiments","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11309420","type":"dc:BibliographicResource","dc:abstract":"We describe here a novel sarcomeric 145-kD protein, myopalladin, which tethers together the COOH-terminal Src homology 3 domains of nebulin and nebulette with the EF hand motifs of alpha-actinin in vertebrate Z-lines. Myopalladin's nebulin/nebulette and alpha-actinin-binding sites are contained in two distinct regions within its COOH-terminal 90-kD domain. Both sites are highly homologous with those found in palladin, a protein described recently required for actin cytoskeletal assembly (Parast, M.M., and C.A. Otey. 2000. J. Cell Biol. 150:643-656). This suggests that palladin and myopalladin may have conserved roles in stress fiber and Z-line assembly. The NH(2)-terminal region of myopalladin specifically binds to the cardiac ankyrin repeat protein (CARP), a nuclear protein involved in control of muscle gene expression. Immunofluorescence and immunoelectron microscopy studies revealed that myopalladin also colocalized with CARP in the central I-band of striated muscle sarcomeres. Overexpression of myopalladin's NH(2)-terminal CARP-binding region in live cardiac myocytes resulted in severe disruption of all sarcomeric components studied, suggesting that the myopalladin-CARP complex in the central I-band may have an important regulatory role in maintaining sarcomeric integrity. Our data also suggest that myopalladin may link regulatory mechanisms involved in Z-line structure (via alpha-actinin and nebulin/nebulette) to those involved in muscle gene expression (via CARP).","dc:creator":"Bang ML","dc:date":"2001","dc:title":"Myopalladin, a novel 145-kilodalton sarcomeric protein with multiple roles in Z-disc and I-band protein assemblies."},"rdfs:label":"ANKRD1 and MYPN Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"MYPN is classified as limited for association with HCM"},{"id":"cggv:e7fd7338-8ae6-4a86-8b78-d6f533f281f7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f572f97b-9b81-46c6-b53e-2bc9645ac5f0","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-transfection of ANKRD1 with patient mutations (Pro52Ala, Thr123Met, and Ile280Val) and WT TTN-N2A or MYPN into COS7 cells followed by co-IP showed increased binding of CARP to titin/connectin and myopalladin","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19608031","type":"dc:BibliographicResource","dc:abstract":"The purpose of this study was to explore a novel disease gene for hypertrophic cardiomyopathy (HCM) and to evaluate functional alterations caused by mutations.","dc:creator":"Arimura T","dc:date":"2009","dc:title":"Cardiac ankyrin repeat protein gene (ANKRD1) mutations in hypertrophic cardiomyopathy."},"rdfs:label":"ANKRD1 CARP Binding"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Not enough evidence and neither TTN nor MYPN are at a moderate or higher classification for HCM."},{"id":"cggv:ea415ecb-896a-4372-8199-58e63207e555","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d1181b1-9402-49fb-95ac-c4f9a404b09a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This study searched for endogenous cardiac proteins that interact preferentially with ANKRD1 in the heart-tissue extract from neonatal piglets, using non-biased pull-down approaches. These approaches identified a selective interaction between ANKRD1 and endogenous cardiac calsequestrin-2 (CASQ2) that is important for Ca2+ release and excitation-contraction coupling. Blot-overlay and co-immunoprecipitation assays provided further confirmation of the direct and specific interaction between the two proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15698842","type":"dc:BibliographicResource","dc:abstract":"It has been suggested that the cardiac ankyrin repeat domain 1 protein (ANKRD1), also known as CARP, can play a pathophysiological role in the contractile responsiveness of myocardium. Here, we study the potential functional roles of ANKRD1 by searching for endogenous cardiac proteins that interact preferentially with ANKRD1 in the heart-tissue extract from neonatal piglets, using non-biased pull-down approaches. These approaches identified, for the first time, a selective interaction between ANKRD1 and endogenous cardiac calsequestrin-2 (CASQ2) that is important for Ca2+ release and excitation-contraction coupling. Blot-overlay and co-immunoprecipitation assays provided further confirmation of the direct and specific interaction between the two proteins. Mapping of the peptides involved in the interaction revealed five non-overlapping binding sequences for CASQ2 on ANKRD1, as well as, three binding peptides for ANKRD1 in CASQ2. For the first time, we show by immunohistochemistry that endogenous ANKRD1 and CASQ2 are co-enriched in piglet cardiac Purkinje cells. Collectively, the results provide the first sing of a possible functional interaction between ANKRD1 and CASQ2 and suggest a potentially novel role for both proteins in cardiac Purkinje fibers.","dc:creator":"Torrado M","dc:date":"2005","dc:title":"ANKRD1 specifically binds CASQ2 in heart extracts and both proteins are co-enriched in piglet cardiac Purkinje cells."},"rdfs:label":"ANKRD1 and CASQ2 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"CASQ2 has a disputed association with HCM."},{"id":"cggv:4cbb7b3a-736e-4727-bed2-ddd2e1d6a55a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88d20008-463c-4da8-98a0-9ebeb0eea1ec","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Stress stimuli can trigger multiple intracellular signaling pathways that target pro-growth genes to induce cardiomyocyte growth. This study suggests ANKRD1 is a selective regulator of PE-induced signaling whereby ANKRD1 recruits and localizes GATA4 and ERK1/2 in a sarcomeric macro-molecular complex to enhance GATA4 phosphorylation with subsequent nuclear translocation of the ANKRD1 complex to induce hypertrophic gene expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25770146","type":"dc:BibliographicResource","dc:abstract":"Accumulating evidence suggest that sarcomere signalling complexes play a pivotal role in cardiomyocyte hypertrophy by communicating stress signals to the nucleus to induce gene expression. Ankyrin repeat domain 1 (ANKRD1) is a transcriptional regulatory protein that also associates with sarcomeric titin; however, the exact role of ANKRD1 in the heart remains to be elucidated. We therefore aimed to examine the role of ANKRD1 in cardiomyocyte hypertrophic signalling.","dc:creator":"Zhong L","dc:date":"2015","dc:title":"Targeted inhibition of ANKRD1 disrupts sarcomeric ERK-GATA4 signal transduction and abrogates phenylephrine-induced cardiomyocyte hypertrophy."},"rdfs:label":"ANKRD1 and ERK-GATA4 Signal Transduction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This paper does not provide a clear mechanism of disease and seems to make conclusions that are not well backed by evidence."},{"id":"cggv:bd3d6e43-573e-423f-a2b5-41e174d4576c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:a11d3563-e176-40ce-9672-10090c91cbcb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ERK1/2 and TGF-β/Smad3 are both signaling pathways often involved in development of cardiac hypertrophy. CARP decreases the activity of both the ERK1/2 and the TGF-β/Smad3 signaling pathways and subsequently attenuates cardiac hypertrophy and fibrosis in the hearts of CARP transgenic mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23227174","type":"dc:BibliographicResource","dc:abstract":"It has been reported that cardiac ankyrin repeat protein is associated with heart development and diseases. This study is aimed to investigate the role of CARP in heart hypertrophy in vivo.","dc:creator":"Song Y","dc:date":"2012","dc:title":"Cardiac ankyrin repeat protein attenuates cardiac hypertrophy by inhibition of ERK1/2 and TGF-β signaling pathways."},"rdfs:label":"MEP/ERK and TGF-B1/Smad3 Signaling Pathways"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Phenotype is inconsistent with disease. Findings provide in vivo and in vitro experimental evidence suggesting that the ERK signaling pathway plays a critical role in mediating the partial inhibitory effect of CARP against cardiac hypertrophy."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b856d75-0e45-45f1-96ea-d785df9accc2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:aeff8a26-0cf0-45e0-b30c-e7380b721db7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used engineered heart tissues generated from neonatal rat heart cells to show that transduction of Thr123Met exhibits a gain-of-function behavior with marked increase in force development as well as faster kinetics of contraction and relaxation compared to WT","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23572067","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is a myocardial disease associated with mutations in sarcomeric genes. Three mutations were found in ANKRD1, encoding ankyrin repeat domain 1 (ANKRD1), a transcriptional co-factor located in the sarcomere. In the present study, we investigated whether expression of HCM-associated ANKRD1 mutations affects contraction parameters after gene transfer in engineered heart tissues (EHTs). EHTs were generated from neonatal rat heart cells and were transduced with adeno-associated virus encoding GFP or myc-tagged wild-type (WT) or mutant (P52A, T123M, or I280V) ANKRD1. Contraction parameters were analyzed from day 8 to day 16 of culture, and evaluated in the absence or presence of the proteasome inhibitor epoxomicin for 24 h. Under standard conditions, only WT- and T123M-ANKRD1 were correctly incorporated in the sarcomere. T123M-ANKRD1-transduced EHTs exhibited higher force and velocities of contraction and relaxation than WT- P52A- and I280V-ANKRD1 were highly unstable, not incorporated into the sarcomere, and did not induce contractile alterations. After epoxomicin treatment, P52A and I280V were both stabilized and incorporated into the sarcomere. I280V-transduced EHTs showed prolonged relaxation. These data suggest different impacts of ANKRD1 mutations on cardiomyocyte function: gain-of-function for T123M mutation under all conditions and dominant-negative effect for the I280V mutation which may come into play only when the proteasome is impaired.","dc:creator":"Crocini C","dc:date":"2013","dc:title":"Impact of ANKRD1 mutations associated with hypertrophic cardiomyopathy on contraction parameters of engineered heart tissue."},"rdfs:label":"Thr123Met Impact"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"Supports the concept of hypercontractility and/or faster kinetics as a common mechanism of HCM-related mutations and extends it to the I-Z band proteins. However, this variant does not seem to support a causative role of disease in humans given the genetic evidence, so this study is being downscored."},{"id":"cggv:3b2751b8-d24a-4050-b1ed-570bdb7fc624","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0ffb0f4a-9468-47f3-a025-b49b5aaa4801","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used engineered heart tissues generated from neonatal rat heart cells to show that transduction of Ile280Val exhibits prolonged relaxation during contraction assays. This suggests that I280V mutation prolonged relaxation when the UPS is impaired, which could lead to diastolic dysfunction. This variant has a dominant-negative effect on contraction, which may only come into play when the UPS is impaired","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23572067","rdfs:label":"Ile280Val Impact"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Impairs contraction of heart tissue when proteasome is disrupted (which is common in HCM, DCM, and heart failure), but phenotype is lacking and the observed phenotype relies upon degradation of the ubiquitin–proteasome system."},{"id":"cggv:d0256f3d-e0f5-470d-a527-ec75377ff049","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:39944e08-0ea8-47ed-a6ec-74f24f7c3955","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Overexpression of CARP markedly inhibited phenylephrine-induced cardiomyocyte hypertrophy, as reflected by a decrease in myocyte area (Figure 1B and 1C) and reduced expression of the hypertrophic molecular markers α-actin, β-MHC, and ANF (Figure 1D and 1E). Together, these data indicate that overexpression of CARP in rat cardiomyocytes blocks phenylephrine-induced cardiac hypertrophy in vitro.\n\nNo overt physiological abnormalities were evident in CARP Tg mice under normal growth conditions, so CARP function in pathological cardiac hypertrophy via TAC was investigated. Overexpression of CARP in the heart reduces the hypertrophic response to TAC. Examination of gross heart morphology and analysis of myocyte area on histological sections after 4 weeks of TAC also revealed that the heart size was smaller and the cellular hypertrophy less in CARP Tg mice compared with WT animals.\n\nBoth LVPW;d and the ratios HW/BW and HW/TL were lower, and global heart size and myocyte area smaller, in CARP Tg mice than in WT animals after isoproterenol administration. These results indicate that overexpression of CARP markedly attenuates isoproterenol-induced cardiac hypertrophy.\n\nThis evidence suggests that CARP is an anti-hypertrophic factor, and thus is not similar to the HCM phenotype observed in humans.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23227174","rdfs:label":"CARP Overexpression"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Phenotype is not consistent with disease phenotype. Study results highlight the potential significance of CARP as an anti-hypertrophic factor."},{"id":"cggv:ff8b1003-44f2-4037-a46a-cc692d095e91","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eaafdf8f-5b1c-41fd-ac1f-52ed52747e75","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The absence of all three MARP family members does not appear to have any effect on cardiac function in vivo, even though mutations in the Ankrd1 gene have been identified in patients with dilated and hypertrophic cardiomyopathy. The most likely explanation for this is that the identified Ankrd1 mutations have dominant negative effects by interfering with the binding of CARP to its many interaction partners, while complete absence of the MARPs has a less damaging effect and may be compensated for by other mechanisms.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24736439","type":"dc:BibliographicResource","dc:abstract":"Ankrd1/CARP, Ankrd2/Arpp, and Ankrd23/DARP belong to a family of stress inducible ankyrin repeat proteins expressed in striated muscle (MARPs). The MARPs are homologous in structure and localized in the nucleus where they negatively regulate gene expression as well as in the sarcomeric I-band, where they are thought to be involved in mechanosensing. Together with their strong induction during cardiac disease and the identification of causative Ankrd1 gene mutations in cardiomyopathy patients, this suggests their important roles in cardiac development, function, and disease. To determine the functional role of MARPs in vivo, we studied knockout (KO) mice of each of the three family members. Single KO mice were viable and had no apparent cardiac phenotype. We therefore hypothesized that the three highly homologous MARP proteins may have redundant functions in the heart and studied double and triple MARP KO mice. Unexpectedly, MARP triple KO mice were viable and had normal cardiac function both at basal levels and in response to mechanical pressure overload induced by transverse aortic constriction as assessed by echocardiography and hemodynamic studies. Thus, CARP, Ankrd2, and DARP are not essential for normal cardiac development and function at basal conditions and in response to mechanical pressure overload. ","dc:creator":"Bang ML","dc:date":"2014","dc:title":"The muscle ankyrin repeat proteins CARP, Ankrd2, and DARP are not essential for normal cardiac development and function at basal conditions and in response to pressure overload."},"rdfs:label":"Triple KO Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Potentially contradictory, does not recapitulate HCM phenotype"},{"id":"cggv:45561047-93dc-4783-a61f-0ad88e4503fa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:991fee32-2dea-4378-a7b8-a842853e6d8b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Increased expression of ANKRD1 using recombinant adenoviral vectors carrying Ankrd1 in mice with transverse aortic constriction exacerbated pathological cardiac remodeling through activation of the calcineurin/nuclear factor of activated T-cells (NFAT) pathway, a signaling pathway known to have an important role in cardiac hypertrophy. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25089522","type":"dc:BibliographicResource","dc:abstract":"The gene ankyrin repeat domain 1 (Ankrd1) is an enigmatic gene and may exert pleiotropic function dependent on its expression level, subcellular localization and even types of pathological stress, but it remains unclear how these factors influence the fate of cardiomyocytes. Here we attempted to investigate the role of CARP on cardiomyocyte hypertrophy. In neonatal rat ventricular cardiomyocytes (NRVCs), angiotensin II (Ang II) increased the expression of both calpain 1 and CARP, and also induced cytosolic translocation of CARP, which was abrogated by a calpain inhibitor. In the presence of Ang-II in NRVCs, infection with a recombinant adenovirus containing rat Ankrd1 cDNA (Ad-Ankrd1) enhanced myocyte hypertrophy, the upregulation of atrial natriuretic peptide and β-myosin heavy chain genes and calcineurin proteins as well as nuclear translocation of nuclear factor of activated T cells. Cyclosporin A attenuated Ad-Ankrd1-enhanced cardiomyocyte hypertrophy. Intra-myocardial injection of Ad-Ankrd1 in mice with transverse aortic constriction (TAC) markedly increased the cytosolic CARP level, the heart weight/body weight ratio, while short hairpin RNA targeting Ankrd1 inhibited TAC-induced hypertrophy. The expression of calcineurin was also significantly increased in Ad-Ankrd1-infected TAC mice. Olmesartan (an Ang II receptor antagonist) prevented the upregulation of CARP in both Ang II-stimulated NRVCs and hearts with pressure overload. These findings indicate that overexpression of Ankrd1 exacerbates pathological cardiac remodeling through the enhancement of cytosolic translocation of CARP and upregulation of calcineurin. ","dc:creator":"Chen C","dc:date":"2014","dc:title":"Cytosolic CARP promotes angiotensin II- or pressure overload-induced cardiomyocyte hypertrophy through calcineurin accumulation."},"rdfs:label":"ANKRD1 Overexpression by Ang II Stimulation and TAC"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Given the amount of overexpression and the fact that ANKRD1 alone did not produce the phenotype, the score has been decreased. Since Ankrd1 alone did not induce cardiac hypertrophy when no pathological stress was added, this suggests that Ankrd1 may be redundant and plays pathological stress-dependent role."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:c1273a34-a72f-457d-a335-c2e5a06c8ea4","type":"EvidenceLine","evidence":[{"id":"cggv:c1273a34-a72f-457d-a335-c2e5a06c8ea4_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:f1bdffa9-67a0-488e-a93c-e67193cc6a2c","type":"Cohort","allGenotypedSequenced":804,"alleleFrequency":0.00373134328358209,"detectionMethod":"Sequencing of 31 genes implicated in HCM","evidence":[{"id":"cggv:c1273a34-a72f-457d-a335-c2e5a06c8ea4_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:27f73bd9-a3a0-456d-88f1-07782641ac28","type":"Cohort","allGenotypedSequenced":60706,"alleleFrequency":0.003525186966691925,"detectionMethod":"Sequencing of 31 genes implicated in HCM","evidence":[{"id":"cggv:c1273a34-a72f-457d-a335-c2e5a06c8ea4_cc_evidence_item"}],"numWithVariant":214},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.764,"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28082330","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) exhibits genetic heterogeneity that is dominated by variation in eight sarcomeric genes. Genetic variation in a large number of non-sarcomeric genes has also been implicated in HCM but not formally assessed. Here we used very large case and control cohorts to determine the extent to which variation in non-sarcomeric genes contributes to HCM.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Defining the genetic architecture of hypertrophic cardiomyopathy: re-evaluating the role of non-sarcomeric genes."},"rdfs:label":"HCM Case-Control 2"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"• This study: p=0.764\n•  Combined from Arimura 2009, Walsh 2016, and this study: 10/1995 HCM cases (0.00501, p=0.252)\nIncludes data from Walsh 2016; PMID 27532257 and Arimura 2009; PMID 19608031 and cites experimental data from Crocini 2013; PMID 23572067\n•  ANKRD1 is classified as \"Functional data only\"\nScoring 0 since this study contains information from other studies in this curation in addition to the low statistical significance and lack of matching between cases and controls. "},{"id":"cggv:69ee8db5-6e49-4386-bfad-1dbaa39d28c2","type":"EvidenceLine","evidence":[{"id":"cggv:69ee8db5-6e49-4386-bfad-1dbaa39d28c2_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a0a5030b-aebe-4728-8efa-ec81cd44d38a","type":"Cohort","allGenotypedSequenced":807,"alleleFrequency":0.004956629491945477,"detectionMethod":"Sequencing of 20 putative HCM genes","evidence":[{"id":"cggv:69ee8db5-6e49-4386-bfad-1dbaa39d28c2_cc_evidence_item"}],"numWithVariant":4,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:3261fb90-616f-4538-9c7d-13f49dc79782","type":"Cohort","allGenotypedSequenced":60300,"alleleFrequency":0.003548922056384743,"detectionMethod":"Variants associated with HCM were identified based on manual curation of the HGMD disease terms. The total allele frequency and count from ExAC were extracted for each variant. Polymorphisms (ExAC MAF >1 × 10−2) were removed from the analysis. The number of HGMD variants present in ExAC was calculated at any frequency and with MAF >1 × 10−4.","evidence":[{"id":"cggv:69ee8db5-6e49-4386-bfad-1dbaa39d28c2_cc_evidence_item"}],"numWithVariant":214},"lowerConfidenceLimit":0.52,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.5408,"statisticalSignificanceType":"","statisticalSignificanceValue":1.4,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":3.77,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"HCM CC 1"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"•  Nontruncating variants OR: 1.23 (0.39-3.84)\n•  Truncating variants OR: 2.41 (0.33-17.6)\nScoring 0 pts due to cases and controls not being matched demographically, OR that crosses 1.0, and low statistical significance upon Fishers exact 2-sided test. This study also included papers with probands that were individually evaluated in the GCI.\n"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.2}],"evidenceStrength":"Disputed","sequence":6135,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.7,"subject":{"id":"cggv:8fd311f1-4e50-4f03-bddb-d70f02c7261b","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:15819","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*ANKRD1* was first reported in relation to hypertrophic cardiomyopathy (HCM) in humans in 2009, where 2 unique missense variants were reported in probands with no family history of cardiomyopathy (Arimura T, et al., 2009, PMID: 19608031). *ANKRD1* has been associated with autosomal dominant HCM in 2 probands from 1 publication. Additional missense variants have been reported in humans, but either the frequency of the variants were too high, there were homozygotes present in gnomAD, the phenotypes more closely resembled DCM, or the probands had a variant in another HCM gene (Arimura T, et al., 2009, PMID: 1960803; Ng D, et al., 2013, PMID: 23861362; Cecconi M, et al., 2016, PMID: 27600940). This gene-disease relationship is supported by expression data, a cell culture model, and an animal model. High tissue specificity in the heart has been observed for this gene (Uhlén M, et al., 2015, PMID: 25613900). Expression studies in mature rat cardiomyocytes and the examination of contraction parameters using engineered heart tissues support the gene-disease association (Crocini C, et al., 2013, PMID: 23572067). Overexpression of ANKRD1 in mice with transverse aortic constriction was shown to exacerbate pathological cardiac remodeling through activation of the calcineurin/nuclear factor of activated T-cells pathway, a signaling pathway known to have an important role in cardiac hypertrophy (Chen C, et al., 2014, PMID: 25089522). This classification was originally approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on September 19th, 2017, with a classification of limited. It was reevaluated by the ClinGen Hereditary Cardiovascular Disease Gene Curation Expert Panel on February 8th, 2023. As a result of this reevaluation, the classification was changed from limited to disputed. \n\nNo new convincing evidence has emerged since the initial curation and the score from the initial curation was decreased with the guidance from SOP V9. ","dc:isVersionOf":{"id":"cggv:8f241e6c-2fc8-4f23-b976-3b79d90fad3e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}