{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-17T13:35:54.021Z","role":"Publisher"},{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-21T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/1746601","type":"dc:BibliographicResource","dc:abstract":"We describe 14 males from 3 successive generations in a family who have X-linked mental retardation (XLMR), obesity, gynecomastia, speech difficulties, emotional lability, tapering fingers, and small feet. Linkage analysis using markers spread along the X chromosome demonstrated a gene localisation close to the centromere. Maximum lod scores for markers near the centromere, all at theta = 0.00, were 1.36 for DXS72, and 1.46 for DXYS1. The closest flanking markers which showed recombination were DXS84 and DXS94, defining the physical localisation within Xp21.1-q22. DXS255 was fully informative with lod-1 confidence interval for theta of 0.00-0.12. Clinical findings and linkage data in this family distinguish it from the Börjeson-Forssman-Lehmann syndrome and other previously described XLMR syndromes.","dc:creator":"Wilson M","dc:date":"1991","dc:title":"New X-linked syndrome of mental retardation, gynecomastia, and obesity is linked to DXS255."},"evidence":[{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da14095d-eb76-452d-a3e2-86cc023bf182","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a98fb6f-e325-4b69-8b39-fe05b597f399","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"LAS1L complexes purified from HEK293T cells - to identify interacting proteins using a proteomic approach. The authors demonstrate that LAS1L interacts with PELP1, TEX10, and WDR18, the mammalian homologues of the budding yeast Rix1 complex, along with NOL9 and SENP3, to form a novel nucleolar complex that cofractionates with the 60S preribosomal subunit.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22190735","type":"dc:BibliographicResource","dc:abstract":"The coordination of RNA polymerase I transcription with pre-rRNA processing, preribosomal particle assembly, and nuclear export is a finely tuned process requiring the concerted actions of a number of accessory factors. However, the exact functions of some of these proteins and how they assemble in subcomplexes remain poorly defined. LAS1L was first described as a nucleolar protein required for maturation of the 60S preribosomal subunit. In this paper, we demonstrate that LAS1L interacts with PELP1, TEX10, and WDR18, the mammalian homologues of the budding yeast Rix1 complex, along with NOL9 and SENP3, to form a novel nucleolar complex that cofractionates with the 60S preribosomal subunit. Depletion of LAS1L-associated proteins results in a p53-dependent G1 arrest and leads to defects in processing of the pre-rRNA internal transcribed spacer 2 region. We further show that the nucleolar localization of this complex requires active RNA polymerase I transcription and the small ubiquitin-like modifier-specific protease SENP3. Taken together, our data identify a novel mammalian complex required for 60S ribosomal subunit synthesis, providing further insight into the intricate, yet poorly described, process of ribosome biogenesis in higher eukaryotes.","dc:creator":"Castle CD","dc:date":"2012","dc:title":"LAS1L interacts with the mammalian Rix1 complex to regulate ribosome biogenesis."},"rdfs:label":"LAS1L Interaction with Genes to Regulate Ribosome Biogenesis"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"The ID/Autism GCEP has decided not to score this line of evidence because there is no mention DD/ID/autism."},{"id":"cggv:4bf36350-e975-4dbc-8e00-054acef0f7eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2cabadb2-664a-4e38-88e6-fd14215c9744","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Authors report that Las1 is associated with preribosomes, where it is specifically required for 5.8S rRNA 3′-end formation, precisely at a step requiring Rrp6, and also for the final step of 25S rRNA 5′-end formation. They also report that in human cells as in yeast, 5.8S rRNA 3′-end formation is a multistep process involving ExoSC10 (human Rrp6) and the helicase Skiv2L2 (human Mtr4/Dob1), a known exosome cofactor. Lastly, the authors show that the Rat1-Rai1 complex is required for processing at both ends of 5.8S rRNA; in particular, we report a novel and quite unexpected indirect requirement for the 5′-3′ exoRNase Rat1/Xrn2 in 5.8S rRNA 3′-end maturation in both yeast and human cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22083961","type":"dc:BibliographicResource","dc:abstract":"Ribosome synthesis entails the formation of mature rRNAs from long precursor molecules, following a complex pre-rRNA processing pathway. Why the generation of mature rRNA ends is so complicated is unclear. Nor is it understood how pre-rRNA processing is coordinated at distant sites on pre-rRNA molecules. Here we characterized, in budding yeast and human cells, the evolutionarily conserved protein Las1. We found that, in both species, Las1 is required to process ITS2, which separates the 5.8S and 25S/28S rRNAs. In yeast, Las1 is required for pre-rRNA processing at both ends of ITS2. It is required for Rrp6-dependent formation of the 5.8S rRNA 3' end and for Rat1-dependent formation of the 25S rRNA 5' end. We further show that the Rat1-Rai1 5'-3' exoribonuclease (exoRNase) complex functionally connects processing at both ends of the 5.8S rRNA. We suggest that pre-rRNA processing is coordinated at both ends of 5.8S rRNA and both ends of ITS2, which are brought together by pre-rRNA folding, by an RNA processing complex. Consistently, we note the conspicuous presence of ~7- or 8-nucleotide extensions on both ends of 5.8S rRNA precursors and at the 5' end of pre-25S RNAs suggestive of a protected spacer fragment of similar length.","dc:creator":"Schillewaert S","dc:date":"2012","dc:title":"The evolutionarily conserved protein Las1 is required for pre-rRNA processing at both ends of ITS2."},"rdfs:label":"LAS1 Is Required for Pre-rRNA Processing of ITS2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"The ID/Autism GCEP has decided not to score this line of evidence because there is no mention DD/ID/autism."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c27f889e-9a14-447a-861d-a078a62bd1fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd926932-f31b-4eee-bfa1-deeead39d668","type":"FunctionalAlteration","dc:description":"Cell counts revealed that Las1L siRNA-treated cells proliferated at a much lower rate than those treated with control siRNA. The authors demonstrated that Las1L is crucial for ribosome biogenesis and that depletion of Las1L leads to inhibition or rRNA processing and failure to synthesize the mature 28S rRNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20647540","type":"dc:BibliographicResource","dc:abstract":"Ribosome biogenesis is a highly regulated process ensuring that cell growth (increase in biomass) is coordinated with cell proliferation. The formation of eukaryotic ribosomes is a multistep process initiated by the transcription and processing of rRNA in the nucleolus. Concomitant with this, several preribosomal particles, which transiently associate with numerous nonribosomal factors before mature 60S and 40S subunits are formed and exported in the cytoplasm, are generated. Here we identify Las1L as a previously uncharacterized nucleolar protein required for ribosome biogenesis. Depletion of Las1L causes inhibition of cell proliferation characterized by a G1 arrest dependent on the tumor suppressor p53. Moreover, we demonstrate that Las1L is crucial for ribosome biogenesis and that depletion of Las1L leads to inhibition of rRNA processing and failure to synthesize the mature 28S rRNA. Taken together, our data demonstrate that Las1L is essential for cell proliferation and biogenesis of the 60S ribosomal subunit.","dc:creator":"Castle CD","dc:date":"2010","dc:title":"Las1L is a nucleolar protein required for cell proliferation and ribosome biogenesis."},"rdfs:label":"Las1L depleted HCT116 colon carcinoma cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The ID/Autism GCEP has decided not to score this line of evidence because there is no mention DD/ID/autism."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.7}],"evidenceStrength":"Limited","sequence":3667,"specifiedBy":"GeneValidityCriteria8","strengthScore":1.7,"subject":{"id":"cggv:2d88963d-d789-4b4f-8057-96a3a2e5be04","type":"GeneValidityProposition","disease":"obo:MONDO_0020119","gene":"hgnc:25726","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"LAS1L encodes a protein with a critical role in ribosomal biogenesis. Loss of LAS1L in S cerevisiae disrupts the processing of the 47S pre-rRNA at the second intervening sequence (ITS2), which separates the 5.8S and 28S rRNA sequences and affects the biogenesis of the large 60S ribosomal subunit. This curation is focused on evidence for LAS1L in causing X linked syndromic intellectual disability (MONDO: 0020119), but this has also been referred to in the literature as Wilson-Turner syndrome (MONDO:0010665; MIM:309585).\nLAS1L is localized to chromosome Xq12. Currently, there are only 7 LAS1L variants reported in the literature, 2 of which were seen in affected males of two large families and the rest were seen in singleton cases (PMIDs: 1746601, 25644381, 27479843, 28135719, 24647030, 32193494). Notably, all of the reported LAS1L variants are missense changes thus far. As for genetic evidence, the case level and segregation data add up to a score of 1.7 total points. The available experimental evidence for LAS1L mainly focuses on this gene’s cellular function in ribosome biogenesis and cell cycle (PMIDs: 20647540, 22190735, 22083961). Hence, none of the experimental evidence was scored. \nOverall, currently there is limited evidence available for LAS1L and X-linked syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 09/21/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:c5b85dbb-3d49-4924-8294-e518ff56f048"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}