{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-09-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-09-13T19:32:13.740Z","role":"Publisher"}],"evidence":[{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2331fb4-082e-4ac6-bf3b-4478d5f19b47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f16b98ae-7c0f-44a4-a074-a68de4f12b76","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using rabbit polyclonal antibody specific to MNS1, MNS1 expressed in human nasal respiratory epithelial cells and in whole sperm lysates","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30148830","type":"dc:BibliographicResource","dc:abstract":"The clinical spectrum of ciliopathies affecting motile cilia spans impaired mucociliary clearance in the respiratory system, laterality defects including heart malformations, infertility and hydrocephalus. Using linkage analysis and whole exome sequencing, we identified two recessive loss-of-function MNS1 mutations in five individuals from four consanguineous families: 1) a homozygous nonsense mutation p.Arg242* in four males with laterality defects and infertility and 2) a homozygous nonsense mutation p.Gln203* in one female with laterality defects and recurrent respiratory infections additionally carrying homozygous mutations in DNAH5. Consistent with the laterality defects observed in these individuals, we found Mns1 to be expressed in mouse embryonic ventral node. Immunofluorescence analysis further revealed that MNS1 localizes to the axonemes of respiratory cilia as well as sperm flagella in human. In-depth ultrastructural analyses confirmed a subtle outer dynein arm (ODA) defect in the axonemes of respiratory epithelial cells resembling findings reported in Mns1-deficient mice. Ultrastructural analyses in the female carrying combined mutations in MNS1 and DNAH5 indicated a role for MNS1 in the process of ODA docking (ODA-DC) in the distal respiratory axonemes. Furthermore, co-immunoprecipitation and yeast two hybrid analyses demonstrated that MNS1 dimerizes and interacts with the ODA docking complex component CCDC114. Overall, we demonstrate that MNS1 deficiency in humans causes laterality defects (situs inversus) and likely male infertility and that MNS1 plays a role in the ODA-DC assembly.","dc:creator":"Ta-Shma A","dc:date":"2018","dc:title":"Homozygous loss-of-function mutations in MNS1 cause laterality defects and likely male infertility."},"rdfs:label":"Human Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2cccd853-ed05-4792-a105-869156c5f2df","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9817bb7-d7f6-4211-8472-dcb10f9ad703","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"MNS1 is expressed in the germ cells of the testes and localizes to sperm flagella. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22396656","type":"dc:BibliographicResource","dc:abstract":"During spermiogenesis, haploid round spermatids undergo dramatic cell differentiation and morphogenesis to give rise to mature spermatozoa for fertilization, including nuclear elongation, chromatin remodeling, acrosome formation, and development of flagella. The molecular mechanisms underlining these fundamental processes remain poorly understood. Here, we report that MNS1, a coiled-coil protein of unknown function, is essential for spermiogenesis. We find that MNS1 is expressed in the germ cells in the testes and localizes to sperm flagella in a detergent-resistant manner, indicating that it is an integral component of flagella. MNS1-deficient males are sterile, as they exhibit a sharp reduction in sperm production and the remnant sperm are immotile with abnormal short tails. In MNS1-deficient sperm flagella, the characteristic arrangement of \"9+2\" microtubules and outer dense fibers are completely disrupted. In addition, MNS1-deficient mice display situs inversus and hydrocephalus. MNS1-deficient tracheal motile cilia lack some outer dynein arms in the axoneme. Moreover, MNS1 monomers interact with each other and are able to form polymers in cultured somatic cells. These results demonstrate that MNS1 is essential for spermiogenesis, the assembly of sperm flagella, and motile ciliary functions.","dc:creator":"Zhou J","dc:date":"2012","dc:title":"MNS1 is essential for spermiogenesis and motile ciliary functions in mice."},"rdfs:label":"Mouse model expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Mouse protein expression already scored in Ta-Shma paper"},{"id":"cggv:792921b3-4101-489f-95f4-959d6bf9dc3d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:12deb9db-9f1a-4000-9ee2-1bd33c050577","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Author performed in situ hybridization analyses- identified MNS1 in gastrulating mouse embryo. Expression strongly enriched in ventral node. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30148830","rdfs:label":"Mouse embryo model"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Default points reduced for identification in mouse model vs. human"},{"id":"cggv:9a0da724-03ca-4f83-81c7-32cdf6599e3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8e8c46b2-ac60-4ebb-a3e5-d721b9922fc2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Evaluated MNS1 ODA function. In MNS1-deficient cilia, CCDC14 normally localizes along the entire axoneme. In combined MNS1 + DNAH5 deficient cilia, localized only to proximal region of axonemes. Suggest combined deficiency results in abnormal ODA-DC assembly. Using myc- and FLAG tagged proteins coexpressed in HEK293 cells (immunoprecipitation), identified that MNS1 interacted with CCDC114 but not ODA proteins DNAI1, DNAI2 and DNAL1. Also verified reciprocal interaction between CCDC114 and MNS1 by yeast 2 hybrid analysis. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30148830","rdfs:label":"Interactions between MNS1 and ODA/ODADC Proteins"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e98e79ec-70c7-482e-9249-54fc675b90cb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:abf47953-4284-4a87-8240-03109dab53ca","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In the mouse model, the sperm are not functioning correctly, similar to a potential phenotype seen in humans. In addition, some mice exhibit laterality defects, again, a phenotype seen in human patients with PCD.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22396656","rdfs:label":"Knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Disputed","sequence":4979,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.5,"subject":{"id":"cggv:b2cc10b0-7b50-4e4e-800c-43530155198a","type":"GeneValidityProposition","disease":"obo:MONDO_0016575","gene":"hgnc:29636","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The MNS1 gene was first reported in relation to spermiogenesis and motile ciliary function in 2012 (PMID:22396656). Primary Ciliary Dyskinesia (PCD) is a condition of impaired ciliary function characterized by neonates with respiratory distress, recurrent chest infections and cough (PMID: 31534215). Heterotaxy is present with approximately 50% penetrance, most often in the form of situs inversus totalis. Immotile sperm and female infertility are also reported for some affected patients.  Given the overlap with MNS1 function as a microtubule inner protein (PMID:31668805) and PCD, this gene was evaluated for gene-disease association with PCD.\n\nAt the time of this review at least one individual with a phenotype possibly consistent with PCD and a homozygous loss of function variant in MNS1 has been identified in the literature. However, other individuals in the family who were homozygous for this variant only presented with laterality defects or potential infertility (PMID:31534215). Other potential individuals with variants in MNS1 are present in the literature; however in these reports, conflicting or confounding data was also identified. For example, in one family, the proband presented with situs inversus totalis and features of PCD; however, this individual was also homozygous for a frameshift variant in another PCD gene. Other individuals in the family were also affected by PCD but did not carry the MNS1 variant. (PMID:30148830). \n\nExperimental evidence supporting this gene-disease relationship includes studies demonstrating that MNS1 localizes to tissue types relevant to disease and known to have motile cilia, evidence suggesting interaction between MNS1 and another known PCD gene (CCDC114), as well as a knockout mouse model that expresses laterality defects and sperm abnormalities (PMID:22396656, 30148830). \n\nOf note, there are other individuals who are published in the literature with variants in this gene, but with phenotypes that are not specific or detailed enough to support a relationship between MNS1 and PCD. In summary, MNS1 has a Disputed association to Primary Ciliary Dyskinesia based on a small number of experimental evidence data points. This classification was approved by the ClinGen Motile Ciliopathy GCEP on August 11th, 2022 (SOP Version 8).\n\nIndividuals with variants in MNS1 and limited features of PCD are present in the literature, but the reported phenotypes are insufficient to determine if the individuals have PCD. No scorable case level genetic evidence was obtained for this curation to PCD. ","dc:isVersionOf":{"id":"cggv:255ba802-ece2-43c7-9089-6e54672b4f4a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}