{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2023-09-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2023-09-14T02:07:24.215Z","role":"Publisher"}],"evidence":[{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5},{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c34dfae-d3fd-4b5b-907f-0a8153b40e47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c2b4da8-7663-4ca7-889e-6126ee31ea87","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Primary expression of CEL in the pancreas confirmed by eQTL analysis (https://gtexportal.org/home/gene/CEL#geneExpression)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx Gene Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:190c56eb-5304-4462-85be-bbb7dd91e7c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a458f0dc-b36f-4ee3-9d70-705d85b7a859","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Primary expression of CEL in the pancreas confirmed by RNA-Seq (https://www.ncbi.nlm.nih.gov/gene/1056)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"NCBI Gene Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4165d18-57a0-41d7-8ec9-1bdb4a1680fe","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9ca0ec7d-0953-45c5-88b0-79319231121a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Human CEL recombinantly expressed in HEK293 WT and COSMIC-KO HEK293 cells - COSMIC-KO derived from Cosmc-knockout mouse model which displays symptoms of diabetes and exocrine pancreatic insufficiency: elevated fasting serum glucose and glycated hemoglobin, reduced fasting serum C-peptide, maldigestion, impaired zymogen granule release, decreased enzymatic elastase and lipase activity. \n\nCel is abundant and differentially O-glycosylated in murine exocrine pancreas (a Tn-modified pancreatic protein) - recombinant cells used to treat NT-3 cells (insulin producing neuroendorine tumor cell line) in presence of glucose. COSMIC-KO HEK293 cells (expressing non O-glycosulated CEL) caused reduced viability of NT-3 cells (Fig. 5g), and negatively regulated insulin secretion compared to HEK293 WT cells (expressing WT (O-glycosylated) human CEL) (Fig. 5h). - This suggests that loss of CEL O-glycosylation has effects similar to those caused by point mutations in MODY8-like diabetes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30305605","type":"dc:BibliographicResource","dc:abstract":"Cosmc is ubiquitously expressed and acts as a specific molecular chaperone assisting the folding and stability of core 1 synthase. Thus, it plays a crucial role in the biosynthesis of O-linked glycosylation of proteins. Here, we show that ablation of Cosmc in the exocrine pancreas of mice causes expression of truncated O-glycans (Tn antigen), resulting in exocrine pancreatic insufficiency with decreased activities of digestive enzymes and diabetes. To understand the molecular causes of the pleiotropic phenotype, we used Vicia villosa agglutinin to enrich Tn antigen-modified proteins from Cosmc-KO pancreatic lysates and performed a proteomic analysis. Interestingly, a variety of proteins were identified, of which bile salt-activated lipase (also denoted carboxyl-ester lipase, Cel) was the most abundant. In humans, frameshift mutations in CEL cause maturity-onset diabetes of the young type 8 (MODY8), a monogenic syndrome of diabetes and pancreatic exocrine dysfunction. Here, we provide data suggesting that differentially O-glycosylated Cel could negatively affect beta cell function. Taken together, our findings demonstrate the importance of correct O-glycan formation for normal exocrine and endocrine pancreatic function, implying that aberrant O-glycans might be relevant for pathogenic mechanisms of the pancreas.","dc:creator":"Wolters-Eisfeld G","dc:date":"2018","dc:title":"Loss of complex O-glycosylation impairs exocrine pancreatic function and induces MODY8-like diabetes in mice."},"rdfs:label":"Wolters Cell Culture Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"REVIEW: Model not directly showing genetic alteration of CEL, but showing that effects of O-glycosylation in the VNTR region of CEL can cause phenotypes similar to MODY in mouse model system."},{"id":"cggv:e0b85f82-7be5-409c-83ec-e093d0b6f003","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e0684a75-0412-431e-9c77-21704e2bab8b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CEL-WT and CEL-MUT (c.1686delT - introduction of frameshift and truncation of protein) stably overexpressed in HEK293 cells. \n\nBoth CEL-WT and CEL-MUT were N- and O-glycosylated as expected (Fig. 2), both cells lines were shown to have similar rates of secretion, but CEL-MUT was shown to be more stable than WT once secreted (Fig. 3 and 4A,B), CEL-MUT was shown to result in aggregation through formation of higher oligomeric forms which were SDS-resistant and Triton X-100 insoluble (Fig. 5), the CEL-MUT aggregates were shown to be both intra- and extracellular (Fig. 8), and overexpression of CEL-MUT was shown to result in the activation of the PERK signaling pathway of the Unfolded Protein Response in the ER (Fig. 9) - this data suggests that protein misfolding could be a pathogenic mechanism in MODY resulting from variants in CEL.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21784842","type":"dc:BibliographicResource","dc:abstract":"CEL-maturity onset diabetes of the young (MODY), diabetes with pancreatic lipomatosis and exocrine dysfunction, is due to dominant frameshift mutations in the acinar cell carboxyl ester lipase gene (CEL). As Cel knock-out mice do not express the phenotype and the mutant protein has an altered and intrinsically disordered tandem repeat domain, we hypothesized that the disease mechanism might involve a negative effect of the mutant protein. In silico analysis showed that the pI of the tandem repeat was markedly increased from pH 3.3 in wild-type (WT) to 11.8 in mutant (MUT) human CEL. By stably overexpressing CEL-WT and CEL-MUT in HEK293 cells, we found similar glycosylation, ubiquitination, constitutive secretion, and quality control of the two proteins. The CEL-MUT protein demonstrated, however, a high propensity to form aggregates found intracellularly and extracellularly. Different physicochemical properties of the intrinsically disordered tandem repeat domains of WT and MUT proteins may contribute to different short and long range interactions with the globular core domain and other macromolecules, including cell membranes. Thus, we propose that CEL-MODY is a protein misfolding disease caused by a negative gain-of-function effect of the mutant proteins in pancreatic tissues.","dc:creator":"Johansson BB","dc:date":"2011","dc:title":"Diabetes and pancreatic exocrine dysfunction due to mutations in the carboxyl ester lipase gene-maturity onset diabetes of the young (CEL-MODY): a protein misfolding disease."},"rdfs:label":"Johansson Cell Culture Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:531d7b59-31cf-4ca4-bdb9-de21c6d1df22","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:021b4864-9feb-4f38-ad48-102226ecf59e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TgCEL mice had normal pancreatic exocrine function with normal pancreas morphology. The mice were normoglycemic (Fig. 2, table 1).\n\nWhen fed a 60% high fat diet, TgCEL mice and WT mice gained weight comparatively, and normal pancreatic exocrine function and normal glucose tolerance remained (Fig. 3).\n\nTgCEL mice exposed to cerulein were also glucose tolerant with no abnormalities of serum amylase, islet hormones, or pancreatic inflammation (Fig. 4,5, Table 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23565203","type":"dc:BibliographicResource","dc:abstract":"CEL-MODY is a monogenic form of diabetes with exocrine pancreatic insufficiency caused by mutations in CARBOXYL-ESTER LIPASE (CEL). The pathogenic processes underlying CEL-MODY are poorly understood, and the global knockout mouse model of the CEL gene (CELKO) did not recapitulate the disease. We therefore aimed to create and phenotype a mouse model specifically over-expressing mutated CEL in the pancreas.","dc:creator":"Ræder H","dc:date":"2013","dc:title":"Absence of diabetes and pancreatic exocrine dysfunction in a transgenic model of carboxyl-ester lipase-MODY (maturity-onset diabetes of the young)."},"rdfs:label":"Raeder Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Scored as zero because human phenotype of CEL-MODY not recapitulated in mouse model."},{"id":"cggv:e076edb9-c095-4b8d-9b2c-b6b3c11e97fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:29e27b82-7152-4776-942d-a0412cb24bd9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both WT and KO mice showed normal growth, development, and glucose metabolism on a normal chow diet (Fig. 2A).\n\nWhen fed at 60% high-fat diet, female KO mice showed increased random blood glucose and reduced glucose tolerance (this reduction was not statistically significant) (Fig. 2b-c, Fig. 3), insulin sensitivity and fasting plasma insulin levels were normal (Fig. 5).\n\nKO mice had Islet hyperplasia, normal morphology of alpha- and beta- cells, normal pancreatic exocrine function (Table 1, Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20720448","type":"dc:BibliographicResource","dc:abstract":"CEL-MODY is a monogenic form of diabetes and exocrine pancreatic insufficiency due to mutations in the carboxyl-ester lipase (CEL) gene. We aimed to investigate endocrine and exocrine pancreatic function in CEL knockout mice (CELKO).","dc:creator":"Vesterhus M","dc:date":"2010","dc:title":"Pancreatic function in carboxyl-ester lipase knockout mice."},"rdfs:label":"Veserhus Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Scored as zero because the full phenotype of human CEL-MODY was not recapitulated."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":6847,"specifiedBy":"GeneValidityCriteria9","strengthScore":10.5,"subject":{"id":"cggv:d9a312b4-5713-455c-897f-1f6f5e433f0b","type":"GeneValidityProposition","disease":"obo:MONDO_0012348","gene":"hgnc:1848","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*CEL* was first reported in relation to diabetes and exocrine pancreatic dysfunction, including fecal elastase deficiency, in 2002 (Raeder et al., PMID: 16369531) in two probands/families with single base deletion frameshift variants in the first and fourth repeats in the VNTR region of the final exon of the gene.  Three additional cases with single base deletion frameshift variants in the first, fourth, and fifth repeats and a diabetes and exocrine pancreatic phenotype have been reported (PMIDs: 34850019, 33417713) (7.5 points total for case-level data).  While *CEL* variants have been reported in several other individuals evaluated for isolated monogenic diabetes (PMIDs:  27810688, 19760265, 30012629, 35082198), scoring for these variants was reduced due to limited population data (3 VNTR repeat), high population frequency, inability to confirm by Sanger sequencing, or otherwise limited evidence.  Notably, a recent study systematically evaluating *CEL* and 17 other syndromic and 9 nonsyndromic monogenic diabetes genes in 1,280 cases of suspected MODY yielded no *CEL* variants (PMID: 34789499).  In the larger of the two diabetes and pancreatic dysfunction families originally reported by Ræder et al (PMID 16369531), the variant segregated with diabetes (14 individuals with mean age of diagnosis of 36 +/- 10 years) with a LOD score of 4.47 (1 point) and with fecal elastase deficiency with a LOD score of 11.6.  The families have been extensively studied, showing that children with the variants have been found to have pancreatic lipomas prior to diabetes onset (PMID: 17259390) and that pancreatic cysts and upregulated mitogen-activated protein kinase (MAPK) signaling develop in conjunction with diabetes (PMID: 24062244).  Experimental data, including expression studies and cell culture models, added an additional 2 points (PMIDs: 23715323, 24309898, 21784842, 27650499).  Evidence supporting this gene-disease relationship includes case level data, segregation data, and experimental data. Summary of genetic and experimental evidence: 10.5 points. The mechanism for disease is currently unknown, but based on molecular studies and the location of pathogenic variants reported to date, evidence for abnormal CEL protein aggregation due to disrupted O-glycosylation potential has been reported as a possible pathogenic mechanism (PMIDs: 21784842, 27650499). In summary, *all cases of monogenic diabetes convincingly attributed to this gene have been single base deletions in the proximal VNTR repeats that alter and shorten the VNTR repeat region and lead to the rare syndrome of autosomal dominant diabetes with exocrine pancreatic dysfunction with measurable fecal elastase deficiency or hereditary pancreatitis*.  Importantly, next-generation sequencing may not reliably detect these variants because of the repetitive nature of the region, and the use of long-range PCR in a laboratory familiar with this gene is highly recommended.  Taken together, there is a moderate level of evidence for single base deletion frameshift variants in the proximal VNTR repeat region in this gene as causal for the rare disorder of diabetes and exocrine pancreas dysfunction.  With careful exocrine pancreatic phenotyping and proper genotyping methodology applied to future suspected cases, it is expected that additional cases will be identified and increase confidence in this assertion.","dc:isVersionOf":{"id":"cggv:06571680-3730-4075-8e65-f6de7ddd3e62"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}