{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-03T16:43:47.874Z","role":"Publisher"},{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-09-06T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:511ad47c-7643-438e-8396-910e7eee5064","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:102651ba-5447-448c-857c-f325e9ea552f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FLI1 is highly expressed in certain hematopoietic lineages. It is expressed in MO7E cells, a myeloid leukemia cell line, HL60 cells, a promyelocytic leukemia cell line, C10 and Jurkat, T cell leukemia lines, HEL erythroleukemia cells. It is also faintly expressed in SK-HEP-1, a hepatoma line, KG-1 cells, a myeloid leukemia, and FHS 738 embryonic lung cells. Thus, FLI1 seems to be preferentially expressed in hematopoietic cells. This is consistent with the platelet abnormalities in the patients carrying a FLI1 variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8439553","type":"dc:BibliographicResource","dc:abstract":"The v-ets oncogene family shares a conserved motif, termed the ETS-domain, that mediates sequence-specific DNA binding. This motif is unique among transcription factor families. Using partially degenerate oligonucleotides to highly conserved amino acids in this motif as primers for the polymerase chain reaction, a novel ETS-domain cDNA fragment was generated. This fragment was subsequently used to clone both mouse and human full length cDNAs for this gene. The amino acid sequence of the longest open reading frame showed that this gene was homologous to the mouse FLI-I gene, an ETS family gene activated by Friend erythroleukemia virus insertion. The gene is normally expressed only in hematopoietic cells. The gene was localized to chromosome 11q24, a region of aberrations in Ewing's sarcoma and neuroepithelioma. In the neuroepithelioma cell line TC-32 the FLI-1 transcript is present but has an aberrant structure, indicating that it may be rearranged in neuroepithelioma.","dc:creator":"Hromas R","dc:date":"1993","dc:title":"Human FLI-1 localizes to chromosome 11Q24 and has an aberrant transcript in neuroepithelioma."},"rdfs:label":"FLI1 transcripts in human tissues by Northern"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"FLI1 showed to be preferentially expressed in hematopoietic cells, which was demonstrated by Northern blotting. Its normal tissue expression pattern is consistent with the platelet abnormalities in the patients carrying a FLI1 variant."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:42b8b223-c5cc-4ecb-979f-b40c3d08eec0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:200607cf-7e4e-4d12-a2c3-7860e775302e","type":"FunctionalAlteration","dc:description":"On day 11, the percentage of mature CD41hi CD42ahi MKs was strikingly reduced, while the percentage of CD41lowCD42- and CD41-CD42- cells was increased in F1-II2 compared with the control. The percentage of high-ploidy cells (≥8n) was reduced among FLI1 variant carriers at day 12 (11.9, 8.2 and 5.8% for the control, the F1-II2 and the F1-III1 affected members, respectively) and day 14 of maturation (11.3, 6.2 and 4.5% for the control, the F1-II2 and the F1-III1 affected members, respectively). At days 12-13, the percentage of PPT-forming MKs was significantly reduced in the affected members F1- II2 and F2-II4 compared with three controls (16% ± 1 vs. 3% ± 1, p<0.05). MKs from patients were smaller and formed very few PPTs, which displayed reduced extensions and branching.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28255014","type":"dc:BibliographicResource","dc:abstract":"Congenital macrothrombocytopenia is a family of rare diseases, of which a significant fraction remains to be genetically characterized. To analyze cases of unexplained thrombocytopenia, 27 individuals from a patient cohort of the Bleeding and Thrombosis Exploration Center of the University Hospital of Marseille were recruited for a high-throughput gene sequencing study. This strategy led to the identification of two novel ","dc:creator":"Saultier P","dc:date":"2017","dc:title":"Macrothrombocytopenia and dense granule deficiency associated with FLI1 variants: ultrastructural and pathogenic features."},"rdfs:label":"Megakaryocyte differentiation and proplatelet formation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The authors used the peripheral blood CD34+ cells to generated MKs and demonstrated that the mature MK cell number from the FLI1 variant carrier was significantly reduced compared with the WT controls.  They also showed that MKs from patients were smaller and formed very few PPTs, which displayed reduced extensions and branching. These results suggested an altered FLI1 function associated with MKs differentiation and maturation. \n"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:419e7a8e-95c1-4fb2-9ec9-6f7f6065fc33","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4ecb3411-6030-425f-82c2-d4c697b3ca54","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"With the 2 FLI1 insufficient lines, the authors showed that the heterozygous FLI1 loss resulted in the megakaryocyte and platelet defects observed in PTSx and in patients with FLI1 heterozygous deficiency. The results were consistent with the thrombocytopenia and excessive bleeding phenotypes in the FLI variant carrying patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28432223","type":"dc:BibliographicResource","dc:abstract":"Friend leukemia virus integration 1 (FLI1), a critical transcription factor (TF) during megakaryocyte differentiation, is among genes hemizygously deleted in Jacobsen syndrome, resulting in a macrothrombocytopenia termed Paris-Trousseau syndrome (PTSx). Recently, heterozygote human ","dc:creator":"Vo KK","dc:date":"2017","dc:title":"FLI1 level during megakaryopoiesis affects thrombopoiesis and platelet biology."},"rdfs:label":"iPSCs derived megakaryocytes (iMegs)"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"The authors studied induced-pluripotent stem cell (iPSC)–derived megakaryocytes (iMegs),  generated from a patient with PTSx and iPSCs from a control line with a targeted heterozygous FLI1 knockout (FLI1 +/-). PTSx and FLI1 +/- iMegs replicated the megakaryocyte/platelet phenotypes observed in the FLI1 variant carrying patients, including a decrease in iMeg yield and fewer platelets released per iMeg."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":8263,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.5,"subject":{"id":"cggv:56889396-e762-445f-9897-a15dbe0deb2c","type":"GeneValidityProposition","disease":"obo:MONDO_0054577","gene":"hgnc:3749","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"FLI1 gene was first reported in relation to autosomal dominant bleeding disorder, platelet-type, 21 in 2013 (Stockley J, et al., PMID: 24100448). At least six unique variants (five missense, one frameshift)  have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least six probands in three publications (PMIDs:  24100448, 28255014, 28748566). In addition, Dr. Juliana Perez Botero contribute four independent cases from three families (personal communications, from Versiti Diagnostic Laboratory Cohort). Two patients (mother and the son) carry the c.892delA (p.Ser298fs) variant, which is not reported in the literature. The other two patients carry the c.1010G>A(p.Arg337Gln) and c.1028A>G (p.Tyr343Cys) respectively and these two variants have been reported before. Also, Dr. Kate Downes has contributed an independent case of a female born in 2006 who presented with Macrothrombocytopenia. The proband carries a truncating variant NM_002017.5(FLI1):c.946G>T (p.Glu316Ter), listed in ClinVar (ClinVar Record). In the test order form, ACTN1, FLNA, TUBB1, and MYH9 were considered as likely candidates. This gene-disease relationship is also supported by its expression evidence that FLI1 preferentially expresses in hematopoietic cells (PMID: 8439553) and functional alteration in both patient cells (PMID: 28255014) and non-patient cells(PMID: 28255014). Additionally, there are 2 FLI1 insufficient cell models, which are the induced-pluripotent stem cell (iPSC)–derived megakaryocytes (iMegs), generated from a patient with PTSx and iPSCs from a control line with a targeted heterozygous FLI1 knockout (FLI1 +/-),  the authors showed that the heterozygous FLI1 loss resulted in the megakaryocyte and platelet defects.  In addition, patients with deletions of 11q23 who were confirmed to be heterozygous for a deletion of the FLI1 gene presented with giant alpha-granules on peripheral blood smear and dysmegakaryopoiesis with many micromegakaryocytes on bone marrow examination. Clinical characteristics in addition to thrombocytopenia included mental retardation, facial dysmorphism, clinodactyly, and pyloric stenosis (PMID: 14597985) and these patients, with multi-gene deletions, were not considered within this gene-disease relationship though mouse models and iPSCs derived megakaryocytes (iMegs) suggested that the heterozygous loss of FLI gene was responsible for the dysmegakaryopoiesis in these patients (PubMed: 10981960, 28432223).  In summary, there is moderate evidence to support this gene-disease relationship. This classification was originally approved by the ClinGen Hemostasis Thrombosis Gene Curation Expert Panel on April 28, 2021. This gene-disease relationship was reevaluated on September 06, 2023. As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:dd0eaa15-3ee7-4db7-9920-c380757ece33"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}