{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebdv2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-01-16T17:00:00.000Z","role":"Approver"},{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-08-26T18:18:21.483Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19461874","type":"dc:BibliographicResource","dc:abstract":"We describe a consanguineous Iraqi family in which affected siblings had mild mental retardation and congenital ataxia characterized by quadrupedal gait. Genome-wide linkage analysis identified a 5.8 Mb interval on chromosome 8q with shared homozygosity among the affected persons. Sequencing of genes contained in the interval revealed a homozygous mutation, S100P, in carbonic anhydrase related protein 8 (CA8), which is highly expressed in cerebellar Purkinje cells and influences inositol triphosphate (ITP) binding to its receptor ITPR1 on the endoplasmatic reticulum and thereby modulates calcium signaling. We demonstrate that the mutation S100P is associated with proteasome-mediated degradation, and thus presumably represents a null mutation comparable to the Ca8 mutation underlying the previously described waddles mouse, which exhibits ataxia and appendicular dystonia. CA8 thus represents the third locus that has been associated with quadrupedal gait in humans, in addition to the VLDLR locus and a locus at chromosome 17p. Our findings underline the importance of ITP-mediated signaling in cerebellar function and provide suggestive evidence that congenital ataxia paired with cerebral dysfunction may, together with unknown contextual factors during development, predispose to quadrupedal gait in humans.","dc:creator":"Türkmen S","dc:date":"2009","dc:title":"CA8 mutations cause a novel syndrome characterized by ataxia and mild mental retardation with predisposition to quadrupedal gait."},"evidence":[{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c78b26bc-6c92-4f13-9668-7381d5fa40e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:a29eb507-38df-47c2-aa16-a805e69fcc03","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"CA8-204G transcript expression occurred predominantly in non-neuronal cells (HEK293), while CA8-204C expression was restricted to neuronal derived cells (NBL) in vitro. CA8-204G produced a stable truncated transcript in HEK293 cells that was barely detectable in NBL cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31199789","type":"dc:BibliographicResource","dc:abstract":"Carbonic anhydrase-8 (CA8) is an intracellular protein that functions as an allosteric inhibitor of inositol trisphosphate receptor-1 (ITPR1) critical to intracellular Ca++ release, synaptic functions and neuronal excitability. We showed previously that murine nociception and analgesic responses are regulated by the expression of this gene in dorsal root ganglion (DRG) associated with a cis-eQTL. In this report, we identify an exon-level cis-eQTL (rs6471859) that regulates human DRG CA8 alternative splicing, producing a truncated 1,697bp transcript (e.g., CA8-204). Our functional genomic studies show the \"G\" allele at rs6471859 produces a cryptic 3'UTR splice site regulating expression of CA8-204. We developed constructs to study the expression and function of the naturally occurring CA8-204G transcript (G allele at rs6471859), CA8-204C (C allele at rs6471859 reversion mutation) and CA8-201 (full length transcript). CA8-204G transcript expression occurred predominantly in non-neuronal cells (HEK293), while CA8-204C expression was restricted to neuronal derived cells (NBL) in vitro. CA8-204G produced a stable truncated transcript in HEK293 cells that was barely detectable in NBL cells. We also show CA8-204 produces a stable peptide that inhibits pITPR1 and Ca++ release in HEK293 cells. These results imply homozygous G/G individuals at rs6471859, which are common in the general population, produce exclusively CA8-204G that is barely detectable in neuronal cells. CA8 null mutations that greatly impact neuronal functions are associated with severe forms of spinal cerebellar ataxia, and our data suggest G/G homozygotes should display a similar phenotype. To address this question, we show in vivo using AAV8-FLAG-CA8-204G and AAV8-V5-CA8-201 gene transfer delivered via intra-neural sciatic nerve injection (SN), that these viral constructs are able to transduce DRG cells and produce similar analgesic and anti-hyperalgesic responses to inflammatory pain. Immunohistochemistry (IHC) examinations of DRG tissues further show CA8-204G peptide is expressed in advillin expressing neuronal cells, but to a lesser extent compared to glial cells. These findings explain why G/G homozygotes that exclusively produce this truncated functional peptide in DRG evade a severe phenotype. These genomic studies significantly advance the literature regarding structure-function studies on CA8-ITPR1 critical to calcium signaling pathways, synaptic functioning, neuronal excitability and analgesic responses.","dc:creator":"Upadhyay U","dc:date":"2019","dc:title":"Profound analgesia is associated with a truncated peptide resulting from tissue specific alternative splicing of DRG CA8-204 regulated by an exon-level cis-eQTL."},"rdfs:label":"Alternative splicing of DRG CA8-204"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"In vitro studies show the “G” allele (CA8-204G) produces a stable peptide that inhibits ITPR1 activation and Ca++ release in non-neuronal cells, but not in neuronal cells. This experiment is NOT relevant to function being discussed in the realm of this disease. \n"},{"id":"cggv:1f3feba0-6bbd-470f-b4dc-57542ccdea3c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:31bea59e-8b4b-4b77-9683-14dffa4758ac","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Waddles mice: Immunohistochemically, CAR8 expression was greatest in cerebellar Purkinje cells and minimal to absent in the spinal cord and cerebral cortex. In line with the Western blotting results, CAR8 expression was virtually undetectable in wdl mice.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16118194","type":"dc:BibliographicResource","dc:abstract":"The waddles (wdl) mouse is a unique animal model that exhibits ataxia and appendicular dystonia without pathological abnormalities of either the central or the peripheral nervous systems. A 19-bp deletion in exon 8 of the carbonic anhydrase-related protein VIII gene (Car8) was detected by high-throughput temperature-gradient capillary electrophoresis heteroduplex analysis of PCR amplicons of genes and ESTs within the wdl locus on mouse chromosome 4. Although regarded as a member of the carbonic anhydrase gene family, the encoded protein (CAR8) has no reported enzymatic activity. In normal mice, CAR8 is abundantly expressed in cerebellar Purkinje cells as well as in several other cell groups. Compatible with nonsense-mediated decay of mutant transcripts, CAR8 is virtually absent in mice homozygous for the wdl mutation. These data indicate that the wdl mouse is a Car8 null mutant and that CAR8 plays a central role in motor control.","dc:creator":"Jiao Y","dc:date":"2005","dc:title":"Carbonic anhydrase-related protein VIII deficiency is associated with a distinctive lifelong gait disorder in waddles mice."},"rdfs:label":"IHC"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Per latest SOP, points awarded to expression are 0.5."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfc13a82-6fdc-4f9b-ac27-05281139a9d1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5d7d772-fe34-46bd-abab-fc6e52249f6a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The ataxic mouse model 'Rigoletto' (rig) mutant mouse carries a 19-bp deletion in Car8, the mouse homolog of CA8. Studies of cerebellar Purkinje cells in these mice showed decreased spontaneous excitatory transmission with a reportedly lower number of functional synapses. Mutants also showed abnormalities of the extension of climbing fibers to distal Purkinje cell dendrites, of parallel fibers and dendritic spines (including free spines that did not form normal synapses), and multiple synaptic varicosities. Authors concluded that Car8 plays a critical role in synaptogenesis and/or maintenance of proper synaptic morphology and function in the cerebellum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17376701","type":"dc:BibliographicResource","dc:abstract":"Carbonic anhydrase related protein 8 (Car8) is known to be abundantly expressed in Purkinje cells (PCs), and its genetic mutation causes a motor coordination defect. To determine the underlying mechanism, we analyzed the mouse cerebellum carrying a Car8 mutation. Electrophysiological analysis showed that spontaneous excitatory transmission was largely diminished while paired pulse ratio at parallel fiber-PC synapses was comparable to wild-type, suggesting functional synapses have normal release probability but the number of functional synapses may be lower in mutants. Light microscopic study revealed an abnormal extension of climbing fibers to the distal PC dendrites. At the ultrastructural level, we found numerous PC spines not forming synapses primarily in distal dendrites and occasionally multiple spines contacting a single varicosity. These abnormalities of parallel fiber-PC synapses may underlie the functional defect in excitatory transmission. Thus, Car8 plays a critical role in synaptogenesis and/or maintenance of proper synaptic morphology and function in the cerebellum.","dc:creator":"Hirasawa M","dc:date":"2007","dc:title":"Carbonic anhydrase related protein 8 mutation results in aberrant synaptic morphology and excitatory synaptic function in the cerebellum."},"rdfs:label":"Analyses of mouse cerebellum carrying a Car8 mutation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8da6471-8314-4fa3-a986-02ca5df71138_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b8da6471-8314-4fa3-a986-02ca5df71138","type":"Proband","allele":{"id":"cggv:ce4b715a-57c4-4da2-b4de-d526cd35c606","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004056.6(CA8):c.710G>A (p.Arg237Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA128507"}},"sex":"UnknownEthnicity","variant":{"id":"cggv:107ba811-8e79-493e-8792-3f12048b40f8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ce4b715a-57c4-4da2-b4de-d526cd35c606"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21937992","type":"dc:BibliographicResource","dc:abstract":"Common diseases are often complex because they are genetically heterogeneous, with many different genetic defects giving rise to clinically indistinguishable phenotypes. This has been amply documented for early-onset cognitive impairment, or intellectual disability, one of the most complex disorders known and a very important health care problem worldwide. More than 90 different gene defects have been identified for X-chromosome-linked intellectual disability alone, but research into the more frequent autosomal forms of intellectual disability is still in its infancy. To expedite the molecular elucidation of autosomal-recessive intellectual disability, we have now performed homozygosity mapping, exon enrichment and next-generation sequencing in 136 consanguineous families with autosomal-recessive intellectual disability from Iran and elsewhere. This study, the largest published so far, has revealed additional mutations in 23 genes previously implicated in intellectual disability or related neurological disorders, as well as single, probably disease-causing variants in 50 novel candidate genes. Proteins encoded by several of these genes interact directly with products of known intellectual disability genes, and many are involved in fundamental cellular processes such as transcription and translation, cell-cycle control, energy metabolism and fatty-acid synthesis, which seem to be pivotal for normal brain development and function.","dc:creator":"Najmabadi H","dc:date":"2011","dc:title":"Deep sequencing reveals 50 novel genes for recessive cognitive disorders."}},"rdfs:label":"M107"},{"id":"cggv:107ba811-8e79-493e-8792-3f12048b40f8","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:107ba811-8e79-493e-8792-3f12048b40f8_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:6b136b7c-63ea-4c5c-b137-948adb5f6c67_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6b136b7c-63ea-4c5c-b137-948adb5f6c67","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"allele":{"id":"cggv:93f039a8-68f1-4410-81bf-c3436ff82676","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004056.6(CA8):c.232C>T (p.Arg78Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371396130"}},"detectionMethod":"Proband only","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0002194","obo:HP_0001260","obo:HP_0001272","obo:HP_0001310","obo:HP_0002311","obo:HP_0002136","obo:HP_0002078","obo:HP_0001251","obo:HP_0002080"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:0629060e-196c-4500-8d21-716ad9b93d3d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:93f039a8-68f1-4410-81bf-c3436ff82676"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31693170","type":"dc:BibliographicResource","dc:abstract":"Biallelic pathogenic variants in CA8 cause cerebellar ataxia, mental retardation and dysequilibrium syndrome 3 (CAMRQ3), a rare form of hereditary ataxia characterised by cerebellar hypoplasia/atrophy, variable intellectual disability and often quadrupedal gait. The few cases reported in the medical literature are all caused by pathogenic homozygous or compound heterozygous missense variants in CA8. We report a 9 year-old boy with marked gross motor delay, ataxia and progressive cerebellar atrophy with limited bipedal gait, but without intellectual disability. Singleton whole exome sequencing was performed. A novel homozygous truncating variant in CA8 (c.232C>T) with a predicted premature termination codon at position 78 (p.Arg78*) was identified. Both parents and the proband's healthy sister are heterozygous for the variant. This variant is likely pathogenic and the cause of the condition in this child. Functional evidence in the form of a spontaneous mouse model involving homozygous intragenic deletion of the mouse analogue of CA8 with nonsense-mediated decay and similar clinical features to the proband support pathogenicity. Identification of this truncating variant broadens the genotypic and phenotypic spectrum of CA8-related cerebellar ataxia.","dc:creator":"Richmond CM","dc:date":"2020","dc:title":"Cerebellar ataxia with normal intellect associated with a homozygous truncating variant in CA8."}},"rdfs:label":"9y Male "},{"id":"cggv:0629060e-196c-4500-8d21-716ad9b93d3d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0629060e-196c-4500-8d21-716ad9b93d3d_variant_evidence_item"}],"strengthScore":1,"dc:description":"Per ID/A scoring guidelines, the score for this proband is capped at 2."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:59ad70b3-5837-48ab-bb60-d87cb99feb9d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:59ad70b3-5837-48ab-bb60-d87cb99feb9d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:54d44c2e-0a6d-4a22-8844-29bb9da59608","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004056.6(CA8):c.251A>G (p.Asn84Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4758936"}},"detectionMethod":"A clinical exome analysis identified a novel homozygous c.251A > G (p.Asn84Ser) likely pathogenic variant in the carbonic anhydrase 8 (CA8) gene. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"suspected focal seizures, controlled by valproic acid, severe static - kinetic cerebellar syndrome, walking without support is possible for short distances only. Strikingly, three consecutive MRIs did not show any sign of cerebellar abnormalities, but a brain positron emission tomography (PET) using [18F]-fluorodeoxyglucose (FDG) demonstrated a clear decrease in glucose metabolism in the cerebellum as well as the anterior and medial temporal lobe bilaterally.","phenotypes":["obo:HP_0001249","obo:HP_0007359"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:ac1ba878-1321-4bd8-aa15-7164e5e92278_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:54d44c2e-0a6d-4a22-8844-29bb9da59608"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32808436","type":"dc:BibliographicResource","dc:abstract":"We report the case of an 11-year-old Syrian girl born to consanguineous parents, who presents an ataxic gait from early childhood. On clinical examination, she presented a severe static - kinetic cerebellar syndrome, walking without support is possible for short distances only. Strikingly, three consecutive MRIs did not show any sign of cerebellar abnormalities, but a brain positron emission tomography (PET) using [18F]-fluorodeoxyglucose (FDG) demonstrated a clear decrease in glucose metabolism in the cerebellum as well as the anterior and medial temporal lobe bilaterally. A clinical exome analysis identified a novel homozygous c.251A > G (p.Asn84Ser) likely pathogenic variant in the carbonic anhydrase 8 (CA8) gene. CA8 mutations cause cerebellar ataxia, mental retardation, and disequilibrium syndrome subtype 3 (CAMRQ3), a rare genetically autosomal recessive disorder, only described in four families, so far with the frequent observation of quadrupedal gait. The proband differed with other reported CA8 mutations by the absence of clear cerebellar signs on brain MRI and the presence of focal seizures. This report expands the clinical spectrum associated with mutations in CA8 and illustrates the possible discrepancy between (mild) neuro-radiological images (MRI) and (severe) clinical phenotype in young individuals. In contrast, the observation of clear cerebellar abnormal metabolic findings suggests that the FDG-PET scan may be used as an early marker for hereditary ataxia.","dc:creator":"Paternoster L","dc:date":"2020","dc:title":"Novel homozygous variant of carbonic anhydrase 8 gene expanding the phenotype of cerebellar ataxia, mental retardation, and disequilibrium syndrome subtype 3."}},"rdfs:label":"11 years old girl"},{"id":"cggv:ac1ba878-1321-4bd8-aa15-7164e5e92278","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ac1ba878-1321-4bd8-aa15-7164e5e92278_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.9},{"id":"cggv:e197bee1-a301-407a-a571-c28bc1bee62d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e197bee1-a301-407a-a571-c28bc1bee62d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"allele":{"id":"cggv:5de2dc13-2455-4c0e-b708-6b8caa94d8fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004056.6(CA8):c.484G>A (p.Gly162Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371397575"}},"detectionMethod":"The linkage analysis revealed a high logarithm of the odds (LOD) score region on 8q that harbors the CA8 in which a novel homozygous c.484G>A (p.G162R) mutation was identified in all seven affected members. ","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0002136","obo:HP_0001260","obo:HP_0001270","obo:HP_0000639","obo:HP_0002080","obo:HP_0100543","obo:HP_0001251","obo:HP_0002518","obo:HP_0002362"],"previousTesting":false,"previousTestingDescription":"The patients had variable cerebellar ataxia and mild cognitive impairment without quadrupedal gait. The brain MRI showed variable cerebellar volume loss and ill‐defined peritrigonal white matter abnormalities. ","secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"cggv:e83f919f-25a3-4e6a-8ff5-17b919415742_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5de2dc13-2455-4c0e-b708-6b8caa94d8fb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21812104","type":"dc:BibliographicResource","dc:abstract":"We define the neurological characteristics of familial cases from multiple branches of a large consanguineous family with cerebellar ataxia, mental retardation (MR), and dysequilibrium syndrome type 3 caused by a mutation in the recently cloned CA8 gene. The linkage analysis revealed a high logarithm of the odds (LOD) score region on 8q that harbors the CA8 in which a novel homozygous c.484G>A (p.G162R) mutation was identified in all seven affected members. The patients had variable cerebellar ataxia and mild cognitive impairment without quadrupedal gait. The brain MRI showed variable cerebellar volume loss and ill-defined peritrigonal white matter abnormalities. The Fluorodeoxyglucose Positron Emission Tomography (FDG PET) revealed hypometabolic cerebellar hemispheres, temporal lobes, and mesial cortex. This report expands the neurological and radiological phenotype associated with CA8 mutations. CA8 involvement should be considered in the differential diagnosis of other genetically unresolved autosomal recessive cerebellar ataxias.","dc:creator":"Kaya N","dc:date":"2011","dc:title":"Phenotypical spectrum of cerebellar ataxia associated with a novel mutation in the CA8 gene, encoding carbonic anhydrase (CA) VIII."}},"rdfs:label":"Proband"},{"id":"cggv:e83f919f-25a3-4e6a-8ff5-17b919415742","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e83f919f-25a3-4e6a-8ff5-17b919415742_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9507c9c9-a408-4980-bee6-1cae2c899fda_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9507c9c9-a408-4980-bee6-1cae2c899fda","type":"Proband","ageType":"AgeAtReport","allele":{"id":"cggv:63c8a688-ac12-466f-a3cb-9333ada465f9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004056.6(CA8):c.479C>T (p.Pro160Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4758880"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0002497","previousTesting":true,"previousTestingDescription":"SPG11 testing was negative","sex":"Male","variant":{"id":"cggv:44eec9bf-410c-49ef-b377-51610bdfba85_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63c8a688-ac12-466f-a3cb-9333ada465f9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27217339","type":"dc:BibliographicResource","dc:abstract":"The hereditary spastic paraplegias are a heterogeneous group of degenerative disorders that are clinically classified as either pure with predominant lower limb spasticity, or complex where spastic paraplegia is complicated with additional neurological features, and are inherited in autosomal dominant, autosomal recessive or X-linked patterns. Genetic defects have been identified in over 40 different genes, with more than 70 loci in total. Complex recessive spastic paraplegias have in the past been frequently associated with mutations in SPG11 (spatacsin), ZFYVE26/SPG15, SPG7 (paraplegin) and a handful of other rare genes, but many cases remain genetically undefined. The overlap with other neurodegenerative disorders has been implied in a small number of reports, but not in larger disease series. This deficiency has been largely due to the lack of suitable high throughput techniques to investigate the genetic basis of disease, but the recent availability of next generation sequencing can facilitate the identification of disease-causing mutations even in extremely heterogeneous disorders. We investigated a series of 97 index cases with complex spastic paraplegia referred to a tertiary referral neurology centre in London for diagnosis or management. The mean age of onset was 16 years (range 3 to 39). The SPG11 gene was first analysed, revealing homozygous or compound heterozygous mutations in 30/97 (30.9%) of probands, the largest SPG11 series reported to date, and by far the most common cause of complex spastic paraplegia in the UK, with severe and progressive clinical features and other neurological manifestations, linked with magnetic resonance imaging defects. Given the high frequency of SPG11 mutations, we studied the autophagic response to starvation in eight affected SPG11 cases and control fibroblast cell lines, but in our restricted study we did not observe correlations between disease status and autophagic or lysosomal markers. In the remaining cases, next generation sequencing was carried out revealing variants in a number of other known complex spastic paraplegia genes, including five in SPG7 (5/97), four in FA2H (also known as SPG35) (4/97) and two in ZFYVE26/SPG15 Variants were identified in genes usually associated with pure spastic paraplegia and also in the Parkinson's disease-associated gene ATP13A2, neuronal ceroid lipofuscinosis gene TPP1 and the hereditary motor and sensory neuropathy DNMT1 gene, highlighting the genetic heterogeneity of spastic paraplegia. No plausible genetic cause was identified in 51% of probands, likely indicating the existence of as yet unidentified genes.","dc:creator":"Kara E","dc:date":"2016","dc:title":"Genetic and phenotypic characterization of complex hereditary spastic paraplegia."}},"rdfs:label":"Case ID61"},{"id":"cggv:44eec9bf-410c-49ef-b377-51610bdfba85","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:44eec9bf-410c-49ef-b377-51610bdfba85_variant_evidence_item"}],"strengthScore":0.05,"dc:description":"A total score of 0.1 awarded as the proband may be too young to express full extent of the phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:576adf2b-dd02-4a15-ac1b-a805f6316bb2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:576adf2b-dd02-4a15-ac1b-a805f6316bb2","type":"Proband","allele":{"id":"cggv:75526330-c2a6-4eb4-b24e-1dcbd3c0ae17","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004056.6(CA8):c.298T>C (p.Ser100Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127301"}},"detectionMethod":"The family was genotyped using the Affymetrix GeneChip® Human Mapping 10 K Array. ","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0001260","obo:HP_0009878","obo:HP_0001256","obo:HP_0001337"],"previousTesting":false,"secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:687f4b70-cfed-49b9-a0d1-82e3fe2660fc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:75526330-c2a6-4eb4-b24e-1dcbd3c0ae17"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19461874"},"rdfs:label":"II-1"},{"id":"cggv:687f4b70-cfed-49b9-a0d1-82e3fe2660fc","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:687f4b70-cfed-49b9-a0d1-82e3fe2660fc_variant_evidence_item"},{"id":"cggv:687f4b70-cfed-49b9-a0d1-82e3fe2660fc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Functional evidence in HEK293T cells: mRNA levels were equal ( WT vs mutant) but protein levels were reduced for the transfected cells on tetracycline induction and rescued by using MG132, a proteasome inhibitor\n"}],"strengthScore":0.1,"dc:description":"Functional evidence is not scored because it doesn’t indicate that the variant impacts protein function."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.4}],"evidenceStrength":"Moderate","sequence":8877,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.9,"subject":{"id":"cggv:3182cfde-2d47-4cd2-b478-6f6f8185b5da","type":"GeneValidityProposition","disease":"obo:MONDO_0000437","gene":"hgnc:1382","modeOfInheritance":"obo:HP_0000007"},"version":"2.1","dc:description":"*CA8* was first reported in relation to autosomal recessive cerebellar ataxia in 2009 (Turkmen et al., PMID: 19461874). *CA8*-related cerebellar ataxia is characterized by features of cerebellar ataxia such as wide-based or quadrupedal gait, intention tremor, dysarthria, cerebellar atrophy, and developmental delay with or without cognitive delay (PMIDs: 19461874, 21812104, 21937992, 27217339, 31693170, 32808436). Six variants (5 missense and 1 truncating) that have been reported in 12 individuals (6 probands) in 6 publications (PMIDs: 19461874, 21812104, 21937992, 27217339, 31693170, 32808436) are included in this curation. The mechanism of pathogenicity appears to be loss of function.\n\nThis gene-disease relationship is also supported by experimental evidence. The ataxic mouse model 'Rigoletto' (rig) carries a 19-bp deletion in *Car8*, the mouse homolog of *CA8*. Studies of cerebellar Purkinje cells in these mice showed decreased spontaneous excitatory transmission with a reportedly lower number of functional synapses. Mutants also showed abnormalities of the extension of climbing fibers to distal Purkinje cell dendrites, of parallel fibers and dendritic spines (including free spines that did not form normal synapses), and multiple synaptic varicosities. The authors concluded that Car8 plays a critical role in synaptogenesis and/or maintenance of proper synaptic morphology and function in the cerebellum (PMID: 17376701). Expression studies also indicated specific expression of CAR8 in cerebellar Purkinje cells and minimal to absent expression in the spinal cord and cerebral cortex (PMIDs: 16118194, 31693170).\n\nIn summary, there is moderate evidence supporting the relationship between *CA8* and autosomal recessive cerebellar ataxia. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Autism and Intellectual Disability Gene Curation Expert Panel on January 16, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:a0800c48-e3b1-4cb2-bbd1-4d649e506ebd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}