{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abbv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-07-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-07-15T12:36:00.538Z","role":"Publisher"}],"evidence":[{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f239d16-1b0d-43d2-a605-9b98402c87a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5787ee03-0b78-475d-b4c6-99f991c97093","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The carboxyl-terminal region of CACNB4 contains an interaction site with CACNA1A and plays a role in the regulation of channel inactivation kinetics. Constructs with deletions of the C-terminus of the b4 subunit from rat brain eliminate binding to the C-terminus of the a1A subunit from rabbit brain and decreased the time constant for the fast component of inactivation when co-expressed in Xenopus oocytes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9442082","type":"dc:BibliographicResource","dc:abstract":"The voltage-gated calcium channel beta subunit is a cytoplasmic protein that stimulates activity of the channel-forming subunit, alpha 1, in several ways. Complementary binding sites on alpha 1 and beta have been identified that are highly conserved among isoforms of the two subunits, but this interaction alone does not account for all of the functional effects of the beta subunit. We describe here the characterization in vitro of a second interaction, involving the carboxyl-terminal cytoplasmic domain of alpha 1A and showing specificity for the beta 4 (and to a lesser extent beta 2a) isoform. A deletion and chimera approach showed that the carboxyl-terminal region of beta 4, poorly conserved between beta isoforms, contains the interaction site and plays a role in the regulation of channel inactivation kinetics. This is the first demonstration of a molecular basis for the specificity of functional effects seen for different combinations of these two channel components.","dc:creator":"Walker D","dc:date":"1998","dc:title":"A beta 4 isoform-specific interaction site in the carboxyl-terminal region of the voltage-dependent Ca2+ channel alpha 1A subunit."},"rdfs:label":"Interaction between CACNB4 and CACNA1A"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"The Epilepsy GCEP has decided that with a lack of genetic evidence, no experimental evidence will be counted."},{"id":"cggv:c5e2b05c-9720-4eb6-a9cb-f1b2b4ba2957","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff676a41-9126-47ec-beda-a61f31b848d2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The carboxyl-terminal region of CACNB4 contains an interaction site with CACNA1A and plays a role in the regulation of channel inactivation kinetics. Expression of the wildtype b4 subunit together with the a1A subunit produces a slowly inactivating inward Ba21 current that is not seen in the absence of the b4 subunit. The wild-type b4 subunit produces biphasic inactivation with a fast-inactivating component (F), a slower inactivating component (S), and a noninactivating component (NI). Expression of the R482X variant did not alter voltage dependence of activation but did change the kinetics of inactivation by decreasing the time constant for the fast component of inactivation compared to wild-type","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10762541","type":"dc:BibliographicResource","dc:abstract":"Inactivation of the beta4 subunit of the calcium channel in the mouse neurological mutant lethargic results in a complex neurological disorder that includes absence epilepsy and ataxia. To determine the role of the calcium-channel beta4-subunit gene CACNB4 on chromosome 2q22-23 in related human disorders, we screened for mutations in small pedigrees with familial epilepsy and ataxia. The premature-termination mutation R482X was identified in a patient with juvenile myoclonic epilepsy. The R482X protein lacks the 38 C-terminal amino acids containing part of an interaction domain for the alpha1 subunit. The missense mutation C104F was identified both in a German family with generalized epilepsy and praxis-induced seizures and in a French Canadian family with episodic ataxia. These coding mutations were not detected in 255 unaffected control individuals (510 chromosomes), and they may be considered candidate disease mutations. The results of functional tests of the truncated protein R482X in Xenopus laevis oocytes demonstrated a small decrease in the fast time constant for inactivation of the cotransfected alpha1 subunit. Further studies will be required to evaluate the in vivo consequences of these mutations. We also describe eight noncoding single-nucleotide substitutions, two of which are present at polymorphic frequency, and a previously unrecognized first intron of CACNB4 that interrupts exon 1 at codon 21.","dc:creator":"Escayg A","dc:date":"2000","dc:title":"Coding and noncoding variation of the human calcium-channel beta4-subunit gene CACNB4 in patients with idiopathic generalized epilepsy and episodic ataxia."},"rdfs:label":"Electrophysiological analysis of CACNB4/CACNA1A interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Confirmed findings in prior publication and showed R482X variant behaves similarly to the C-terminal deletion in Walker et al. 1998 but doesn't add any additional new evidence to support relationship between CACNB4 and seizures. Secondly, the Epilepsy GCEP has decided that with a lack of genetic evidence, no experimental evidence will be counted."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f59443c-0d64-48b4-bcc2-7c2785d50225","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a3829cff-bd2f-4ae4-8be8-78c25a082b0f","type":"FunctionalAlteration","dc:description":"No significant differences between WT and mutant channels in the activation and inactivation curves.  R468Q-CACNB4 showed greater Ba2+ current density compared with the wild-type CACNB4.  Mutant channels had significantly greater peak Ba2+ current densities at voltages between 0 mV and 40 mV in comparison to WT-CACNB4 (Pb0.05) (Fig. 3B). The peak current amplitudes (Pb0.01), cell capacitance (Pb0.05), and current\ndensities (Pb0.05) exhibited by cells expressing R468Q-CACNB4 were significantly greater than WT-CACNB4 (Fig. 3C).  R468Q-CACNB4 showed a small increase in the time constant for activation at −10 mV in comparison to WT-CACNB4 (Fig. 4B). There were no significant differences between WT-CACNB4 and R468QCACNB4 with regard to the inactivation fast (τfast) and slow (τslow) time constants (Fig. 4D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18755274","type":"dc:BibliographicResource","dc:abstract":"Mutations of SCN1A, encoding the voltage-gated sodium channel alpha1 subunit, represent the most frequent genetic cause of severe myoclonic epilepsy in infancy (SMEI). The purpose of this study was to determine if mutations in other seizure susceptibility genes are also present and could modify the disease severity. All coding exons of SCN1B, GABRG2, and CACNB4 genes were screened for mutations in 38 SCN1A-mutation-positive SMEI probands. We identified one proband who was heterozygous for a de novo SCN1A nonsense mutation (R568X) and another missense mutation (R468Q) of the CACNB4 gene. The latter mutation was inherited from his father who had a history of febrile seizures. An electrophysiological analysis of heterologous expression system exhibited that R468Q-CACNB4 showed greater Ba(2+) current density compared with the wild-type CACNB4. The greater Ca(v)2.1 currents caused by the R468Q-CACNB4 mutation may increase the neurotransmitter release in the excitatory neurons under the condition of insufficient inhibitory neurons caused primarily by the SCN1A mutation.","dc:creator":"Ohmori I","dc:date":"2008","dc:title":"A CACNB4 mutation shows that altered Ca(v)2.1 function may be a genetic modifier of severe myoclonic epilepsy in infancy."},"rdfs:label":"Electrophysiological analysis in BHK cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Results from heterologous expression systems can't be generalized to determine effects in vivo.  Unclear whether/how much the R468Q-CACNB4 mutation alters phenotype in patient. Secondly, the Epilepsy GCEP has decided that with a lack of genetic evidence, no experimental evidence will be counted."},{"id":"cggv:e2f1947b-029f-4722-80bd-283c985a256a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:775a2bbc-0cd7-4fa4-9ee8-e694e17628fb","type":"FunctionalAlteration","dc:description":"Evidence does not support altered function.  Nuclear targeting of β4b(1–481) was not reduced compared with full-length β4b in any of three cell systems, indicating the β4 distal C-terminus does not play an essential role of in nuclear targeting and bringing into question whether nuclear function of calcium channel β4 subunits is critically involved in etiology of epilepsy and ataxia in patients and mouse models with CACNB4 variants","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24875574","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated calcium channels regulate gene expression by controlling calcium entry through the plasma membrane and by direct interactions of channel fragments and auxiliary β subunits with promoters and the epigenetic machinery in the nucleus. Mutations of the calcium channel β(4) subunit gene (CACNB4) cause juvenile myoclonic epilepsy in humans and ataxia and epileptic seizures in mice. Recently a model has been proposed according to which failed nuclear translocation of the truncated β(4) subunit R482X mutation resulted in altered transcriptional regulation and consequently in neurological disease. Here we examined the nuclear targeting properties of the truncated β(4b(1–481)) subunit in tsA-201 cells, skeletal myotubes, and in hippocampal neurons. Contrary to expectation, nuclear targeting of β(4b(1–481)) was not reduced compared with full-length β(4b) in any one of the three cell systems. These findings oppose an essential role of the β(4) distal C-terminus in nuclear targeting and challenge the idea that the nuclear function of calcium channel β(4) subunits is critically involved in the etiology of epilepsy and ataxia in patients and mouse models with mutations in the CACNB4 gene.","dc:creator":"Etemad S","dc:date":"2014","dc:title":"The juvenile myoclonic epilepsy mutant of the calcium channel β(4) subunit displays normal nuclear targeting in nerve and muscle cells."},"rdfs:label":"Nuclear targeting of truncated B4 protein"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This experimental evidence was downgraded for a number of reasons. First, this experiment contradicts prior studies that suggested nuclear localization might be explanation for the functional effects but doesn't exclude another possible mechanism for change in electrophysiological properties in prior studies. Secondly, the Epilepsy GCEP has decided that with a lack of genetic evidence, no experimental evidence will be counted."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5266070-f19d-43aa-8f77-8c5e71f08f47","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:699ecd4e-51b9-4ed9-8b1d-05c83fb41c16","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both human and homozygous mouse model can exhibit ataxia and seizures","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9039265","type":"dc:BibliographicResource","dc:abstract":"Ca2+ channel beta subunits regulate voltage-dependent calcium currents through direct interaction with alpha 1 subunits. The beta- and alpha 1-binding motifs are conserved, and all beta subunits can stimulate current amplitude, voltage dependence, and kinetics when coexpressed with various alpha 1 subunits. We used a positional candidate approach to determine that the ataxia and seizures in the lethargic (lh) mouse arise from mutation of the beta-subunit gene Cchb4 on mouse chromosome 2. A four-nucleotide insertion into a splice donor site results in exon skipping, translational frameshift, and protein truncation with loss of the alpha 1-binding site. The lethargic phenotype is the first example of a mammalian neurological disease caused by an inherited defect in a non-pore-forming subunit of a voltage-gated ion channel.","dc:creator":"Burgess DL","dc:date":"1997","dc:title":"Mutation of the Ca2+ channel beta subunit gene Cchb4 is associated with ataxia and seizures in the lethargic (lh) mouse."},"rdfs:label":"Ataxia and seizures in lh/lh mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This experimental evidence was downgraded for a number of reasons. First, this mouse model is homozygous. Secondly, the Epilepsy GCEP has decided that with a lack of genetic evidence, no experimental evidence will be counted."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":4849,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:817d86d9-69ac-4657-b000-702204bf11e7","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:1404","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The *CACNB4* gene encodes the beta-4 subunit of voltage-gated calcium channel complex proteins. In available literature, variants in *CACNB4* have been reported in relation to episodic ataxia type 5, juvenile myoclonic epilepsy, and idiopathic generalized epilepsy. This gene was originally analyzed in June 2018 and was disputed at the time of curation due to a lack of clinical evidence to support the gene-disease relationship. In July 2022, *CACNB4* was recurated by the ClinGen Epilepsy Gene Curation Expert Panel. \n\nSince the original curation, contradictory evidence has emerged. In 2019, Heyne et al (PMID:31056551) evaluated variants reportedly associated with neurodevelopmental disorders that were also included on gene panels targeted for epilepsy from 2013 to 2017. Authors compared variant frequencies of the genes compared to controls. As a result, *CACNB4* showed identical frequencies of ultra-rare variants in cases compared to the controls. This evidence demonstrates that removing a gene with no diagnostic yield, such as *CACNB4*, from panels would increase diagnostic yield over time and this publication has been utilized as evidence to refute remaining evidence in addition to the other reasons described in more detail below.\n\nThe available genetic evidence for the gene-disease relationship between *CACNB4* and epilepsy phenotypes includes 7 probands across 4 publications (PMIDs:10762541, 18755274, 27959697, 32042491). However, all genetic evidence has been discarded. In three cases (PMID:10762541), confirmation selective gel electrophoresis (CSGE) was used to identify variants in *CACNB4*. CSGE is a screening method used to detect variation in only the gene of interest; therefore, there is no way to confirm that the probands did not have another genetic cause to explain their phenotype. In two cases (PMIDs:18755274, 27959697), another variant was identified in a known disease-causing gene. And in two cases (PMID:32042491), there is greater than one individual present in gnomAD (v2.1.1). \n\nExperimental evidence is also available in the literature including protein interaction, functional alteration, and a mouse model; however, in the absence of genetic evidence, no experimental evidence will be counted. \n\nIn summary, the evidence supporting the relationship between *CACNB4* and autosomal dominant epilepsy has been updated to refuted following recuration and no valid evidence remains. New evidence would be needed to support this claim. This classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on July 5, 2022 (SOP Version 9).\nAfter reviewing Heyne et al., 2019 (PMID:31056551), there is no valid evidence that remains to support a role for variants in this gene in human disease. ","dc:isVersionOf":{"id":"cggv:d2fad131-8e91-4874-9394-8b86d6d62abb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}