{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T15:44:42.667Z","role":"Approver"}],"evidence":[{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1f83ed1-7ebe-4186-92af-2e6dfb43efe6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:732d7f74-89d7-45fc-aa2e-a3b58b1feb47","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The human protein atlas records ubiquitous expression of IARS2 in the brain, specifically, medium expression within the cerebral cortex, hippocampus, and cerebellum, and low expression within the caudate. The data is consistent with RNA expression aggregated from further datasets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8d5c51bd-1519-4f58-9918-38a51e5abe58","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:786d5e4c-8d83-4e32-8a49-9f35df79443e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Variants in 19 mitochondrial aminoacyl-tRNA synthetases (mt-ARSs) have been linked to variety of pediatric and adult onset tissue specific disorder. More specifically, two mt-ARSs, NARS2 and PARS2 are associated with presentation of Leigh syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29980628","type":"dc:BibliographicResource","dc:abstract":"Diagnosing primary mitochondrial diseases is challenging in clinical practice. Although, defective oxidative phosphorylation (OXPHOS) is the common final pathway, it is unknown why different mtDNA or nuclear mutations result in largely heterogeneous and often tissue -specific clinical presentations. Mitochondrial tRNA (mt-tRNA) mutations are frequent causes of mitochondrial diseases both in children and adults. However numerous nuclear mutations involved in mitochondrial protein synthesis affecting ubiquitously expressed genes have been reported in association with very tissue specific clinical manifestations suggesting that there are so far unknown factors determining the tissue specificity in mitochondrial translation. Most of these gene defects result in histological abnormalities and multiple respiratory chain defects in the affected organs. The clinical phenotypes are usually early-onset, severe, and often fatal, implying the importance of mitochondrial translation from birth. However, some rare, reversible infantile mitochondrial diseases are caused by very specific defects of mitochondrial translation. An unbiased genetic approach (whole exome sequencing, RNA sequencing) combined with proteomics and functional studies revealed novel factors involved in mitochondrial translation which contribute to the clinical manifestation and recovery in these rare reversible mitochondrial conditions.","dc:creator":"Boczonadi V","dc:date":"2018","dc:title":"Mitochondrial DNA transcription and translation: clinical syndromes."},"rdfs:label":"Biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Additionally, FARS2 is curated as moderate for Leigh syndrome. Points awarded based on GCEP rubric (10+ gene products)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:8df389de-7908-48be-bbfa-cfc8e44bfc7f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ea11c43-c116-4c0a-9afd-261f0479deec","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":18,"detectionMethod":"1092 genes of relevance to mitochondrial disorders were sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Proband was diagnosed with leigh syndrome based on the location of stroke in the thalami and basal ganglia, severe skeletal myopathy, in particular ocular myopathy, and laboratory testing. \nHypoglycemia was noted in the nursery. At 4 weeks of age, proband had an episode of severe cerebral degeneration and suddenly became pale, limp, and nonresponsive with blood pH at 6.87. He could not sit without assistance, there was no additional episodes of loss of milestones, and his developmental abilities showed some improvement. Other systems were normal including, constitutional, integumentary, head and neck, cardiovascular, pulmonary, gastrointestinal, genitourinary, allergic/immunologic, hematologic/lymphatic, musculoskeletal, neurologic, developmental and psychiatric.\nLaboratory blood work up showed CBC with differential, ALT, T4, and TSH levels were normal. CSF lactate was elevated at 9.6 with pyruvate at 0.28, CSF amino acids showed several mild elevations, CSF neurotransmitter was normal, plasma amino acid showed several elevations, and blood ceruloplasmin was slightly low. Plasma acylcarnitines showed trace elevations of C5OH, C4DC, and C8DC.\nMRI indicated diffuse atrophy including increased extra-axial fluid collections, and hyperintensities on T2 weighted scans in the vasoganglia and thalami, which was read as consistent with metabolite process.\nEKG tests indicated prolonged QT interval, which was normal later. EEG was consistent with diffuse encephalopathy.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:8df389de-7908-48be-bbfa-cfc8e44bfc7f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2e76421a-7fa2-4a2b-b5ff-4c3e2f6d2117","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018060.4(IARS2):c.2122G>A (p.Glu708Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/156552"}},{"id":"cggv:ccdadbf8-d3ff-491d-ba79-1c10c69da733","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018060.4(IARS2):c.1821G>A (p.Trp607Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/156551"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25130867","type":"dc:BibliographicResource","dc:abstract":"Mutations in the nuclear-encoded mitochondrial aminoacyl-tRNA synthetases are associated with a range of clinical phenotypes. Here, we report a novel disorder in three adult patients with a phenotype including cataracts, short-stature secondary to growth hormone deficiency, sensorineural hearing deficit, peripheral sensory neuropathy, and skeletal dysplasia. Using SNP genotyping and whole-exome sequencing, we identified a single likely causal variant, a missense mutation in a conserved residue of the nuclear gene IARS2, encoding mitochondrial isoleucyl-tRNA synthetase. The mutation is homozygous in the affected patients, heterozygous in carriers, and absent in control chromosomes. IARS2 protein level was reduced in skin cells cultured from one of the patients, consistent with a pathogenic effect of the mutation. Compound heterozygous mutations in IARS2 were independently identified in a previously unreported patient with a more severe mitochondrial phenotype diagnosed as Leigh syndrome. This is the first report of clinical findings associated with IARS2 mutations. ","dc:creator":"Schwartzentruber J","dc:date":"2014","dc:title":"Mutation in the nuclear-encoded mitochondrial isoleucyl-tRNA synthetase IARS2 in patients with cataracts, growth hormone deficiency with short stature, partial sensorineural deafness, and peripheral neuropathy or with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25130867","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"p.Trp607Ter truncates the protein removing 405 amino acids (exon 14 of 23). p.Gly708Lys is at the junction of the catalytic core domain and the anticodon binding domain and is highly conserved among vertebrates."},{"id":"cggv:b589d7fb-3aa0-457f-80ab-16bf2b827756_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1d5febb6-a9ed-4c8e-ad42-1f8bd5972d43","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Benign sacrococcygeal teratoma (Altman type II) at birth. At 5 months of age, the patient developed infantile spasm clusters, and her EEG showed hypsarrhythmia followed by developmental arrest. She developed intractable epilepsy. Her skeletal muscle biopsy demonstrated normal histology. hypotonic quadriplegia and was bedridden at 2 years of age. Cataracts were noted at 7.9 years of age. MRI revealed diffuse, but mild cortical atrophy at 8 months of age; subsequently developed severe cortical atrophy and bilateral hyperintensity in the basal ganglia on T2-weighted images at 21 months of age (Fig. 1B and Supplementary Fig. 1). Laboratory: Lactate and pyruvate analysis revealed an elevated lactate-to-pyruvate ratio. High levels of FGF-21 and GDF-15 (biomarkers of mitochondrial disease). Serum amino acid analysis revealed results within the normal limits. Family history- 5 year old siblings with same diagnosis and similar features.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b589d7fb-3aa0-457f-80ab-16bf2b827756_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:dde83f37-7c82-410d-8102-9e90ceb895bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018060.4(IARS2):c.2450G>A (p.Arg817His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/638570"}},{"id":"cggv:3425653b-a684-4488-a315-3f5048678eb8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018060.4(IARS2):c.680T>C (p.Phe227Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/638569"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30041933","type":"dc:BibliographicResource","dc:abstract":"IARS2 encodes isoleucine-tRNA synthetase, which is aclass-1 amino acyl-tRNA synthetase. IARS2 mutations are reported to cause Leigh syndrome or cataracts, growth hormone deficiency, sensory neuropathy, sensorineural hearing loss, and skeletal dysphasia syndrome (CAGSSS). To our knowledge, IARS2 mutations and diseases related to it have only been reported in three families. Here we report a case of two Japanese siblings with Leigh syndrome, some features of CAGSSS, and West syndrome that are found to have compound heterozygous novel IARS2 mutations.","dc:creator":"Takezawa Y","dc:date":"2018","dc:title":"Novel IARS2 mutations in Japanese siblings with CAGSSS, Leigh, and West syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30041933","rdfs:label":"Patient II-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Evidence of gene impact: lymphoblastoid cell lines from the proband and affected sibling showed reduced IARS2 protein compared with controls (Supplementary Fig. 3)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":413,"specifiedBy":"GeneValidityCriteria6","strengthScore":5,"subject":{"id":"cggv:88598279-0447-4069-a4ce-a2a6dd96fb61","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:29685","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between IARS2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 20, 2019. The IARS2 gene encodes mitochondrial isoleucyl-tRNA synthetase 2, one of the mitochondrial aminoacyl-tRNA synthetases, which function in mitochondrial translation by catalyzing the attachment of amino acids to their cognate tRNAs. Defects in tRNA charging can result in impaired synthesis of oxidative phosphorylation complex protein subunits. \n\nThe IARS2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2014 (PMID: 25130867). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included four unique variants identified in two cases from two publications (PMIDs: 25130867, 30041933). No segregation data were available. Loss of function is implicated as the mechanism of disease. Of note, this gene has also been implicated in a syndrome known by the acronym CAGSSS (cataracts, growth hormone deficiency, sensory neuropathy, sensorineural hearing loss, and skeletal dysplasia) which is a distinct clinical entity from the Leigh syndrome spectrum. This gene-disease association is also supported by known biochemical function and expression (PMIDs: 29980628, 25613900). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel November 20, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:50877212-c671-406b-8cb6-195c7369a96c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}