{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:17.586Z","role":"Publisher"},{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-06-24T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:3d1a2657-445b-4fe5-878b-9bad661630c9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d349f39c-c4b1-4449-b6d4-a6c0ba1a76c5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"All 14 exons of F2 gene from the proband, her parents and a control were subjected to PCR-SSCP. Following PCR-SSCP, ampplified fragments were cloned into pUC19 and sequenced.","firstTestingMethod":"SSCP","phenotypes":"obo:HP_0001892","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:3d1a2657-445b-4fe5-878b-9bad661630c9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7abfd96b-6ebc-4520-ac7c-b5d258c71d4f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.46723426dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891834511"}},{"id":"cggv:d9a6c5c0-9400-439b-8e9d-77f7403734c0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000506.3(F2):c.1381C>T (p.Arg461Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13304"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1334372","type":"dc:BibliographicResource","dc:abstract":"The molecular and genetic basis of a compound heterozygote for dys- and hypoprothrombinemia was analyzed. Abnormal nucleotide sequences of the human prothrombin gene were screened by PCR-single-strand conformation polymorphism (PCR-SSCP) with endonuclease digestion and mutated primer-mediated PCR-RFLP. A single nucleotide substitution responsible for dysprothrombinemia of prothrombin Tokushima was detected, as were three polymorphisms. The mutation for hypoprothrombinemia was detected by PCR-single-strand conformation polymorphism (PCR-SSCP) with endonuclease digestion in exon 6, near MboII-RFLP and NcoI-RFLP. Sequencing of PCR-amplified genomic DNA revealed a single base insertion of thymine (T) at position 4177. The resulting frameshift mutation caused both an altered amino acid sequence from codon 114 and a premature termination codon (i.e., TGA) at codon 174 in exon 7. Because exon 7 encodes the kringle 2 domain preceding the thrombin sequence, this frameshift leads to the null prothrombin phenotype. The inheritance of the hypoprothrombinemia gene from the father to the proband was proved by PCR-SSCP with endonuclease digestion and mutated primer-mediated PCR-RFLP.","dc:creator":"Iwahana H","dc:date":"1992","dc:title":"Molecular and genetic analysis of a compound heterozygote for dysprothrombinemia of prothrombin Tokushima and hypoprothrombinemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1334372","rdfs:label":"Iwahana_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was identified to be a compound heterozygote for a missense variant and a frameshift variant that results in premature termination of the transcript in exon 7, ahead of the thrombin region. The frameshift variant was also detected in the father in the heterozygous state and was deduced to be causative of hypoprothrombinemia in the proband. \n\nThe missense variant (Prothrombin Tokushima) was identified by PCR-RFLP analysis due to the loss of an MspI restriction site (PMID: 1349838). The variant occurs at a CpG hotspot and is expected to have a deleterious effect. This variant was originally reported by Inomoto et al (PMID: 3801671), who determined that it showed 22% clotting activity and reduced platelet aggregation activity, suggesting a defect in the catalytic region. \n\nThe variant is awarded reduced points in the absence of functional evidence for the missense change. \n\nThe variant reported in the paper is c.467dup (c.467_468insT), as reported in the Allele Registry, Mutalyzer (https://tinyurl.com/ybbffwu9) and Mutation Taster (https://tinyurl.com/y7j72798). The ClinVar ID (13309) reports the variant as c.462_463insT, along with a citation to this paper, which is incorrect."},{"id":"cggv:8d228ef9-b4f9-43e0-9d4e-dac3d40622a6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c0841be1-aa53-4ad9-aadf-aac16a18507f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"The entire coding region, intron/exon boundaries, and the 5' and 3' untranslated regions of the prothrombin gene were amplified by PCR and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Prolonged PT (39s), prolonged aPTT (93s), surgery for dacryostenosis at 10 months, post-traumatic epidural hematoma at 18 months","phenotypes":["obo:HP_0004846","obo:HP_0012201"],"previousTesting":true,"previousTestingDescription":"Factor XII 59 u/dl,factor VIII 114 u/dl, factor IX 78 u/dl, factor XI 78 u/dl,factor VII 89 u/dl, factor X 91 u/dl and factor II (pro-thrombin) 20 u/dl.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8d228ef9-b4f9-43e0-9d4e-dac3d40622a6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:185fca31-3455-4acb-a1d9-70b7300a0d86","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.46739357_46739358del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891834504"}},{"id":"cggv:edff9456-33c5-4f84-9a84-de3d17d180f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.46726564G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5967110"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12492590","type":"dc:BibliographicResource","dc:abstract":"We studied a 2-year-old boy with a phenotype of combined hypo- and dysprothrombinaemia. Sequencing of polymerase-chain-reaction-amplified genomic DNA revealed three different mutations in heterozygosity, a G to A transition at position 7312, resulting in the replacement of arginine 271 by histidine, an A to G transition at position 20058, resulting in the replacement of histidine 562 by arginine, and a 2-bp deletion at 20062-20063, causing a frameshift and a premature stop codon in exon 14. The first two mutations are compatible with the dysprothrombinaemia phenotype, whereas the small deletion is thought to be the cause of hypoprothrombinaemia.","dc:creator":"Akhavan S","dc:date":"2003","dc:title":"Phenotypic and genetic analysis of a compound heterozygote for dys- and hypoprothrombinaemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12492590","rdfs:label":"Akhavan_Proband_2003"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was found to carry 3 variants in the heterozygous state. In addition, the mother was found to be a carrier of the Arg314His change, while the father was found to be a carrier of the NM_000506.3:c.1814A>G (p.His605Arg) missense and the 1818_1819delGT leading to a frameshift and termination variants, in cis. The Arg314His variant is reported at a frequency of 0.000008814 in Non-Finnish Europeans. \n\nThe 2-bp deletion resulting in preamature termination replaces amino acids 607-616, including a Trp at position 612, which is reported to play an essential role in maintaining the structural integrity of thrombin (PMID: 7622501). The missense change, His605Arg is expected to affect the functionality of thrombin. However, since the two variants are in cis, and the father shows a hypoprothrombinemia phenotype, the authors conclude that the effect of the missense variant is silenced. \n\nThe Arg314His missense variant has been previously reported by other authors and is expected to have a damaging effect on the factor Xa binding site. This variant is also known as Factor II Padua (PMID: 7865694) and FII Dhahran (PMID: 8839854). A Cysteine substituting the Arg at the same position has also been previously reported: FII Barcelona (PMID: 3771562). In characterizing the Arg314Cys variant, the authors performed tryptic peptide mapping of normal prothrombin and prothrombin  Barcelona, and identified a mutant peptide confirming the missense change that prevented the peptide bond formed from being cleaved by FXa during thrombin generation. They also observed that exposure of FII Barcelona to FXa resulted in the cleavage of the Arg363 and Ile364 peptide bond, yielding meizothrombin. The activity of meizothrombin on small synthetic substrates was found to be similar to that of thrombin, but it was devoid of fibrinogen clotting activity. \n\nThis proband is scored default points for the missense (Arg314His) and frameshift (1818_1819delGT) variants in the compound heterozygous state. The functional evidence supports pathogenicity for the missense variant and the frameshift variant is present in trans with a pathogenic variant (although it occurs in the last exon and NMD is not predicted, it is expected to affect the structural integrity of thrombin."},{"id":"cggv:d9323d36-ffa2-42b1-a95c-0e1e212a4c2b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5edf4522-9922-4891-acf5-459e896c53a6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":20,"detectionMethod":"All fourteen exons of human prothrombin and their intron/exon boundaries were sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband delivered at 29 weeks due to reduced fetal movements and was severely anemic and had severe metabolic acidosis. No evidence of overt bleeding. Low hemoglobin was attributed to fetomaternal hemorrhage. Red blood cell infusion during the first 6 hours after delivery was done to increase hemoglobin. Subsequently, fresh frozen plasma infusion was started. Slight bleeding from the nose was observed intermittently, from Day 12 onward.\n\nRespiratory distress syndrome observed 3 hrs post-delivery; tiny germinal matrix hemorrhage at the right lateral ventricle, revealed by ultrasonography, seen 15 hrs post-delivery; stage 1 retinopathy of prematurity observed at 5 weeks, which progressed to stage 3+ in the next 6 weeks.","phenotypes":["obo:HP_0002643","obo:HP_0001942","obo:HP_0030748","obo:HP_0001903","obo:HP_0012200"],"previousTesting":true,"previousTestingDescription":"Analysis of individual coagulation factors (prothrombin, Factors VII to XI) revealed reduction of prothrombin activity. Ten weeks after delivery, prothrombin complex concentrate at 200IU was started, which was subsequently maintained once weekly until submission of the case report.","sex":"Male","variant":{"id":"cggv:d9323d36-ffa2-42b1-a95c-0e1e212a4c2b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4321a336-a9b6-4636-972e-08ddb90982c2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.46739081C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380259386"}},{"id":"cggv:60e47676-ee97-48c1-9850-485e1250cc37","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.46729462C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380271643"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16543981","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Stanchev H","dc:date":"2006","dc:title":"Prothrombin deficiency caused by compound heterozygosity for two novel mutations in the prothrombin gene associated with a bleeding tendency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16543981","rdfs:label":"Stanchev_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was determined to be a compound heterozygote for a missense and a nonsense mutations, which resulted in undetectable levels of prothrombin activity, and a slight decrease in prothrombin antigen. The nonsense mutation is expected to result in the lack of a protein product either due to nonsense-mediated decay of the mRNA or degradation of a misfolded protein.\n\nThe missense mutation was expected to be the cause of the dysfunctional protein product and bleeding phenotype, based on location and thrombin X-ray structural analysis. It occurs at a region that is highly conserved across different species. The authors suggest that the mutation's location suggests that it may compromise unfolding-folding of part of the SI specificity pocket and affect Na+ binding and the orientation of Glu522. \n\nThe proband's mild bleeding phenotype was explained by the counter-action of the two mutations. Also, disruption of binding to procoagulant as well as anticoagulant substrates may counterbalance each other. \n\nThis proband is scored default points."},{"id":"cggv:b1133212-e996-4459-9651-e6e6e8357bb2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3f75ca97-a5b2-45e8-8172-6fca9486dec7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"detectionMethod":"Genomic DNA from the proband, her parents and two siblings as well as from 4 controls was isolated and amplified by PCR to screen exons 8 to 14 of the prothrombin gene. SSCP analysis and cloning and sequencing were performed subsequently.","firstTestingMethod":"SSCP","phenotypes":"obo:HP_0012200","previousTesting":true,"previousTestingDescription":"\"Prothrombin Himi\" isolated from proband plasma previously and determined to have a defect in the thrombin portion.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b1133212-e996-4459-9651-e6e6e8357bb2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f92aad94-1bd2-447c-b908-b872a0f1de69","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000506.3(F2):c.1292G>A (p.Arg431His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13308"}},{"id":"cggv:49bdd16f-f7cd-4511-89ff-9e92c4789b02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000506.3(F2):c.1139T>C (p.Met380Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13307"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1421398","type":"dc:BibliographicResource","dc:abstract":"A congenitally dysfunctional form of prothrombin, Prothrombin Himi, shows reduced fibrinogen clotting activity, although it retains full hydrolytic activity toward synthetic substrates. To elucidate the structural abnormality of the variant prothrombin, we first performed genetic analysis of dysprothrombin. Polymerase chain reaction amplification of the exons 8 through 14 of the proband and her family members' prothrombin genes, which code the thrombin moiety, followed by single-strand conformation polymorphism analysis, identified two variant conformers in exon 10 specific to this family. One variant allele detected in the father was inherited by the proband and one of her sisters, and the other detected in the mother was also inherited by them. This result indicates that the proband has two different base pair changes in the gene. Sequencing showed two novel point mutations in the proband's gene. One is a T to C transition at position 8751, resulting in the substitution of threonine for methionine at codon 337 (Thrombin Himi I). The other is a G to A transition at 8904, resulting in the substitution of histidine for arginine at codon 388 (Thrombin Himi II). By sequencing analysis of her parents, it was determined that Thrombin Himi I was inherited from the father and Thrombin Himi II from the mother. These results confirm that Prothrombin Himi is compound heterozygous for two dysfunctional prothrombin molecules.","dc:creator":"Morishita E","dc:date":"1992","dc:title":"Prothrombin Himi: a compound heterozygote for two dysfunctional prothrombin molecules (Met-337-->Thr and Arg-388-->His)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1421398","rdfs:label":"Morishita_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband and one of her siblings were identified to be compound heterozygous carriers of two missense changes in the F2 gene, termed Prothrombin Himi I and Prothrombin Himi II. Both the proband and the sister also showed reduced prothrombin activity. The mother and the father were each identified to be heterozygous carriers of one of the two mutations. The Arg-388 site is expected to be a part of the anion-binding exosite that would contribute to the specificity of thrombin interaction with many substrates. It may be essential for the recognition of fibrinogen and protein C and binding to thrombomodulin. Not much is known about the other variant, Met431Thr, also found in the father in the heterozygous state, who had reduced prothrombin activity.\n\nThis proband is scored reduced points in the absence of functional evidence."},{"id":"cggv:84b21ae6-03af-452e-8944-e73b639bd9fa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d82f9f6a-aa6e-492b-b656-99813b888e55","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The 14 exons, their flanking regions, and 5' and 3' UTR of F2 were amplified by PCR and directly sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Plasma prothrombin level of 1%, spontaneous and secondary hemorrhages since early childhood, occasional soft-tissue bleeding, recurrent muscular bleeding, moderate to severe arthropathy in one or more joints. In affected women, severe menorrhagia and subsequent anemia for which blood transfusion and prothrombin complex concentrate substitution were indicated.","phenotypes":["obo:HP_0001934","obo:HP_0005261","obo:HP_0004406","obo:HP_0004846"],"previousTesting":true,"previousTestingDescription":"FII coagulant activity and FII antigen were tested. FII:C = 0.02U/mL, FII:Ag = 0.05 U/mL","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:84b21ae6-03af-452e-8944-e73b639bd9fa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1aa4a969-f213-4c80-a200-0ec2e39f5d21","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F2, TYR44CYS","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29851"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7740448","type":"dc:BibliographicResource","dc:abstract":"A patient with a severe bleeding tendency and hypoprothrombinemia (Factor II activity 2%, Factor II antigen 5%) was screened for the presence of alterations in his prothrombin gene. Direct sequencing of PCR fragments derived from the coding and flanking regions of the prothrombin gene, revealed that the patient was homozygous for an A-->G substitution in exon 3. This substitution predicts the replacement of Tyr44 (TAC) by Cys (TGC) in the prothrombin molecule. Both parents were found to be heterozygous for the same mutation. Further family studies revealed complete cosegregation of the mutation with the prothrombin deficiency. Only the five homozygous brothers and sisters of the propositus were clinically affected (severe hemorrhages including epistaxis, soft tissue, muscle and joint bleedings in all, and severe hemorrhages in the two women). The bleeding tendency therefore seems to inherit as an autosomal recessive trait.","dc:creator":"Poort SR","dc:date":"1994","dc:title":"Homozygosity for a novel missense mutation in the prothrombin gene causing a severe bleeding disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7740448","rdfs:label":"Poort_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The variant is a missense change occurring in the hydrophobic stack of the Gla domain, involved in the γ-carboxylation process and functions to bind Ca2+ ions and mediates  binding to phospholipids and other vitamin K-dependent proteins. The Tyr-87 residue (Tyr-44 in the paper) is a highly conserved residue. The authors conjecture that the free cysteine due to the variant would lead to the gene product to be sequestered intracellularly in the ER or Golgi due to improper folding. The defect could hamper the stabilization of the Ca2+-dependent conformation, which is essential for the full expression of prothrombin procoagulant activity. \n\nThis variant has also been reported in a 14-year old girl from Venezuela (Prothrombin Carora) with epistaxis, hematomas, bleeding after dental extractions and three haemoperitoneums caused by haemorrhagic corpus luteum. The variant was found in the homozygous state in the proband and her nephew and in the heterozygous state in several other family members. \n\nThe variant is predicted to be damaging by in-silico tools, SIFT and PolyPhen. It is reported in gnomAD at a frequency of 0.00001758 in the non-Finnish European population. The variant is scored reduced points in the absence of functional evidence."},{"id":"cggv:0bb07cca-d07a-4f5e-b263-fe61928a2c29_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:581b4a6d-7720-438a-8dd8-e7c43932f5ce","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Regions from all 14 exons of the F2 gene were amplified by PCR and transcribed to single-stranded RNA for screening by dideoxy fingerprinting, which uses Sanger dideoxy sequencing followed by nondenaturing gel electrophoresis and is more sensitive than SSCP. Abnormal transcripts were sequenced by genomic amplification with transcript sequencing (GAWTS) and detected mutations confirmed by sequencing of the antisense transcript.","firstTestingMethod":"PCR","phenotypeFreeText":"Muscle bleeding, post-traumatic hemorrhage. Prolongation of both PT and aPTT were present with FII:C ranging from 5% to 7% in proband and 3 family members (III-1, III-2, III-6). Prothrombin antigen levels were normal in all members.","phenotypes":["obo:HP_0005261","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"Coagulation assays for factors I, II, V, VII, VIII, IX, X, XI and XII were performed.","sex":"Female","variant":{"id":"cggv:0bb07cca-d07a-4f5e-b263-fe61928a2c29_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:edff9456-33c5-4f84-9a84-de3d17d180f5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8839854","type":"dc:BibliographicResource","dc:abstract":"The structural abnormalities and functional characteristics of dysfunctional prothrombin variants in two new kindreds have been determined. Prothrombin Corpus Christi (family 1) was purified and found to have markedly reduced fibrinogen clotting activity, yet normal amidolytic and near-normal platelet aggregating activity. A transition (C to T) at nucleotide position 8885, present in the heterozygous form in affected family members, resulted in the substitution of Cys for Arg 382. This substitution results in the loss of a positive charge within the fibrinogen-binding exosite of thrombin, thus accounting for the observed functional defect. A heterozygous C to T transition was also present at position 19994 in other family members with a hypoprothrombinemic phenotype. This mutation results in the replacement of Gln 541 (CAA) by a premature stop codon (TAA). Prothrombin Dhahran (family 2) was found to have markedly reduced fibrinogen clotting activity, but normal amidolytic activity. Affected family members were found to have a G to A transition at nucleotide position 7312 resulting in the substitution of His for Arg 271. This substitution results in the abolition of a factor Xa cleavage site, yielding meizothrombin rather than thrombin, on activation of prothrombin Dhahran by factor Xa. All but one of the above mutations occur at CpG dinucleotides, thus further supporting the observation of a high incidence of CpG transitions in hereditary dysprothrombinemia. The significant bleeding tendencies of individuals homozygous for prothrombin Dhahran (prothrombin clotting activity 5% to 7%) contrast sharply with the absence of significant chronic bleeding in the proband expressing prothrombin Corpus Christi (prothrombin clotting activity 2%). Our findings underscore the capacity of thrombin to contribute to clinical hemostasis by mechanisms other than its fibrinogen clotting activity.","dc:creator":"O'Marcaigh AS","dc:date":"1996","dc:title":"Genetic analysis and functional characterization of prothrombins Corpus Christi (Arg382-Cys), Dhahran (Arg271-His), and hypoprothrombinemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8839854","rdfs:label":"O'Marcaigh_Proband III-7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This functionally characterized missense change has been previously scored in PMID: 12492590. It is scored (reduced points) again here since it is reported in 4 individuals in the family."},{"id":"cggv:effb89e8-937e-4372-8c47-aebb6b430def_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2cfd2268-44a3-435b-aae0-8d8585207332","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Prothrombin from the donor plasma was purified and was found to contain equal quantities of both normal and variant prothrombin. Peptide maps from trypsin digestion of the purified prothrombin from heterozygous individuals were compared with those from normal prothrombin. Two variant peptides were   identified and their amino acid composition was determined following acid hydrolysis.","phenotypes":"obo:HP_0012200","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:effb89e8-937e-4372-8c47-aebb6b430def_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ee3ec975-56c2-4c97-878d-4a44b9c04ab9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000506.3(F2):c.598G>A (p.Glu200Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13302"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6405779","type":"dc:BibliographicResource","dc:abstract":"Prothrombin was purified from normal blood donors and individuals heterozygous for prothrombin type 3. Comparison of the purified prothrombin preparations by tryptic peptide mapping, amino acid analysis and automated sequencing after thrombin digestion, has indicated that prothrombin type 3 results from the substitution of a lysine residue for glutamic acid at position 157. This substitution can result from a single base change in the structural gene and explains the relatively slow electrophoretic mobility of prothrombin type 3 at alkaline pH. An additional thrombin cleavage site in profragment 1 has been identified at arginine 54 by automated sequence analysis of thrombin digests by prothrombin.","dc:creator":"Board PG","dc:date":"1983","dc:title":"Determination of the amino acid substitution in human prothrombin type 3 (157 Glu leads to Lys) and the localization of a third thrombin cleavage site."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/6405779","rdfs:label":"Board_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The variant is not scored any points since it was identified in the heterozygous state (perhaps the other variant was not identified) and is predicted benign and found in gnomAD at a total frequency of 0.001180. This evidence is recorded since it is one of the first variants to be reported in the prothrombin gene."},{"id":"cggv:a37bac06-7908-4e9c-a7cb-c85237c7472c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4b0f1eb3-d8a9-4134-a508-72fee4364fd2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"The coding region, intron/exon boundaries, and the 5′ and 3′ UTRs of the prothrombin gene were amplified by PCR and screened for mutations by SSCP analysis.\n\nFull-length cDNA of human FII was amplified, sequenced, digested with SalI and EcoRI before ligating into the PT7 vector. Mutant FII was obtained by site-directed mutagenesis of PT7-SalI-FII-WT-EcoRI and expression plasmids, pED-FII-WT and pED-FII-MT67, were generated. Transient transfection experiments were performed in COS-7 cells by electroporation and the supernatant and cell lysates assayed for FII antigen level.","firstTestingMethod":"SSCP","phenotypeFreeText":"Buttock hematoma at 1yr of age following trauma, prolonged PT (79s), prolonged aPTT (102s), undetectable levels of prothrombin activity (<1%), sporadic bruising after minor trauma.","phenotypes":"obo:HP_0012201","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a37bac06-7908-4e9c-a7cb-c85237c7472c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fa994628-2c06-4fb9-a830-f0278902dc8c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000506.4(F2):c.1274G>A (p.Arg425His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13313"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12149217","type":"dc:BibliographicResource","dc:abstract":"In a patient who presented with a severe coagulation deficiency in plasma contrasting with a very mild hemorrhagic diathesis a homozygous Arg67His mutation was identified in the prothrombin gene. Wild-type (factor IIa [FIIa]-WT) and mutant Arg67His thrombin (FIIa-MT67) had similar amidolytic activity. By contrast, the k(cat)/K(m) value of fibrinopeptide A hydrolysis by FIIa-WT and FIIa-MT67 was equal to 2.1 x 10(7) M(-1)s(-1) and 9 x 10(5) M(-1)s(-1). Decreased activation of protein C (PC) correlated with the 33-fold decreased binding affinity for thrombomodulin (TM; K(d) = 65.3 nM vs 2.1 nM, in FIIa-MT67 and in FIIa-WT, respectively). In contrast, hydrolysis of PC in the absence of TM was normal. The Arg67His mutation had a dramatic effect on the cleavage of protease-activated G protein-coupled receptor 1 (PAR-1) 38-60 peptide (k(cat/)K(m) = 4 x 10(7) M(-1)s(-1) to 1.2 x 10(6) M(-1)s(-1)). FIIa-MT67 showed a weaker platelet activating capacity, attributed to a defective PAR-1 interaction, whereas the interaction with glycoprotein Ib was normal. A drastic decrease (up to 500-fold) of the second-order rate constant pertaining to heparin cofactor II (HCII) interaction, especially in the presence of dermatan sulfate, was found for the FIIa-MT67 compared with FIIa-WT, suggesting a severe impairment of thrombin inhibition by HCII in vivo. Finally, the Arg67His mutation was associated with a 5-fold decrease of prothrombin activation by the factor Xa-factor Va complex, perhaps through impairment of the prothrombin-factor Va interaction. These experiments show that the Arg67His substitution affects drastically both the procoagulant and the anticoagulant functions of thrombin as well as its inhibition by HCII. The mild hemorrhagic phenotype might be explained by abnormalities that ultimately counterbalance each other.","dc:creator":"Akhavan S","dc:date":"2002","dc:title":"Molecular and functional characterization of a natural homozygous Arg67His mutation in the prothrombin gene of a patient with a severe procoagulant defect contrasting with a mild hemorrhagic phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12149217","rdfs:label":"Akhavan_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was found to be homozygous for the missense change, and both her parents were determined to be heterozygous carriers.\n\nFunctional significance of the variant was evaluated based on interaction of thrombin with various natural substrates. Results showed a severe reduction in the catalytic competence of thrombin toward the fibrinogen Aα-chain. Thrombin Receptor-derived 38-60 peptide, a macromolecular substrate which interacts with both the catalytic pocket and Fibrinogen recognition site (FRS) of thrombin, showed a severe defect in interacting with the mutant thrombin.\n\nHydrolysis of Protein C in the absence of Thrombomodulin was not affected by the variant, but interaction with thrombomodulin was defective and severely affected catalytic activity in protein C hydrolysis. The mutant thrombin also showed a defect in its capacity to activate gel-filtered platelets and reduced the cofactor effect of FVa in the FXa-catalyzed prothrombin activation.\n\nThe variant is reported in gnomAD at a frequency of 0.000009054 in the non-Finnish European population and at an overall frequency of 0.000004107.\n\nThe variant is scored default points based on the functional data supporting the pathogenicity of the missense change."},{"id":"cggv:794a006d-94b8-443e-984f-dda64b4e2c30_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8d6bdfec-729a-450d-baaf-6df375ddb52d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"Regions from all 14 exons of the F2 gene were amplified by PCR and transcribed to single-stranded RNA for screening by dideoxy fingerprinting, which uses Sanger dideoxy sequencing followed by nondenaturing gel electrophoresis and is more sensitive than SSCP. Abnormal transcripts were sequenced by genomic amplification with transcript sequencing (GAWTS) and detected mutations confirmed by sequencing of the antisense transcript.","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"FII Antigen =  25%; FII:C = 2%","phenotypes":["obo:HP_0003645","obo:HP_0008151"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:794a006d-94b8-443e-984f-dda64b4e2c30_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b4fcb182-3576-4331-baf7-0482ec5da8e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000506.3(F2):c.1273C>T (p.Arg425Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13305"}},{"id":"cggv:400a93bf-c6f9-425c-87ae-a96543e93029","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.46739289C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380259541"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8839854"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8839854","rdfs:label":"O'Marcaigh_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The dysprothrombinemia variant in exon 10, Arg425Cys, was termed Prothrombin Corpus Christi in this paper and was previously identified as Prothrombin Quick I, when the point mutation responsible for the variant prothrombin was not determined. It was identified in the proband and one sibling. The exon 14 variant, Gln584Ter variant resulted in premature chain termination. It was identified in the proband, the mother and two siblings. \n\nThe Arg425 residue is located within the fibrinogen binding exosite of the thrombin portion of the protein. Skin lesions of the lower extremities are reported to be specific to individuals with this variant. The cytosine in this CpG dinucleotide is reported to be highly methylated and a hotspot for variation. Variants is CpG regions accounted for 6 out of 8 kindreds with dysprothrombinemia reported until publication of this article.  Henriksen and Mann (PMID: 3242619) showed that this defective prothrombin was minimally altered towards low molecular-weight substrates, but was markedly decreased in the release of fibrinopeptide A, aggregation of platelets and stimulation of prostacyclin release from human umbilical vein endothelium. Functional characterization of this variant showed that variant  caused a structural defect in the catalytic region of thrombin, extrinsic to which was the fibrinogen specificity site. This defect was expected to be communicated to the catalytic site as evidenced by deficits in the release of fibrinopeptide A. This variant has been reported in a number of publications (PMID: 625142, 1557383, 14489469).\n\nThe Gln584Ter variant results in a stop codon at the highly conserved residue within the thrombin coding sequence. Although this variant occurs near the carboxy terminus of the mature protein, the truncated protein was not identified immunologically or purified from the patient's plasma. The authors conjecture that the variant interfered with transcript stability, translation or posttranslational processing and secretion or that the truncated protein was rapidly cleared from circulation. \n\nThe variant is awarded increased points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a39e0ad-f829-4de5-b2f2-56192772d23c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74929a64-1d39-4c12-861a-3be6730d1a34","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The experiment shows how prothrombin is cleaved to yield thrombin that is essential to convert fibrin to fibrinogen for efficient clot formation. The evidence contributes to the understanding of the role of FII in coagulation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16006504","type":"dc:BibliographicResource","dc:abstract":"Prothrombinase catalyzes thrombin formation by the ordered cleavage of two peptide bonds in prothrombin. Although these bonds are likely approximately 36 A apart, sequential cleavage of prothrombin at Arg-320 to produce meizothrombin, followed by its cleavage at Arg-271, are both accomplished by equivalent exosite interactions that tether each substrate to the enzyme and facilitate presentation of the scissile bond to the active site of the catalyst. We show that impairing the conformational transition from zymogen to active proteinase that accompanies the formation of meizothrombin has no effect on initial cleavage at Arg-320 but inhibits subsequent cleavage at Arg-271. Full thermodynamic rescue of this defective mutant was achieved by stabilizing the proteinase-like conformation of the intermediate with a reversible, active site-specific inhibitor. Irreversible stabilization of intact prothrombin in a proteinase-like state, even without prior cleavage at Arg-320, also enhanced cleavage at Arg-271. Our results indicate that the sequential presentation and cleavage of the two scissile bonds in prothrombin activation is accomplished by substrate bound either in the zymogen or proteinase conformations. The ordered cleavage of prothrombin by prothrombinase is driven by ratcheting of the substrate from the zymogen to the proteinase-like states.","dc:creator":"Bianchini EP","dc:date":"2005","dc:title":"Ratcheting of the substrate from the zymogen to proteinase conformations directs the sequential cleavage of prothrombin by prothrombinase."},"rdfs:label":"Bianchini_Biochem B"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eaf9df60-42f3-4e3a-aff0-d4fa01263b89","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0361d25-27ce-414f-9e58-0a29b0136c7f","type":"FunctionalAlteration","dc:description":"Initial cleavage at Arg-320 converts prothrombin, the zymogen, to the serine proteinase mIIa as an intermediate, followed by subsequent cleavage at Arg-271 to produce IIa. Cleavage at Arg-271 in intact prothrombin proceeds with a Vmax that is ~30-fold lower; however, initial cleavage at Arg-320 greatly enhances the Vmax for subsequent cleavage at Arg-271 without also affecting substrate affinity. Kinetics of bond cleavage in wild type and variant prothrombins were studied by imaging and quantitative densitometry.\n \nKinetic studies showed that the mutant II-TAT disappeared in a way that was comparable with II-WT, the band arising from mIIa-TAT produced after initial cleavage at Arg-320 was more intense and persisted throughout the time course. Bands arising from IIa-TAT produced by the second cleavage reaction at Arg-271 appeared more slowly.\n\nQuantitative densitometry profiles for II-TAT showed that initial rates of consumption of II-WT and II-TAT resulting from cleavage at Arg-320, were comparable and differed only by ~15%. The lower extent of IITAT consumption most likely reflects the results of product inhibition by the accumulating intermediate. However, mIIaTAT accumulated to a greater extent and decayed slowly, with significant amounts evident even after 30 min, whereas IIaTAT was produced at a slower rate.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16006504","rdfs:label":"Bianchini_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The experiment shows how the variant results in delayed production of thrombin as a result of disruption of the cleavage site in prothrombin. This functional alteration evidence is awarded default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffd6fcc7-89f6-4cd9-98d9-b168f9437bd6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f5d98b3-6eb5-44e2-896e-33af9b0a1c87","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Crossing of Cf2+/- mice yielded only 3% of expected cf2-/- offspring. These Cf2-/- neonatal mice were extremely pale and died during the first day after delivery. Dissection showed massive intraperitoneal hemorrhage with no clottable blood. Hemorrhage into skin, especially over the head, with occasional intracranial bleeding was observed. Cf2-/- mice had no gross developmental abnormalities and could breathe and suckle.\n\nSimilar to Sun et al. (PMID: ) Fetal death was identified on two distinct times of gestation: E9.5-E10.5 and E14.5-E18.5. No delay in development was observed. However, in contrast to Sun et al.'s finidings, the authors here suspected a sustained defect in the formation or integrity of the yolk sac vasculature, but observed no bleeding in the yolk sac.\n\nHeterozygous mice appeared to have normal viability and fertility, and no excessive bleeding occurred after tail biopsy. Their plasma level of functional prothrombin was approximately one-half that of wild-type mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9636196","type":"dc:BibliographicResource","dc:abstract":"Deficiency of blood coagulation factor V or tissue factor causes the death of mouse embryos by 10.5 days of gestation, suggesting that part of the blood coagulation system is necessary for development. This function is proposed to require either generation of the serine protease thrombin and cell signaling through protease-activated receptors or an activity of tissue factor that is distinct from blood clotting. We find that murine deficiency of prothrombin clotting factor 2 (Cf2) was associated with the death of approximately 50% of Cf2(-/-) embryos by embryonic day 10.5 (E10.5), and surviving embryos had characteristic defects in yolk sac vasculature. Most of the remaining Cf2(-/-) embryos died by E15.5, but those surviving to E18.5 appeared normal. The rare Cf2(-/-) neonates died of hemorrhage on the first postnatal day. These studies suggest that a part of the blood coagulation system is adapted to perform a developmental function. Other mouse models show that the absence of platelets or of fibrinogen does not cause fetal wastage. Therefore, the role of thrombin in development may be independent of its effects on blood coagulation and instead may involve signal transduction on cells other than platelets.","dc:creator":"Xue J","dc:date":"1998","dc:title":"Incomplete embryonic lethality and fatal neonatal hemorrhage caused by prothrombin deficiency in mice."},"rdfs:label":"Xue_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model is scored default points."},{"id":"cggv:c1f7aa7f-aabb-4687-83bd-f48152ac23e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:359f1541-708f-4dea-933f-11034b2500dd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The chimeric male founders bred with NIH Black Swiss females transmitted mutant FII to their progeny. Brother-sister matings between first generation FII+/- mice yielded FII-/- mice with identical phenotype.\n\nFII-/- mice carried no detetable hepatic FII mRNA on Northern blot or plasma FII on Western blot. No detectable prothrombin activity was observed in blood isolated from E18.5 FII-/- embryos (PT = 16+/-2 s, failure to clot throughout 240s observation period). Intrauterine lethality was suspected due to non-Mendelian pattern of inheritance of FII allele in term offspring (1/4 of expected FII-/- were present in offspring). Mice that survived to term developed fatal bleeding events early within the neonatal period (ranging from within a few ours since birth to 2 days).\n\nFII+/− mice were found to be indistinguishable from their wild-type littermates. With the FII-/- mice, the authors observe that a subset of the FII-/- embryos suffer a developmental failure around tenth day of gestation and another subset that succeeds in traversing the risk develops to term.\n\nMinimal to large pools of blood cells were observed in the yolk sac cavity of FII-/- embryos. Embryonic vascular system was well-developed. Blood vessels in severely affected embryos were largely empty, but showed no structural changes. By ultrastructural analysis, the yolk sac vessels were well developed in all FII−/− embryos and no obvious differences in cellular structure or densities were noted. The authors also observed that FII mRNA was expressed in E9.5 of embryonic development.\n\nNote: The authors suggest that the genetic background may influence survival based on extended life observed in a few of the FII-/- offspring with a slightly enriched Black Swiss background.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9636195","type":"dc:BibliographicResource","dc:abstract":"The conversion of prothrombin (FII) to the serine protease, thrombin (FIIa), is a key step in the coagulation cascade because FIIa triggers platelet activation, converts fibrinogen to fibrin, and activates regulatory pathways that both promote and ultimately suppress coagulation. However, several observations suggest that FII may serve a broader physiological role than simply stemming blood loss, including the identification of multiple G protein-coupled, thrombin-activated receptors, and the well-documented mitogenic activity of FIIa in in vitro test systems. To explore in greater detail the physiological roles of FII in vivo, FII-deficient (FII-/-) mice were generated. Inactivation of the FII gene leads to partial embryonic lethality with more than one-half of the FII-/- embryos dying between embryonic days 9.5 and 11.5. Bleeding into the yolk sac cavity and varying degrees of tissue necrosis were observed in many FII-/- embryos within this gestational time frame. However, at least one-quarter of the FII-/- mice survived to term, but ultimately they, too, developed fatal hemorrhagic events and died within a few days of birth. This study directly demonstrates that FII is important in maintaining vascular integrity during development as well as postnatal life.","dc:creator":"Sun WY","dc:date":"1998","dc:title":"Prothrombin deficiency results in embryonic and neonatal lethality in mice."},"rdfs:label":"Sun_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The experimental evidence is scored default points"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":913,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:f7ec4670-b45d-4ed4-a177-60f135756dd6","type":"GeneValidityProposition","disease":"obo:MONDO_0013361","gene":"hgnc:3535","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between F2 and congenital prothrombin deficiency inherited in the autosomal recessive pattern has been evaluated using the ClinGen Clinical Validity Framework as of November, 2018. This association was made using case-level and experimental data. At least 15 causative variants in this gene are reported in humans, ranging from deletions, frameshift and missense variants. Congenital prothrombin deficiency is rare and is characterized by a bleeding diathesis due to reduced Factor II activity. Mutations in F2 were first associated with this disease in humans as early as 1992 by Iwahana et al and Morishita et al. (PMID: 1334372 & 1421398).\n\nSummary of Case Level Data (12 points): The association is seen in at least 9 probands in 8 publications (PMID: 1334372, 1421398, 12149217, 12492590,  6405779, 8839854, 7740448, 16543981). Variants segregated with disease in at least 8 additional family members. More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease have been reported to be biallelic loss of function. \n\nSummary of Experimental Data (5 points): Prothrombin is cleaved to yield thrombin that is essential to convert fibrin to fibrinogen for efficient clot formation. (PMID: 16006504). Mouse models that have the F2 gene knocked out show embryonic and perinatal lethality with massive hemorrhage and no clottable blood (PMID: 9636196, 9636195).   \n\nIn summary, the F2-Congenital prothrombin deficiency gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on June 24, 2020. (SOP Version 6)\n","dc:isVersionOf":{"id":"cggv:6ba9c4b9-9984-4d31-a9ae-bf638838f201"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}