{"id":"cggv:126405bb-ecf5-49a3-b7d5-bb1b45a65e26v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:126405bb-ecf5-49a3-b7d5-bb1b45a65e26_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-06-15T16:00:00.000Z","role":"Approver"},{"id":"cggv:126405bb-ecf5-49a3-b7d5-bb1b45a65e26_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-05-23T12:35:29.706Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22581972","type":"dc:BibliographicResource","dc:abstract":"Martin--Probst syndrome (MPS) is a rare X-linked disorder characterised by deafness, cognitive impairment, short stature and distinct craniofacial dysmorphisms, among other features. The authors sought to identify the causative mutation for MPS.","dc:creator":"Bedoyan JK","dc:date":"2012","dc:title":"Disruption of RAB40AL function leads to Martin--Probst syndrome, a rare X-linked multisystem neurodevelopmental human disorder."},"evidence":[{"id":"cggv:126405bb-ecf5-49a3-b7d5-bb1b45a65e26_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:126405bb-ecf5-49a3-b7d5-bb1b45a65e26_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":4443,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:96d9a929-30c7-409a-8314-90b247795d86","type":"GeneValidityProposition","disease":"obo:MONDO_0020119","gene":"hgnc:25410","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*RAB40AL* was first reported in relation to X-linked syndromic intellectual disability in 2012 (PMID: 22581972). The five individuals, from three unrelated families, reported to date with claims of causative variants in *RAB40AL* presented with phenotypes including intellectual disability, sensorineural hearing loss, short stature, and craniofacial dysmorphisms. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability between these cases. Therefore, for the purposes of this curation, all of the reported disease entities, including Martin-Probst X-linked mental retardation (OMIM: 300519), will be considered together under the general term X-linked syndromic intellectual disability. \n\nAt this time, only two unique variants have been reported in affected individuals The first published variant (PMID: 22581972), a dinucleotide missense change, is unlikely to cause Mendelian disease for several reasons. First, this variant has been observed at high frequencies in control populations of unaffected adult males (625 individuals including 10 homozygotes in the gnomAD population database (v.2.1.1)) (PMIDs: 25044830, 25370018).  Further, there are reports of this variant not segregating with phenotype in families (PMIDs: 25044830, 25644381), and instances of this variant in families with alternate genetic explanations for their phenotypes (PMIDs: 25370018, 25644381). The second reported variant is a small, in-frame, deletion-insertion with no supportive functional data (PMID: 30945278). Given the dearth of experimental evidence linking *RAB40AL* with disease, and the scarcity of plausible reports of disease-causing variants in humans, the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel awarded 0 points for this variant.  \n\nOf note, the potential role for truncating variants in *RAB40AL* (a single exon gene) in disease has also been questioned. In response to the original 2012 publication, Kalscheur et al. published a letter describing a family with X-linked intellectual disability and a hemizygous frameshift variant in *RAB40AL* in an unaffected male, and in the homozygous state in several unaffected females (https://jmg.bmj.com/content/49/5/332.responses#rab40al-loss-of-function-mutation-does-not-cause-x-linked-intellectual-disability). \n\nGiven the data regarding both truncating and non-truncating variants in *RAB40AL*, there is convincing evidence refuting the relationship between *RAB40AL* and X-linked syndromic intellectual disability, which significantly outweighs the evidence supporting the relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on June 15, 2021 (SOP Version 8).\nTwo variants in RAB40AL have been proposed to cause X-linked syndromic intellectual disability. However, the data against RAB40AL's role in disease significantly outweighs the evidence supporting the relationship. Thus, the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel has classified this gene-disease relationship as refuted. ","dc:isVersionOf":{"id":"cggv:126405bb-ecf5-49a3-b7d5-bb1b45a65e26"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}