{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2022-04-13T23:58:56.330Z","role":"Publisher"},{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-11-18T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7493034","type":"dc:BibliographicResource","dc:abstract":"Crouzon syndrome, an autosomal dominant condition characterized by craniosynostosis, ocular proptosis and midface hypoplasia, is associated with mutations in fibroblast growth factor receptor 2 (FGFR2) (refs 1-3). For example, we have identified 10 different mutations in the FGFR2 extracellular immunoglobulin III (IgIII) domain in 50% (16/32) of our Crouzon syndrome patients. All mutations described so far for other craniosynostotic syndromes with associated limb anomalies--Jackson-Weiss, Pfeiffer, and Apert--also occur in the extracellular domain of FGFR2, as well as FGFR1 for Pfeiffer syndrome. In contrast, only FGFR3 mutations have been reported in dwarfing conditions--achondroplasia, thanatophoric dysplasia, and hypochondroplasia. For achondroplasia, greater than 99% of mutations occur in the FGFR3 transmembrane domain. We now report the unexpected observation of a FGFR3 transmembrane domain mutation, Ala391Glu, in three unrelated families with Crouzon syndrome and acanthosis nigricans, a specific skin disorder of hyperkeratosis and hyperpigmentation. The association of non-dwarfing and even non-skeletal conditions with FGFR3 mutations reveals the potential for a wide range of FGFR pleiotropic effects as well as locus heterogeneity in Crouzon syndrome. Our study underscores the biologic complexity of the FGFR gene family.","dc:creator":"Meyers GA","dc:date":"1995","dc:title":"Fibroblast growth factor receptor 3 (FGFR3) transmembrane mutation in Crouzon syndrome with acanthosis nigricans."},"evidence":[{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.7},{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33b7f8d6-6a44-4644-a233-adbde80c2424","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ec990c2-a10a-42b2-bb0b-f154e512ef1e","type":"FunctionalAlteration","dc:description":"In HEK239T Cells, FGFR3/A391E cells were shown to have increased fgf1 ligand-dependent activity. There was a noted increase in Y647 and Y648 activity in the activation loop of the FGFR3 kinase domain.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23437153","type":"dc:BibliographicResource","dc:abstract":"The A391E mutation in fibroblast growth factor receptor 3 (FGFR3) is the genetic cause for Crouzon syndrome with Acanthosis Nigricans. Here we investigate the effect of this mutation on FGFR3 activation in HEK 293 T cells over a wide range of fibroblast growth factor 1 concentrations using a physical-chemical approach that deconvolutes the effects of the mutation on dimerization, ligand binding, and efficiency of phosphorylation. It is believed that the mutation increases FGFR3 dimerization, and our results verify this. However, our results also demonstrate that the increase in dimerization is not the sole effect of the mutation, as the mutation also facilitates the phosphorylation of critical tyrosines in the activation loop of FGFR3. The activation of mutant FGFR3 is substantially increased due to a combination of these two effects. The low expression of the mutant, however, attenuates its signaling and may explain the mild phenotype in Crouzon syndrome with Acanthosis Nigricans. The results presented here provide new knowledge about the physical basis behind growth disorders and highlight the fact that a single RTK mutation may affect multiple steps in RTK activation.","dc:creator":"Chen F","dc:date":"2013","dc:title":"Multiple consequences of a single amino acid pathogenic RTK mutation: the A391E mutation in FGFR3."},"rdfs:label":"A391E HEK 239 T Cells Follow Up"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Not scored as this is a follow-up, complementary functional alteration experiment by the same lab group. "},{"id":"cggv:92a7c93a-3601-4518-a81b-2f37ad7a19f4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:64be1dbd-89bd-4d43-a9f2-f66eb2fa4417","type":"FunctionalAlteration","dc:description":"Full length (130KDa) FGFR3 with the A391E variant was expressed in lower levels in the PM compared to WT FGFR3 in HEK293T cells \n\nCells with A391E variant were shown to have enhance ligand-independent activity compared to FGFR3 in WT cells  (-1.7 Kcal/mol). Activity of the two phosphorylated tyrosines in the activation loop of FGFR3 (Y647 and Y648) was increased compared to WT FGFR3\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21536014","type":"dc:BibliographicResource","dc:abstract":"The A391E mutation in the transmembrane domain of fibroblast growth factor receptor 3 leads to aberrant development of the cranium. It has been hypothesized that the mutant glutamic acid stabilizes the dimeric receptor due to hydrogen bonding and enhances its ligand-independent activation. We previously tested this hypothesis in lipid bilayers and showed that the mutation stabilizes the isolated transmembrane domain dimer by -1.3°kcal/mol. Here we further test the hypothesis, by investigating the effect of the A391E mutation on the activation of full-length fibroblast growth factor receptor 3 in human embryonic kidney 293T cells in the absence of ligand. We find that the mutation enhances the ligand-independent activation propensity of the receptor by -1.7°kcal/mol. This value is consistent with the observed strength of hydrogen bonds in membranes, and supports the above hypothesis.","dc:creator":"Chen F","dc:date":"2011","dc:title":"The A391E mutation enhances FGFR3 activation in the absence of ligand."},"rdfs:label":"A391E HEK 239T Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Definitive","sequence":4229,"specifiedBy":"GeneValidityCriteria8","strengthScore":11.2,"subject":{"id":"cggv:d002ee63-a415-43cf-91ca-d1ee4af9579b","type":"GeneValidityProposition","disease":"obo:MONDO_0012833","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR3 has been repeatedly described in association with autosomal dominant Crouzon Syndrome with Acanthosis Nigricans (CAN), a syndrome defined by the presence of the specific FGFR3 missense variant c.1172C>A (p.Ala391Glu). CAN is a rare, clinically heterogeneous disorder characterized by craniosynostosis during development, and thick, dark, velvety skin in body folds and creases, including the neck and underarms. FGFR3 was first reported in relation to CAN in 1995 (Meyers et al., PMID:7493034).The missense variant in FGFR3 has been reported in 22 probands in 13 publications (PMIDs: 7493034, 8880573, 10670894, 11426459, 17935505, 20199409, 27181494, 21136065, 29351036, 31016899, 32860240, 29620724, 27228464) included in this curation. The mechanism of pathogenicity is known to be GOF, the FGFR3 transmembrane dimer is stabilized -1.3 Kcal/mol by the creation of a new hydrogen bond, leading to increased ligand-independent activity and ligand-bound phosphorylation (PMID: 16384584). This gene-disease association is also supported by functional alteration experiments (PMIDs: 21536014, 23437153). In HEK293T cells,   FGFR3/A391E was expressed in lower levels in the plasma membrane compared to WT. Additionally, cells with the A391E variant were shown to have enhanced ligand-independent activity compared to WT cells. FGFR3/A391E cells were also shown to have increased fgf1 ligand-dependent activity and increased Y647 and Y648 activity in the activation loop compared to WT. In summary, FGFR3 is definitively associated with autosomal dominant Crouzon Syndrom with Acanthosis Nigricans. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations GCEP on the meeting date 11/18/2022 (SOP Version 8) \n","dc:isVersionOf":{"id":"cggv:98727c21-26dd-4e65-b75e-8ec82d95ba97"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}