{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-06-30T16:57:04.303Z","role":"Publisher"}],"evidence":[{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0064c85-82a9-4589-8b2e-0b1df0aaa40b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99e99ee0-68bd-45ea-b7cc-57753c67aa19","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Recombinant v-SNARE (VAMP) and t-SNARE proteins (syntaxin-binding protein encoded by STXBP1 and two from SNAP25) reconstituted into separate lipid bilayer vesicles assemble into SNAREpins-SNARE complexes linking two membranes. This leads to spontaneous fusion of the docked membranes at physiological temperature. Docked unfused intermediates can accumulate at lower temperatures and can fuse when brought to physiological temperature. A supply of unassembled v- and t-SNAREs is needed for these intermediates to form, but not for the fusion that follows. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9529252","type":"dc:BibliographicResource","dc:abstract":"Recombinant v- and t-SNARE proteins reconstituted into separate lipid bilayer vesicles assemble into SNAREpins-SNARE complexes linking two membranes. This leads to spontaneous fusion of the docked membranes at physiological temperature. Docked unfused intermediates can accumulate at lower temperatures and can fuse when brought to physiological temperature. A supply of unassembled v- and t-SNAREs is needed for these intermediates to form, but not for the fusion that follows. These data imply that SNAREpins are the minimal machinery for cellular membrane fusion.","dc:creator":"Weber T","dc:date":"1998","dc:title":"SNAREpins: minimal machinery for membrane fusion."},"rdfs:label":"v-SNARE and t-SNARE Complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:843a52a6-9e35-45ce-8fbb-cb667e8b3460","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96023f8c-f802-4b0d-a5fa-f992879c5031","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In the absence of SNAP-25, vesicle docking persisted, but primed vesicle pools were empty and fast calcium-triggered release abolished. Single vesicular fusion events showed normal characteristics, except for a shorter duration of the fusion pore. Overexpression of SNAP-25a, SNAP-25b, and SNAP-23 resulted in three distinct phenotypes; SNAP-25b induced larger primed vesicle pools than SNAP-25a, whereas SNAP-23 did not support a standing pool of primed vesicles. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12859899","type":"dc:BibliographicResource","dc:abstract":"The SNARE complex, consisting of synaptobrevin, syntaxin, and SNAP-25, is essential for calcium-triggered exocytosis in neurosecretory cells. Little is known, however, about how developmentally regulated isoforms and other cognate SNARE components regulate vesicular fusion. To address this question, we examined neuroexocytosis from chromaffin cells of Snap25 null mice rescued by the two splice variants SNAP-25a and SNAP-25b and the ubiquitously expressed homolog SNAP-23. In the absence of SNAP-25, vesicle docking persisted, but primed vesicle pools were empty and fast calcium-triggered release abolished. Single vesicular fusion events showed normal characteristics, except for a shorter duration of the fusion pore. Overexpression of SNAP-25a, SNAP-25b, and SNAP-23 resulted in three distinct phenotypes; SNAP-25b induced larger primed vesicle pools than SNAP-25a, whereas SNAP-23 did not support a standing pool of primed vesicles. We conclude that three alternative SNARE components support exocytosis, but they differ in their ability to stabilize vesicles in the primed state.","dc:creator":"Sørensen JB","dc:date":"2003","dc:title":"Differential control of the releasable vesicle pools by SNAP-25 splice variants and SNAP-23."},"rdfs:label":"Transduction with SNAP25a virus rescued to control levels"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:aec63a1e-c2d6-4285-8c1d-7b338f89bcea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e3f645c6-764e-481c-9888-26d1ce7cd831","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice displayed ataxia and impaired sensorimotor gating which are phenotypes that have been associated with psychiatric disorders in humans. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17283335","type":"dc:BibliographicResource","dc:abstract":"The neuronal soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) complex is essential for synaptic vesicle exocytosis, but its study has been limited by the neonatal lethality of murine SNARE knockouts. Here, we describe a viable mouse line carrying a mutation in the b-isoform of neuronal SNARE synaptosomal-associated protein of 25 kDa (SNAP-25). The causative I67T missense mutation results in increased binding affinities within the SNARE complex, impaired exocytotic vesicle recycling and granule exocytosis in pancreatic beta-cells, and a reduction in the amplitude of evoked cortical excitatory postsynaptic potentials. The mice also display ataxia and impaired sensorimotor gating, a phenotype which has been associated with psychiatric disorders in humans. These studies therefore provide insights into the role of the SNARE complex in both diabetes and psychiatric disease.","dc:creator":"Jeans AF","dc:date":"2007","dc:title":"A dominant mutation in Snap25 causes impaired vesicle trafficking, sensorimotor gating, and ataxia in the blind-drunk mouse."},"rdfs:label":"Blind-Drunk Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c863707c-4717-4a18-baf6-bf8ba68d5f0e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7e7aeea0-cf8f-441a-b5c2-85ce8c11ed0a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Within the hippocampus, the most intense immunoreactivity of the SNAP25 antisera is found in the mossy fibers and outer edge of the inner molecular layer of the dentate gyrus. Further localized to presynaptic terminals of mossy fibers by immunoelectronmicroscopy.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2592413","type":"dc:BibliographicResource","dc:abstract":"cDNA clones of a neuronal-specific mRNA encoding a novel 25-kD synaptosomal protein, SNAP-25, that is widely, but differentially expressed by diverse neuronal subpopulations of the mammalian nervous system have been isolated and characterized. The sequence of the SNAP-25 cDNA revealed a single open reading frame that encodes a primary translation product of 206 amino acids. Antisera elicited against a 12-amino acid peptide, corresponding to the carboxy-terminal residues of the predicted polypeptide sequence, recognized a single 25-kD protein that is associated with synaptosomal fractions of hippocampal preparations. The SNAP-25 polypeptide remains associated with synaptosomal membrane components after hypoosmotic lysis and is released by nonionic detergent but not high salt extraction. Although the SNAP-25 polypeptide lacks a hydrophobic stretch of residues compatible with a transmembrane region, the amino terminus may form an amphiphilic helix that may facilitate alignment with membranes. The predicted amino acid sequence also includes a cluster of four closely spaced cysteine residues, similar to the metal binding domains of some metalloproteins, suggesting that the SNAP-25 polypeptide may have the potential to coordinately bind metal ions. Consistent with the protein fractionation, light and electron microscopic immunocytochemistry indicated that SNAP-25 is located within the presynaptic terminals of hippocampal mossy fibers and the inner molecular layer of the dentate gyrus. The mRNA was found to be enriched within neurons of the neocortex, hippocampus, piriform cortex, anterior thalamic nuclei, pontine nuclei, and granule cells of the cerebellum. The distribution of the SNAP-25 mRNA and the association of the protein with presynaptic elements suggest that SNAP-25 may play an important role in the synaptic function of specific neuronal systems.","dc:creator":"Oyler GA","dc:date":"1989","dc:title":"The identification of a novel synaptosomal-associated protein, SNAP-25, differentially expressed by neuronal subpopulations."},"rdfs:label":"SNAP25 in Neurons of Mouse Hippocampus"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4691,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:ecc3cf09-4387-4d58-8b25-f9d1aa9d03f1","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:11132","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in *SNAP25* were first reported in relation to developmental and epileptic encephalopathy in 2013 (Rohena et al., 2013, PMID: 25003006). *SNAP25* encodes a synaptosomal-associated protein involved in presynaptic and postsynaptic membrane fusion. Clinical features identified in affected individuals include epilepsy, focal clonic and tonic-clonic seizures, variable developmental or intellectual disabilities, hypotonia, ataxia, and minor dysmorphic features. \n\nAt least 13 unique missense, nonsense, and splice site variants have been reported in 16 probands included in this curation (PMIDs: 25003006, 25381298, 29100083, 33299146). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Variants are de novo in all probands.\n\nThis gene-disease relationship is also supported by experimental evidence including two mouse models using blind-drunk mice and *SNAP25* affecting the neurons of the mouse hippocampus, protein interactions between the v- and t-SNARE complexes, and lastly, a rescue model (PMID: 2592413, 9529252, 12859899, 17283335).\n\nIn summary, *SNAP25* is definitively associated with autosomal dominant developmental and epileptic encephalopathy. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on March 24, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:5696dbd2-dfe5-4c96-baec-c9d963959b28"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}