{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-09T22:18:51.464Z","role":"Publisher"},{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-10-17T04:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22318994","type":"dc:BibliographicResource","dc:abstract":"The clinical significance of copy number variants (CNVs) in congenital heart disease (CHD) continues to be a challenge. Although CNVs including genes can confer disease risk, relationships between gene dosage and phenotype are still being defined. Our goal was to perform a quantitative analysis of CNVs involving 100 well-defined CHD risk genes identified through previously published human association studies in subjects with anatomically defined cardiac malformations. A novel analytical approach permitting CNV gene frequency \"spectra\" to be computed over prespecified regions to determine phenotype-gene dosage relationships was employed. CNVs in subjects with CHD (n = 945), subphenotyped into 40 groups and verified in accordance with the European Paediatric Cardiac Code, were compared with two control groups, a disease-free cohort (n = 2,026) and a population with coronary artery disease (n = 880). Gains (≥200 kb) and losses (≥100 kb) were determined over 100 CHD risk genes and compared using a Barnard exact test. Six subphenotypes showed significant enrichment (P ≤ 0.05), including aortic stenosis (valvar), atrioventricular canal (partial), atrioventricular septal defect with tetralogy of Fallot, subaortic stenosis, tetralogy of Fallot, and truncus arteriosus. Furthermore, CNV gene frequency spectra were enriched (P ≤ 0.05) for losses at: FKBP6, ELN, GTF2IRD1, GATA4, CRKL, TBX1, ATRX, GPC3, BCOR, ZIC3, FLNA and MID1; and gains at: PRKAB2, FMO5, CHD1L, BCL9, ACP6, GJA5, HRAS, GATA6 and RUNX1. Of CHD subjects, 14% had causal chromosomal abnormalities, and 4.3% had likely causal (significantly enriched), large, rare CNVs. CNV frequency spectra combined with precision phenotyping may lead to increased molecular understanding of etiologic pathways.","dc:creator":"Tomita-Mitchell A","dc:date":"2012","dc:title":"Human gene copy number spectra analysis in congenital heart malformations."},"evidence":[{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4887311-3f90-4396-ae28-8be0acbfd65d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:013a6d93-e481-41e5-8cf1-5d5448ef447e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice exhibited defects in multiple cranial and cardiac neural crest derivatives including the cranial ganglia, aortic arch arteries, cardiac outflow tract, thymus, parathyroid glands, and craniofacial structures","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16399080","type":"dc:BibliographicResource","dc:abstract":"22q11 deletion (del22q11) syndrome is characterized genetically by heterozygous deletions within chromosome 22q11 and clinically by a constellation of congenital malformations of the aortic arch, heart, thymus, and parathyroid glands described as DiGeorge syndrome (DGS). Here, we report that compound heterozygosity of mouse homologs of two 22q11 genes, CRKL and TBX1, results in a striking increase in the penetrance and expressivity of a DGS-like phenotype compared to heterozygosity at either locus. Furthermore, we show that these two genes have critical dose-dependent functions in pharyngeal segmentation, patterning of the pharyngeal apparatus along the anteroposterior axis, and local regulation of retinoic acid (RA) metabolism and signaling. We can partially rescue one salient feature of DGS in Crkl+/-;Tbx1+/- embryos by genetically reducing the amount of RA produced in the embryo. Thus, we suggest that del22q11 is a contiguous gene syndrome involving dose-sensitive interaction of CRKL and TBX1 and locally aberrant RA signaling.","dc:creator":"Guris DL","dc:date":"2006","dc:title":"Dose-dependent interaction of Tbx1 and Crkl and locally aberrant RA signaling in a model of del22q11 syndrome."},"rdfs:label":"Abnormal cardiovascular development in Crkol–/– embryos"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model didn't closely recapitulate the phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":7493,"specifiedBy":"GeneValidityCriteria9","strengthScore":1,"subject":{"id":"cggv:c5342038-7082-4426-bedd-21cb59ffafc4","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:2363","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"\n*CRKL* was first reported in relation to congenital heart disease in 2012 (Tomita Mitchell et al., PMID:22318994). Seven probands with CNVs (4 duplications, 3 gross deletions) at the 22q11.2 location have been reported in 3 publications (PMID: 22318994, 28121514, 36205932). No evidence for a causal role for *CRKL* in congenital heart disease has been reported. Although this gene-disease association is supported by an animal model, no reports have directly implicated the gene in humans. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 10/17/2023 (SOP Version 9) ","dc:isVersionOf":{"id":"cggv:453641ec-805e-4712-841d-a228b48f5cc4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}