{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-03-27T18:17:17.313Z","role":"Publisher"},{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-03-27T18:17:00.091Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18760763","type":"dc:BibliographicResource","dc:abstract":"All reported mutations in ALAS2, which encodes the rate-regulating enzyme of erythroid heme biosynthesis, cause X-linked sideroblastic anemia. We describe eight families with ALAS2 deletions, either c.1706-1709 delAGTG (p.E569GfsX24) or c.1699-1700 delAT (p.M567EfsX2), resulting in frameshifts that lead to replacement or deletion of the 19-20 C-terminal residues of the enzyme. Prokaryotic expression studies show that both mutations markedly increase ALAS2 activity. These gain-of-function mutations cause a previously unrecognized form of porphyria, X-linked dominant protoporphyria, characterized biochemically by a high proportion of zinc-protoporphyrin in erythrocytes, in which a mismatch between protoporphyrin production and the heme requirement of differentiating erythroid cells leads to overproduction of protoporphyrin in amounts sufficient to cause photosensitivity and liver disease.","dc:creator":"Whatley SD","dc:date":"2008","dc:title":"C-terminal deletions in the ALAS2 gene lead to gain of function and cause X-linked dominant protoporphyria without anemia or iron overload."},"evidence":[{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f3c2d19d-ff7e-425e-b528-fe2b5df122af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0802619-185c-4ce8-a4d4-a0100f59f4c2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq data from the GTEx database (PMID: 23715323) confirm reports that ALAS2 expression is erythroid-specific (PMID: 2347585).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"ALAS2 expression is erythroid cell-specific"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The highly restricted expression pattern of ALAS2 is consistent with its proposed association with erythropoietic protoporphyria, as buildup of heme metabolites and dysregulation of iron storage are features of the disease that could be potentially linked to erythroid cells."},{"id":"cggv:0b7c05a5-d2f4-4c95-9023-0e91a506ede7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9a24eb6-3ed7-49a3-ba55-899dba999c87","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"2-fold ALAS2 overexpression is observed in western blotting of erythrocyte samples from 5 patients relative to 5 control subjects (Figure 2). The patients also exhibit protoporphyria phenotypes like photosensitivity and iron deficiency that are also observed in patients harboring ALAS2 gain-of-function variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25179834","type":"dc:BibliographicResource","dc:abstract":"The activity of the erythroid-specific isoenzyme of 5-aminolevulinic acid synthase (ALAS2), the first and rate-limiting enzyme in heme biosynthesis, is down-regulated during iron-deficiency. Ferrochelatase (FECH), the last enzyme of this pathway, inserts iron into protoporphyrin IX (PPIX) to form heme. Patients with erythropoietic protoporphyria (EPP), an inherited deficiency in FECH, often show signs of iron deficiency in addition to phototoxicity which is caused by PPIX accumulation. However, iron supplementation often leads to exacerbation of phototoxicity. We report three EPP patients who had reduced erythrocytic PPIX concentrations when they were iron-deficient and their microcytic and hypochromic anemia deteriorated. Additionally, we found a significant increase in the amount of ALAS2 mRNA and protein among EPP patients. To verify the connection between FECH deficiency and ALAS2 over-expression, we inhibited FECH in cultured cells and found a subsequent increase in ALAS2 mRNA. We conclude that the primary deficiency in ferrochelatase leads to a secondary increase in ALAS2 expression. The combined action of these two enzymes within the heme biosynthetic pathway contributes to the accumulation of PPIX. Furthermore, we hypothesize that EPP patients may benefit from a mild iron deficiency since it would limit PPIX production by restricting ALAS2 over-expression.","dc:creator":"Barman-Aksözen J","dc:date":"2015","dc:title":"In ferrochelatase-deficient protoporphyria patients, ALAS2 expression is enhanced and erythrocytic protoporphyrin concentration correlates with iron availability."},"rdfs:label":"High ALAS2 in erythropoietic protoporphyria 1 patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Patients who harbor FECH loss-of-function variants exhibit high ALAS2 and protoporphyria symptoms. The direction of this correlation matches the similar symptoms observed in patients who harbor ALAS2 gain-of-function variants."},{"id":"cggv:474c0c63-9772-41d1-8883-7e59eafdcc45","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:96e5a1bc-a3b6-4cb3-9b3b-9bfed422ac09","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SUCLA2 is implicated in Mitochondrial DNA depletion syndrome 5 (encephalomyopathic with or without methylmalonic aciduria). While this associated disease entity is not the same, it helps establish SUCLA2 as an upstream enzyme, similarly localized to the mitochondria, known to provide ALAS2 with succinyl-CoA for heme synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10727444","type":"dc:BibliographicResource","dc:abstract":"The first and the rate-limiting enzyme of heme biosynthesis is delta-aminolevulinate synthase (ALAS), which is localized in mitochondria. There are 2 tissue-specific isoforms of ALAS, erythroid-specific (ALAS-E) and nonspecific ALAS (ALAS-N). To identify possible mitochondrial factors that modulate ALAS-E function, we screened a human bone marrow cDNA library, using the mitochondrial form of human ALAS-E as a bait protein in the yeast 2-hybrid system. Our screening led to the isolation of the beta subunit of human ATP-specific succinyl CoA synthetase (SCS-betaA). Using transient expression and coimmunoprecipitation, we verified that mitochodrially expressed SCS-betaA associates specifically with ALAS-E and not with ALAS-N. Furthermore, the ALAS-E mutants R411C and M426V associated with SCS-betaA, but the D190V mutant did not. Because the D190V mutant was identified in a patient with pyridoxine-refractory X-linked sideroblastic anemia, our findings suggest that appropriate association of SCS-betaA and ALAS-E promotes efficient use of succinyl CoA by ALAS-E or helps translocate ALAS-E into mitochondria.","dc:creator":"Furuyama K","dc:date":"2000","dc:title":"Interaction between succinyl CoA synthetase and the heme-biosynthetic enzyme ALAS-E is disrupted in sideroblastic anemia."},"rdfs:label":"ALAS2 and SUCLA2 interact by Yeast 2-hybrid and Co-IP"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"No score was given to this evidence, as SUCLA2 has not been implicated in the same disease entity."},{"id":"cggv:e9fd4af7-664b-48b5-8ca9-7e272afee8c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd1eb39e-0d97-47e7-89bf-7953d1713d05","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ALAD catalyzes the second step in the porphyrin biosynthesis and heme biosynthesis pathways, as shown in PMID: 457661 (Figures 5, 6, 7, and 8). Later discoveries identified biallelic ALAD variants as a cause of porphyria (PMID: 1569184).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/457661","type":"dc:BibliographicResource","dc:creator":"Anderson PM","dc:date":"1979","dc:title":"Purification and properties of delta-aminolevulinate dehydrase from human erythrocytes."},"rdfs:label":"The porphyria-associated ALAD encodes a related enzyme."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Despite the inexact match between the disease entities (erythropoietic protoporphyria with ALAS2 vs. acute hepatic protophyria with ALAD deficiency), the similar phenotype led to brief consideration of scoring this evidence."},{"id":"cggv:9ec59b30-7aae-4558-90e3-9b610bb60331","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d8adf74-ccf2-4a9b-95cb-383382680c44","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The biochemical function of the ALAS2 protein in 5-aminolevulinic acid synthesis (a critical step in the protoporphyrin biosynthesis, heme biosynthesis. and cellular iron homeostasis pathways) is shown in Figure 3. This is consistent with a causal role of ALAS2 variants in X-linked erythropoietic protoporphyria, which is characterized by increased erythrocyte protoporphyrin concentration and decreased iron stores.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26300302","type":"dc:BibliographicResource","dc:abstract":"Regulation of 5-aminolevulinate synthase (ALAS) is at the origin of balanced heme production in mammals. Mutations in the C-terminal region of human erythroid-specific ALAS (hALAS2) are associated with X-linked protoporphyria (XLPP), a disease characterized by extreme photosensitivity, with elevated blood concentrations of free protoporphyrin IX and zinc protoporphyrin. To investigate the molecular basis for this disease, recombinant hALAS2 and variants of the enzyme harboring the gain-of-function XLPP mutations were constructed, purified, and analyzed kinetically, spectroscopically, and thermodynamically. Enhanced activities of the XLPP variants resulted from increases in the rate at which the product 5-aminolevulinate (ALA) was released from the enzyme. Circular dichroism spectroscopy revealed that the XLPP mutations altered the microenvironment of the pyridoxal 5'-phosphate cofactor, which underwent further and specific alterations upon succinyl-CoA binding. Transient kinetic analyses of the variant-catalyzed reactions and protein fluorescence quenching upon binding of ALA to the XLPP variants demonstrated that the protein conformational transition step associated with product release was predominantly affected. Of relevance is the fact that XLPP could also be modeled in cell culture. We propose that (1) the XLPP mutations destabilize the succinyl-CoA-induced hALAS2 closed conformation and thus accelerate ALA release, (2) the extended C-terminus of wild-type mammalian ALAS2 provides a regulatory role that allows for allosteric modulation of activity, thereby controlling the rate of erythroid heme biosynthesis, and (3) this control is disrupted in XLPP, resulting in porphyrin accumulation. ","dc:creator":"Fratz EJ","dc:date":"2015","dc:title":"Human Erythroid 5-Aminolevulinate Synthase Mutations Associated with X-Linked Protoporphyria Disrupt the Conformational Equilibrium and Enhance Product Release."},"rdfs:label":"ALAS2 is an enzyme with 5-aminolevulinate synthase activity."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The scientific literature from this and other PMIDs (PMID: 2347585) provides credible evidence of ALAS2 function as an enzyme catalyzing this rate-limiting step of the heme biosynthesis pathway, relevant to biosynthesis of protoporphyrin and heme, as well as to cellular iron homeostasis."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94054d60-6d72-4dea-b691-6e85fa422a53","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82515055-dc92-40d1-b8f9-77d831196a82","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model matches the mechanism of the human patients (ALAS2 gain-of-function) and successfully recapitulates some limited features of the human disease state of interest. Transgenic animals show symptoms associated with porphyria such as muscle weakness (Figure 1), reduced muscle mass (Figure 2), reduced muscle fiber diameter (Figure 3), and mitochondrial abnormalities in the muscle (Figure 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33785075","type":"dc:BibliographicResource","dc:abstract":"ALAS2 (delta-aminolevulinate synthase 2) is one of the two isoenzymes catalyzing the synthesis of delta-aminolevulinic acid (ALA), which is the first precursor of heme synthesis. ALAS2-overexpressing transgenic mice (Tg mice) showed syndrome of porphyria, a series of diseases related to the heme anabolism deficiency. Tg mice showed an obvious decrease in muscle size. Muscle atrophy results from a decrease in protein synthesis and an increase in protein degradation, which ultimately leads to a decrease in myofiber size due to loss of contractile proteins, organelles, nuclei, and cytoplasm.","dc:creator":"Peng Y","dc:date":"2021","dc:title":"Muscle atrophy induced by overexpression of ALAS2 is related to muscle mitochondrial dysfunction."},"rdfs:label":"Alas2 transgenic mouse exhibits porphyria."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse model matches the mechanism of the human patients and shows that ALAS2 gain-of-function can in fact trigger disease. However, it exhibits porphyria-related (muscular) features rather than protoporphyria-related features such as photosensitivity, liver damage, etc."},{"id":"cggv:0183db70-1504-4d80-bacd-9825a9168e94","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d0008edd-1349-4b7b-9e82-062a4122a535","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Due in part to embryonic lethality (Table 1) and in part to a different mechanism / mode of inheritance, the mouse model does not successfully recapitulate features of the human disease state of interest. While anemia (Figure 2) and disruption of iron homeostasis (Figure 4, Figure 5, Table 2) can be features of the human patients of interest, they generally exhibit ALAS2 gain of function rather than loss of function, making this mouse model less informative for this disease entity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10562540","type":"dc:BibliographicResource","dc:abstract":"Erythroid 5-aminolevulinate synthase (ALAS-E) catalyzes the first step of heme biosynthesis in erythroid cells. Mutation of human ALAS-E causes the disorder X-linked sideroblastic anemia. To examine the roles of heme during hematopoiesis, we disrupted the mouse ALAS-E gene. ALAS-E-null embryos showed no hemoglobinized cells and died by embryonic day 11.5, indicating that ALAS-E is the principal isozyme contributing to erythroid heme biosynthesis. In the ALAS-E-null mutant embryos, erythroid differentiation was arrested, and an abnormal hematopoietic cell fraction emerged that accumulated a large amount of iron diffusely in the cytoplasm. In contrast, we found typical ring sideroblasts that accumulated iron mostly in mitochondria in adult mice chimeric for ALAS-E-null mutant cells, indicating that the mode of iron accumulation caused by the lack of ALAS-E is different in primitive and definitive erythroid cells. These results demonstrate that ALAS-E, and hence heme supply, is necessary for differentiation and iron metabolism of erythroid cells.","dc:creator":"Nakajima O","dc:date":"1999","dc:title":"Heme deficiency in erythroid lineage causes differentiation arrest and cytoplasmic iron overload."},"rdfs:label":"Alas2 homozygous knockout mouse is embryonic lethal."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model (null mechanism) does not successfully recapitulate features of the human disease state of interest (gain-of-function mechanism), but does share the feature of triggering its phenotypes by causing problems with iron homeostasis and erythroid cell function. Scoring was avoided here to instead score a more compatible model in PMID: 33785075."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":4097,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.5,"subject":{"id":"cggv:34e59837-1422-49eb-a3f8-640d2a999534","type":"GeneValidityProposition","disease":"obo:MONDO_0010420","gene":"hgnc:397","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *ALAS2* gene was first reported in relation to X-linked erythropoietic protoporphyria in 2008, with the publication of eight affected families of diverse ancestries (PMID: 18760763). Affected individuals frequently present in early childhood with severe cutaneous photosensitivity and accumulation of protoporphyrin within erythrocytes, often with an elevated proportion of zinc-protoporphyrin. Decreased iron stores and abnormal transferrin saturation are observed in some patients, as are hyperbilirubinemia, elevated liver enzymes, and other signs of liver disease. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, the molecular mechanism (gain-of-function) and mode of inheritance (X-linked dominant) were found to be distinct from patients with X-linked sideroblastic anemia 1, who instead harbor loss-of-function variants in *ALAS2* and exhibit a stronger male predominance among affected patients. The phenotypic differences between the two groups of cases appear to represent separate disease entities rather than a spectrum of disease. Therefore, cases caused by inherited *ALAS2* variants have been split into two separately-curated disease entities, referred to as X-linked erythropoietic protoporphyria (MONDO:0010420, MIM #300752), and X-linked sideroblastic anemia 1 (MONDO:0020721, MIM #300751).\n\nFive suspected pathogenic variants have been scored as part of this curation (three frameshift and two nonsense), which have been collectively reported in thirteen probands in three publications (PMID: 18760763, PMID: 23263862, PMID: 23364466). All thirteen probands were heterozygous for their respective variants. Segregation evidence was available in one of these publications (PMID: 18760763) and has contributed to the scoring of the gene-disease relationship. This gene-disease relationship has not been studied in case-control studies at the single variant level or aggregate variant level.\n\nThe mechanism of pathogenicity appears to be monoallelic gain-of-function, caused by frameshift or nonsense variants in the final exon (11) of *ALAS2* that trigger disruption of the C-terminal autoinhibitory loop (PMID: 23263862). All probands in this curation harbored one variant allele within the *ALAS2* locus.\n\nThis gene-disease association is also supported by experimental evidence, as *ALAS2* encodes an enzyme responsible for synthesis of 5-aminolevulinic acid, a critical step in the protoporphyrin biosynthesis, heme biosynthesis, and cellular iron homeostasis pathways (PMID: 2347585, PMID: 26300302). *ALAS2* expression is highly restricted to blood cells (PMID: 23715323) and erythrocytes specifically (PMID: 2347585). Elevated *ALAS2* expression also occurs in the erythrocytes of patients with protoporphyria caused by loss-of-function variants in the *FECH* gene (PMID: 25179834). Finally, transgenic mice overexpressing Alas2 show related symptoms characterized as porphyria (PMID: 33785075).\n\nIn summary, *ALAS2* is definitively associated with X-linked erythropoietic protoporphyria. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen General Inborn Errors of Metabolism Gene Curation Expert Panel on March 11th, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:61e658f9-fdc9-4b3c-8788-80eb1ad83b0b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}