{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:58:23.986Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55e352fe-55be-40c3-a4b9-d3818c6089f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b47cd3f9-bda8-42ca-96b3-f255d735a298","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The dermal type I collagen contained normal alpha 2(I) chains and mutant pN-alpha 2(I)' chains. Collagen production by cultured dermal fibroblasts was doubled and increased collagen solubility and abnormal extraction indicated that collagen cross-linking was abnormal in the dermis. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1556139","type":"dc:BibliographicResource","dc:abstract":"The dermal type I collagen of a patient with Ehlers-Danlos type VIIB (EDS-VIIB) contained normal alpha 2(I) chains and mutant pN-alpha 2(I)' chains in which the amino-terminal propeptide (N-propeptide) remained attached to the alpha 2(I) chain. Similar alpha 2(I) chains were produced by cultured dermal fibroblasts. Amino acid sequencing of tryptic peptides, prepared from the mutant amino-terminal pN-alpha 2(I) CB1' peptide, indicated that five amino acids, including the N-proteinase (the specific proteinase that cleaves the procollagen N-propeptide) cleavage site, had been deleted from the junction of the N-propeptide and the N-telopeptide (the nonhelical domain at the amino-terminus of the alpha chains of fully processed type I polypeptide chains) of the mutant pro-alpha 2(I)' chain. The corresponding 15 nucleotides, which were deleted from approximately half of the alpha 2(I) cDNA polymerase chain reaction products, of the alpha 2(I) cDNA polymerase chain reaction products, were encoded by the +1 to +15 nucleotides of exon 6 of the normal alpha 2(I) gene (COL1A2). These 15 nucleotides were deleted in the splicing of alpha 2(I) pre-mRNA to mRNA as a result of inactivation of the 3' splice site of intron 5 by an AG to AC mutation and the activation of a cryptic AG splice acceptor site corresponding to positions +14 and +15 of exon 6. Loss of the N-proteinase cleavage site explained the persistence of the pN-alpha 2(I)' chains in the dermis and in fibroblast cultures. Collagen production by cultured dermal fibroblasts was doubled, possibly due to reduced feedback inhibition by the N-propeptides. In contrast to previously reported cases of EDS-VIIB, Lys5 of the N-telopeptide was not deleted and appeared to take part in the formation of intramolecular cross-linkages. However, increased collagen solubility and abnormal extraction profiles of the mutant type I collagen molecules indicated that collagen cross-linking was abnormal in the dermis. The proband and her son were heterozygous for the mutation. It is likely that the heterozygous loss of the N-proteinase cleavage site, with persistence of a shortened N-propeptide, was the major factor responsible for the EDS-VIIB phenotype.","dc:creator":"Chiodo AA","dc:date":"1992","dc:title":"A base substitution at the splice acceptor site of intron 5 of the COL1A2 gene activates a cryptic splice site within exon 6 and generates abnormal type I procollagen in a patient with Ehlers-Danlos syndrome type VII."},"rdfs:label":"Choido_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f826dd15-45dd-46d1-ba01-372209d634d9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e900b73-f1e5-4394-b177-a1936f75afe5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Half of the proband's type I procollagen molecules contained a proa2(1) chain that lacked the sequences containing the N-proteinase cleavage site. Collagen fibrils generated in vitro resembled the hieroglyphic fibrils seen in the N-proteinase-deficient skin of dermatosparactic animals and humans and were distinct from the near circular cross-section fibrils seen in the tissues of individuals with EDS type VII.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1577745","type":"dc:BibliographicResource","dc:abstract":"We have shown that a child with Ehlers Danlos syndrome (EDS) type VII has a G to A transition at the first nucleotide of intron 6 in one of her COL1A2 alleles. Half of the cDNA clones prepared from the proband's pro alpha 2(I) mRNA lacked exon 6. The type I procollagen secreted by the proband's dermal fibroblasts in culture was purified, and collagen fibrils were generated in vitro by cleavage of the procollagen with the procollagen N- and C-proteinases. Incubation of the procollagen with N-proteinase resulted in a 1:1 mixture of pCcollagen and uncleaved procollagen. Incubation of this mixture with C-proteinase generated collagen and abnormal pNcollagen (pNcollagen-ex6) that readily copolymerized into fibrils. By electron microscopy these fibrils resembled the hieroglyphic fibrils seen in the N-proteinase-deficient skin of dermatosparactic animals and humans and were distinct from the near circular cross-section fibrils seen in the tissues of individuals with EDS type VII. Further incubation of the hieroglyphic fibrils with N-proteinase resulted in partial cleavage of the pNcollagen-ex6 in which the abnormal pN alpha 2(I) chains remained intact. These fibrils were not hieroglyphic but were near circular in cross-section. Fibrils formed from collagen and pNcollagen-ex6 that had been partially cleaved with elevated amounts of N-proteinase prior to fibril formation were also near circular in cross-section. The results are consistent with a model of collagen fibril formation in which the intact N-propeptides are located exclusively at the surface of the hieroglyphic fibrils. Partial cleavage of the pNcollagen-ex6 by N-proteinase allows the N-propeptides to be incorporated within the body of the fibrils. The model provides an explanation for the morphology and molecular composition of collagen fibrils in the tissues of patients with EDS type VII.","dc:creator":"Watson RB","dc:date":"1992","dc:title":"Ehlers Danlos syndrome type VIIB. Incomplete cleavage of abnormal type I procollagen by N-proteinase in vitro results in the formation of copolymers of collagen and partially cleaved pNcollagen that are near circular in cross-section."},"rdfs:label":"Watson_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6991,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:fbd4fe04-c601-439c-9edd-929460cc24a2","type":"GeneValidityProposition","disease":"obo:MONDO_0007525","gene":"hgnc:2198","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*COL1A2* was first reported in relation to autosomal dominant Ehlers-Danlos Syndrome Arthroclasaia Type, 2 (EDSARTH2)  in 1985 (Eyre et al., PMID:2993307). Ehlers-Danlos Syndrome Arthroclasaia Type, 2 is an autosomal dominant generalized connective tissue disorder affecting primarily the skin, joints, and blood vessel walls. EDSARTH2 is distinguished from other types of EDS by the frequency of congenital hip dislocation and extreme joint laxity with recurrent incomplete or partial dislocation of joints, and minimal skin involvement. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, osteogenesis imperfecta type II (OMIM:166210), osteogenesis imperfecta type III (OMIM:259420), osteogenesis imperfecta, type IV (OMIM:166220), Ehlers-Danlos syndrome, arthrochalasia type, 2 (OMIM:617821), Ehlers-Danlos syndrome, cardiac valvular type (OMIM:225320), Combined osteogenesis imperfecta and Ehlers-Danlos syndrome 2 (OMIM: 619120), and Osteoporosis, postmenopausal (OMIM:166710). The split curations have been curated separately. Six splice site variants that have been reported in 14 probands in 7 publications (PMIDs: 2454224, 1712342, 1577745, 1556139, 9295084, 24440294, 32091183) are included in this curation. The mechanism of pathogenicity is known to be loss of function. Variants seen typically cause skipping of exon 6, eliminating the N-proteinase cleavage site necessary for proper collagen processing. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is supported by expression studies models (PMIDs: 1577745, 1556139). In summary, there is definitive evidence to support the relationship between *COL1A2* and autosomal dominant Ehlers-Danlos Syndrome Arthroclasaia Type, 2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date 11/2/22 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:56bf7de2-93b8-4a67-9b62-bde3fbd86964"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}