{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2019-11-01T16:00:00.000Z","role":"Approver"},{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fad45e0-10a3-41bd-aef8-4ff3eb8f97bb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4217bd41-bf65-4341-8e49-99c3ec708f71","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pull-down assay was performed after in vitro translation of both wild-type and mutated PEX3 cDNA. In-vitro binding assay to detect binding to immobilized GST-PEX19 fusion protein yielded strong signal for the wild-type, but no signal for the mutant PEX3.\n\nThe authors conclude that the absent interaction with PEX19 in mutated PEX3 may contribute to impaired peroxisomal membrane synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10958759","type":"dc:BibliographicResource","dc:abstract":"Zellweger cerebro-hepato-renal syndrome is a severe congenital disorder associated with defective peroxisomal biogenesis. At least 23 PEX genes have been reported to be essential for peroxisome biogenesis in various species, indicating the complexity of peroxisomal assembly. Cells from patients with peroxisomal biogenesis disorders have previously been shown to segregate into >/=12 complementation groups. Two patients assigned to complementation group G who had not been linked previously to a specific gene defect were confirmed as displaying a cellular phenotype characterized by a lack of even residual peroxisomal membrane structures. Here we demonstrate that this complementation group is associated with mutations in the PEX3 gene, encoding an integral peroxisomal membrane protein. Homozygous PEX3 mutations, each leading to C-terminal truncation of PEX3, were identified in the two patients, who both suffered from a severe Zellweger syndrome phenotype. One of the mutations involved a single-nucleotide insertion in exon 7, whereas the other was a single-nucleotide substitution eight nucleotides from the normal splice site in the 3' acceptor site of intron 10. Expression of wild-type PEX3 in the mutant cell lines restored peroxisomal biogenesis, whereas transfection of mutated PEX3 cDNA did not. This confirmed that the causative gene had been identified. The observation of peroxisomal formation in the absence of morphologically recognizable peroxisomal membranes challenges the theory that peroxisomes arise exclusively by growth and division from preexisting peroxisomes and establishes PEX3 as a key factor in early human peroxisome synthesis.","dc:creator":"Muntau AC","dc:date":"2000","dc:title":"Defective peroxisome membrane synthesis due to mutations in human PEX3 causes Zellweger syndrome, complementation group G."},"rdfs:label":"Muntau_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:7ace2866-6880-404d-81e2-38e87683c30e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f6ddc2d6-f09f-4fce-887c-23f7f0076df9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"A Gal4p-based yeast 2-hybrid system and a non-transcription-based bacterial 2-hybrid system, which exploits the cAMP signaling cascade in E. coli cya cells, deficient in endogenous adenylate cyclase, were used. Matrix experiments with both systems were performed with the 12 full-length peroxins, tested systematically for pairwise interactions. In both systems, PEX3 was found to interact with PEX19.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12096124","type":"dc:BibliographicResource","dc:abstract":"In recent years, substantial progress has been made in the identification of proteins involved in peroxisome biogenesis. However, with the exception of the peroxisome-targeting signal receptors and the receptor docking proteins, the function of most of these proteins, called peroxins, remains largely unknown. One step toward elucidating the function of a protein is to identify its interacting partners. We have used a non-transcription-based bacterial two-hybrid system to analyze the interactions among a set of 12 mammalian peroxins and a yeast protein three-hybrid system to investigate whether proteins that interact with the same peroxin and have overlapping binding sites cooperate or compete for this site. Here we report a detailed interaction map of these peroxins and demonstrate that (i) farnesylation, and not the CAAX motif, of Pex19p strongly enhances its affinity for Pex13p; (ii) the CAAXmotif, and not farnesylation, of Pex19p strongly enhances its affinity for Pex11pbeta; and (iii) the C(3)HC(4) RING (really interesting new gene) finger domain of Pex12p does not alter the binding properties of Pex5p for the C-terminal peroxisome-targeting signal PTS1. Finally, we show that the Pex5p-Pex13p interaction is bridged by Pex14p and that the latter molecule exists predominantly as a dimer in vivo. Collectively, as demonstrated in this work with peroxins, these results indicate that the bacterial two-hybrid system is an attractive complementary approach to the conventional transcription-based yeast two-hybrid system for studying protein-protein interactions.","dc:creator":"Fransen M","dc:date":"2002","dc:title":"Analysis of mammalian peroxin interactions using a non-transcription-based bacterial two-hybrid assay."},"rdfs:label":"Fransen_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"The evidence is not scored here as the interaction between PEX3 and PEX19 has been scored default points in Muntau et al, 2000 (PMID: 10958759)."},{"id":"cggv:c677bb7e-f644-4c9c-8fc1-8637939d2f26","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7fb0cdaf-77e7-48cf-9e66-786f49cf061e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PEX3, PEX16 and PEX19 are involved in early peroxisomal biogenesis with the transport and incorporation of peroxisomal membrane proteins. Mutations in these genes affect the import of both peroxisomal matrix and membrane proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22871920","type":"dc:BibliographicResource","dc:abstract":"Human peroxisome biogenesis disorders (PBDs) are a heterogeneous group of autosomal recessive disorders comprised of two clinically distinct subtypes: the Zellweger syndrome spectrum (ZSS) disorders and rhizomelic chondrodysplasia punctata (RCDP) type 1. PBDs are caused by defects in any of at least 14 different PEX genes, which encode proteins involved in peroxisome assembly and proliferation. Thirteen of these genes are associated with ZSS disorders. The genetic heterogeneity among PBDs and the inability to predict from the biochemical and clinical phenotype of a patient with ZSS which of the currently known 13 PEX genes is defective, has fostered the development of different strategies to identify the causative gene defects. These include PEX cDNA transfection complementation assays followed by sequencing of the thus identified PEX genes, and a PEX gene screen in which the most frequently mutated exons of the different PEX genes are analyzed. The benefits of DNA testing for PBDs include carrier testing of relatives, early prenatal testing or preimplantation genetic diagnosis in families with a recurrence risk for ZSS disorders, and insight in genotype-phenotype correlations, which may eventually assist to improve patient management. In this review we describe the current status of genetic analysis and the molecular basis of PBDs.","dc:creator":"Waterham HR","dc:date":"2012","dc:title":"Genetics and molecular basis of human peroxisome biogenesis disorders."},"rdfs:label":"Watrham_PEX Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:0f8c9496-e4aa-4c65-ac9d-8adf708816b1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:636efa3b-f055-49e0-a3ab-1c8b806c46d2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutations in the peroxisome membrane proteins, encoded by PEX3, PEX16 and PEX19, which are involved in early peroxisome biogenesis, lead to cells completely devoid of any peroxisomal remnants, unlike the \"ghosts\" seen in other PEX gene mutations.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10958759","rdfs:label":"Muntau_Biochem Function B"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25b18b7b-c76a-4cd6-8513-256eff13eb3e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:86acf29f-52a5-46e8-ae67-b59d9f7a4d35","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Immunoflorescent microscopy of fibroblasts from patients showed diffuse staining iwth antibodies to catalase, indicating absence of intact peroxisomes. Five days after transfection with wild-type PEX3, antibodies to ALDP and catalase showed a punctate pattern, demonstrating rescue of peroxisome formation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10958759","rdfs:label":"Muntau_Rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:220e6fc1-c867-4144-99a5-0aff9777cc6b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eafb6126-c490-4267-9880-39b634a439a8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous flies with the partial deletion of the pex3 locus as well as compound heterozygous flies with the partial pex3 deletion and a complete deletion of the pex3 locus are reported to have died as larvae.\n\nOverexpression in S2 cells of proteins with peroxisome-targeting signals, PTS1 and PMP70-ECFP, showed co-localization in peroxisomes in the wild-type flies, while almost no positive signals (<1 in 10 cells) were observed in the pex3 homzygous mutants, indicating that pex3 is essential for peroxisome biogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21826223","type":"dc:BibliographicResource","dc:abstract":"The peroxisome biogenesis disorders (PBDs) are currently difficult-to-treat multiple-organ dysfunction disorders that result from the defective biogenesis of peroxisomes. Genes encoding Peroxins, which are required for peroxisome biogenesis or functions, are known causative genes of PBDs. The human peroxin genes PEX3 or PEX16 are required for peroxisomal membrane protein targeting, and their mutations cause Zellweger syndrome, a class of PBDs. Lack of understanding about the pathogenesis of Zellweger syndrome has hindered the development of effective treatments. Here, we developed potential Drosophila models for Zellweger syndrome, in which the Drosophila pex3 or pex16 gene was disrupted. As found in Zellweger syndrome patients, peroxisomes were not observed in the homozygous Drosophila pex3 mutant, which was larval lethal. However, the pex16 homozygote lacking its maternal contribution was viable and still maintained a small number of peroxisome-like granules, even though PEX16 is essential for the biosynthesis of peroxisomes in humans. These results suggest that the requirements for pex3 and pex16 in peroxisome biosynthesis in Drosophila are different, and the role of PEX16 orthologs may have diverged between mammals and Drosophila. The phenotypes of our Zellweger syndrome model flies, such as larval lethality in pex3, and reduced size, shortened longevity, locomotion defects, and abnormal lipid metabolisms in pex16, were reminiscent of symptoms of this disorder, although the Drosophila pex16 mutant does not recapitulate the infant death of Zellweger syndrome. Furthermore, pex16 mutants showed male-specific sterility that resulted from the arrest of spermatocyte maturation. pex16 expressed in somatic cyst cells but not germline cells had an essential role in the maturation of male germline cells, suggesting that peroxisome-dependent signals in somatic cyst cells could contribute to the progression of male germ-cell maturation. These potential Drosophila models for Zellweger syndrome should contribute to our understanding of its pathology.","dc:creator":"Nakayama M","dc:date":"2011","dc:title":"Drosophila carrying pex3 or pex16 mutations are models of Zellweger syndrome that reflect its symptoms associated with the absence of peroxisomes."},"rdfs:label":"Nakayama_Fly model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence is scored reduced points as the paper does not present the supporting data."},{"id":"cggv:d567a951-02a8-42dd-aa8c-701cdaffc151","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b98ee901-2f94-4828-916d-f00d1e67dc8e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The IMPC data shows high Phenodigm scores indicative of the similarity in presentation of the mouse phenotype to that seen in human disease (https://www.mousephenotype.org/data/genes/MGI:1929646#diseases).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21677750","type":"dc:BibliographicResource","dc:abstract":"Gene targeting in embryonic stem cells has become the principal technology for manipulation of the mouse genome, offering unrivalled accuracy in allele design and access to conditional mutagenesis. To bring these advantages to the wider research community, large-scale mouse knockout programmes are producing a permanent resource of targeted mutations in all protein-coding genes. Here we report the establishment of a high-throughput gene-targeting pipeline for the generation of reporter-tagged, conditional alleles. Computational allele design, 96-well modular vector construction and high-efficiency gene-targeting strategies have been combined to mutate genes on an unprecedented scale. So far, more than 12,000 vectors and 9,000 conditional targeted alleles have been produced in highly germline-competent C57BL/6N embryonic stem cells. High-throughput genome engineering highlighted by this study is broadly applicable to rat and human stem cells and provides a foundation for future genome-wide efforts aimed at deciphering the function of all genes encoded by the mammalian genome.","dc:creator":"Skarnes WC","dc:date":"2011","dc:title":"A conditional knockout resource for the genome-wide study of mouse gene function."},"rdfs:label":"Skarnes_PEX3 Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence is scored reduced points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:1a94f8c4-fbe7-40d9-bef9-42c1dfce17f9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9f290b3a-8a17-48f0-895f-43c277c6d9c4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":19,"detectionMethod":"PEX3 mutation analysis by direct sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was cyanotic at birth, had prominent midface, facies not considered typical of Zellweger syndrome, slight corneal haze, normal skeletal x-ray, seizures developed in the first 20h and controlled with phenobarbital, required gavage feeding, death due to congestive heart failure.","phenotypes":["obo:HP_0001284","obo:HP_0000369","obo:HP_0000316","obo:HP_0001558","obo:HP_0002240","obo:HP_0001635","obo:HP_0001250","obo:HP_0000448","obo:HP_0008551","obo:HP_0004381","obo:HP_0000218","obo:HP_0011682","obo:HP_0012020","obo:HP_0000494","obo:HP_0001319","obo:HP_0001684","obo:HP_0005143"],"previousTesting":true,"previousTestingDescription":"Somatic cell-fusion experiments with cultured fibroblasts from proband with another patient with PEX3 mutation showed no resuce of peroxisomal biogenesis, while that with fibroblasts from patient with PEX19 mutation rescued peroxisome biogenesis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1a94f8c4-fbe7-40d9-bef9-42c1dfce17f9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6822881d-ee5a-4e8f-a478-a6df133ade71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PEX3, IVS10AS, T-G, -8","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6619"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10958759"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10958759","rdfs:label":"Muntau_Proband-PBDG-02"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband was homozygous for a substitution in intron 10. RT-PCR analysis showed that the variant results in the complete loss of exon 11, a frameshift and premature termination in exon 12. The resulting protein is expected to lose the C-terminal 56 amino acids. This result in the same proband was also reported by Ghaedi et al., 2000 (PMID: 10968777)\n\nImmunofluorescent microscopy on proband fibroblasts showed absence of intact peroxisomes with antibodies to catalase.\n\nThe authors note that the proband is assumed homozygous as parental testing was not done, and that a deletion on the second allele cannot be ruled out. The proband is awarded reduced points as termination occurs in the last exon and NMD is not predicted."},{"id":"cggv:5faaa92d-61da-427c-b935-bd7f1d7a0208_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e46b191c-83ab-4bff-9b43-b6f63f2f7380","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":3,"detectionMethod":"Sequencing of the PEX3 gene was performed.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband was born at 36 weeks and developed respiratory difficulty in the first hours of life. He had no newborn reflexes, showed widespread bluish areas on the right lower abdomen and the scrotum. He had a posteriorly sited anus, deformed ear folds, mild rhezomelic shortening of proximal extremities, liver hemosiderosis, short extremeties, dermal erythropoiesis, subcortical ectopic neurons. Laboratory investigation showed respiratory and metabolic acidosis, leukocyturia.\n\nNecropsy, mild serous effusions in both pleural cavities were noted.","phenotypes":["obo:HP_0011039","obo:HP_0000348","obo:HP_0009891","obo:HP_0001790","obo:HP_0000431","obo:HP_0004734","obo:HP_0012596","obo:HP_0000980","obo:HP_0001999","obo:HP_0003073","obo:HP_0000347","obo:HP_0001290","obo:HP_0002126","obo:HP_0002089","obo:HP_0007430","obo:HP_0000463","obo:HP_0000369","obo:HP_0000316","obo:HP_0000028","obo:HP_0000952","obo:HP_0002240","obo:HP_0002910","obo:HP_0000286","obo:HP_0000260","obo:HP_0010537","obo:HP_0000470","obo:HP_0008282","obo:HP_0003075","obo:HP_0001265","obo:HP_0001800"],"previousTesting":true,"previousTestingDescription":"Plasma levels of VLCFA showed C26:0 7.36 μmol/l (control <0.98 μmol/l) and C26:0/C22:0 0.499 μmol/l (control < 0.014 μmol/l). Sequence analysis of 11 other PEX genes was carried out and was negative. Complementation studies showed lower efficiency, even after 3-4 days.","sex":"Male","variant":{"id":"cggv:5faaa92d-61da-427c-b935-bd7f1d7a0208_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6f7b399d-0ff2-4b5b-a07c-cd65533b6345","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.3(PEX3):c.856C>T (p.Arg286Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/598102"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20033294","type":"dc:BibliographicResource","dc:abstract":"The peroxisomal biogenesis disorders (PBDs) comprise the Zellweger spectrum disorders (i.e., Zellweger syndrome, neonatal adrenoleukodystrophy, and infantile Refsum disease) and rhizomelic chondrodysplasia punctata. Peroxisomal biogenesis disorders can be caused by mutations in any of 13 currently known PEX genes, which encode peroxins involved in peroxisomal protein import and/or assembly of the organelle. We report here on a Turkish patient who presented with unusual clinical findings, that included non-immune hydrops, dermal erythropoiesis and hypoplastic toenails, as well as common dysmorphic features of Zellweger syndrome. The patient has also pulmonary hypoplasia, which has been reported in only a few patients with Zellweger syndrome. A peroxisomal biogenesis disorder was confirmed by enzyme analysis and abnormal very long-chain fatty acid (VLCFA) profiles in plasma and fibroblast and immunofluorescence microscopy studies. Subsequent molecular genetic analysis revealed a homozygous c.856C>T mutation (R268X) in the PEX3 gene, which made this patient the third to have a defect in this gene. In contrast to those of the two previously reported patients, the cells of this patient still contained peroxisomal membrane structures (ghosts), seen by immunofluorescence microscopy analysis. The case presented here and the two previously reported cases point out that a PEX3 gene defect may present with fairly heterogeneous clinical findings. This case also raises a possibility that hydrops fetalis may be associated with a PEX3 gene defect and that peroxisomal disorders can be considered in the etiology of hydrops fetalis as well as other cell organelle disorders when one is considering yet undiscovered complementation groups in peroxisomal disorders.","dc:creator":"Dursun A","dc:date":"2009","dc:title":"Zellweger syndrome with unusual findings: non-immune hydrops fetalis, dermal erythropoiesis and hypoplastic toe nails."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20033294","rdfs:label":"Dursun_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a nonsense variant that is expected to cause NMD of the resulting transcript. The parents were confirmed to be heterozygous for the variant. The proband is scored default points.\n\nNote: The variant is incorrectly specified as R268X in the paper. The correct amino acid consequence for this variant is R286X."},{"id":"cggv:822dbcb6-441e-41bf-8850-6da83613c788_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9d5df043-fe2f-4f59-a498-1f6b04d6a464","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PEX3 gene was analyzed by sequencing the PEX3 cDNA prepared from total RNA fractions from primary skin fibroblast cultures.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Primary skin fibroblast cell line from an individual diagnosed with Zellweger syndrome was used for mutation analysis. Individuals were diagnosed based on: (1) metabolite analysis in plasma of very long chain fatty acids (VLCFAs), bile acid intermediates, phytanic acid, pristanic acid, pipecolic acid and plasmalogens and/or (2) detailed studies in fibroblasts, including VLCFA analysis, C26:0 and pristanic acid β‐oxidation, phytanic acid α‐oxidation, and dihydroxyacetonephosphate acyltransferase (DHAPAT) activity analysis and (3) absence of peroxisomes assessed by on catalase immunofluorescence (IF) microscopy","previousTesting":true,"previousTestingDescription":"PEX cDNA transfection assay was used for genetic complementation studies. Transfection with PEX3, PEX16 and PEX19 was performed when patient fibroblasts showed no peroxisomal membrane remnants based on immunofluorescence microscopy with antibodies against ALDP, a peroxisomal membrane protein. After assignment of genetic complementation groups, the respective gene was analyzed.","sex":"UnknownEthnicity","variant":{"id":"cggv:822dbcb6-441e-41bf-8850-6da83613c788_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:21a7fe99-d327-404d-9092-85232bd4f076","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.3(PEX3):c.328_331del (p.Ile110ValfsTer23)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913189231"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21031596","type":"dc:BibliographicResource","dc:abstract":"The autosomal recessive Zellweger syndrome spectrum (ZSS) disorders comprise a main subgroup of the peroxisome biogenesis disorders and can be caused by mutations in any of 12 different currently identified PEX genes resulting in severe multisystemic disorders. To get insight into the spectrum of PEX gene defects among ZSS disorders and to investigate if additional human PEX genes are required for functional peroxisome biogenesis, we assigned over 600 ZSS fibroblast cell lines to different genetic complementation groups. These fibroblast cell lines were subjected to a complementation assay involving fusion by means of polyethylene glycol or a PEX cDNA transfection assay specifically developed for this purpose. In a majority of the cell lines we subsequently determined the underlying mutations by sequence analysis of the implicated PEX genes. The PEX cDNA transfection assay allows for the rapid identification of PEX genes defective in ZSS patients. The assignment of over 600 fibroblast cell lines to different genetic complementation groups provides the most comprehensive and representative overview of the frequency distribution of the different PEX gene defects. We did not identify any novel genetic complementation group, suggesting that all PEX gene defects resulting in peroxisome deficiency are currently known.","dc:creator":"Ebberink MS","dc:date":"2011","dc:title":"Genetic classification and mutational spectrum of more than 600 patients with a Zellweger syndrome spectrum disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21031596","rdfs:label":"Ebberink_PEX3 Proband 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The 4-bp deletion in exon 4 was identified in the PEX3 gene in primary skin fibroblast cell line from a patient diagnosed with Zellweger syndrome. The variant causes a frameshift and premature termination of translation. The resulting transcript is predicted to undergo NMD. The proband is assumed homozygous. The variant is not found in gnomAD."},{"id":"cggv:66be747a-b47d-4e4f-b1c8-912df8fe2edd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d941078a-d02a-405a-be88-6414880ea539","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PEX3 gene was analyzed by sequencing the PEX3 cDNA prepared from total RNA fractions from primary skin fibroblast cultures.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Primary skin fibroblast cell line from an individual diagnosed with Zellweger syndrome was used for mutation analysis. Individuals were diagnosed based on: (1) metabolite analysis in plasma of very long chain fatty acids (VLCFAs), bile acid intermediates, phytanic acid, pristanic acid, pipecolic acid and plasmalogens and/or (2) detailed studies in fibroblasts, including VLCFA analysis, C26:0 and pristanic acid β‐oxidation, phytanic acid α‐oxidation, and dihydroxyacetonephosphate acyltransferase (DHAPAT) activity analysis and (3) absence of peroxisomes assessed by on catalase immunofluorescence (IF) microscopy","previousTesting":true,"previousTestingDescription":"PEX cDNA transfection assay was used for genetic complementation studies. Transfection with PEX3, PEX16 and PEX19 was performed when patient fibroblasts showed no peroxisomal membrane remnants based on immunofluorescence microscopy with antibodies against ALDP, a peroxisomal membrane protein. After assignment of genetic complementation groups, the respective gene was analyzed.","sex":"UnknownEthnicity","variant":{"id":"cggv:66be747a-b47d-4e4f-b1c8-912df8fe2edd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:25c1214d-21e5-42eb-a1dd-a4e8ed83f0cf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.3(PEX3):c.334_393del (p.Phe112_Val131del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913189232"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21031596"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21031596","rdfs:label":"Ebberink_PEX3 Proband 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The 60-bp deletion in exon 5 was identified in the PEX3 gene in primary skin fibroblast cell line from a patient diagnosed with Zellweger syndrome. The in-frame deletion variant results in the loss of 20 amino acids. The proband is assumed homozygous. The variant is not found in gnomAD."},{"id":"cggv:c8f1666f-5b7c-4a13-bfdb-cd4a79d5286a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:139acfa7-cb09-45ac-a18a-79011ce7d23c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":26,"detectionMethod":"WES was performed on DNA from proband, affected sibling and healthy parents","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Lower limbs most severely affected in spastic tetraparesis. Intellectual disability described as moderate to severe. Proband began walking at 5y, but lost the ability the same year. *Papillary pallor was noted. FVII levels: 38.4% (nv = 50.0–150.0%). Clotting time = 13.9s (nv = 9.4 - 12.5s). MRI was consistent with leukodystrophy.","phenotypes":["obo:HP_0000505","obo:HP_0000011","obo:HP_0011003","obo:HP_0000639","obo:HP_0008169","obo:HP_0001285","obo:HP_0002015","obo:HP_0000016","obo:HP_0001260","obo:HP_0002415","obo:HP_0002342"],"previousTesting":true,"previousTestingDescription":"Perxisomal parameters studied in blood and urine were normal. Studies in cultured fibroblasts, VLCFA, C26:0 lyso PC, DHAPAT were normal. Processing of peroxisomal enzymes were normal. Immunofluorescence microscopy with antibodies against catalase and ABCD3 showed an abnormal mosaic pattern, with cells with reduced number of enlarged peroxisomes and cells with a normal peroxisomal pattern. A reduced number of peroxisomes were quantified from patient cells.","sex":"Female","variant":{"id":"cggv:c8f1666f-5b7c-4a13-bfdb-cd4a79d5286a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a7b02a6b-361b-481f-ba29-d720416bec7a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.3(PEX3):c.206-1G>T (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365906332"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28673549","type":"dc:BibliographicResource","dc:abstract":"Patients with PEX3 mutations usually present with a severe form of Zellweger spectrum disorder with death in the first year of life. Whole exome sequencing in adult siblings with intellectual disability revealed a homozygous variant in PEX3 that abolishes the normal splice site. A cryptic acceptor splice site is activated and an in-frame transcript with a deletion is produced. This transcript translates into a protein with residual activity explaining the relatively mild peroxisomal abnormalities and clinical phenotype.","dc:creator":"Bjørgo K","dc:date":"2017","dc:title":"Biochemical and genetic characterization of an unusual mild PEX3-related Zellweger spectrum disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28673549","rdfs:label":"Bjorgo_Patient IV-I"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband and her affected brother were homozygous for the splice acceptor variant in intron 2. The parents were both heterozygous for the variant. mRNA studies revealed 3 different splice products: (1) activation of cryptic acceptor splice site leading to in-frame deletion of 9 amino acids; (2) exon 3 skipping and out-of-frame deletion of 82 bp and premature stop at amino acid position 74, which is predicted to undergo NMD; (3) in-frame deletion of 43 amino acids due to skipping of exons 3 and 4. qPCR showed that the level of products 2 and 3 relative to 1 was 1/3 and 1/4.\n\nThe proband was noted to have a milder phenotype, which is attributed to the residual activity from the alternatively spliced products. The proband is scored reduced points due to the expected residual activity of the protein product."},{"id":"cggv:9ab924f3-55ef-4ba7-b09a-1be4acf4686b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5a80bd79-63ac-4fe1-b3f7-f775426ce118","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"All exons and flanking intronic sequences of PEX3 sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was born at term by caesarean delivery due to podalic version. Neonatal jaundice resolved spontaneously. Psychomotor retardation, axial and peripheral muscular hypotonia and nephrocalcinosis detected at 8m. Progressive spastic paraparesis, neurogenic bladder and nystagmus revealed at 18m, Severe spastic paraparesis, brisk reflexes and axial hypotonia were seen at 4y. No cutaneous abdominal reflex or tickling observed. He required constant care and wheelchair for ambulation. Cataracts found at 4y were surgically corrected at 5y.\n\nHe had a non-febrile focal clonic seizure on left arma nd left hemiface lasting <5min and similar episode within 24h with abnormal EEG. He was treated with clobazam until 9y and had no recurrence. Increased gadolinium reinforcement at the medullary cone on was observed on spine MRI at 3y and 4y of age.","phenotypes":["obo:HP_0001252","obo:HP_0000348","obo:HP_0002313","obo:HP_0000519","obo:HP_0008936","obo:HP_0007332","obo:HP_0000639","obo:HP_0000011","obo:HP_0006579","obo:HP_0007199","obo:HP_0001263","obo:HP_0000368","obo:HP_0001348","obo:HP_0003186","obo:HP_0000121"],"previousTesting":true,"previousTestingDescription":"Karyotype was normal, 46,XY. HTLV1 screen on CSF was negative. Creatine kinase, aldolase, lactic acid, ammonia levels, uric acid, pristanic and phytanic acids, urinary organic and bile acids, and transferrin isoelectric focusing were normal. All exons and flanking intron sequences of the PEX1, PEX2, PEX5, PEX10, PEX12, PEX13, PEX14, PEX16, PEX19 and PEX26 were sequenced and found to be normal.\n\nErythrocyte plasmalogen: C16 DMA/C16:0 0.025 (nv: 0.045–0.082),\nC18DMA/C18:0 0.065 (nv: 0.125–0.265),\nplasma VLCFA elevated at 3y: C24:0/C22:0 1.30 (nv: 0.68–0.98),\nC26:0/C22:0 0.0383 (nv: 0.0064–0.0216),\nfibroblast VLCFA: C22:0 4.63 (μmol/g) (nv: 3.84–10.20),\nC24:0 8.91 (μmol/g) (nv: 7.76–17.66),\nC26:0 0.47 (μmol/g) (nv: 0.18–0.38),\nRatio C24:0/C22:0 1.93 (nv: 1.55–2.30),\nratio C26:0/C22:0 0.10 (nv: 0.03–0.07)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9ab924f3-55ef-4ba7-b09a-1be4acf4686b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2b399627-a505-48bc-8437-5f032b0923ff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.2(PEX3):c.991G>A (p.Gly331Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/390240"}},{"id":"cggv:6123b1d7-2d4a-4601-93b4-baffbd88d834","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.2(PEX3):c.898C>T (p.Arg300Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/390238"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27557811","type":"dc:BibliographicResource","dc:abstract":"Peroxisome biogenesis disorders (PBDs) may have a variable clinical expression, ranging from severe, lethal to mild phenotypes with progressive evolution. PBDs are autosomal recessive disorders caused by mutations in PEX genes, which encode proteins called peroxins, involved in the assembly of the peroxisome. Patient Description: We herein report a patient who is currently 9 years old and who is compound heterozygous for two novel mutations in the PEX3 gene.","dc:creator":"Maxit C","dc:date":"2016","dc:title":"Novel PEX3 Gene Mutations Resulting in a Moderate Zellweger Spectrum Disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27557811","rdfs:label":"Maxit_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a nonsense variant, Arg300Ter, inherited from the mother, and a missense variant, Gly331Arg, inherited from the father.\n\nImmunofluorescence microscopy with antibodies to catalase showed abnormal peroxisomal mosaic pattern with cells with and without import-competent peroxisomes. Lower number and increased size of peroxisomes were seen in cells with import-competent peroxisomes. Activity of dihydroxyacetone phosphate acyltransferase (DHAPAT) was low normal compared to the reference values.\n\nThe nonsense variant is reported in gnomAD in 1 out of 30594 South Asian alleles. It is expected to result in nonsense-mediated decay. The missense variant is at a highly conserved residue across species and predicted damaging by 3 in-silico tools. It is reported in 2 out of 113502 non-Finnish Eur alleles in gnomAD.\n\nThe variant is scored default points."},{"id":"cggv:5fd083cd-3b39-4a3b-aa02-7aa9eba62892_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7d801546-6f11-41c3-944d-d2486ec6e6ca","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":36,"detectionMethod":"Direct sequencing of PEX3 gene was undertaken.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband lost the ability to walk at 1y and 8m. At 6y, he showed increased spasticity of lower limbs and underwent surgical elongation of Achilles tendon. At 12y, he became incapable of holding a sitting posture, and his responses were limited to simple conversations. At 16y, his speech was only single words and his eating functions declined. At 27y, he developed aspiration pneumonia, was unable to swallow or utter sounds and became confined to bed. At 32y, he had sleep apnea due to glossoptosis.\n\nHe also had scoliosis with left convexity, flat and soft abdomen. Spontaneous movements were absent and he did not respond to calling.\n\nMRI showed cerebral, cerebellar and brainstem atrophy. Abdominal CT showed slight hepatomegaly and a small cyst in right kidney.\n\nDeath due to sudden cardiac arrest.","phenotypes":["obo:HP_0002650","obo:HP_0001315","obo:HP_0001371","obo:HP_0002240","obo:HP_0010864","obo:HP_0002375","obo:HP_0002942","obo:HP_0000543","obo:HP_0002510"],"previousTesting":true,"previousTestingDescription":"No mutation was detected in any coding regions of PEX2, PEX5, PEX10, PEX13, PEX14, PEX16 and PEX26, nor in any coding regions or exon–intron junctions of the PEX1, PEX6, PEX12 and PEX19 genes.\n\nC24:0/C22:0 1.83 (1.05 ± 0.16),\nC25:0/C22:0 0.058 (0.024 ± 0.006),\nC26:0/C22:0 0.068 (0.012 ± 0.005)\n\nImmunofluorescence studies showed mosaic pattern, with both positive and negative catalase-containing particles in patient fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5fd083cd-3b39-4a3b-aa02-7aa9eba62892_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:14b9a48f-de3f-40e5-be0e-92067227588e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003630.3(PEX3):c.1039G>T (p.Asp347Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365888483"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23245813","type":"dc:BibliographicResource","dc:abstract":"We identified the first patient with infantile Refsum disease (IRD), a milder phenotype of peroxisome biogenesis disorder (PBD) caused by a mutated PEX3, and investigated the clinical, molecular and cellular characterization in this patient. The patient presented psychomotor regression, late-onset leukodystrophy, peripheral neuropathy, hearing impairment, a renal cyst, and renal hypertension and survived until the age of 36. Furthermore, fibroblasts from the patient indicated a mosaic pattern of catalase-positive particles (peroxisomes) and numerous peroxisomal membrane structures. Molecular analysis was homozygous for the D347Y mutation and reduced gene expression of PEX3 which encodes a peroxisomal membrane protein, pex3p, involved in peroxisome assembly at the early stage of peroxisomal membrane vesicle formation, therefore, patients with a mutated PEX3 gene have been reported to have only a severe phenotype of Zellweger syndrome and no or less peroxisomal remnant membrane structure. This is not only a newly identified milder PBD caused by a mutated PEX3 gene but also the first report of a Japanese patient with IRD who had not been diagnosed until over 30years of age, which suggests there must be more variant PBD in patients with degenerative neurologic disorder, and to bring them to light is necessary. ","dc:creator":"Matsui S","dc:date":"2013","dc:title":"Newly identified milder phenotype of peroxisome biogenesis disorder caused by mutated PEX3 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23245813","rdfs:label":"Matsui_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was reported to be homozygous for a missense variant, Asp347Tyr. The parents of the proband were not tested. RT-PCR showed severely reduced cDNA for region covering exons 10-12 and slightly reduced cDNA for exons 10 and 11. qPCR also showed severely reduced expression.\n\nThe proband is awarded minimal points due to the absence of functional analysis to support damaging effect of the variant."},{"id":"cggv:733c765e-4835-4b03-a35d-e64cdc96c745_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b704f47a-c072-464d-9c01-7212338fafe5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"detectionMethod":"PEX3 mutation analysis was done by direct sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had widely patent metopic suture, anterior and posterior fontanelles were in continuity, mild micrognathia, seizures developed on day 1, but were controlled with treatment, death due to deterioration of condition","phenotypes":["obo:HP_0001558","obo:HP_0000347","obo:HP_0005476","obo:HP_0000337","obo:HP_0000311","obo:HP_0001319","obo:HP_0000348","obo:HP_0000369","obo:HP_0011470","obo:HP_0000218","obo:HP_0000316","obo:HP_0007930","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"Somatic cell-fusion experiments with cultured fibroblasts from proband with another patient with PEX3 mutation showed no resuce of peroxisomal biogenesis, while that with fibroblasts from patient with PEX19 mutation rescued peroxisome biogenesis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:733c765e-4835-4b03-a35d-e64cdc96c745_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e84a0e7f-c516-4342-a274-c6da6f905d40","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PEX3, 1-BP INS, 543T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6618"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10958759"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10958759","rdfs:label":"Muntau_Proband-PBDG-01"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the 1-bp duplication that results in a frameshift and premature termination at amino acid position 184. The same result was reported in the same proband by Shimozawa et al. (PMID: 10942428) upon RT-PCR analysis on cDNA.\n\nImmunofluorescent microscopy on proband fibroblasts showed absence of intact peroxisomes with antibodies to catalase.\n\nThe authors note that the proband is assumed homozygous as parental testing was not done, and that a deletion on the second allele cannot be ruled out. The proband is awarded default points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":368,"specifiedBy":"GeneValidityCriteria7","strengthScore":16.5,"subject":{"id":"cggv:de3eba8b-ae7d-4710-8ff6-f442318ac1c0","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:8858","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PEX3 and peroxisome biogenesis disorder (types 10A and 10B included), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 19, 2019. PEX3 encodes a peroxisome membrane protein involved in early peroxisome membrane biosynthesis prior to matrix protein import. Peroxisomal biogenesis disorders are caused by defects in various stages of peroxisomal protein import and/or peroxisome biogenesis, involving at least 14 PEX genes. PEX3 belongs to complementation group G and mutations in the gene result in cells devoid of peroxisomal remnants (Waterham and Ebberink 2012, PMID 22871920).\nPEX3 was FIRST reported in relation to autosomal recessive Peroxisome biogenesis disorder in 2000. (Muntau et al, PMID: 10958759; Shimozawa et al, PMID: 10942428; Ghaedi et al, PMID: 10968777). At least 8 nonsense, splice site, frameshift and missense variants have been reported in humans.  Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n   \nSummary of Case Level Data (12 points): Variants in this gene have been reported in at least 8 probands in 8 publications (PMIDs 10958759, 27557811, 28673549, 23245813, 10968777, 10942428, 20033294, 21031596). Variants in this gene segregated with disease in 1 additional family member.  \n   \nThe mechanism for disease is expected to be homozygous loss of function.  \n  \nSummary of experimental data (4.5 points): This gene-disease association is supported by in vitro functional assays and animal models (PMIDs 10958759, 21826223, 12096124). \n  \nIn summary, PEX3 is definitively associated with  autosomal recessive Peroxisome biogenesis disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Peroxisomal Disorders GCEP on Nov 1, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:d53df483-c31a-4672-8a11-04d33d6df336"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}