{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T13:55:22.310Z","role":"Publisher"},{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T13:55:10.592Z","role":"Approver"}],"evidence":[{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:47d4b4b1-2bcb-4a9e-9cc7-18e38849be97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ea22701-38be-4558-afd0-565531ddcca6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"From The Protein Atlas: expression is ubiquitous but enhanced in muscle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Protein Atlas 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3b2ea175-f442-43ff-b1c6-345955e7a025","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60ca6ba3-df74-41de-9233-9b9366193593","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"COX8A is one of the four subunits of Complex IV. COX8A interacts two other gene products whose dysfunction is known to cause Leigh syndrome as part of the Compex IV subunit.\nNDUFA4 and MT-CO3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Rahman 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Score increased in accordance with internal guidelines"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d3a4097-fcc6-4fbb-9694-766bfc65f2c5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4e7c542d-630e-4cf6-b6f6-8debac9f37d7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To verify the causative role of the loss of COX8A in the observed isolated COX deficiency, used a lentiviral system in the patient’s fibroblasts to express the wild-type COX8A protein C-terminally tagged with myc-DDK. At maximal virus load, a ~60% transduction efficiency was observed, as estimated by DDK immunoreactivity. Opposite to the sample transfected with the empty virus (Fig. 4D), in the COX8A-transduced sample, a high proportion of fibroblasts showed a typical mitochondrial pattern of MT-CO1 immunoreactivity (Fig. 4G), and this co-localized with the NDUFS5 (complex I) signal (Fig. 4H). The proportion of MT-CO1 immunoreactive fibroblasts strongly correlated with that of DDK-positive fibroblasts in different experiments with varying virus amounts (Fig. 4B). In functional activity assays on fibroblast homogenates, viral expression of COX8A caused a substantial increase of COX activity reaching almost 67% of the control activity and correlated with the percentage of transduced cells and the percentage of MT-CO1 immunoreactive cells (Fig. 4B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26685157","type":"dc:BibliographicResource","dc:abstract":"Isolated cytochrome c oxidase (complex IV) deficiency is one of the most frequent respiratory chain defects in humans and is usually caused by mutations in proteins required for assembly of the complex. Mutations in nuclear-encoded structural subunits are very rare. In a patient with Leigh-like syndrome presenting with leukodystrophy and severe epilepsy, we identified a homozygous splice site mutation in COX8A, which codes for the ubiquitously expressed isoform of subunit VIII, the smallest nuclear-encoded subunit of complex IV. The mutation, affecting the last nucleotide of intron 1, leads to aberrant splicing, a frame-shift in the highly conserved exon 2, and decreased amount of the COX8A transcript. The loss of the wild-type COX8A protein severely impairs the stability of the entire cytochrome c oxidase enzyme complex and manifests in isolated complex IV deficiency in skeletal muscle and fibroblasts, similar to the frequent c.845_846delCT mutation in the assembly factor SURF1 gene. Stability and activity of complex IV could be rescued in the patient's fibroblasts by lentiviral expression of wild-type COX8A. Our findings demonstrate that COX8A is indispensable for function of human complex IV and its mutation causes human disease. ","dc:creator":"Hallmann K","dc:date":"2016","dc:title":"Loss of the smallest subunit of cytochrome c oxidase, COX8A, causes Leigh-like syndrome and epilepsy."},"rdfs:label":"Hallmann 1"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:fcc4b226-a9c0-4587-8397-0eea1cc5ed88_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:74842f6b-99f6-4b18-b53d-596b7a2d0b17","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Consanguinity not known but suggested by genetic data. Uneventful pregnancy, normal delivery at normal GA. Congenital scoliosis with thoracolumbar kyphosis and bilateral pes planovalgus were present at birth. Primary developmental delay and primary pulmonary hypertension were diagnosed at the age of 6 months. At the age of 4–5 years, a cachectic appearance with malnutrition and recurrent vomiting was evident, and a percutaneous gastrointestinal feeding tube was inserted. At the age of 8 years, the girl presented with a febrile state due to pneumonia and urinary tract infection, which resulted in the first manifestation of focal and generalized epileptic tonic-clonic seizures and a severe metabolic crisis with lactic acidosis. Further clinical phenotyping and diagnostic procedures showed serious psychomotor retardation, a short stature, microcephalus, enophthalmus, proximal muscular hypotonia, distal spasticity of upper and lower limbs, weak deep tendon reflexes, and absent extensor plantar responses. At the age of 10 years, a dislocation of both hips was diagnosed. Meanwhile, the patient was non-ambulatory and wheelchairbound. Her severe epilepsy presented with tonic-clonic, myoclonic, and atonic seizures and only partly responded to various antiepileptic drug treatment regimens including levetiracetam, oxcarbazepine, and sultiame. Pneumonia with sepsis manifested at the age of 12 years resulting in a serious metabolic crisis and cardiorespiratory failure. The patient died after several weeks of intensive care unit treatment after unsuccessful cardiopulmonary resuscitation at the age of 12.5 years. Diagnostic work-up at the age of 8 years showed pathological EEG changes with generalized slowing and continuous multifocal spike-and-wave activity. Elevated lactate levels were present in the CSF (max. 11.4 mmol/l, normal values <2) and peripheral blood (max. 6.2 mmol/l, normal values <1.6). Metabolic screening of the urine and CSF showed elevated lactate and citric acid cycle metabolite levels, as well as increased glycine and alanine levels. Ophthalmological examinations detected a pigmentary retinopathy. \nBrain MRI at the age of 8 years (Fig. 1A) showed a leftsided small lacunar thalamic lesion without further basal ganglia or cortical signal alterations, signal hyperintensities in T2-weighted sequences in the right cerebellar hemisphere. Diffusion-weighted imaging revealed extensive and symmetric areas of restricted diffusion in the white matter that were first interpreted as encephalitis or metabolic encephalopathy.A subsequent brain MRI at the age of 12 years (Fig. 1B) showed a progressive and extent atrophy especially of the white matter with white matter signal changes in T2-weighted sequences that were most pronounced in periventricular areas, cerebellar hemispheres, and parietooccipital lobes. A consecutive biventricular ex vacuo enlargement and cystic defects with parietooccipital predominance were also detected.","sex":"Female","variant":{"id":"cggv:fcc4b226-a9c0-4587-8397-0eea1cc5ed88_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0e4516f2-f9ce-449e-a1ef-366eb886a16f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004074.3(COX8A):c.115-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352165"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26685157"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26685157","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":2509,"specifiedBy":"GeneValidityCriteria7","strengthScore":4.5,"subject":{"id":"cggv:58185f2d-8439-4b69-bc8f-c8b6c9220a78","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2294","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between COX8A and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 8, 2020. The COX8A gene encodes cytochrome c oxidase (complex IV) subunit 8A. Defects of this protein lead to complex IV deficiency.\n\nThe COX8A gene has been reported only once in relation to autosomal recessive Leigh syndrome spectrum, in 2016 (PMID: 26685157), and this has been the only case reported to date. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one homozygous variant identified in one case in one publication (PMID: 26685157). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, and rescue in patient cells (PMIDs: 27977873, 25613900, 26685157).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on June 8, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:70763eb9-40f7-4f71-a64b-ab0c6ad536b0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}