{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-07-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-08-17T23:25:53.150Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31630787","type":"dc:BibliographicResource","dc:abstract":"Hydrocephalus is one of the most prevalent form of developmental central nervous system (CNS) malformations. Cerebrospinal fluid (CSF) flow depends on both heartbeat and body movement. Furthermore, it has been shown that CSF flow within and across brain ventricles depends on cilia motility of the ependymal cells lining the brain ventricles, which play a crucial role to maintain patency of the narrow sites of CSF passage during brain formation in mice. Using whole-exome and whole-genome sequencing, we identified an autosomal-dominant cause of a distinct motile ciliopathy related to defective ciliogenesis of the ependymal cilia in six individuals. Heterozygous de novo mutations in FOXJ1, which encodes a well-known member of the forkhead transcription factors important for ciliogenesis of motile cilia, cause a motile ciliopathy that is characterized by hydrocephalus internus, chronic destructive airway disease, and randomization of left/right body asymmetry. Mutant respiratory epithelial cells are unable to generate a fluid flow and exhibit a reduced number of cilia per cell, as documented by high-speed video microscopy (HVMA), transmission electron microscopy (TEM), and immunofluorescence analysis (IF). TEM and IF demonstrate mislocalized basal bodies. In line with this finding, the focal adhesion protein PTK2 displays aberrant localization in the cytoplasm of the mutant respiratory epithelial cells.","dc:creator":"Wallmeier J","dc:date":"2019","dc:title":"De Novo Mutations in FOXJ1 Result in a Motile Ciliopathy with Hydrocephalus and Randomization of Left/Right Body Asymmetry."},"evidence":[{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c812a50-6063-472e-8473-886acdf7b183","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee4f5492-a698-4346-845b-e1d50091dc55","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Nuclear localization of FOXJ1 is observed in respiratory epithelial cells from a healthy control patient but absent from the cells of a patient harboring the NM_001190787.3(MCIDAS):c.1142G>A (p.Arg381His) variant in the homozygous state (Figures 4e, 4f). This data is consistent with the finding that loss-of-function MCIDAS variants are associated with primary ciliary dyskinesia 42 (AR), characterized by severe reduction in cilia per multiciliated cell, similar to patients harboring a FOXJ1 variant. This observation is also consistent with a model in which the MCIDAS gene product acts upstream to positively regulate the expression of FOXJ1 to promote the formation of motile cilia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25048963","type":"dc:BibliographicResource","dc:abstract":"Reduced generation of multiple motile cilia (RGMC) is a rare mucociliary clearance disorder. Affected persons suffer from recurrent infections of upper and lower airways because of highly reduced numbers of multiple motile respiratory cilia. Here we report recessive loss-of-function and missense mutations in MCIDAS-encoding Multicilin, which was shown to promote the early steps of multiciliated cell differentiation in Xenopus. MCIDAS mutant respiratory epithelial cells carry only one or two cilia per cell, which lack ciliary motility-related proteins (DNAH5; CCDC39) as seen in primary ciliary dyskinesia. Consistent with this finding, FOXJ1-regulating axonemal motor protein expression is absent in respiratory cells of MCIDAS mutant individuals. CCNO, when mutated known to cause RGMC, is also absent in MCIDAS mutant respiratory cells, consistent with its downstream activity. Thus, our findings identify Multicilin as a key regulator of CCNO/FOXJ1 for human multiciliated cell differentiation, and highlight the 5q11 region containing CCNO and MCIDAS as a locus underlying RGMC. ","dc:creator":"Boon M","dc:date":"2014","dc:title":"MCIDAS mutations result in a mucociliary clearance disorder with reduced generation of multiple motile cilia."},"rdfs:label":"FOXJ1 absent from PCD patient cells with MCIDAS variants"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Default scoring is appropriate as the patients harboring MCIDAS variants exhibit FOXJ1 deficiency and similar phenotypes to patients harboring FOXJ1 variants, especially at the cellular level."},{"id":"cggv:74267fb6-3c90-4dd9-9a75-c6d1da1ae24d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3bed3851-e30d-4aaf-86cb-d1c5f851b1be","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human RNA-seq data from the GTEx portal (PMID: 23715323) show high FOXJ1 expression in fallopian tube, testis, lung, endocervical, and brain tissues. All of these tissues contain multi-ciliated cells, consistent with a role for FOXJ1 in ciliary function. These data are corroborated by gene expression data from PMID: 9073514.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"FOXJ1 is highly expressed in multi-ciliated tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression profile of DNAI1 across multiple tissues shows highly specific expression in several tissues that contain multi-ciliated cells."},{"id":"cggv:0b85a04c-ea6d-4380-8189-2788fec5c050","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cba43249-63ad-48d8-9625-1ab919c5da65","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The function of Foxj1a as a driver of ciliary gene expression (Figure 6) and ciliary formation (Figure 7) helps explain the severe reduction in the number of cilia per multiciliated cell found in human patients harboring a FOXJ1 variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19011630","type":"dc:BibliographicResource","dc:abstract":"Motile cilia induce fluid movement through their rhythmic beating activity. In mammals, the transcription factor Foxj1 has been implicated in motile cilia formation. Here we show that a zebrafish Foxj1 homolog, foxj1a, is a target of Hedgehog signaling in the floor plate. Loss of Foxj1a compromises the assembly of motile cilia that decorate floor plate cells. Besides the floor plate, foxj1a is expressed in Kupffer's vesicle and pronephric ducts, where it also promotes ciliary differentiation. We show that Foxj1a activates a constellation of genes essential for motile cilia formation and function, and that its activity is sufficient for ectopic development of cilia that resemble motile cilia. We also document that a paralogous gene, foxj1b, is expressed in the otic vesicle and seems to regulate motile cilia formation in this tissue. Our findings identify a dedicated master regulatory role for Foxj1 in the transcriptional program that controls the production of motile cilia.","dc:creator":"Yu X","dc:date":"2008","dc:title":"Foxj1 transcription factors are master regulators of the motile ciliogenic program."},"rdfs:label":"Foxj1a activates ciliary genes and induces motile cilia"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This paper has been scored primarily for characterization of the transcription factor activity of FOXJ1 and demonstration of its relevance to motile cilia formation."},{"id":"cggv:1b4431db-b3e2-492c-944e-d7d1c5043324","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f12e3351-bd05-4374-bc7b-19afc674bd42","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The cellular phenotypes of Foxj1 null primary respiratory epithelial cells not only indicate a defect in the later stages of differentiation into multiciliated epithelium (Figures 2B, 3C), but are also very similar to the cellular defects found in human patients harboring a FOXJ1 variant. The experiment is an imperfect match due to the homozygous rather than monoallelic disruption of FOXJ1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12818891","type":"dc:BibliographicResource","dc:abstract":"Factors required for commitment of an undifferentiated airway epithelial cell to a ciliated cell are unknown. Cell ultrastructure analysis indicates ciliated cell commitment activates a multistage program involving synthesis of cilia precursor proteins and assembly of macromolecular complexes. Foxj1 is an f-box transcription factor expressed in ciliated cells and shown to be required for cilia formation by gene deletion in a mouse model. To identify a specific role for foxj1 in directing the ciliated cell phenotype, we evaluated the capacity of foxj1 to induce ciliogenesis and direct cilia assembly. In a primary culture model of wild-type mouse airway epithelial cells, foxj1 expression preceded the appearance of cilia and in cultured foxj1 null cells cilia did not develop. Delivery of foxj1 to polarized epithelial cell lines and primary cultured alveolar epithelial cells failed to promote ciliogenesis. Similarly, delivery of foxj1 to wild-type airway epithelial cells did not enhance the total number of ciliated cells. In contrast, delivery of foxj1 to null cells resulted in the appearance of cilia. Analysis revealed that, in the absence of foxj1, null cells contained cilia precursor basal bodies, indicating prior commitment to ciliogenesis. However, the basal bodies were disorganized within the apical compartment and failed to dock with the apical membrane. Reconstitution of foxj1 in null cells restored normal basal body organization, resulting in axoneme growth. Thus foxj1 functions in late-stage ciliogenesis to regulate programs promoting basal body docking and axoneme formation in cells previously committed to the ciliated cell phenotype.","dc:creator":"You Y","dc:date":"2004","dc:title":"Role of f-box factor foxj1 in differentiation of ciliated airway epithelial cells."},"rdfs:label":"FOXJ1 promotes multiciliated cell differentiation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Biochemical characterization of the function of FOXJ1 and the cellular consequences of its loss during respiratory epithelial differentiation are thoroughly characterized and a close match to the human patient phenotype at the cellular level. Points were given only for its characterization as a as a driver of cell polarity and axonemal assembly the late stages of ciliogenesis, as other aspects of its biochemical function have been scored in association with another article (PMID: 19011630)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:144a1ece-a09c-4a2d-aa31-460fc981be42","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3442aa26-ad84-46d2-8673-a4e02290a2a5","type":"FunctionalAlteration","dc:description":"The proportion of ciliated cells was shown by staining with an acetylated tubulin antibody and flow cytometry-based detection. This proportion was decreased by FOXJ1 editing (Figures 1h-1j).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32060058","type":"dc:BibliographicResource","dc:creator":"Rapiteanu R","dc:date":"2020","dc:title":"Highly efficient genome editing in primary human bronchial epithelial cells differentiated at air-liquid interface."},"rdfs:label":" FOXJ1 knockout during bronchial epithelial differentiation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This functional alteration model is highly targeted to FOXJ1 and is generates a cellular phenotype that is compatible with the affected patients and other loss-of-function animal models. It has been down-scored since the method of FOXJ1 disruption is total (biallelic) and therefore is not an ideal match to the human patients harboring a heterozygous FOXJ1 variant."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8dbe58f7-2bbd-4fe2-8139-13f9d657d326","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28100d0d-f80f-44fe-8986-b70b6be30ab4","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The number of cells with cilia was doubled and the average ciliary length was quadrupled by co-injection of the wild-type transcript (Supplementary Figures 3E-3G), completely reversing the phenotypic effects of either Foxj1-targeting morpholino.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19011629","type":"dc:BibliographicResource","dc:abstract":"It has been proposed that ciliated cells that produce a leftward fluid flow mediate left-right patterning in many vertebrate embryos. The cilia on these cells combine features of primary sensory and motile cilia, but how this cilia subtype is specified is unknown. We address this issue by analyzing the Xenopus and zebrafish homologs of Foxj1, a forkhead transcription factor necessary for ciliogenesis in multiciliated cells of the mouse. We show that the cilia that underlie left-right patterning on the Xenopus gastrocoel roof plate (GRP) and zebrafish Kupffer's vesicle are severely shortened or fail to form in Foxj1 morphants. We also show that misexpressing Foxj1 is sufficient to induce ectopic GRP-like cilia formation in frog embryos. Microarray analysis indicates that Xenopus Foxj1 induces the formation of cilia by upregulating the expression of motile cilia genes. These results indicate that Foxj1 is a critical determinant in the specification of cilia used in left-right patterning.","dc:creator":"Stubbs JL","dc:date":"2008","dc:title":"The forkhead protein Foxj1 specifies node-like cilia in Xenopus and zebrafish embryos."},"rdfs:label":"Rescue of Xenopus Foxj1 knockdown"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Rescue was scored to acknowledge the specificity of the model, but done conservatively due to the use of the wild-type gene rather than a variant."},{"id":"cggv:860acd76-84a7-49c1-80d2-9ff29d2ee39a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6336d910-c00d-4add-ab10-5a077649b96e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model matches the human patients in that the morpholino-treated animals exhibit severe reduction in the number of cilia on the floor plate, pronephritic duct, and Kupffer's vesicle (Figure 2), similar to the cellular phenotype of the human patients. The heterotaxy affecting the left-right patterning of heart looping matches the situs inversus and ventricular septal defect of the human disease state (Supplementary Figure 3). Brain ventricle dilation is also a match (data not shown), while the broader phenotype of reduced cerebrospinal fluid circulation is an approximate match to the human patients' hydrocephalus (data not shown). On the other hand, this model is essentially a homozygous loss-of-function in Foxj1 whereas the human model has a FOXJ1 haploinsufficiency mechanism.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19011630","rdfs:label":"Zebrafish model with morpholino-based disruption of Foxj1a"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model matches human patients at both the cellular and organ levels, but does not model the respiratory patient phenotypes."},{"id":"cggv:09f99499-e76a-4684-b9b7-b24b63e161b0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7294c928-422d-465c-ba7c-30e6f5de9519","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice match the human patients in that they exhibit randomization of left-right organ asymmetry (Figures 3a-3c) and the absence of cilia (Figures 4a, 4b). Hydrocephalus is present but does not have complete penetrance (Figures 3d, 3e). The mouse heterotaxy phenotype and the absence of cilia have been characterized in more detail in PMID: 15504371, where motile (9+2) cilia were found to be absent while primary (9+0) cilia were still present. On the other hand, the mice represent a more severe homozygous loss-of-function model, whereas the human patients have a monoallelic defect in FOXJ1. The cause of perinatal growth delay and mortality is not characterized in detail.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9739041","type":"dc:BibliographicResource","dc:abstract":"Winged helix transcription factors play important roles in cellular differentiation and cell-specific gene expression. To define the role of the winged helix factor hepatocyte nuclear factor/forkhead homologue (HFH)-4, a targeted mutation was created in the mouse hfh-4 gene. No expression of HFH-4 was detected in hfh-4(-)/- mice by RNA blot analysis, in situ hybridization, or RT-PCR. hfh-4(-)/- mice were noted to have abnormalities of organ situs consistent with random determination of left-right asymmetry. In addition, a complete absence of cilia was noted in hfh-4(-)/- mice. The hfh-4 gene is thus essential for nonrandom determination of left-right asymmetry and development of ciliated cells. Homozygous mutant mice also exhibited prenatal and postnatal growth failure, perinatal lethality and, in some cases, hydrocephalus. RT-PCR revealed an absence of left-right dynein (lrd) expression in the embryonic lungs of hfh-4(-)/- mice, suggesting that HFH-4 may act by regulating expression of members of the dynein family of genes. The abnormalities in ciliary development and organ situs in hfh-4(-)/- mice are similar to those observed in human congenital syndromes such as Kartagener syndrome. Targeted mutation of hfh-4 thus provides a model for elucidating the mechanisms regulating ciliary development and determination of left-right asymmetry.","dc:creator":"Chen J","dc:date":"1998","dc:title":"Mutation of the mouse hepatocyte nuclear factor/forkhead homologue 4 gene results in an absence of cilia and random left-right asymmetry."},"rdfs:label":"Mouse model with homozygous disruption of the FOXJ1 ortholog"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This model is a good phenotypic match at the cellular level and to a lesser degree at the organ level, but has been down-scored because its homozygous mode of inheritance differs from the monoallelic human patients."},{"id":"cggv:0921335e-1b3b-4f58-ac1b-a59086e0e390","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9611ea38-08e7-454d-b591-d2bd328be041","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The animals match the human patients at the cellular level in that they exhibit ciliary structural abnormalities (shortening) and loss of cilia (FIgures 2A, 2B, Supplementary Figure 4). They also show mislocalization of basal bodies and deficient anchoring to the apical actin network (Figure 2E). One caveat is the inability to model respiratory phenotypes, while another is that the knockdown model represents a more severe homozygous loss-of-function, whereas the human patients have a monoallelic defect in FOXJ1.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19011629","rdfs:label":" Xenopus model with morpholino-based disruption of Foxj1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The loss-of-function model has been scored for its match to the human patients at the cellular level, particular in recapitulating the basal body mislocalization defect that has not been scored in another model. Scoring was conservative due to the knockdown mechanism and inability to model certain features the human patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11}],"evidenceStrength":"Strong","sequence":4929,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:52caeaab-f06c-412d-9ee1-8b2119d6a874","type":"GeneValidityProposition","disease":"obo:MONDO_0032874","gene":"hgnc:3816","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *FOXJ1* gene was first reported in relation to primary ciliary dyskinesia in 2019 (Wallmeier et al, PMID: 31630787). The specific disease entity, primary ciliary dyskinesia 43 (MONDO:0032874, OMIM #618699), is one of at least 45 different primary ciliary dyskinesias distinguished by a single monogenic cause. Affected patients generally have onset of symptoms at birth but can be diagnosed as late as during the 5th decade of life (PMID: 34132502). Frequent features among well-characterized patients are noncommunicating hydrocephalus requiring ventriculoperitoneal shunting, neonatal respiratory distress, chronic wet cough, recurrent otitis media, chronic sinusitis, bronchiectasis, and abnormal mucociliary clearance. Unlike other forms of PCD, nasal nitric oxide values are typically within the normal range. Approximately 50% of cases exhibit situs inversus or another form of heterotaxy. Biopsies of the airway epithelium show multiciliated cells with a reduced number of cilia per cell, mislocalization of basal bodies to the cytoplasm rather than docking to the apical membrane, and diverse axonemal defects in ciliary ultrastructure. Ciliary beat pattern may be stiff with reduced amplitude. At least some of the known adult patients exhibit infertility, potentially linked related to blockage of the abnormal fallopian tube morphology or abnormal sperm morphology and motility (PMID: 31630787, PMID: 34132502). However, the known existence of unpublished families with affected members in multiple generations indicates variable expressivity of the infertility feature.\n\nThis curation has scored seven suspected deleterious pathogenic *FOXJ1* variants (five frameshift and two nonsense), which were collectively reported in ten probands in three publications (PMID: 31630787, PMID: 34132502, PMID: 33077954). No probands were reported to be from consanguineous parents, and all probands harbored a single heterozygous *FOXJ1* variant. Scoring was avoided for three probands who were reported to exhibit hydrocephalus but did not have sufficient additional details available to enable their evaluation for PCD (PMID: 33077954). Eight of the probands had both parental genotypes available and all were found to harbor the variant *de novo*. Although all variants were located between codons 276 and 323 in the third and final exon, with multiple independent occurrences of the same variants indicating potential hot spots in this region of *FOXJ1*.  None of the variants were predicted to trigger nonsense-mediated decay, however, two had associated expression data consistent with their absence at the RNA level (PMID: 31630787). Therefore, the molecular mechanism appears to be monoallelic loss-of-function (haploinsufficiency) with an autosomal dominant mode of inheritance, characterized in at least some cases by variants predicted to trigger the absence of a gene product. While the genetic evidence in this curation has been scored based on the assumption that the known *FOXJ1* variants cause PCD through a loss-of-function and/or haploinsufficiency mechanism, an urgent need remains for additional published data to more directly evaluate the mechanism of pathogenicity by which these variants affect FOXJ1 function. An additional reported proband who inherited a missense variant in exon 2 from an unaffected parent (PMID: 33077954) has introduced the possibility that an emerging subset of PCD-associated variants in *FOXJ1* may be hypomorphic missense substitutions that preserve fertility and can be transmitted to offspring. However, this variant was not scored due to lack of experimental evidence of impact on FOXJ1 function.\n\nThis gene-disease relationship is also supported by experimental evidence that high levels of *FOXJ1* expression in humans are specific to tissues known to harbor multi-ciliated cells, particularly the fallopian tube, testis, lung, endocervix, and brain (PMID: 23715323, PMID: 9073514). *FOXJ1* levels are severely reduced in multiciliated cells from primary ciliary dyskinesia 42 patients who harbor biallelic variants in the *MCIDAS* gene, which encodes a positive regulator of *FOXJ1* expression. Biochemical studies in zebrafish (PMID: 19011630) and mouse respiratory epithelial cells (PMID: 12818891) indicate that the FOXJ1 gene product functions as a transcription factor (PMID: 9073514) to activate the expression of genes encoding motile ciliary components and induces basal body docking with the apical membrane and the formation of motile cilia during the later stages of respiratory progenitor cell differentiation into multiciliated epithelium. This is consistent with the reduced number of motile cilia and the basal body localization defects observed in the multiciliated cells of human patients and zebrafish with *FOXJ1* loss-of-function (PMID: 19011630). A mouse model of *FOXJ1* loss-of-function recapitulates additional human patient phenotypes such as heterotaxy, reduced fluid flow, and hydrocephalus (PMID: 9739041).\n\nIn summary, *FOXJ1* is strongly associated with primary ciliary dyskinesia 43. This has been repeatedly demonstrated in both research and diagnostic settings, leading to a Strong classification. Replication over a longer period of time will be required to reach a more definitive gene-disease association. This classification has been approved by the ClinGen Motile Ciliopathy GCEP on July 14th, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:53a48f3c-42fc-4c60-becb-149019b1e4bf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}