{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-02T17:00:00.000Z","role":"Approver"},{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-23T00:56:31.858Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30580808","type":"dc:BibliographicResource","dc:abstract":"SMARCC2 (BAF170) is one of the invariable core subunits of the ATP-dependent chromatin remodeling BAF (BRG1-associated factor) complex and plays a crucial role in embryogenesis and corticogenesis. Pathogenic variants in genes encoding other components of the BAF complex have been associated with intellectual disability syndromes. Despite its significant biological role, variants in SMARCC2 have not been directly associated with human disease previously. Using whole-exome sequencing and a web-based gene-matching program, we identified 15 individuals with variable degrees of neurodevelopmental delay and growth retardation harboring one of 13 heterozygous variants in SMARCC2, most of them novel and proven de novo. The clinical presentation overlaps with intellectual disability syndromes associated with other BAF subunits, such as Coffin-Siris and Nicolaides-Baraitser syndromes and includes prominent speech impairment, hypotonia, feeding difficulties, behavioral abnormalities, and dysmorphic features such as hypertrichosis, thick eyebrows, thin upper lip vermilion, and upturned nose. Nine out of the fifteen individuals harbor variants in the highly conserved SMARCC2 DNA-interacting domains (SANT and SWIRM) and present with a more severe phenotype. Two of these individuals present cardiac abnormalities. Transcriptomic analysis of fibroblasts from affected individuals highlights a group of differentially expressed genes with possible roles in regulation of neuronal development and function, namely H19, SCRG1, RELN, and CACNB4. Our findings suggest a novel SMARCC2-related syndrome that overlaps with neurodevelopmental disorders associated with variants in BAF-complex subunits.","dc:creator":"Machol K","dc:date":"2019","dc:title":"Expanding the Spectrum of BAF-Related Disorders: De Novo Variants in SMARCC2 Cause a Syndrome with Intellectual Disability and Developmental Delay."},"evidence":[{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb253294-376a-4c47-a21b-c17dac989b56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5305e06d-f348-4533-b7c4-18b907f5075f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SMARCC2, SMARCA4, SMARCC1, and ARID1A are all part of the BAF complex and have been identified to play a role in Coffin-Siris Syndrome. ADNP's interaction with the BAF complex has been implicated in ASD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25169753","type":"dc:BibliographicResource","dc:abstract":"Mutations in ADNP were recently identified as a frequent cause of syndromic autism, characterized by deficits in social communication and interaction and restricted, repetitive behavioral patterns. Based on its functional domains, ADNP is a presumed transcription factor. The gene interacts closely with the SWI/SNF complex by direct and experimentally verified binding of its C-terminus to three of its core components. A detailed and systematic clinical assessment of the symptoms observed in our patients allows a detailed comparison with the symptoms observed in other SWI/SNF disorders. While the mutational mechanism of the first 10 patients identified suggested a gain of function mechanism, an 11th patient reported here is predicted haploinsufficient. The latter observation may raise hope for therapy, as addition of NAP, a neuroprotective octapeptide named after the first three amino acids of the sequence NAPVSPIQ, has been reported by others to ameliorate some of the cognitive abnormalities observed in a knockout mouse model. It is concluded that detailed clinical and molecular studies on larger cohorts of patients are necessary to establish a better insight in the genotype phenotype correlation and in the mutational mechanism.","dc:creator":"Vandeweyer G","dc:date":"2014","dc:title":"The transcriptional regulator ADNP links the BAF (SWI/SNF) complexes with autism."},"rdfs:label":"SWI/SNF complex interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:2f014c76-4b74-4b4a-afe8-bf0b3d99a736","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22653ced-f5b8-4d0a-8fff-1491f4affc34","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"All genes code for a protein that is part of the core of the BAF complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25169878","type":"dc:BibliographicResource","dc:abstract":"This issue of Seminars in Medical Genetics, American Journal of Medical Genetics Part C investigates the human diseases caused by mutations in the BAF complex (also known as the mammalian SWI/SNF complex) genes, particularly focusing on Coffin-Siris syndrome (CSS). CSS is a rare congenital malformation syndrome characterized by developmental delay or intellectual disability (ID), coarse facial appearance, feeding difficulties, frequent infections, and hypoplasia/aplasia of the fifth fingernails and fifth distal phalanges. In 2012, 42 years after the first description of CSS in 1970, five causative genes (SMARCB1, SMARCE1, SMARCA4, ARID1A, ARID1B), all encoding components of the BAF complex, were identified as being responsible for CSS through whole exome sequencing and pathway-based genetic screening. The identification of two additional causative genes (PHF6, SOX11) followed. Mutations in another BAF complex gene (SMARCA2) and (TBC1D24) were found to cause clinically similar conditions with ID, Nicolaides-Baraitser syndrome and DOORS syndrome, respectively. Also, ADNP was found to be mutated in an autism/ID syndrome. Furthermore, there is growing evidences for germline or somatic mutations in the BAF complex genes to be causal for cancer/cancer predisposition syndromes. These discoveries have highlighted the role of the BAF complex in the human development and cancer formation. The biology of BAF is very complicated and much remains unknown. Ongoing research is required to reveal the whole picture of the BAF complex in human development, and will lead to the development of new targeted therapies for related disorders in the future.","dc:creator":"Kosho T","dc:date":"2014","dc:title":"Coffin-Siris syndrome and related disorders involving components of the BAF (mSWI/SNF) complex: historical review and recent advances using next generation sequencing."},"rdfs:label":"High-resolution melting analysis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"+0.5 strength of evidence"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98a1e419-a141-43d9-a30b-668c64d00f89","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6234f3bd-0f68-45f5-991c-f99f3e51c400","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Delayed neuronal differentiation has been implicated in many forms of intellectual disability and ASD, including CSS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31819260","type":"dc:BibliographicResource","dc:abstract":"Protein phosphorylation is a key post-translational modification regulating protein function in almost all cellular processes. Although tens of thousands of phosphorylation sites have been identified in human cells, approaches to determine the functional importance of each phosphosite are lacking. Here, we manually curated 112 datasets of phospho-enriched proteins, generated from 104 different human cell types or tissues. We re-analyzed the 6,801 proteomics experiments that passed our quality control criteria, creating a reference phosphoproteome containing 119,809 human phosphosites. To prioritize functional sites, we used machine learning to identify 59 features indicative of proteomic, structural, regulatory or evolutionary relevance and integrate them into a single functional score. Our approach identifies regulatory phosphosites across different molecular mechanisms, processes and diseases, and reveals genetic susceptibilities at a genomic scale. Several regulatory phosphosites were experimentally validated, including identifying a role in neuronal differentiation for phosphosites in SMARCC2, a member of the SWI/SNF chromatin-remodeling complex.","dc:creator":"Ochoa D","dc:date":"2020","dc:title":"The functional landscape of the human phosphoproteome."},"rdfs:label":"S302A/S304A mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Not well-established phenotype."},{"id":"cggv:d3b17ff4-56fa-4059-ba29-6ea2a6d80dc8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5e556ee-df4d-40f4-a04e-0cc0b888ead7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Related to abnormal brain findings noted in clinical patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23643363","type":"dc:BibliographicResource","dc:abstract":"Increased cortical size is essential to the enhanced intellectual capacity of primates during mammalian evolution. The mechanisms that control cortical size are largely unknown. Here, we show that mammalian BAF170, a subunit of the chromatin remodeling complex mSWI/SNF, is an intrinsic factor that controls cortical size. We find that conditional deletion of BAF170 promotes indirect neurogenesis by increasing the pool of intermediate progenitors (IPs) and results in an enlarged cortex, whereas cortex-specific BAF170 overexpression results in the opposite phenotype. Mechanistically, BAF170 competes with BAF155 subunit in the BAF complex, affecting euchromatin structure and thereby modulating the binding efficiency of the Pax6/REST-corepressor complex to Pax6 target genes that regulate the generation of IPs and late cortical progenitors. Our findings reveal a molecular mechanism mediated by the mSWI/SNF chromatin-remodeling complex that controls cortical architecture.","dc:creator":"Tuoc TC","dc:date":"2013","dc:title":"Chromatin regulation by BAF170 controls cerebral cortical size and thickness."},"rdfs:label":"Cortex-specific, conditional SMARCC2 (BAF170) "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded to one point because knockout and overexpressing transgenic mice were used."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":5045,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:d83dc4dc-9801-43f6-8267-f5f1fc383fb9","type":"GeneValidityProposition","disease":"obo:MONDO_0015452","gene":"hgnc:11105","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Coffin-Siris syndrome (CSS) is an autosomal dominant disorder characterized by intellectual disability, speech impairment, hypotonia, feeding difficulties, behavioral abnormalities, dysmorphic facial features, and hypoplastic or absent 5th finger/toenail. Variants in *SMARCC2* were first reported in individuals with CSS in 2019 by Machol et al. (PMID: 30580808). Variants in this gene had been previously reported  in individuals with intellectual disability/developmental delay without being linked to CSS (PMIDs: 25590979, 27620904). SMARCC2 is one of the core subunits of the BAF chromatin remodeling complex. *SMARCC2*‘s constraint metrics in gnomAD indicate that it is intolerant to both truncating and missense variants. \n\nThis curation includes nine *SMARCC2* variants in nine individuals across four publications (PMIDs: 25590979, 27620904, 30580808, 34881817). Additional evidence is available in the literature (PMID: 30580808), but the maximum score for genetic evidence has been reached. The disease mechanism is haploinsufficiency, although clustering of splicing variants in the SWIRM and SANT domains of the protein suggest that these variants could have a dominant-negative effect (PMID: 30580808). This gene-disease relationship is also supported by experimental evidence, including biochemical function (PMID: 25169878), protein-protein interactions (PMID: 25169753), and non-human model organisms (PMIDs: 23643363, 31819260). \n\nIn summary, there is definitive evidence supporting the relationship between *SMARCC2* and Coffin-Siris syndrome. This has been demonstrated in multiple research and clinical settings and has been validated over time. This curation was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on February 2, 2022 (SOP V8).\n","dc:isVersionOf":{"id":"cggv:aa645aa6-3a03-4ab7-9d09-b17be3184259"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}