{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-12-08T14:45:54.568Z","role":"Publisher"},{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2019-06-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ccda85d-d7ab-4010-8881-1602c167a63d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81522bb8-fa5e-4e5b-bdf7-8faab072ac19","type":"FunctionalAlteration","dc:description":"Blockage of lysosomal degradation by the lysosomal inhibitor chloroquine resulted in a higher amount of LC3-II (the membrane bound form) in the cells transfected with the mutants compared to the control cells, suggesting that the autophagic flux was blocked.\nFurthermore, HeLa cells transfected with the WDR45R134P and WDR45G168E mutants exhibited obvious cell swelling. Consistent with the Western blot analysis, immunofluorescence microscopy demonstrated the accumulation of LC3-containing autophagic structures in the HeLa cells transfected with the mutant plasmids compared\nwith that observed in the control cells transfected with the vector and WDR45WT plasmid.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29981852","type":"dc:BibliographicResource","dc:abstract":"Developmental delay (DD) is a neurological disorder that presents with defects in gross motor, fine motor, language and cognition functions. WD repeat domain 45 (WDR45) is one of the disease-causing genes of DD. Previously, WDR45 de novo mutations were reported in certain adult and pediatric patients due to iron accumulation.","dc:creator":"Chen H","dc:date":"2018","dc:title":"Early onset developmental delay and epilepsy in pediatric patients with WDR45 variants."},"rdfs:label":"HeLa transfection"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:6f92f21f-aeb7-4bcb-ba77-0a735c234968","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:facd89e7-2760-4f89-acfb-9100be4193c9","type":"FunctionalAlteration","dc:description":"Lower expression in all 5 subjects suggestive of structural instability and degradation.  An autophagic flux assay was performed using LCLs from patients.  Using both blockers of lysosomal degradation (chloroquine) and inducers of autophagy (Torin1) flux was incompletely blocked at an intermediate step of autophagosome formation and became more apparent when the system was placed under stress with induction.  The latter is the presumed mechanism of disease with degeneration manifest at an older age when a threshold of dysfunction is exceeded.  Immunofluorescence also showed the accumulation of abnormally large autophagic structures with improper formation (abnormally labelled vesicles).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23435086","type":"dc:BibliographicResource","dc:abstract":"Static encephalopathy of childhood with neurodegeneration in adulthood (SENDA) is a recently established subtype of neurodegeneration with brain iron accumulation (NBIA). By exome sequencing, we found de novo heterozygous mutations in WDR45 at Xp11.23 in two individuals with SENDA, and three additional WDR45 mutations were identified in three other subjects by Sanger sequencing. Using lymphoblastoid cell lines (LCLs) derived from the subjects, aberrant splicing was confirmed in two, and protein expression was observed to be severely impaired in all five. WDR45 encodes WD-repeat domain 45 (WDR45). WDR45 (also known as WIPI4) is one of the four mammalian homologs of yeast Atg18, which has an important role in autophagy. Lower autophagic activity and accumulation of aberrant early autophagic structures were demonstrated in the LCLs of the affected subjects. These findings provide direct evidence that an autophagy defect is indeed associated with a neurodegenerative disorder in humans.","dc:creator":"Saitsu H","dc:date":"2013","dc:title":"De novo mutations in the autophagy gene WDR45 cause static encephalopathy of childhood with neurodegeneration in adulthood."},"rdfs:label":"Autophagic Flux Assay"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0feb97f5-510f-4441-b406-865d40f99e71","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:415e762a-439c-47fa-add4-64e40c7c3888","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Normal birth and no initial evidence of impaired motor function.  However, by 11-13m the mutant mice spent less time on the rotorod than WT littermates when assessed at <5 RPM suggestive of progressive motor dysfunction.  Impaired cognitive function (males only, age not specified) was demonstrated by altered performance in the Morris water maze, Y-maze, and contextual fear recall testing.  Impaired LTP was also evident by altered field excitatory postsynaptic potential (fEPSP) amplitude in hippocampal slices of mutant mice.  Cultured neurons from these mice also exhibited impaired autophagic flux.  Finally, defects in axonal homeostasis were apparent.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26000824","type":"dc:BibliographicResource","dc:abstract":"WDR45/WIPI4, encoding a WD40 repeat-containing PtdIns(3)P binding protein, is essential for the basal autophagy pathway. Mutations in WDR45 cause the neurodegenerative disease β-propeller protein-associated neurodegeneration (BPAN), a subtype of NBIA. We generated CNS-specific Wdr45 knockout mice, which exhibit poor motor coordination, greatly impaired learning and memory, and extensive axon swelling with numerous axon spheroids. Autophagic flux is defective and SQSTM1 (sequestosome-1)/p62 and ubiquitin-positive protein aggregates accumulate in neurons and swollen axons. Nes-Wdr45(fl/Y) mice recapitulate some hallmarks of BPAN, including cognitive impairment and defective axonal homeostasis, providing a model for revealing the disease pathogenesis of BPAN and also for investigating the possible role of autophagy in axon maintenance. ","dc:creator":"Zhao YG","dc:date":"2015","dc:title":"The autophagy gene Wdr45/Wipi4 regulates learning and memory function and axonal homeostasis."},"rdfs:label":"Conditional Knock-Out"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":3741,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:7b5b6de4-a7ab-48e7-8334-c3a247087cf2","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:28912","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"WDR45 was initially identified in a subset of patients with atypical x-linked  neurodegeneration with brain iron accumulation (NBIA) in 2012. The disorder is typically characterized by later (adolescence to adulthood) neurologic deterioration, loss of skills, and progressive impairment. Many individuals were described as presenting in childhood with epilepsy and neurodevelopmental impairment or intellectual disability. The childhood presentation led to the inclusion of this gene on epilepsy panels with resulting earlier identification, broadened phenotypes, and reports of patients at younger ages. The expert panel decided to curate this gene for the X-linked complex neurodevelopmental disorder phenotype which represents a spectrum of neurologic presentations that can include epilepsy, autism, movement disorders, and intellectual disability. It should be noted that a review of the literature identified 34 adolescent and adult cases and 17 pediatric cases. Given the earlier identification, increased reporting, and variable phenotypes, the ultimate course and variability of this disorder may not yet be determined.","dc:isVersionOf":{"id":"cggv:85a54036-4d36-414d-8d26-944b9763a039"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}