{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30cv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-07-30T21:04:01.699Z","role":"Approver"},{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-16T19:23:29.187Z","role":"Publisher"}],"evidence":[{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3354002c-1baa-47dc-b011-2cf1561757e7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed4a765b-523d-4c04-a966-355487eca866","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot analysis of SBDS in 22 adult and fetal tissues showed ubiquitous expression of SBDS including bone marrow; however, bone marrow was not among the fetal tissues but only adult tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12496757","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS; OMIM 260400) is an autosomal recessive disorder with clinical features that include pancreatic exocrine insufficiency, hematological dysfunction and skeletal abnormalities. Here, we report identification of disease-associated mutations in an uncharacterized gene, SBDS, in the interval of 1.9 cM at 7q11 previously shown to be associated with the disease. We report that SBDS has a 1.6-kb transcript and encodes a predicted protein of 250 amino acids. A pseudogene copy (SBDSP) with 97% nucleotide sequence identity resides in a locally duplicated genomic segment of 305 kb. We found recurring mutations resulting from gene conversion in 89% of unrelated individuals with SDS (141 of 158), with 60% (95 of 158) carrying two converted alleles. Converted segments consistently included at least one of two pseudogene-like sequence changes that result in protein truncation. SDBS is a member of a highly conserved protein family of unknown function with putative orthologs in diverse species including archaea and eukaryotes. Archaeal orthologs are located within highly conserved operons that include homologs of RNA-processing genes, suggesting that SDS may be caused by a deficiency in an aspect of RNA metabolism that is essential for development of the exocrine pancreas, hematopoiesis and chrondrogenesis.","dc:creator":"Boocock GR","dc:date":"2003","dc:title":"Mutations in SBDS are associated with Shwachman-Diamond syndrome."},"rdfs:label":"RT-PCR and RNA-blot analyses"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Expression profile is not specific for the disease. This evidence reviewed as a 'no contradictory evidence' in terms of expression."},{"id":"cggv:1e7915f0-9b72-42d0-b98f-afe8780d81b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:56c0bec3-f477-497d-b651-ec88685e24bb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Ribosome biogenesis disruption (decreased synthesis and/or imbalance between subunits) are observed in inherited bone-marrow failure syndromes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17475909","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS) is an autosomal recessive disorder characterized by bone marrow failure, exocrine pancreatic dysfunction, and leukemia predisposition. Mutations in the SBDS gene are identified in most patients with SDS. SBDS encodes a highly conserved protein of unknown function. Data from SBDS orthologs suggest that SBDS may play a role in ribosome biogenesis or RNA processing. Human SBDS is enriched in the nucleolus, the major cellular site of ribosome biogenesis. Here we report that SBDS nucleolar localization is dependent on active rRNA transcription. Cells from patients with SDS or Diamond-Blackfan anemia are hypersensitive to low doses of actinomycin D, an inhibitor of rRNA transcription. The addition of wild-type SBDS complements the actinomycin D hypersensitivity of SDS patient cells. SBDS migrates together with the 60S large ribosomal subunit in sucrose gradients and coprecipitates with 28S ribosomal RNA (rRNA). Loss of SBDS is not associated with a discrete block in rRNA maturation or with decreased levels of the 60S ribosomal subunit. SBDS forms a protein complex with nucleophosmin, a multifunctional protein implicated in ribosome biogenesis and leukemogenesis. Our studies support the addition of SDS to the growing list of human bone marrow failure syndromes involving the ribosome.","dc:creator":"Ganapathi KA","dc:date":"2007","dc:title":"The human Shwachman-Diamond syndrome protein, SBDS, associates with ribosomal RNA."},"rdfs:label":"Co-precipitation of SBDS with ribosomal subunits"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The ribosome biogenesis defects were also shown in SBDS patient cells and rescued by transfection of wild-type SBDS cDNA into those patient cells."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c0add4d-8b48-4ef5-9aaf-4ff3b4562115","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ac177a18-d4eb-4534-bee3-751e0c911524","type":"FunctionalAlteration","dc:description":"SDS patient cells have both reduced relative levels of 80S mature ribosomes and a reduction in the 60S:40S subunit ratio. Knockdown of the SBDS expression in healthy donor bone marrow cells recapitulated the changes in the ribosomal profiles in SDS patient cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23115272","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS) is an autosomal-recessive marrow failure syndrome with a predisposition to leukemia. SDS patients harbor biallelic mutations in the SBDS gene, resulting in low levels of SBDS protein. Data from nonhuman models demonstrate that the SBDS protein facilitates the release of eIF6, a factor that prevents ribosome joining. The complete abrogation of Sbds expression in these models results in severe cellular and lethal physiologic abnormalities that differ from the human disease phenotype. Because human SDS cells are characterized by partial rather than complete loss of SBDS expression, we interrogated SDS patient cells for defects in ribosomal assembly. SDS patient cells exhibit altered ribosomal profiles and impaired association of the 40S and 60S subunits. Introduction of a wild-type SBDS cDNA into SDS patient cells corrected the ribosomal association defect, while patient-derived SBDS point mutants only partially improved subunit association. Knockdown of eIF6 expression improved ribosomal subunit association but did not correct the hematopoietic defect of SBDS-deficient cells. In summary, we demonstrate an SBDS-dependent ribosome maturation defect in SDS patient cells. The role of ribosomal subunit joining in marrow failure warrants further investigation.","dc:creator":"Burwick N","dc:date":"2012","dc:title":"Impaired ribosomal subunit association in Shwachman-Diamond syndrome."},"rdfs:label":"Ribosomal subunit disruption in SDS patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cda3a13f-7069-4315-9a38-4d70d68fa60b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5fd7c7ba-6c59-4e94-a6e8-0dc61c0d3d25","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The percentage of CD45+ cells were lower in non-rescued cells than rescued and control cells (0.01 < p < 0.05). Rescued cell levels were comparable to controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23602541","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS), a rare autosomal-recessive disorder characterized by exocrine pancreatic insufficiency and hematopoietic dysfunction, is caused by mutations in the Shwachman-Bodian-Diamond syndrome (SBDS) gene. We created human pluripotent stem cell models of SDS through knockdown of SBDS in human embryonic stem cells (hESCs) and generation of induced pluripotent stem cell (iPSC) lines from two patients with SDS. SBDS-deficient hESCs and iPSCs manifest deficits in exocrine pancreatic and hematopoietic differentiation in vitro, enhanced apoptosis, and elevated protease levels in culture supernatants, which could be reversed by restoring SBDS protein expression through transgene rescue or by supplementing culture media with protease inhibitors. Protease-mediated autodigestion provides a mechanistic link between the pancreatic and hematopoietic phenotypes in SDS, highlighting the utility of hESCs and iPSCs in obtaining novel insights into human disease.","dc:creator":"Tulpule A","dc:date":"2013","dc:title":"Pluripotent stem cell models of Shwachman-Diamond syndrome reveal a common mechanism for pancreatic and hematopoietic dysfunction."},"rdfs:label":"Reprogrammed iPSC derived from fibroblasts with WT-rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:f7254b7a-38b0-43cd-94a2-0efe9406c22a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3f0b6b9b-e312-4b62-a4f4-937c8ee77191","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Relative gene expression levels of amylase and carboxypeptidase (exocrine pancreatic function biomarkers) were significantly increased upon expression of WT-SBDS cDNA in patient derived pancreatic tissue generated from iPSCs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23602541","rdfs:label":"Reprogrammed iPSC derived from fibroblasts with WT-rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:3be78d93-8901-4365-8b0f-9f33fccaeaf6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:855c20ef-4ad2-4f64-9894-460877611a49","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"c.377G>C(p.R126T) and cKO alleles were generated using knock-in methodologies. Anatomic, histologic, and functional defects of the pancreas and global growth failure are consistent with the phenotypes of exocrine pancreas dysfunction and failure to thrive/growth retardation in affected humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22510201","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS) is the second leading cause of hereditary exocrine pancreatic dysfunction. More than 90% of patients with SDS have biallelic loss-of-function mutations in the Shwachman-Bodian Diamond syndrome (SBDS) gene, which encodes a factor involved in ribosome function. We investigated whether mutations in Sbds lead to similar pancreatic defects in mice.","dc:creator":"Tourlakis ME","dc:date":"2012","dc:title":"Deficiency of Sbds in the mouse pancreas leads to features of Shwachman-Diamond syndrome, with loss of zymogen granules."},"rdfs:label":"Pancreas-specific mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:8f1ec387-ec09-49a5-adb2-4206d8620deb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c410b90-6e7d-4320-8b5a-279b28922d44","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"All coding exons of SBDS were amplified and Sanger sequenced from a genomic DNA of peripheral mononuclear cells and fibroblasts from the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0012115","obo:HP_0001875","obo:HP_0001510","obo:HP_0002719","obo:HP_0002812"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:8f1ec387-ec09-49a5-adb2-4206d8620deb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016038.4(SBDS):c.258+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116053"}},{"id":"cggv:f44cee72-e151-402d-9a6c-824107745529","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016038.2(SBDS):c.183_184delTAinsCT (p.Lys62Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340050"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15769891","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS) is an autosomal-recessive disorder characterized by short stature, exocrine pancreatic insufficiency, and hematologic defects. The causative SBDS gene was sequenced in 20 of 23 unrelated patients with clinical SDS. Mutations in the SBDS gene were found in 75%, being identical in 11 patients. Hematologic parameters for all 3 lineages were determined over time such as absolute neutrophil counts (ANCs), granulocyte functions, and erythroid and myeloid colony formation (erythroid burst-forming unit [BFU-E] and granulocyte-monocyte colony-forming unit [CFU-GM]) from hematopoietic progenitor cells, percentage of fetal hemoglobin (HbF), and platelet counts. Persistent neutropenia was present in 43% in the absence of apoptosis and unrelated to chemotaxis defects (in 65%) or infection rate. Irrespective of the ANC in vivo, abnormal CFU-GM was observed in all patients with SDS tested (14 of 14), whereas BFU-E was less often affected (9 of 14). Cytogenetic aberrations occurred in 5 of 19 patients in the absence of myelodysplasia. One child died during allogeneic bone marrow transplantation. In conclusion, neutropenia and defective chemotaxis did not result in severe clinical infection in SDS. CFU-GMs were impaired in all patients tested. From the SBDS sequence data, we conclude that in patients with genetically proven SDS a genotype-phenotype relationship in SDS does not exist in clinical and hematologic terms.","dc:creator":"Kuijpers TW","dc:date":"2005","dc:title":"Hematologic abnormalities in Shwachman Diamond syndrome: lack of genotype-phenotype relationship."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891","rdfs:label":"Pt_1F"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Parents were not tested for phase but the phenotype is fitting to the genotype."},{"id":"cggv:aafe4cef-cc39-4433-be17-39026506dfb4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7dfba593-c7f5-4aa1-83db-73cdcf64ca5e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All coding exons and exon-intron boundaries of SBDS gene were amplified from the peripheral blood genomic DNA samples of the patients and Sanger sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001738","obo:HP_0001871"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:aafe4cef-cc39-4433-be17-39026506dfb4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"},{"id":"cggv:f44cee72-e151-402d-9a6c-824107745529"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14749921","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond syndrome (SDS; OMIM 260400) is an autosomal recessive disorder characterized by exocrine pancreatic insufficiency, bone marrow dysfunction and metaphyseal chondrodysplasia. SDS is caused by mutations in SBDS, an uncharacterized gene. A previous study in SDS patients largely of European ancestry found that most SBDS mutations occurred within a approximately 240-bp region of exon 2 and resulted from gene conversion due to recombination with a pseudogene, SBDSP. It is unknown, however, whether these findings are applicable to other ethnic groups. To address this question, we examined SBDS mutations in six Japanese families with SDS by direct sequencing. We identified compound heterozygous mutations in four families: two were recurrent (96-97insA, 258+2T>C), and three were novel [292-295delAAAG, (183-184TA>CT +201A>G), (141C>T+183-184TA>CT+201A>G)] mutations. Most of these mutations also appear to result from gene conversion, but the conversion events occurred at various sites between intron 1 and exon 3. Thus, gene conversion mutations in SBDS are common to different ethnic groups, but they are not confined to a limited region of the gene.","dc:creator":"Nakashima E","dc:date":"2004","dc:title":"Novel SBDS mutations caused by gene conversion in Japanese patients with Shwachman-Diamond syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14749921","rdfs:label":"Pt_2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:3eebd9dd-10ec-4ee7-a52a-a19e2b813544_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6686f9ae-e67a-4441-9adc-a2af4ce6b81f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"All coding exons, splice junctions and 500bp of 5' and 3' UTR of SBDS were amplified and Sanger sequenced from a genomic DNA extracted from peripheral blood of the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001738","obo:HP_0005528"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3eebd9dd-10ec-4ee7-a52a-a19e2b813544_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f44cee72-e151-402d-9a6c-824107745529"},{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15284109","type":"dc:BibliographicResource","dc:abstract":"Shwachman-Diamond Syndrome (SDS) is a rare multisystem disorder characterized by exocrine pancreatic insufficiency, bone marrow dysfunction, and metaphyseal chondrodysplasia. Recent studies show that mutations of SBDS, a gene of unknown function, are present in the majority of patients with SDS. In the present study, we show that most, but not all, patients classified based on rigorous clinical criteria as having SDS had compound heterozygous mutations of SBDS. Full-length SBDS protein was not detected in leukocytes of SDS patients with the most common SBDS mutations, consistent with a loss-of-function mechanism. In contrast, SBDS protein was expressed at normal levels in SDS patients without SBDS mutations. These data confirm the absence of SBDS mutations in this subgroup of patients and suggest that SDS is a genetically heterogeneous disorder. The presence (or absence) of SBDS mutations may define subgroups of patients with SDS who share distinct clinical features or natural history.","dc:creator":"Woloszynek JR","dc:date":"2004","dc:title":"Mutations of the SBDS gene are present in most patients with Shwachman-Diamond syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15284109","rdfs:label":"Pt_077M"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:09f6ab90-770c-4e02-8ae9-2ffad7782c6c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b6a1f78-7975-458a-8487-c57f7af8ca32","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"All coding exons of SBDS were amplified and Sanger sequenced from a genomic DNA of peripheral mononuclear cells and fibroblasts from the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002014","obo:HP_0002823","obo:HP_0001875"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:09f6ab90-770c-4e02-8ae9-2ffad7782c6c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2103e39c-22e2-4dea-b5e9-8a172dd80ff6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016038.4(SBDS):c.293_296AAGA[1] (p.Glu99fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342198"}},{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891","rdfs:label":"Pt_4M"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Parents were not tested for phase but the phenotype is fitting to the genotype."},{"id":"cggv:41db961e-70d6-443d-bb09-0ae5fcb83075_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:98ac4cd5-5f08-43d7-aed5-5f50673d6633","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"All coding exons of SBDS were amplified and Sanger sequenced from a genomic DNA of peripheral mononuclear cells and fibroblasts from the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000924","obo:HP_0012115","obo:HP_0002014","obo:HP_0001903","obo:HP_0001875","obo:HP_0001510","obo:HP_0002240","obo:HP_0002719"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:41db961e-70d6-443d-bb09-0ae5fcb83075_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f44cee72-e151-402d-9a6c-824107745529"},{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891","rdfs:label":"Pt_7F"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Parents were not tested for phase but the phenotype is fitting to the genotype."},{"id":"cggv:5e2db36e-8020-4c45-9195-0cf4f9709fe8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:108880de-9c4f-4997-896b-c92a6225cedc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"All coding exons, splice junctions and 500bp of 5' and 3' UTR of SBDS were amplified and Sanger sequenced from a genomic DNA extracted from peripheral blood of the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001738","obo:HP_0005528"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5e2db36e-8020-4c45-9195-0cf4f9709fe8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"},{"id":"cggv:a3e9d625-bfca-4084-bdbf-5b9732f38e67","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016038.4(SBDS):c.258+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342197"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15284109"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15284109","rdfs:label":"Pt_082M"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:8c3dd432-2393-4650-9d5e-8dba767c15eb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a0991f2-660e-405c-a8de-6401dea0711d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"All coding exons of SBDS were amplified and Sanger sequenced from a genomic DNA of peripheral mononuclear cells and fibroblasts from the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002014","obo:HP_0002240","obo:HP_0001875","obo:HP_0012115"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:8c3dd432-2393-4650-9d5e-8dba767c15eb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2103e39c-22e2-4dea-b5e9-8a172dd80ff6"},{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15769891","rdfs:label":"Pt_17F"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Parents were not tested for phase but the phenotype is fitting to the genotype."},{"id":"cggv:fae7371c-c7b0-4c34-a0c3-4d43a76263ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0e4a5a5-9d4a-4606-961f-ef66b4cbf93f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"All coding exons, splice junctions and 500bp of 5' and 3' UTR of SBDS were amplified and Sanger sequenced from a genomic DNA extracted from peripheral blood of the patients.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0005528","obo:HP_0001738"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fae7371c-c7b0-4c34-a0c3-4d43a76263ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:77559565-f07e-4d49-a462-e2053f5526cc"},{"id":"cggv:eddce34d-16e2-4f51-9e5c-43c470ad50c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016038.4(SBDS):c.652C>T (p.Arg218Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342207"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15284109"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15284109","rdfs:label":"Pt_006F"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1057,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:300452d9-1939-4ef4-8043-85b00e94ff1a","type":"GeneValidityProposition","disease":"obo:MONDO_0009833","gene":"hgnc:19440","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"Variants in SBDS gene have been reported in more than 350 individuals with autosomal recessive (AR) Shwachman-Diamond Syndrome since the first publication in 2003 (Boocock GR et al; PMID: 12496757). Biallelic inheritance of more than 20 unique variants that are predicted to result in a hypomorphic protein have been reported in >90% of the individuals with clinical diagnosis of Shwachman-Diamond Syndrome. SBDS is reported to play an essential role in ribosome biogenesis. Two of the recurring variants, as well as some others, arise from a gene-conversion event between SBDS and its pseudogene SBDSP1, and they are found in 60% and 90% of the affected individuals with pathogenic SBDS variants either together or with another variant, respectively. This gene-disease relationship is supported by animal models, rescue experiments, and functional experiments. In summary, SBDS is definitively associated with autosomal recessive Shwachman-Diamond Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:7c2a84f0-e42d-487f-a2af-5b536a30d30c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}