{"id":"cggv:d00155ee-71d6-4d9d-bb08-91a0dee42932v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d00155ee-71d6-4d9d-bb08-91a0dee42932_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-19T05:14:31.073Z","role":"Publisher"},{"id":"cggv:d00155ee-71d6-4d9d-bb08-91a0dee42932_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-08T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18455129","type":"dc:BibliographicResource","dc:abstract":"Mental retardation (MR) is the most frequent handicap among children and young adults. Although a large proportion of X-linked MR genes have been identified, only four genes responsible for autosomal-recessive nonsyndromic MR (AR-NSMR) have been described so far. Here, we report on two genes involved in autosomal-recessive and X-linked NSMR. First, autozygosity mapping in two sibs born to first-cousin French parents led to the identification of a region on 8p22-p23.1. This interval encompasses the gene N33/TUSC3 encoding one subunit of the oligosaccharyltransferase (OTase) complex, which catalyzes the transfer of an oligosaccharide chain on nascent proteins, the key step of N-glycosylation. Sequencing N33/TUSC3 identified a 1 bp insertion, c.787_788insC, resulting in a premature stop codon, p.N263fsX300, and leading to mRNA decay. Surprisingly, glycosylation analyses of patient fibroblasts showed normal N-glycan synthesis and transfer, suggesting that normal N-glycosylation observed in patient fibroblasts may be due to functional compensation. Subsequently, screening of the X-linked N33/TUSC3 paralog, the IAP gene, identified a missense mutation (c.932T-->G, p.V311G) in a family with X-linked NSMR. Recent studies of fucosylation and polysialic-acid modification of neuronal cell-adhesion glycoproteins have shown the critical role of glycosylation in synaptic plasticity. However, our data provide the first demonstration that a defect in N-glycosylation can result in NSMR. Together, our results demonstrate that fine regulation of OTase activity is essential for normal cognitive-function development, providing therefore further insights to understand the pathophysiological bases of MR.","dc:creator":"Molinari F","dc:date":"2008","dc:title":"Oligosaccharyltransferase-subunit mutations in nonsyndromic mental retardation."},"evidence":[{"id":"cggv:d00155ee-71d6-4d9d-bb08-91a0dee42932_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:d00155ee-71d6-4d9d-bb08-91a0dee42932_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":5905,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:b5edaec7-7f97-45c9-98ae-fd7bd9f95c56","type":"GeneValidityProposition","disease":"obo:MONDO_0100284","gene":"hgnc:28880","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*MAGT1* was first reported in relation to X-linked intellectual disability in 2008 (Molinari et al., PMID: 18455129). The authors reported a missense variant that co-segregated with X-linked non-syndromic intellectual disability in a family. However, this variant was later found to be common in the general population and unlikely to be disease-causing (PMID: 23871722). Truncating variants in *MAGT1* are a well-known cause of X-linked immunodeficiency with magnesium defect, Epstein-Barr virus infection, and neoplasia (XMEN). Of note, none of the reported males with truncating variants and the immunodeficiency phenotype had intellectual disability (Li et al. 2011, PMID: 21796205; Chaigne-Delalande et al., 2013, PMID: 23846901; Li et al., 2014, PMID: 24550228; Dhalla et al., 2014, PMID: 25504528; Ravell et al., 2020, PMID: 31714901), questioning the implication of *MAGT1* in neurodevelopmental disorders. \n\nNo other relationships between *MAGT1* disruption and X-linked intellectual disability were reported until 2017 (Brigida et al., PMID: 27770395). These authors reported a patient with a large deletion in the MAGT1 gene with immunological phenotypes characteristic of XMEN disease, along with cognitive and language delay. However, the patient's neurological manifestations may be explained by disruption of the *ATRX* gene, involved in X-linked alpha thalassaemia intellectual disability syndrome, since the deletion extended into the promoter. In 2019, Blommaert et al. (PMID: 31036665)  reported *MAGT1* variants in two unrelated male individuals with intellectual disability and a glycosylation defect. The variants, including a missense and a nonsense variant, were detected via an in-house congenital disorder of glycosylation gene panel. Given that no other causes of intellectual disability were ruled out with exome or genome sequencing, it is not possible to conclude that the *MAGT1* variants are responsible for the intellectual disability observed in these individuals. Furthermore, this same nonsense variant was also found in two other individuals who had XMEN disease with the characteristic immunological phenotype but did not have intellectual disability (PMID: 31714901). No experimental evidence linking variation in the *MAGT1* gene to intellectual disability was identified in the literature. \n\nIn summary, the evidence supporting the relationship between *MAGT1* and X-linked intellectual disability has been disputed. More evidence is needed to either support or entirely refute the role *MAGT1* plays in this disease. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on January 4th, 2023 (SOP Version 9). Note that the relationship between *MAGT1* and XMEN will be evaluated separately by another gene curation expert panel. \nThere is currently no scoreable genetic evidence to support the pathogenic role of MAGT1 in X-linked intellectual disability.","dc:isVersionOf":{"id":"cggv:d00155ee-71d6-4d9d-bb08-91a0dee42932"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}