{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-07-02T15:17:27.977Z","role":"Publisher"},{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-05-15T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"evidence":[{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:645a85f3-2ec7-457a-8518-02bf4277fcc3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:867e3991-5bc0-4d01-86af-1dcc0153367e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FAM65B is shown in wild-type rat cochlea OHCs and in vestibular hair cells with moderate and high expression. Green fluorescent clusters indicating fusion-exocytosis vesicles in the pericuticular area. Localization of FAM65B to the supracuticular plasma membrane was observed. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24958875","type":"dc:BibliographicResource","dc:abstract":"In a large consanguineous Turkish kindred with recessive nonsyndromic, prelingual, profound hearing loss, we identified in the gene FAM65B (MIM611410) a splice site mutation (c.102-1G>A) that perfectly cosegregates with the phenotype in the family. The mutation leads to exon skipping and deletion of 52-amino acid residues of a PX membrane localization domain. FAM65B is known to be involved in myotube formation and in regulation of cell adhesion, polarization, and migration. We show that wild-type Fam65b is expressed during embryonic and postnatal development stages in murine cochlea, and that the protein localizes to the plasma membranes of the stereocilia of inner and outer hair cells of the inner ear. The wild-type protein targets the plasma membrane, whereas the mutant protein accumulates in cytoplasmic inclusion bodies and does not reach the membrane. In zebrafish, knockdown of fam65b leads to significant reduction of numbers of saccular hair cells and neuromasts and to hearing loss. We conclude that FAM65B is a plasma membrane-associated protein of hair cell stereocilia that is essential for hearing.","dc:creator":"Diaz-Horta O","dc:date":"2014","dc:title":"FAM65B is a membrane-associated protein of hair cell stereocilia required for hearing."},"rdfs:label":"Rat inner and outer hair cell mice cell expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b3e0b17-dd13-40ef-80e4-f887e9658cde","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b42a4e62-dd5a-442f-ae10-665fdb08038d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both affected humans and mutant mice have mild hearing loss. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27269051","type":"dc:BibliographicResource","dc:abstract":"Cochlear hair cells convert sound-induced vibration into electrical signals. FAM65B mutations cause hearing loss by an unknown mechanism. Using biochemistry and stochastic optical reconstruction microscopy (STORM), we show here that Fam65b oligomers form a circumferential ring near the basal taper of the mechanically sensitive stereocilia of murine hair cells. Taperin, a second protein near the taper, forms a dense-core-like structure that is disrupted in the absence of Fam65b. Stereocilia of Fam65b-deficient murine hair cells start to develop, but mechanotransduction is affected and stereocilia deteriorate. Yeast-two-hybrid screens identify RhoC as a Fam65b binding partner. RhoC co-localizes with Fam65b in stereocilia and regulates Fam65b oligomerization. Binding to RhoC and oligomerization are critical for Fam65b function. Our findings thus reveal a highly organized compartment near the base of stereocilia that is critical for hair cell function and affected in disease.","dc:creator":"Zhao B","dc:date":"2016","dc:title":"Murine Fam65b forms ring-like structures at the base of stereocilia critical for mechanosensory hair cell function."},"rdfs:label":"Mouse model (heterozygotes have mild phenotype)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Only mild hearing loss was seen in the heterozygous mutant mice. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":8649,"specifiedBy":"GeneValidityCriteria10","strengthScore":5,"subject":{"id":"cggv:846f5e0c-561a-48d1-99b8-839641f69dbb","type":"GeneValidityProposition","disease":"obo:MONDO_0019587","gene":"hgnc:13872","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"RIPOR2 was first reported in relation to autosomal dominant nonsyndromic genetic deafness in 2020 (de Brujin et al; PMID: 32631815). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability. Therefore, the following disease entities have been split into two disease entities, autosomal recessive nonsyndromic genetic deafness (OMIM:616515) and autosomal dominant nonsyndromic genetic deafness (OMIM:607017). The split curation for autosomal recessive nonsyndromic genetic deafness has been curated separately. One variant (in-frame deletion) that has been reported in over fifty probands from twelve families (with a founder effect demonstrated for at least seven of the families) in one publication (PMIDs: 32631815) is included in this curation. Analysis of this variant in mice shows mislocalization, supporting impaired function of protein. Thus, the mechanism of pathogenicity appears to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (mouse model, expression-level evidence, PMID: 24958875). Heterozygous mutant mice show mild hearing loss. Expression-level evidence indicates that the gene is expressed in inner and outer hair cells. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Hearing Loss GCEP on the meeting date 5/15/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:64425d70-9de8-4b24-946d-338d86cecf48"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}