{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2022-04-06T04:25:57.142Z","role":"Publisher"},{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10067","date":"2021-07-15T02:30:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9662404","type":"dc:BibliographicResource","dc:abstract":"Pseudohypoaldosteronism type I (PHA1) is characterized by neonatal renal salt wasting with dehydration, hypotension, hyperkalaemia and metabolic acidosis, despite elevated aldosterone levels. Two forms of PHA1 exist. An autosomal recessive form features severe disease with manifestations persisting into adulthood. This form is caused by loss-of-function mutations in genes encoding subunits of the amiloride-sensitive epithelial sodium channel (ENaC; refs 2,3). Autosomal dominant or sporadic PHA1 is a milder disease that remits with age. Among six dominant and seven sporadic PHA1 kindreds, we have found no ENaC gene mutations, implicating mutations in other genes. As ENaC activity in the kidney is regulated by the steroid hormone aldosterone acting through the mineralocorticoid receptor, we have screened the mineralocorticoid receptor gene (MLR) for variants and have identified heterozygous mutations in one sporadic and four dominant kindreds. These include two frameshift mutations (one a de novo mutation), two premature termination codons and one splice donor mutation. These mutations segregate with PHA1 and are not found in unaffected subjects. These findings demonstrate that heterozygous MLR mutations cause PHA1, underscore the important role of mineralocorticoid receptor function in regulation of salt and blood pressure homeostasis in humans and motivate further study of this gene for a potential role in blood pressure variation.","dc:creator":"Geller DS","dc:date":"1998","dc:title":"Mutations in the mineralocorticoid receptor gene cause autosomal dominant pseudohypoaldosteronism type I."},"evidence":[{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6ae5564-a7a7-4a19-9149-50ddc0adc5a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbfaefc4-5149-4ea0-84b3-97be8887d719","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridisation of human kidney cortex. Signal only in distal tubules and not in proximal tubules or glomeruli ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9141514","type":"dc:BibliographicResource","dc:abstract":"Expression of the mineralocorticoid receptor (MR) is restricted to some sodium-transporting epithelia and a few nonepithelial target tissues. Determination of the genomic structure of the human MR (hMR) revealed two different untranslated exons (1alpha and 1beta), which splice alternatively into the common exon 2, giving rise to two hMR mRNA isoforms (hMR alpha and hMR beta). We have investigated expression of hMR transcripts in renal, cardiac, skin, and colonic tissue samples by in situ hybridization with exon 1alpha and 1beta specific riboprobes, using an exon 2 probe as internal control. Specific signals for either exon 1alpha- and 1beta-containing mRNAs were detected in typically hMR-expressing cells in all tissues analyzed. hMR alpha and hMR beta were present in distal tubules of the kidney, in cardiomyocytes, in enterocytes of the colonic mucosa, and in keratinocytes and sweat glands. Interestingly, although both isoforms appear to be expressed at approximately the same level, the relative abundance of each message compared with that of exon 2-containing mRNA strikingly differs among aldosterone target tissues, suggesting the possibility of other tissue-specific transcripts originating from alternative splicing. Finally, functional hypermineralocorticism was associated with reduced expression of hMR beta in sweat glands of two patients affected by Conn's and Liddle's syndrome, whereas normal levels of hMR isoforms were found in one case of pseudohypoaldosteronism. Altogether, our results indicate a differential, tissue-specific expression of hMR mRNA isoforms, hMR beta being down-regulated in situations of positive sodium balance, independently of aldosterone levels.","dc:creator":"Zennaro MC","dc:date":"1997","dc:title":"Tissue-specific expression of alpha and beta messenger ribonucleic acid isoforms of the human mineralocorticoid receptor in normal and pathological states."},"rdfs:label":"In situ hybridisation of human kidney cortex"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6a9d192b-5bc6-4322-a09e-e0729a6d2f1e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ff5c2c0-e63b-4ff8-8b22-83c3a82cf467","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Inability of NR3C2 to bind aldosterone results in overproduction of aldosterone but no effect","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1995640","type":"dc:BibliographicResource","dc:abstract":"The structure-function relationship of the oligomeric unactivated glucocorticoid receptor is not fully understood. An essential step in the process of understanding such a relationship involves the production of large quantities of the receptor. Using a baculovirus expression system we have been able to overproduce a recombinant rat glucocorticoid receptor (rGR). A cDNA coding for the entire rGR was introduced into the genome of the wild type baculovirus, Autographa californica nuclear polyhedrosis virus, by an in vivo recombination event. Based on specific steroid binding, insect cells infected with the recombinant baculovirus expressed 1-3 x 10(6) receptor molecules/cell which is 15-45 times more than that expressed normally in a hepatocyte. The recombinant rGR expressed in insect cells is indistinguishable from the bona fide rGR with respect to immunogenic reactivity, cytoplasmic localization, sedimentation, chromatographic and electrophoretic mobility, and hormone and DNA binding. Furthermore, the recombinant rGR is expressed as a functional protein as demonstrated by its ability to specifically bind a glucocorticoid agonist, to translocate from the cytoplasm to the nucleus upon hormone-binding, and to act as a transcriptional enhancer. Pulse labeling of recombinant baculovirus-infected insect cells with 32Pi and isolation of the labeled products by immunoprecipitation demonstrated that the recombinant rGR is a phosphoprotein. Thus, the recombinant rGR expressed in insect cells is biologically active and is suitable for structural and functional analysis. A simple three-step purification procedure of the unactivated recombinant rGR is described.","dc:creator":"Alnemri ES","dc:date":"1991","dc:title":"Characterization and purification of a functional rat glucocorticoid receptor overexpressed in a baculovirus system."},"rdfs:label":"NR3C2 expressed in insect cells binds aldosterone "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"well established function"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3e56dbe1-73f0-4e7f-b460-cf33729d1ad8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c3c7f180-6278-40a5-8549-fc3ae85011db","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice recapitulated the human disease with a low Na, high K, increased aldosterone with normal Na diet. Model lethal with low Na diet. Mouse Na and K rescued with high Na diet","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26762397","type":"dc:BibliographicResource","dc:abstract":"Aldosterone is the main mineralocorticoid hormone controlling sodium balance, fluid homeostasis, and blood pressure by regulating sodium reabsorption in the aldosterone-sensitive distal nephron (ASDN). Germline loss-of-function mutations of the mineralocorticoid receptor (MR) in humans and in mice lead to the \"renal\" form of type 1 pseudohypoaldosteronism (PHA-1), a case of aldosterone resistance characterized by salt wasting, dehydration, failure to thrive, hyperkalemia, and metabolic acidosis. To investigate the importance of MR in adult epithelial cells, we generated nephron-specific MR knockout mice (MR(Pax8/LC1)) using a doxycycline-inducible system. Under standard diet, MR(Pax8/LC1) mice exhibit inability to gain weight and significant weight loss compared to control mice. Interestingly, despite failure to thrive, MR(Pax8/LC1) mice survive but develop a severe PHA-1 phenotype with higher urinary Na(+) levels, decreased plasma Na(+), hyperkalemia, and higher levels of plasma aldosterone. This phenotype further worsens and becomes lethal under a sodium-deficient diet. Na(+)/Cl(-) co-transporter (NCC) protein expression and its phosphorylated form are downregulated in the MR(Pax8/LC1) knockouts, as well as the αENaC protein expression level, whereas the expression of glucocorticoid receptor (GR) is increased. A diet rich in Na(+) and low in K(+) does not restore plasma aldosterone to control levels but is sufficient to restore body weight, plasma, and urinary electrolytes. In conclusion, MR deletion along the nephron fully recapitulates the features of severe human PHA-1. ENaC protein expression is dependent on MR activity. Suppression of NCC under hyperkalemia predominates in a hypovolemic state.","dc:creator":"Canonica J","dc:date":"2016","dc:title":"Adult nephron-specific MR-deficient mice develop a severe renal PHA-1 phenotype."},"rdfs:label":"Mouse conditional knockout model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Mouse well replicated human phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4183,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:445ae5b9-e9bd-4e37-8fe5-163fec76e6ed","type":"GeneValidityProposition","disease":"obo:MONDO_0008329","gene":"hgnc:7979","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The *NR3C2* gene is located on chromosome 4 at q31.23 and encodes the nuclear receptor subfamily 3 group C member 2 protein, also known as mineralocorticoid receptor. The protein functions as a ligand-dependent transcription factor that mediates the effects of aldosterone on a variety of target tissues, including the distal parts of the nephron, the distal colon, the cardiovascular and central nervous systems, and brown adipose tissue (Zennaro 2001 PMID: 11518808).\n*NR3C2* mutation was first reported in relation to autosomal dominant Pseudohypoaldosteronism type 1 in 1998 (Geller PMID:9662404). This disorder is characterised by mineralocorticoid resistance and neonatal renal salt wasting, and failure to thrive in neonates and children. It is associated with low sodium, high potassium, acidosis, and low blood pressure, with high plasma renin and aldosterone levels. Symptoms improve by adolescence due to the reduced dependence on aldosterone action with age. However, there is compensation for the defective mineralocorticoid receptor by upregulating the mineralocorticoid axis with a lifelong increase in aldosterone levels. Treatment is with NaCl supplements. The mechanism is considered to be due to a loss of function; aldosterone cannot bind to the receptor and affects transcription, resulting in high aldosterone levels.\n*NR3C2* mutation has also been associated with autosomal dominant Hypertension, early-onset, with exacerbation in pregnancy by Geller in 2000 (PMID:10884226). This condition is due to a gain of function mechanism, where there is increased renal salt reabsorption leading to severe ‘early onset’  hypertension, with  low renin and aldosterone. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, although both conditions have an AD inheritance, there is a difference in molecular mechanism and in clinical phenotype. Therefore the diseases were split into Pseudohypoaldosteronism type I (OMIM:177735) and Hypertension, early onset, with exacerbation in pregnancy (OMIM:605115). Autosomal dominant hypertension, early-onset, with exacerbation in pregnancy has been curated separately. \nMore than 40 pathogenic variants had been reported in *NR3C2* in Pseudohypoaldosteronism type I, many of which are nonsense or frameshift variants with relatively fewer missense variants, in more than 80 individuals in many publications. More evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached. The gene-disease association is also supported by experimental evidence including biochemical function, expression studies, and a knockout mouse model that recapitulates the human disease.   \nIn summary, NR3C2 is definitively associated with autosomal dominant Pseudohypoaldosteronism type 1. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:8c78e824-d77d-4635-a181-6139b8e9c028"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}