{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-07-09T16:00:00.000Z","role":"Approver"},{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-11-03T19:40:12.327Z","role":"Publisher"}],"evidence":[{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a7996886-4bf4-4843-bf4f-7b2943dcba60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:53989e83-5f7e-4719-8ef7-5d7d51de2566","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"Genomic DNA was extracted from patient fibroblasts, sequenced, and the three MCEE/thirteen MUT exons were analyzed and amplified. Any reported mutations were resequenced from fresh PCR product.","phenotypes":["obo:HP_0001251","obo:HP_0004302","obo:HP_0001260","obo:HP_0012120","obo:HP_0002313"],"previousTesting":true,"previousTestingDescription":"Normal MRI; Propionate Incorporation w/o hydroxycobalamin at 7.0 nmols/mg protein/18hr; Propionate Incorporation with hydroxycobalamin at 8.2 nmols/mg protein/18hr; Adenosylcobalamin synthesis percentage at 12.7%; Elevated methylmalonic values of 621 µmol/mmol creatinine (reference 0.8-5.2 µmol/mmol creatinine)","sex":"UnknownEthnicity","variant":{"id":"cggv:a7996886-4bf4-4843-bf4f-7b2943dcba60_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:832a4e58-e21e-4f44-b375-21dfed36ccf5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032601.4(MCEE):c.178A>C (p.Lys60Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312700"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17823972","type":"dc:BibliographicResource","dc:abstract":"Methylmalonic aciduria is known to result from defects in the enzyme methylmalonyl CoA mutase (MCM) (mut complementation group) and from defects in the synthesis of the MCM cofactor adenosylcobalamin (cblA, cblB, cblC, cblD, and cblF groups). Two patients who excrete methylmalonic acid have recently been shown to have a homozygous nonsense mutation in the gene coding for methylmalonyl CoA epimerase (MCEE). To further understand the cause of methylmalonic acid excretion, the MCEE gene was sequenced in 229 patients with elevations of methylmalonic acid excretion for which no cause was known. Mutations in MCEE were detected in five patients: two patients homozygous for c.139C>T, p.R47X, one patient homozygous for c.178A>C, p.K60Q, and two patients heterozygous for c.427C>T, p.R143C. Fusion of fibroblast lines from two patients homozygous for c.139C>T, p.R47X did not result in correction of [(14)C]propionate incorporation toward control values while the defect in these fibroblasts was complemented by mut, cblA, and cblB fibroblasts. Infection with wild-type MCEE cDNA resulted in correction of the biochemical phenotype in cells from both patients.","dc:creator":"Gradinger AB","dc:date":"2007","dc:title":"Atypical methylmalonic aciduria: frequency of mutations in the methylmalonyl CoA epimerase gene (MCEE)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17823972","rdfs:label":"WG2098"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"This variant is likely a benign polymorphism due to the normal incorporation activity. Therefore, this proband will not be scored."},{"id":"cggv:a4808b65-ce54-46f0-9797-a7f0353df457_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d7440448-cf20-448d-91d2-d75548e55f6d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Extracted DNA from blood was amplified and three coding exons/splice site junctions of MCEE were Sanger sequenced. A deletion/duplicaiton analysis yeilded normal results. To search for an intronic sequence variant, total RNA was extracted and reverse-transcribed to confirm a 92-bp insertion between Exons 2 and 3. Resulting sequencing of this genomic area revealed a deep intronic variant that created a new consensus donor splice site that leads to a premature stop codon.","phenotypeFreeText":"Low incorporation of 14C-propionate (4.1 nmol propionate/mg protein/18 h; control mean 10.8, SD 3.7) with no response to hydroxycobalamin","phenotypes":["obo:HP_0003236","obo:HP_0001987","obo:HP_0031962","obo:HP_0001942","obo:HP_0000651","obo:HP_0012120","obo:HP_0002013","obo:HP_0002919","obo:HP_0002367","obo:HP_0001944","obo:HP_0001946","obo:HP_0001289"],"previousTesting":true,"previousTestingDescription":"Metabolic acidosis values w/ elevated anion gap (pH = 6.96, bicarbonate 3.5 mmol/L and pCO2 15.9 mm Hg, anion gap 25.5 mmol/L); Mild hyperammonemia (107 μmol/L; ref. < 50); Elevated creatine kinase (from 498 IU/L initially up to 3062 IU/L, ref. < 150); Organic acid profiles were analyzed via gas chromatography–mass spectrometry with Table 1 showing relevant organic acid values; Proband was negative for propionyl-coA carboxylase deficency (811 pmol/min/mg protein with control mean 1123, PCCA and PCCB variants were negative) and ruled out MUT/cobalamin issues as well; Fusion experiments showed negative results for mut, cblA, and cblB complementation but no increase in activity when fused with MCEE confirming the pathway blockage","sex":"Female","variant":{"id":"cggv:a4808b65-ce54-46f0-9797-a7f0353df457_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032601.4(MCEE):c.139C>T (p.Arg47Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339966"}},{"id":"cggv:e95ed4ab-6c87-4d12-ba2a-24c504b73bf4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032601.4(MCEE):c.379-644A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA892631472"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27699154","type":"dc:BibliographicResource","dc:abstract":"Methylmalonyl-coA epimerase (MCE) follows propionyl-coA carboxylase and precedes methylmalonyl-coA mutase in the pathway converting propionyl-coA to succinyl-coA. MCE deficiency has previously been described in six patients, one presenting with metabolic acidosis, the others with nonspecific neurological symptoms or asymptomatic. The clinical significance and biochemical characteristics of this rare condition have been incompletely defined. We now describe a patient who presented acutely at 5 years of age with vomiting, dehydration, confusion, severe metabolic acidosis and mild hyperammonemia. At presentation, organic acid profiles were dominated by increased ketones and 3-hydroxypropionate, with moderately elevated methylcitrate and propionylglycine, and acylcarnitine profiles showed marked C3 (propionylcarnitine) elevation with normal C4DC (methylmalonylcarnitine + succinylcarnitine). Propionic acidemia was initially suspected, but it was subsequently noted that methylmalonic acid was mildly but persistently elevated in urine, and clearly elevated in plasma and cerebrospinal fluid. The overall biochemical profile prompted consideration of MCE deficiency. Studies on cultured fibroblasts showed moderately decreased propionate incorporation. Complementation analysis permitted assignment to the MCEE group. A heterozygous p.Arg47Ter (p.R47*) mutation in the MCEE gene was identified by sequencing of exons, and RNA studies identified a novel intronic splicing mutation, c.379-644A > G, confirming the diagnosis of MCE deficiency. Following the initial severe presentation, development has been normal and the clinical course over the subsequent six years has remained relatively uneventful on an essentially normal diet. This report contributes to the clinical and biochemical characterisation of this rare disorder, while highlighting potential causes of under-diagnosis or of diagnostic confusion.","dc:creator":"Waters PJ","dc:date":"2016","dc:title":"Methylmalonyl-coA epimerase deficiency: A new case, with an acute metabolic presentation and an intronic splicing mutation in the MCEE gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27699154","rdfs:label":"WA"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Sufficent phenotypic evidence plus two confirmed null compound heterozygous variants (one of which activates a deep intronic cryptic splice site and leads to a truncated protein) yields this proband default points."},{"id":"cggv:7e7bcf6b-3ab4-4a6b-bc4b-af2cb83f45f8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:785c1159-b0a9-48a9-9b12-2cbc4be77d0e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Genomic DNA and RNA extraction was performed and the MCEE gene was sequenced to identify any likely pathogenic variants.","phenotypes":["obo:HP_0001252","obo:HP_0002014","obo:HP_0000964","obo:HP_0012120","obo:HP_0001270","obo:HP_0002061","obo:HP_0002013"],"previousTesting":true,"previousTestingDescription":"Fibroblast cell lines taken from 150 patients with mild but clear MMAuria were studied; Urinary MMA at 143 mmol/mol creat. (ref 0.3-1.1); Low propionate incorporation in fibroblasts both +/- OHCbl of 2.5 nmol/16 h/mg (ref 3.5–24.4 −OHCbl, 4.3–28.9 +OHCbl); Not responsive to Vitamin B12 treatment","sex":"UnknownEthnicity","variant":{"id":"cggv:7e7bcf6b-3ab4-4a6b-bc4b-af2cb83f45f8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30682498","type":"dc:BibliographicResource","dc:abstract":"Human methylmalonyl-CoA epimerase (MCEE) catalyzes the interconversion of d-methylmalonyl-CoA and l-methylmalonyl-CoA in propionate catabolism. Autosomal recessive pathogenic variations in MCEE reportedly cause methylmalonic aciduria (MMAuria) in eleven patients. We investigated a cohort of 150 individuals suffering from MMAuria of unknown origin, identifying ten new patients with pathogenic variations in MCEE. Nine patients were homozygous for the known nonsense variation p.Arg47* (c.139C > T), and one for the novel missense variation p.Ile53Arg (c.158T > G). To understand better the molecular basis of MCEE deficiency, we mapped p.Ile53Arg, and two previously described pathogenic variations p.Lys60Gln and p.Arg143Cys, onto our 1.8 Å structure of wild-type (wt) human MCEE. This revealed potential dimeric assembly disruption by p.Ile53Arg, but no clear defects from p.Lys60Gln or p.Arg143Cys. We solved the structure of MCEE-Arg143Cys to 1.9 Å and found significant disruption of two important loop structures, potentially impacting surface features as well as the active-site pocket. Functional analysis of MCEE-Ile53Arg expressed in a bacterial recombinant system as well as patient-derived fibroblasts revealed nearly undetectable soluble protein levels, defective globular protein behavior, and using a newly developed assay, lack of enzymatic activity - consistent with misfolded protein. By contrast, soluble protein levels, unfolding characteristics and activity of MCEE-Lys60Gln were comparable to wt, leaving unclear how this variation may cause disease. MCEE-Arg143Cys was detectable at comparable levels to wt MCEE, but had slightly altered unfolding kinetics and greatly reduced activity. These studies reveal ten new patients with MCEE deficiency and rationalize misfolding and loss of activity as molecular defects in MCEE-type MMAuria.","dc:creator":"Heuberger K","dc:date":"2019","dc:title":"Genetic, structural, and functional analysis of pathogenic variations causing methylmalonyl-CoA epimerase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498","rdfs:label":"HE7"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Repeated homozygous founder variant decreases this proband to 1.0 points."},{"id":"cggv:75efad43-9f29-446f-ae5e-d771bfad4a85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0a17847-754c-4abc-a866-80076e938dd7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":78,"detectionMethod":"Whole genome sequencing data was analyzed using a pipeline restricted to 681 genes known to cause IEM. Heterozygous mutations in MCEE were identified.","phenotypes":["obo:HP_0012120","obo:HP_0000739","obo:HP_0002172","obo:HP_0002549","obo:HP_0002134","obo:HP_0000746","obo:HP_0001638","obo:HP_0002322","obo:HP_0000738","obo:HP_0000822","obo:HP_0002099","obo:HP_0001297","obo:HP_0012125","obo:HP_0003774"],"previousTesting":true,"previousTestingDescription":"Montreal Cognitive Assessment (MoCA) score of 17/30 in 2013; Mild MMA-uria, together with increased plasma levels of propionyl-carnitine, was demonstrated in 2016 via metabolic investigation (values in Table 1","sex":"Male","variant":{"id":"cggv:75efad43-9f29-446f-ae5e-d771bfad4a85_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:fefe0d11-0581-40ce-8b43-8782fcf3068e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032601.4(MCEE):c.419del (p.Lys140ArgfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1702578"}},{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31146325","type":"dc:BibliographicResource","dc:abstract":"Methylmalonic aciduria (MMA-uria) is seen in several inborn errors of metabolism (IEM) affecting intracellular cobalamin pathways. Methylmalonyl-CoA epimerase (MCE) is an enzyme involved in the mitochondrial cobalamin-dependent pathway generating succinyl-CoA. Homozygous mutations in the corresponding MCEE gene have been shown in children to cause MCE deficiency with isolated MMA-uria and a variable clinical phenotype. We describe a 78-year-old man with Parkinson's disease, dementia and stroke in whom elevated serum levels of methylmalonic acid had been evident for many years. Metabolic work-up revealed intermittent MMA-uria and increased plasma levels of propionyl-carnitine not responsive to treatment with high-dose hydroxycobalamin. Whole genome sequencing was performed, with data analysis targeted towards genes known to cause IEM. Compound heterozygous mutations were identified in the MCEE gene, c.139C>T (p.Arg47X) and c.419delA (p.Lys140fs), of which the latter is novel. To our knowledge, this is the first report of an adult patient with MCEE mutations and MMA-uria, thus adding novel data to the possible phenotypical spectrum of MCE deficiency. Although clinical implications are uncertain, it can be speculated whether intermittent hyperammonemia during episodes of metabolic stress could have precipitated the patient's ongoing neurodegeneration attributed to Parkinson's disease.","dc:creator":"Andréasson M","dc:date":"2019","dc:title":"MCEE Mutations in an Adult Patient with Parkinson's Disease, Dementia, Stroke and Elevated Levels of Methylmalonic Acid."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31146325","rdfs:label":"AN"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Sufficent phenotypic evidence plus two compound heterozygous known null variants yields this proband default points."},{"id":"cggv:3eb0d0b1-49d5-4bdb-a22c-cbe803ea1944_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0805b01e-39f8-4ef8-b28c-500cca45a5d5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Next-generation sequencing in the proband revealed a homozygous nonsense founder variant in the MCEE gene.","phenotypeFreeText":"Frequent catabolism episodes with vomiting were noticed without decompensation","phenotypes":["obo:HP_0002919","obo:HP_0012120","obo:HP_0002572","obo:HP_0001649","obo:HP_0001942","obo:HP_0012537","obo:HP_0002789","obo:HP_0001944","obo:HP_0001987","obo:HP_0001252","obo:HP_0000750"],"previousTesting":true,"previousTestingDescription":"Normal ECG and MRI results; Metabolic acidosis (pH = 7.08, bicarbonates = 7.3 mmol/L, normal lactic acid, PCO2 = 25 mmHg) and hyperammmoniemia (100 µmol/L) present; Large increase in plasmatic propionylcarnitine (17.5 µmol/L; N < 0.75), undetectable methylmalonylcarnitine, and high urinary excretion of 3-hydroxypropionate and methylcitrate","sex":"Male","variant":{"id":"cggv:3eb0d0b1-49d5-4bdb-a22c-cbe803ea1944_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29104221","type":"dc:BibliographicResource","dc:abstract":"Methylmalonyl-CoA epimerase (MCE) converts d-methylmalonyl-CoA epimer to l-methylmalonyl-CoA epimer in the propionyl-CoA to succinyl-CoA pathway. Only seven cases of MCE deficiency have been described. In two cases, MCE deficiency was combined with sepiapterin reductase deficiency. The reported clinical pictures of isolated MCE are variable, with two asymptomatic patients and two other patients presenting with metabolic acidosis attacks. For combined MCE and sepiapterin reductase deficiency, the clinical picture is dominated by neurologic alterations. We report isolated MCE deficiency in a boy who presented at five years of age with acute metabolic acidosis. Metabolic investigations were consistent with propionic aciduria (PA). Unexpectedly, propionyl-CoA carboxylase activity was within the reference range. Afterward, apparently intermittent and mild excretion of methylmalonic acid (MMA) was discovered. Methylmalonic pathway gene set analysis using the next-generation sequencing approach allowed identification of the common homozygous nonsense pathogenic variant (c.139C > T-p.Arg47*) in the methylmalonyl-CoA epimerase gene (MCEE). Additional cases of MCE deficiency may help provide better insight regarding the clinical impact of this rare condition. MCE deficiency could be considered a cause of mild and intermittent increases in methylmalonic acid.","dc:creator":"Abily-Donval L","dc:date":"2017","dc:title":"Methylmalonyl-CoA Epimerase Deficiency Mimicking Propionic Aciduria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29104221","rdfs:label":"AD"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Repeated homozygous founder variant decreases this proband to 1.0 points."},{"id":"cggv:16fd8c68-c58e-4670-b9de-8fc6d1f6517a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c0b162b5-40ab-45ba-897b-45b0de9716b1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Genomic DNA and RNA extraction was performed and the MCEE gene was sequenced to identify any likely pathogenic variants.","phenotypeFreeText":"elevated propionyl-carnitine; 3-OH propionate & methyl-citrate in urine","phenotypes":["obo:HP_0001942","obo:HP_0012120","obo:HP_0001943"],"previousTesting":true,"previousTestingDescription":"Fibroblast cell lines taken from 150 patients with mild but clear MMAuria were studied; Urinary MMA at 458 mmol/mol creat. (ref 0.3-1.1); Low propionate incorporation in fibroblasts both +/- OHCbl of 2.0 nmol/16 h/mg (ref 3.5–24.4 −OHCbl, 4.3–28.9 +OHCbl); Not responsive to Vitamin B12 treatment","sex":"UnknownEthnicity","variant":{"id":"cggv:16fd8c68-c58e-4670-b9de-8fc6d1f6517a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498","rdfs:label":"HE2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Repeated homozygous founder variant decreases this proband to 1.0 points."},{"id":"cggv:a5236ec5-4cd5-4989-8118-bfd825fac2a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ad1fd33-48e1-4036-8e0f-1fdb0157538e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was extracted from patient fibroblasts, sequenced, and the three MCEE/thirteen MUT exons were analyzed and amplified. Any reported mutations were resequenced from fresh PCR product.","phenotypes":"obo:HP_0012120","previousTesting":true,"previousTestingDescription":"Propionate Incorporation w/o hydroxycobalamin at 3.9 nmols/mg protein/18hr; Propionate Incorporation with hydroxycobalamin at 4.0 nmols/mg protein/18hr; Adenosylcobalamin synthesis percentage at 12.4%; Elevated methylmalonic values of 1400 µmol/mmol creatinine (reference 0.8-5.2 µmol/mmol creatinine)","sex":"UnknownEthnicity","variant":{"id":"cggv:a5236ec5-4cd5-4989-8118-bfd825fac2a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17823972"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17823972","rdfs:label":"WG2797"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Repeated homozygous founder variant decreases this proband to 1.0 points."},{"id":"cggv:126437f0-9b08-4a94-b8a5-f7d495facdc7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf4d2406-edb6-46ab-bfed-8313c90483f1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"detectionMethod":"Genomic DNA and RNA extraction was performed and the MCEE gene was sequenced to identify any likely pathogenic variants.","phenotypes":["obo:HP_0012120","obo:HP_0001942","obo:HP_0001943"],"previousTesting":true,"previousTestingDescription":"Fibroblast cell lines taken from 150 patients with mild but clear MMAuria were studied; Urinary MMA at 594 mmol/mol creat. (ref 0.3-1.1); Low propionate incorporation in fibroblasts both +/- OHCbl of 2.0 nmol/16 h/mg (ref 3.5–24.4 −OHCbl, 4.3–28.9 +OHCbl); Not responsive to Vitamin B12 treatment","sex":"UnknownEthnicity","variant":{"id":"cggv:126437f0-9b08-4a94-b8a5-f7d495facdc7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498","rdfs:label":"HE4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Repeated homozygous founder variant decreases this proband to 1.0 points."},{"id":"cggv:069ab357-ac6e-4bf5-8d37-56b93b8405b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:946b6b4c-bf4c-475e-8922-27f4e106f7a4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Genomic DNA was isolated and PCR-amplified before directly sequencing all exons and flanking intronic sequences of the MCEE gene. Restriction enzyme digest confirmed the phase of the variant in the proband and the parents.","phenotypeFreeText":"Elevated methylcitric acid","phenotypes":["obo:HP_0002013","obo:HP_0001944","obo:HP_0012120","obo:HP_0002919","obo:HP_0001531","obo:HP_0002789","obo:HP_0002014","obo:HP_0001942","obo:HP_0002020"],"previousTesting":true,"previousTestingDescription":"Serum methylmalonic acid was 1314 ng/ml (normal < 32); Vitamin B12 levels were normal (927 pg/ml, normal 200–1100); Vitamin B12 injections improved patient condition; At 12.5 yrs carnitine, plasma AAs, blood counts, and basic metabolic panels are normal but methylmalonic acid remains high at 180–1456 mmol/mol creatinine; Fibroblasts showed normal AdoCbl synthesis, contrary to expected from MMAA or MMAB variants; MUT and MMAB were sequenced with no variation found","sex":"Female","variant":{"id":"cggv:069ab357-ac6e-4bf5-8d37-56b93b8405b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16697227","type":"dc:BibliographicResource","dc:abstract":"Methylmalonyl-CoA epimerase (MCE) catalyzes the interconversion of D- and L-methylmalonyl-CoA in the pathway responsible for the degradation of branched chain amino acids, odd chain-length fatty acids, and other metabolites. Despite the occurrence of metabolic disorders in the enzymatic step occurring immediately upstream of MCE (propionyl-CoA carboxylase) and downstream of MCE (adenosylcobalamin-dependent methylmalonyl-CoA mutase), no disease-causing mutations have been described affecting MCE itself. A patient, formerly identified as belonging to the cblA complementation group of vitamin B12 disorders but lacking mutations in the affected gene, MMAA, was tested for mutations in the MCEE gene. The patient's fibroblasts had normal levels of adenosylcobalamin compared to controls, whereas other cblA cell lines typically had reduced levels of the cofactor. As well, this patient had a milder form of methylmalonic aciduria than usually observed in cblA patients. The patient was found to be homozygous for a c.139C>T (p.R47X) mutation in MCEE by sequence analysis that was confirmed by restriction digestion of PCR products. One sibling, also with mild methylmalonic aciduria, was homozygous for the mutation. Both parents and one other sibling were heterozygous. A nearby insertion polymorphism, c.41-160_161insT, heterozygous in both parents, showed the wild-type configuration on the mutant alleles. To assess the impact of isolated MCE deficiency in cultured cells, HeLa cells were transfected with a selectable vector containing MCEE-specific small interfering RNA (siRNA) to suppress gene expression. The reduced level of MCEE mRNA resulted in the reduction of [14C]-propionate incorporation into cellular macromolecules. However, siRNA only led to a small reduction in pathway activity, suggesting that previously postulated non-enzymatic conversion of D- to L-methylmalonyl-CoA may contribute to some flux through the pathway. We conclude that the patient's MCEE defect was responsible for the mild methylmalonic aciduria, confirming a partial requirement for the enzymatic activity in humans.","dc:creator":"Dobson CM","dc:date":"2006","dc:title":"Homozygous nonsense mutation in the MCEE gene and siRNA suppression of methylmalonyl-CoA epimerase expression: a novel cause of mild methylmalonic aciduria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16697227","rdfs:label":"DOIII-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Sufficent phenotypic evidence combined with the first instance of a homozygous known null variant yields default points."},{"id":"cggv:2f5977c6-827f-4401-97ff-41ebe231052c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ab5fd7f9-10b2-4a76-88f3-1767806b6cee","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Genomic DNA and RNA extraction was performed and the MCEE gene was sequenced to identify any likely pathogenic variants.","phenotypeFreeText":"Elevated proionyl-carnitine and methyl-citrate in urine","phenotypes":["obo:HP_0001250","obo:HP_0001943","obo:HP_0012120","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"Fibroblast cell lines taken from 150 patients with mild but clear MMAuria were studied; Urinary MMA at 143–184 mmol/mol creat. (ref 0.3-1.1); Low propionate incorporation in fibroblasts both +/- OHCbl of 3.0 nmol/16 h/mg (ref 3.5–24.4 −OHCbl, 4.3–28.9 +OHCbl); Not responsive to Vitamin B12 treatment","sex":"UnknownEthnicity","variant":{"id":"cggv:2f5977c6-827f-4401-97ff-41ebe231052c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1d47b97d-a780-4af7-a08e-1319ad10eb82","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032601.4(MCEE):c.158T>G (p.Ile53Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347189175"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498","rdfs:label":"HE9"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Sufficent phenotypic evidence combined with variant-level evidence (Ile53Arg variant in E. coli showed a massive decrease in protein solubility, reduced thermostability, and very low levels of protein (6 ± 1% of wt), similar to empty vector (4 ± 2% of wt)) gives this proband default points."},{"id":"cggv:0e42c131-6749-4783-a39e-09d6f2c8f1b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81356539-e510-4232-86df-77f0ffad5a07","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"Genomic DNA and RNA extraction was performed and the MCEE gene was sequenced to identify any likely pathogenic variants.","phenotypes":["obo:HP_0012120","obo:HP_0001638"],"previousTesting":true,"previousTestingDescription":"Fibroblast cell lines taken from 150 patients with mild but clear MMAuria were studied; Urinary MMA at 441 mmol/mol creat. (ref 0.3-1.1); Low propionate incorporation in fibroblasts both +/- OHCbl of 1.9 nmol/16 h/mg (ref 3.5–24.4 −OHCbl, 4.3–28.9 +OHCbl); Not responsive to Vitamin B12 treatment","sex":"UnknownEthnicity","variant":{"id":"cggv:0e42c131-6749-4783-a39e-09d6f2c8f1b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87fe907b-a2a7-4a20-838d-ce6aa7709ffd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30682498","rdfs:label":"HE1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Repeated homozygous founder variant decreases this proband to 1.0 points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2191dda9-04f6-4a09-b5d5-d18e2ef42b1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8baf198-6650-4bb2-9aa4-522466888c78","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Disruption of the propionyl-CoA metabolism pathway would directly cause a buildup of methylmalonic acid in both serum and urine, as this is one of the metabolites consumed by the wild-type reaction. This causes a buildup of the acid in both the body tissues and urine without proper intervention, although further phenotypic ramifications are not known to be definitively associated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/13934211","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"MAZUMDER R","dc:date":"1962","dc:title":"Metabolism of propionic acid in animal tissues. IX. Methylmalonyl coenzyme A racemase."},"rdfs:label":"MCEE Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The limited range of phenotypes that are shared by all and nearly all human probands with this disorder (methylmalonic aciduria and metabolic acidosis respectively) can both be directly linked to the pathway blockage that an MCEE loss-of-function would cause. This function is well-established and listed in multiple reviews. Therefore, this evidence earns maximum points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cca1a0a7-70e3-4c0d-8e2c-0879556f9a5b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63ae2e06-25a2-4e3d-8339-802a82f7e134","type":"FunctionalAlteration","dc:description":"Controls without the silencers showed normal 14C-propionate uptake while both the MMAA and MCEE cell lines showed decreased activity of 54 +/- 17% of control activity and 70 +/- 19% of control activity respectively. Although this inhibition is not terribly large, there was possibly residual mRNA producing the WT protein and any products would be enchanced via cross-feeding. Therefore, this is likely sufficent to produce a detectable change in probands.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16697227","rdfs:label":"MCEE Activity in HeLa Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This functional assay demonstrates some amount of loss-of-function in cultured cells when expression of the gene in question is silenced. Although there is still residual activity, the line showed similar activity to MCAA fibroblasts which have also been clearly demonstrated to hinder functional activity. Therefore, this evidence earns default points."},{"id":"cggv:1cac5b33-ccb8-48b9-bf28-b1c0cce57881","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4082948d-c382-4918-b593-78524ff924c5","type":"FunctionalAlteration","dc:description":"To verify the primary phenotype observed in human probands, isolated methylmalonic aciduria, 1-[14C]-propionate incorporation studies were performed on the controls and the mutant KO cell lines. OH-Cbl stimulated protein production in amounts similar to that of human cell lines. Mce-1 KO animals exhibited a >80% decrease in the ability to incorporate propionate relative to controls, similar to human fibroblasts. methylmalonic acid production was also examined, with the Mce-1 KO animals demonstrating a two-fold increase in the accumulation of methylmalonic acid compared to controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16843692","type":"dc:BibliographicResource","dc:abstract":"We have utilized Caenorhabditis elegans to study human methylmalonic acidemia. Using bioinformatics, a full complement of mammalian homologues for the conversion of propionyl-CoA to succinyl-CoA in the genome of C. elegans, including propionyl-CoA carboxylase subunits A and B (pcca-1, pccb-1), methylmalonic acidemia cobalamin A complementation group (mmaa-1), co(I)balamin adenosyltransferase (mmab-1), MMACHC (cblc-1), methylmalonyl-CoA epimerase (mce-1) and methylmalonyl-CoA mutase (mmcm-1) were identified. To verify predictions that the entire intracellular adenosylcobalamin metabolic pathway existed and was functional, the kinetic properties of the C. elegans mmcm-1 were examined. RNA interference against mmcm-1, mmab-1, mmaa-1 in the presence of propionic acid revealed a chemical phenotype of increased methylmalonic acid; deletion mutants of mmcm-1, mmab-1 and mce-1 displayed reduced 1-[(14)C]-propionate incorporation into macromolecules. The mutants produced increased amounts of methylmalonic acid in the culture medium, proving that a functional block in the pathway caused metabolite accumulation. Lentiviral delivery of the C. elegans mmcm-1 into fibroblasts derived from a patient with mut(o) class methylmalonic acidemia could partially restore propionate flux. The C. elegans mce-1 deletion mutant demonstrates for the first time that a lesion at the epimerase step of methylmalonyl-CoA metabolism can functionally impair flux through the methylmalonyl-CoA mutase pathway and suggests that malfunction of MCEE may cause methylmalonic acidemia in humans. The C. elegans system we describe represents the first lower metazoan model organism of mammalian propionate spectrum disorders and demonstrates that mass spectrometry can be employed to study a small molecule chemical phenotype in C. elegans RNAi and deletion mutants.","dc:creator":"Chandler RJ","dc:date":"2006","dc:title":"Propionyl-CoA and adenosylcobalamin metabolism in Caenorhabditis elegans: evidence for a role of methylmalonyl-CoA epimerase in intermediary metabolism."},"rdfs:label":"MCEE Disruption in C. Elegans"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Although this C. elegans mutant KO cell line perfectly recapitulates the major biochemical abnormality observed in probands, specifically the the decreased 1-[14C]-propionate incorporation and resulting increased production of methylmalonic acid, the combination of an only 80% specificity with the human gene and the inability to display any other phenotypes yields default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":1421,"specifiedBy":"GeneValidityCriteria7","strengthScore":15,"subject":{"id":"cggv:162b5475-b699-4a14-b40e-976e4995a1e1","type":"GeneValidityProposition","disease":"obo:MONDO_0009615","gene":"hgnc:16732","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"MCEE, which encodes methylmalonyl-CoA epimerase, was first reported in relation to autosomal recessive methylmalonyl-CoA epimerase deficiency in 2006 (Chandler et al, PMID: 16843692 AND Dobson et al, PMID: 16697227). The primary phenotype observed in probands is methylmalonic aciduria, with occasional metabolic acidosis or other phenotypes following febrile infections. Only four unique variants (e.g. missense, deep intronic, nonsense) have been reported in humans, with the founder null variant Arg47Ter in the predominance of cases. Evidence supporting this gene-disease relationship includes case-level data and experimental data.\nVariants in this gene have been reported in less than twenty probands mostly of European ancestry (PMIDs: 16697227, 17823972, 27699154, 29104221, 30682498, 31146325). These probands display various phenotypes, however the range from asymptomatic to neurodevelopmental phenotypes makes causation of any phenotype other than the methylmalonic aciduria uncertain.\nThe mechanism for disease is biallelic loss of function, with defective protein activity causing a blockage in the propionyl-CoA to succinyl-CoA pathway in human cells and a resulting buildup of methylmalonic acid. This is also observed in other genes that encode in the similar pathway, such as MMUT, MMAA, MMAB, and MMADHC. This gene-disease association is also supported by biochemical function and functional alteration data. MCEE's place in the pathway and the predicted result of a blockage provides significant evidence towards the pathogenicity. In two different cell lines, HeLa cells and C. elegans nematodes, disruption of the MCEE gene led to a direct decrease in 1-[14C]-propionate incorporation and a resulting buildup of methylmalonic acid.\nIn summary, MCEE is definitively associated with autosomal recessive methylmalonyl-CoA epimerase deficiency.This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:b8546531-fe3d-48fd-8103-f5f84fd04514"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}