{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-03-26T22:07:01.937Z","role":"Publisher"},{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-01-16T20:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationCommunityRequest"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe12ca86-be26-495b-8c79-aaaff80b1a7d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:476627ae-6d4e-49e7-949c-cdd74446a52e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Cortical Spreading Depression (CSD) is the pathophysiological correlate of the migraine aura (supported by more recent publications, e.g. PMID: 31820363).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2313342","type":"dc:BibliographicResource","dc:abstract":"1. Using the immature (8-12 days postnatal) rabbit hippocampal slice preparation, we investigated regional extracellular potassium concentration [( K+]o) changes that occur during spontaneous and evoked spreading depression (SD) episodes. We report here a difference between the CA1 and CA3 cell populations in the immature hippocampus with regard to 1) resting [K+]o, 2) magnitude of the [K+]o change during seizurelike events and SDs, and 3) susceptibility to SD episodes. Experiments were also performed to elucidate the roles that the Na-K pump and synaptic inhibition play in controlling SD onset, duration, and recovery. We demonstrated a major role for potassium regulation by the Na-K pump and a lesser modulatory role for inhibitory postsynaptic potentials (IPSPs) in preventing SD in the CA3 region. 2. Simultaneous intra- and extracellular recordings were made in the CA1 and CA3 regions of the immature rabbit hippocampus during spontaneous or evoked SD, while potassium ion-sensitive microelectrodes (K-ISMs) monitored changes in [K+]o. The CA1 region had 1) a higher frequency of spontaneous SD episodes than CA3, 2) a lower threshold to potassium-triggered SD, 3) a longer duration SD episode, and 4) smaller post-SD membrane potential and [K+]o undershoots (below the original resting membrane potential and resting [K+]o). 3. During the onset of a SD episode in the CA1 region, the local [K+]o rose either before or at the same time as the membrane potential depolarization. 4. In the CA3 region, spontaneous ictallike events consisting of tonic cell depolarization with repetitive activity followed by clonic afterdischarges were more likely to occur than SD episodes. During these ictallike episodes, [K+]o rose above the 10- to 12-mM ceiling level reported for adult CNS tissue during seizures. Increases in [K+]o evoked by repetitive stimulation were regulated at a lower level in CA3 (average [K+]o rise to 11.4 mM) than in CA1 (average [K+]o rise to 18.3 mM). 5. In CA3, bath application of 10 microM bicuculline or 3.4 mM penicillin did not change the frequency of spontaneously occurring SDs or the SD response threshold to local pressure ejection of 2 M KCl. However, blockade of IPSPs did lead to lower thresholds for SD or seizurelike episodes elicited by stimulation of the mossy fibers. 6. A single application of ouabain (10 microM) to CA3 by local pressure ejection caused a slow rise in local [K+]o measured with K-ISMs. The ouabain treatment also increased the frequency of spontaneous postsynaptic potential activity and decreased the amplitude and duration of CA3 pyramidal cell afterhyperpolarizations (AHPs).(ABSTRACT TRUNCATED AT 400 WORDS)","dc:creator":"Haglund MM","dc:date":"1990","dc:title":"Role of Na-K pump potassium regulation and IPSPs in seizures and spreading depression in immature rabbit hippocampal slices."},"rdfs:label":"Inhibition Na/K pumps reduced the threshold for CSD"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4fbcbeb1-dc45-41c8-b1a6-a958069c2878","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:25b6af75-9271-4a6b-afd5-a1fcb31ef926","type":"FunctionalAlteration","dc:description":"HeLa cells transfected with WT are ouabain-insensitive but transfection with the variant confers sensitivity (cell death)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12539047","type":"dc:BibliographicResource","dc:abstract":"Headache attacks and autonomic dysfunctions characterize migraine, a very common, disabling disorder with a prevalence of 12% in the general population of Western countries. About 20% of individuals affected with migraine experience aura, a visual or sensory-motor neurological dysfunction that usually precedes or accompanies the headache. Although the mode of transmission is controversial, population-based and twin studies have implicated genetic factors, especially in migraine with aura. Familial hemiplegic migraine is a hereditary form of migraine characterized by aura and some hemiparesis. Here we show that mutations in the gene ATP1A2 that encodes the alpha2 subunit of the Na+/K+ pump are associated with familial hemiplegic migraine type 2 (FHM2) linked to chromosome 1q23 (OMIM 602481). Functional data indicate that the putative pathogenetic mechanism is triggered by a loss of function of a single allele of ATP1A2. This is the first report associating mutations of Na+K+ pump subunits to genetic diseases.","dc:creator":"De Fusco M","dc:date":"2003","dc:title":"Haploinsufficiency of ATP1A2 encoding the Na+/K+ pump alpha2 subunit associated with familial hemiplegic migraine type 2."},"rdfs:label":"Ouabain sensitivity rescue"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"These experiments were used as evidence of functional alteration of individual variants, to add an additional 0.4pts to variants. Therefore, ouabain-sensitivity experiments will not be counted as gene-level evidence."},{"id":"cggv:d926bad6-be4f-4a32-bc56-a6adf2e941b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:2624c480-485a-48ac-b633-175bad955283","type":"FunctionalAlteration","dc:description":"While oocytes expressing WT ATP1A2 had a strong K+-stimulated stationary current, oocytes expressing either the L764P or W887R mutant showed almost no current.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15843000","type":"dc:BibliographicResource","dc:abstract":"The Na,K-ATPase is an ion-translocating transmembrane protein that actively maintains the electrochemical gradients for Na+ and K+ across the plasma membrane. The functional protein is a heterodimer comprising a catalytic alpha-subunit (four isoforms) and an ancillary beta-subunit (three isoforms). Mutations in the alpha2-subunit have recently been implicated in familial hemiplegic migraine type 2, but almost no thorough studies of the functional consequences of these mutations have been provided. We investigated the functional properties of the mutations L764P and W887R in the human Na,K-ATPase alpha2-subunit upon heterologous expression in Xenopus oocytes. No Na,K-ATPase-specific pump currents could be detected in cells expressing these mutants. The binding of radiolabelled [3H]ouabain to intact cells suggested that this could be due to a lack of plasma membrane expression. However, plasma membrane isolation showed that the mutated pumps are well expressed at the plasma membrane. 86Rb+-flux and ATPase activity measurements demonstrated that the mutants are inactive. Therefore, the primary disease-causing mechanism is loss-of-function of the Na,K-ATPase alpha2-isoform.","dc:creator":"Koenderink JB","dc:date":"2005","dc:title":"Na,K-ATPase mutations in familial hemiplegic migraine lead to functional inactivation."},"rdfs:label":"FHM-associated variants functionally inactivate Na,K-ATPase"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Not scoring because this is variant-level functional evidence."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c087153c-633f-4276-bebd-2df45cf4ec34","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b23dccff-e388-4a99-90cc-907ca78519b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cortical spreading depression (CSD) is the phenomenon hypothesized to underly migraine aura.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21731499","type":"dc:BibliographicResource","dc:abstract":"Familial hemiplegic migraine type 2 (FHM2) is an autosomal dominant form of migraine with aura that is caused by mutations of the α2-subunit of the Na,K-ATPase, an isoform almost exclusively expressed in astrocytes in the adult brain. We generated the first FHM2 knock-in mouse model carrying the human W887R mutation in the Atp1a2 orthologous gene. Homozygous Atp1a2(R887/R887) mutants died just after birth, while heterozygous Atp1a2(+/R887) mice showed no apparent clinical phenotype. The mutant α2 Na,K-ATPase protein was barely detectable in the brain of homozygous mutants and strongly reduced in the brain of heterozygous mutants, likely as a consequence of endoplasmic reticulum retention and subsequent proteasomal degradation, as we demonstrate in transfected cells. In vivo analysis of cortical spreading depression (CSD), the phenomenon underlying migraine aura, revealed a decreased induction threshold and an increased velocity of propagation in the heterozygous FHM2 mouse. Since several lines of evidence involve a specific role of the glial α2 Na,K pump in active reuptake of glutamate from the synaptic cleft, we hypothesize that CSD facilitation in the FHM2 mouse model is sustained by inefficient glutamate clearance by astrocytes and consequent increased cortical excitatory neurotransmission. The demonstration that FHM2 and FHM1 mutations share the ability to facilitate induction and propagation of CSD in mouse models further support the role of CSD as a key migraine trigger.","dc:creator":"Leo L","dc:date":"2011","dc:title":"Increased susceptibility to cortical spreading depression in the mouse model of familial hemiplegic migraine type 2."},"rdfs:label":"Atp1a2+/R887 knock-in mice are more prone to CSD"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded to one point because CSD is a model for migraine aura, but is not necessarily the same thing. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":7961,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:498dd2e8-9350-497a-b130-38aa85d457e7","type":"GeneValidityProposition","disease":"obo:MONDO_0100539","gene":"hgnc:800","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*ATP1A2* was first reported in relation to autosomal dominant familial hemiplegic migraine in 2003 (De Fusco et al., PMID:12539047). Patients with hemiplegic migraines experience migraine headaches that are accompanied by temporary motor weakness. Since 2003, patients with variants in *ATP1A2* have also been reported with autosomal dominant alternating hemiplegia of childhood and autosomal dominant developmental and epileptic encephalopathy (PMIDs: 15174025, 33880529). Individuals with developmental and epileptic encephalopathy often experience seizures that onset in infancy and developmental delays. Alternating hemiplegia of childhood is characterized by episodes of paralysis that typically affect one side of the body, and commonly onsets in infancy or early childhood.\n\nThere have been several reports of individuals with the same variant in *ATP1A2* and different phenotypes. For example, in one family, a father with an *ATP1A2* variant was reported to experience hemiplegic migraines and was noted to have typical cognition. His son with the same variant presented with developmental and epileptic encephalopathy, including seizure onset at six days of life and global developmental delays (PMID: 33493807). Currently, because a patient’s phenotype cannot easily be predicted based on their variant, we have curated cases of “familial hemiplegic migraine” (OMIM:602481), “alternating hemiplegia of childhood” (OMIM:104290), and “developmental and epileptic encephalopathy” (OMIM:619605) under the disease term “hemiplegic migraine-developmental and epileptic encephalopathy spectrum” (MONDO:0100539). Of note, there have also been reports of a relationship between biallelic variants in *ATP1A2* and autosomal recessive “fetal akinesia, respiratory insufficiency, microcephaly, polymicrogyria, and dysmorphic facies.” Due to differences in inheritance pattern and phenotypic variability, these cases have not been included in this curation.\n\nVariants in *ATP1A2* (missense, frameshift, nonsense, intronic) have been reported in at least 17 probands in 11 publications (12539047, 15843000, 16088919, 18056581, 21731499, 2313342, 24096472, 24498617, 33880529, 33493807, 33578253). Variants in this gene segregated with disease in at least 20 additional family members. Penetrance has been estimated at 81%  for this condition (PMID: 16088919). More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. While the disease mechanism is still unclear, Friedrich et al. (2016) state that some variants are “characterized by subtle changes in voltage dependence…In these cases, a shift of the pump current's I-V curve may entail loss-of-function in a particular voltage range, but gain-of-function in another” (PMID: 27445835). This gene-disease relationship is also supported by an animal model and in vitro functional assays. In summary, there is definitive evidence supporting the relationship between *ATP1A2* and autosomal dominant hemiplegic migraine-developmental and epileptic encephalopathy spectrum. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis gene-disease pair was originally evaluated by the Epilepsy GCEP on January 19, 2021 (SOP Version 8). It was reevaluated and approved on January 16, 2024 (SOP Version 10) to include new case-level data to best capture the spectrum of disease, and to update the disease term from “familial hemiplegic migraine” to “hemiplegic migraine-developmental and epileptic encephalopathy spectrum.” The final classification of definitive did not change.","dc:isVersionOf":{"id":"cggv:fe788a45-b8da-4377-acdb-5dd55fcc3130"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}