{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-31T00:05:36.374Z","role":"Publisher"},{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11381269","type":"dc:BibliographicResource","dc:abstract":"Juvenile polyposis (JP; OMIM 174900) is an autosomal dominant gastrointestinal hamartomatous polyposis syndrome in which patients are at risk for developing gastrointestinal cancers. Previous studies have demonstrated a locus for JP mapping to 18q21.1 (ref. 3) and germline mutations in the homolog of the gene for mothers against decapentaplegic, Drosophila, (MADH4, also known as SMAD4) in several JP families. However, mutations in MADH4 are only present in a subset of JP cases, and although mutations in the gene for phosphatase and tensin homolog (PTEN) have been described in a few families, undefined genetic heterogeneity remains. Using a genome-wide screen in four JP kindreds without germline mutations in MADH4 or PTEN, we identified linkage with markers from chromosome 10q22-23 (maximum lod score of 4.74, straight theta=0.00). We found no recombinants using markers developed from the vicinity of the gene for bone morphogenetic protein receptor 1A (BMPR1A), a serine-threonine kinase type I receptor involved in bone morphogenetic protein (BMP) signaling. Genomic sequencing of BMPR1A in each of these JP kindreds disclosed germline nonsense mutations in all affected kindred members but not in normal control individuals. These findings indicate involvement of an additional gene in the transforming growth factor-beta (TGF-beta) superfamily in the genesis of JP, and document an unanticipated function for BMP in colonic epithelial growth control.","dc:creator":"Howe JR","dc:date":"2001","dc:title":"Germline mutations of the gene encoding bone morphogenetic protein receptor 1A in juvenile polyposis."},"evidence":[{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92a476a2-a88b-4541-aae5-db48a8b793db","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:02ac3e31-49e8-4962-8c60-07caf6021722","type":"FunctionalAlteration","dc:description":"GFP tagged reported showed altered localisation with 8 separate constructs containing reported patient variants compared to control (no variant). In presence of variant, GFP reporter lacked membrane staining. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23433720","type":"dc:BibliographicResource","dc:abstract":"Juvenile polyposis (JP) is characterized by the development of hamartomatous polyps of the gastrointestinal tract that collectively carry a significant risk of malignant transformation. Mutations in the bone morphogenetic protein receptor type 1A (BMPR1A) are known to predispose to JP. We set out to study the effect of such missense mutations on BMPR1A cellular localization.","dc:creator":"Howe JR","dc:date":"2013","dc:title":"BMPR1A mutations in juvenile polyposis affect cellular localization."},"rdfs:label":"GFPreporter in HEKcells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Have increased the score to 1 as 8 separate variants showed altered reporter expression"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a9118e1-04ab-45f8-a0a6-374af35fe35c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e01cabc8-a84d-4bda-9f77-ce64901f9b13","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The paper states \"late-stage polyps had a histology similar to that seen in human juvenile polyposis syndrome1\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15378062","type":"dc:BibliographicResource","dc:abstract":"In humans, mutations in BMPR1A, SMAD4 and PTEN are responsible for juvenile polyposis syndrome, juvenile intestinal polyposis and Cowden disease, respectively. The development of polyposis is a common feature of these diseases, suggesting that there is an association between BMP and PTEN pathways. The mechanistic link between BMP and PTEN pathways and the related etiology of juvenile polyposis is unresolved. Here we show that conditional inactivation of Bmpr1a in mice disturbs homeostasis of intestinal epithelial regeneration with an expansion of the stem and progenitor cell populations, eventually leading to intestinal polyposis resembling human juvenile polyposis syndrome. We show that BMP signaling suppresses Wnt signaling to ensure a balanced control of stem cell self-renewal. Mechanistically, PTEN, through phosphatidylinosital-3 kinase-Akt, mediates the convergence of the BMP and Wnt pathways on control of beta-catenin. Thus, BMP signaling may control the duplication of intestinal stem cells, thereby preventing crypt fission and the subsequent increase in crypt number.","dc:creator":"He XC","dc:date":"2004","dc:title":"BMP signaling inhibits intestinal stem cell self-renewal through suppression of Wnt-beta-catenin signaling."},"rdfs:label":"mx1cre Bmpr1A deletion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ec85a761-188a-4061-a056-4fb72f8f984f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4e28e82-5910-4f7c-8291-28c3f1af391f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model presented here, while BMPR1A mutation is limited to a subcellular region of the GI tract, develops dysplasia and then multiple polyps, consistent with the human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26773796","type":"dc:BibliographicResource","dc:abstract":"In the colon, myofibroblasts are primary contributors in the establishment of the microenvironment involved in tissue homeostasis. Alterations in myofibroblast functions lead to changes resulting in a toxic microenvironment nurturing tumorigenesis. Bone morphogenetic proteins (Bmps) are morphogens known to play key roles in adult gut homeostasis. Studies in genetically-modified mice have shown that Bmp disruption in all cell layers leads to the development of gut polyposis. In contrast, our studies showed that loss of Bmp exclusively in the gastrointestinal epithelium resulted in increased epithelial proliferation without polyposis initiation, thus suggesting a key role for mesenchymal Bmp signaling in polyposis initiation. In order to identify the role of mesenchymal Bmp signaling on the microenvironment and its impact on colonic mucosa, a mouse model was generated with suppression of Bmp signaling exclusively in myofibroblasts (Bmpr1aΔMES). Bmpr1aΔMES mice exhibited increased subepithelial proliferation with changes in cellular composition leading to the development of a primed stroma with modulation of extracellular matrix proteins, immune cells and cytokines as early as 90 days of age. This microenvironmental deregulation was associated with increased polyposis initiation at one year of age. These results are the first to demonstrate that mesenchymal Bmpr1a inactivation alone is sufficient to prompt an expansion of myofibroblasts leading to the development of a reactive mesenchyme that contributes to polyposis initiation in the colon. These findings support the novel concept that inhibition of Bmp signaling in mesenchymal cells surrounding the normal epithelium leads to important changes instructing a toxic microenvironment sufficient to induce colonic polyposis. ","dc:creator":"Allaire JM","dc:date":"2016","dc:title":"Bmp signaling in colonic mesenchyme regulates stromal microenvironment and protects from polyposis initiation."},"rdfs:label":"Bmpr1adMES mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":5621,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:71fdcfc4-c184-4624-a178-621fc344fd27","type":"GeneValidityProposition","disease":"obo:MONDO_0017380","gene":"hgnc:1076","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"BMPR1A was first reported in relation to Autosomal Dominant Juvenile Polyposis Syndrome (JPS) in 2001 (PMID 11381269). Juvenile Polyposis Syndrome is characterized by multiple gastrointestinal polyps and a predisposition to gastrointestinal cancer. A very small fraction of JPS patients (around 9%) have cardiovascular defects (PMID: 32398773). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) and inheritance pattern. Therefore, the following disease entities have been lumped into one disease entities, JPS (OMIM # 174900) and hereditary mixed polyposis syndrome-2 (HMPS2, OMIM # \t610069). 17 variants (including missense, nonsense, and frameshift variants) reported in 17 probands in 5 publications (PMIDs: 15235019, 11381269, 11536076, 12136244, 17325551, 26171675) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Multiple gastrointestinal polyps are universally reported in JPS patients with BMPR1A variants, while the cancer risk is less clear. Colon cancer, and other cancer types, have been observed in BMPR1A carriers with JPS and one study reported that cancer was observed in 8.5% of JPS patients (PMID: 32398773). LOH has been studied in some occasions, with LOH reported in around half of polyps from BMPR1A variant carriers (PMID: 26171675). The mechanism of pathogenicity appears to be LOF. This gene-disease association is also supported by animal models and in vitro functional reporter assays (5 points). Reporter assays in cell lines (non-patient) indicated that multiple missense variants, previously reported in patients, decreased membrane localization of the resulting gene product (PMID: 23433720).  While complete null mice are embryonic lethal, multiple murine models of (intestinal specific) conditional BMPR1A deletion showed intestinal hyperplasia and gastrointestinal polyps. A variety of gastrointestinal specific BMPR1A conditional mouse models also develop phenotypes consistent with JPS, specifically multiple gastrointestinal polyps (PMIDs: 26773796, 27856416, 15378062). In summary, BMPR1A is definitively associated with Autosomal Dominant Juvenile Polyposis Syndrome.","dc:isVersionOf":{"id":"cggv:7004b10e-0eb6-4517-8deb-2d4b7264d2f8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}