{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-10T15:59:14.168Z","role":"Publisher"}],"evidence":[{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b4020483-41ae-4674-b3f1-05170f8949fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b3988e7-4248-4ace-86d2-169a3f565983","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This study created a zebrafish model to study the expression of the gene in the developing fish. They also created a knockdown model to determine the effect on the organism and its development. \nThe study found that RAF1 was expressed ubiquitously at the two cell and shield stages of development and migrated to the anterior end of the fish during the segmentation period. The knockdown model was not scored because RAF1 is a GoF mechanism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17603482","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome is characterized by short stature, facial dysmorphia and a wide spectrum of congenital heart defects. Mutations of PTPN11, KRAS and SOS1 in the RAS-MAPK pathway cause approximately 60% of cases of Noonan syndrome. However, the gene(s) responsible for the remainder are unknown. We have identified five different mutations in RAF1 in ten individuals with Noonan syndrome; those with any of four mutations causing changes in the CR2 domain of RAF1 had hypertrophic cardiomyopathy (HCM), whereas affected individuals with mutations leading to changes in the CR3 domain did not. Cells transfected with constructs containing Noonan syndrome-associated RAF1 mutations showed increased in vitro kinase and ERK activation, and zebrafish embryos with morpholino knockdown of raf1 demonstrated the need for raf1 for the development of normal myocardial structure and function. Thus, our findings implicate RAF1 gain-of-function mutations as a causative agent of a human developmental disorder, representing a new genetic mechanism for the activation of the MAPK pathway.","dc:creator":"Razzaque MA","dc:date":"2007","dc:title":"Germline gain-of-function mutations in RAF1 cause Noonan syndrome."},"rdfs:label":"Zebrafish RAF1 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Ubiquitous expression is not evidence strong enough to score."},{"id":"cggv:319e9ccf-0d5a-44ab-a3b8-54919042fc4f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d32589ea-403e-4d9d-97a2-00a33a9097c1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This gene is an established gene in the RAS/MAPK pathway which has been associated with NS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23613113","type":"dc:BibliographicResource","dc:abstract":"This article reports on an association between Burkitt lymphoma and Noonan syndrome (NS) due to a RAF1 gene mutation. The patient was a 7-year-old boy with NS, who was included in the first series reporting the association between Noonan and RAF1, and who later presented with a 2-week history of asymptomatic unilateral tonsillar swelling and ipsilateral cervical lymphadenopathy. Histological and biological examinations of the tonsillar biopsy led to the diagnosis of Burkitt lymphoma. While there is a well-established association between NS and solid cell tumors, this is the first case described in the literature of Burkitt lymphoma in a patient with NS, and adds to the growing list of data supporting neoplasia's association with NS.","dc:creator":"Cianci P","dc:date":"2013","dc:title":"A boy with Burkitt lymphoma associated with Noonan syndrome due to a mutation in RAF1."},"rdfs:label":"RAF1 in MAPK/RAS pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:6a010505-564a-46be-9512-2ddbaf66c8f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:752560db-3182-4794-ae86-830fcbfef37e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"RASopthies are linked to the RAS/MAPK pathway, but this is not specific to NS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17603483","type":"dc:BibliographicResource","dc:abstract":"Noonan and LEOPARD syndromes are developmental disorders with overlapping features, including cardiac abnormalities, short stature and facial dysmorphia. Increased RAS signaling owing to PTPN11, SOS1 and KRAS mutations causes approximately 60% of Noonan syndrome cases, and PTPN11 mutations cause 90% of LEOPARD syndrome cases. Here, we report that 18 of 231 individuals with Noonan syndrome without known mutations (corresponding to 3% of all affected individuals) and two of six individuals with LEOPARD syndrome without PTPN11 mutations have missense mutations in RAF1, which encodes a serine-threonine kinase that activates MEK1 and MEK2. Most mutations altered a motif flanking Ser259, a residue critical for autoinhibition of RAF1 through 14-3-3 binding. Of 19 subjects with a RAF1 mutation in two hotspots, 18 (or 95%) showed hypertrophic cardiomyopathy (HCM), compared with the 18% prevalence of HCM among individuals with Noonan syndrome in general. Ectopically expressed RAF1 mutants from the two HCM hotspots had increased kinase activity and enhanced ERK activation, whereas non-HCM-associated mutants were kinase impaired. Our findings further implicate increased RAS signaling in pathological cardiomyocyte hypertrophy.","dc:creator":"Pandit B","dc:date":"2007","dc:title":"Gain-of-function RAF1 mutations cause Noonan and LEOPARD syndromes with hypertrophic cardiomyopathy."},"rdfs:label":"kinase activity of varints and signal transduction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This is not specific to NS"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a9c993d-e7b3-4ff7-8e89-194d72fdf0d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08f3c905-706e-460c-8a6a-13f46e554395","type":"FunctionalAlteration","dc:description":"The RAF1 variants exhibited elevated levels of phosphorylation in downstream proteins MEK and ERK when compared to the WT.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482","rdfs:label":"Variant in HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Does not provide specific evidence for NS"},{"id":"cggv:7c7678a6-427a-45b0-99f0-51f9cfb8e0fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0b1e919-2eaf-4dee-bcae-b4d3edebafe2","type":"FunctionalAlteration","dc:description":"The researchers found that phosphorylation of Ser259 was significantly lower in p.Ser257Leu and p.Asn262Lys variants. Increased downstream ELK activation was noted in cells containing the same variants as well as the p.Ser427Gly variant. The p.Asn262Lys and p.Ser257Leu variants also showed decreased interaction with the 14-3-3 protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20052757","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) and related disorders are autosomal dominant disorders characterized by heart defects, facial dysmorphism, ectodermal abnormalities, and mental retardation. The dysregulation of the RAS/MAPK pathway appears to be a common molecular pathogenesis of these disorders: mutations in PTPN11, KRAS, and SOS1 have been identified in patients with NS, those in KRAS, BRAF, MAP2K1, and MAP2K2 in patients with CFC syndrome, and those in HRAS mutations in Costello syndrome patients. Recently, mutations in RAF1 have been also identified in patients with NS and two patients with LEOPARD (multiple lentigines, electrocardiographic conduction abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness) syndrome. In the current study, we identified eight RAF1 mutations in 18 of 119 patients with NS and related conditions without mutations in known genes. We summarized clinical manifestations in patients with RAF1 mutations as well as those in NS patients withPTPN11, SOS1, or KRAS mutations previously reported. Hypertrophic cardiomyopathy and short stature were found to be more frequently observed in patients with RAF1 mutations. Mutations in RAF1 were clustered in the conserved region 2 (CR2) domain, which carries an inhibitory phosphorylation site (serine at position 259; S259). Functional studies revealed that the RAF1 mutants located in the CR2 domain resulted in the decreased phosphorylation of S259, and that mutant RAF1 then dissociated from 14-3-3, leading to a partial ERK activation. Our results suggest that the dephosphorylation of S259 is the primary pathogenic mechanism in the activation of RAF1 mutants located in the CR2 domain as well as of downstream ERK.","dc:creator":"Kobayashi T","dc:date":"2010","dc:title":"Molecular and clinical analysis of RAF1 in Noonan syndrome and related disorders: dephosphorylation of serine 259 as the essential mechanism for mutant activation."},"rdfs:label":"14-3-3 protein and interactions with variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"THis is not specific to NS over other RASopathies"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f0edbb3c-5888-4847-906e-30b26c1c21b0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b14ceeb0-d05f-4b5e-bfab-afb35e316b73","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The study found that variants within the Ser621 cluster in the RAF gene affected the phosphorylation state of the protein. They also found that overexpression of RAF1 led to increases in cell length and surface area, which is indicative of cardiomyocyte hypertrophy (a major symptom of NS).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21440552","type":"dc:BibliographicResource","dc:abstract":"RAS activation is implicated in physiologic and pathologic cardiac hypertrophy. Cross-talk between the Ras and calcineurin pathways, the latter also having been implicated in cardiac hypertrophy, has been suspected for pathologic hypertrophy. Our recent discovery that germ-line mutations in RAF1, which encodes a downstream RAS effector, cause Noonan and LEOPARD syndromes with a high prevalence of hypertrophic cardiomyopathy provided an opportunity to elaborate the role of RAF1 in cardiomyocyte biology. Here, we characterize the role of RAF1 signaling in cardiomyocyte hypertrophy with an aim of identifying potential therapeutic targets. We modeled hypertrophic cardiomyopathy by infecting neonatal and adult rat cardiomyocytes (NRCMs and ARCMs, respectively) with adenoviruses encoding wild-type RAF1 and three Noonan/LEOPARD syndrome-associated RAF1 mutants (S257L, D486N or L613V). These RAF1 proteins, except D486N, engendered cardiomyocyte hypertrophy. Surprisingly, these effects were independent and dependent of mitogen activated protein kinases in NRCMs and ARCMs, respectively. Inhibiting Mek1/2 in RAF1 overexpressing cells blocked hypertrophy in ARCMs but not in NRCMs. Further, we found that endogenous and heterologously expressed RAF1 complexed with calcineurin, and RAF1 mutants causing hypertrophy signaled via nuclear factor of activated T cells (Nfat) in both cell types. The involvement of calcineurin was also reflected by down regulation of Serca2a and dysregulation of calcium signaling in NRCMs. Furthermore, treatment with the calcineurin inhibitor cyclosporine blocked hypertrophy in NRCMs and ARCMs overexpressing RAF1. Thus, we have identified calcineurin as a novel interaction partner for RAF1 and established a mechanistic link and possible therapeutic target for pathological cardiomyocyte hypertrophy induced by mutant RAF1. This article is part of a Special Issue entitled 'Possible Editorial'.","dc:creator":"Dhandapany PS","dc:date":"2011","dc:title":"Cyclosporine attenuates cardiomyocyte hypertrophy induced by RAF1 mutants in Noonan and LEOPARD syndromes."},"rdfs:label":"Cell Culutre model from Rat cardiomyocytes"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"This phenotype is not specific to NS it is characteristic of all RASopathies."},{"id":"cggv:6c4b3dfa-d5de-422d-a9e6-98c0eb2ef016","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27951494-dcbd-4491-bd99-eee2393054df","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RAF1 mutant mice mirrored the phenotype of human NS patients. The mice had facial deformities (triangular face, blunted snout), growth deformities (decreased length), and heart defects (cardiac hypertrophy). On a molecular level, the RAF1 variant mice showed increased MEK activation compared to the WT controls. After treatment with an MEK inhibitor, all of the phenotypes were rescued in the RAF1 mice. (authors created D486N model in 2012)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21339642","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is a leading cause of sudden death in children and young adults. Abnormalities in several signaling pathways are implicated in the pathogenesis of HCM, but the role of the RAS-RAF-MEK-ERK MAPK pathway has been controversial. Noonan syndrome (NS) is one of several autosomal-dominant conditions known as RASopathies, which are caused by mutations in different components of this pathway. Germline mutations in RAF1 (which encodes the serine-threonine kinase RAF1) account for approximately 3%-5% of cases of NS. Unlike other NS alleles, RAF1 mutations that confer increased kinase activity are highly associated with HCM. To explore the pathogenesis of such mutations, we generated knockin mice expressing the NS-associated Raf1(L613V) mutation. Like NS patients, mice heterozygous for this mutation (referred to herein as L613V/+ mice) had short stature, craniofacial dysmorphia, and hematologic abnormalities. Valvuloseptal development was normal, but L613V/+ mice exhibited eccentric cardiac hypertrophy and aberrant cardiac fetal gene expression, and decompensated following pressure overload. Agonist-evoked MEK-ERK activation was enhanced in multiple cell types, and postnatal MEK inhibition normalized the growth, facial, and cardiac defects in L613V/+ mice. These data show that different NS genes have intrinsically distinct pathological effects, demonstrate that enhanced MEK-ERK activity is critical for causing HCM and other RAF1-mutant NS phenotypes, and suggest a mutation-specific approach to the treatment of RASopathies.","dc:creator":"Wu X","dc:date":"2011","dc:title":"MEK-ERK pathway modulation ameliorates disease phenotypes in a mouse model of Noonan syndrome associated with the Raf1(L613V) mutation."},"rdfs:label":"RAF1 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This model as particularly thorough and after treatment with a MEK inibitor all phenotypes were rescued, therefore this was upgraded from 0.5 we would normally give to a nonspecific RAS model to 1 pt."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:02f5c581-683a-425e-b00a-90c5dd41bd80_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a68a406-6b5d-4c7c-ae28-c30a54dbee08","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"This study screened 58 individuals diagnosed with Noonan syndrome. They identified 5 variants in the gene in individuals with Noonan. They also created a zebrafish model to provide evidence for the association of Noonan with the gene. Variant functionally characterized by Kobayashi et al. 2010.","phenotypeFreeText":"short neck; global developmental delay; curly hair; cubitus valgus; downslanted palpebral fissures; webbed neck; hypertrophic cardiomyopathy; mitral regurgitation; short stature; intellectual disability; facial shape deformation","previousTesting":true,"previousTestingDescription":"No family data provided.","sex":"Male","variant":{"id":"cggv:02f5c581-683a-425e-b00a-90c5dd41bd80_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.770C>T (p.Ser257Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA235334"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened 58 individuals diagnosed with Noonan syndrome. They identified 5 variants in the gene in individuals with Noonan. They also created a zebrafish model to provide evidence for the association of Noonan with the gene. Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:05797bcb-32b3-4aef-b131-db7ee9928ee3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e90d8c26-b1c5-4fbe-9ddf-f9c05333893e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"phenotypeFreeText":"short stature; webbed neck; hypertrophic cardiomyopathy; atria septal defect; facial shape deformation","sex":"Male","variant":{"id":"cggv:05797bcb-32b3-4aef-b131-db7ee9928ee3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:8b928ac8-b30d-4512-b948-0f691469ba90_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d71810d-3e86-4bb8-9f3b-b050c49d9012","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"phenotypeFreeText":"short neck; global developmental delay; skin rash; short stature; hypertrophic cardiomyopathy; intellectual disability; atria septal defect; facial shape deformation","previousTesting":true,"previousTestingDescription":"No family data provided.","sex":"Female","variant":{"id":"cggv:8b928ac8-b30d-4512-b948-0f691469ba90_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:ca4b2ef1-801e-4718-8853-6e6095bbff9a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a2cb701-4698-4dbc-9876-cc3837c174f9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":21,"phenotypeFreeText":"facial shape deformation; hypertrophic cardiomyopathy; atria septal defect; short stature; webbed neck; lymphedema; short neck; limb undergrowth; acute kidney injury","previousTesting":true,"previousTestingDescription":"No family data provided.","sex":"Female","variant":{"id":"cggv:ca4b2ef1-801e-4718-8853-6e6095bbff9a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603482","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:f8411a3a-92e2-4ebc-9464-71ccada09e12_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ef5cc4a0-8ef3-47ee-9947-9fb85a98180d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":39,"phenotypeFreeText":"neonatal respiratory distress; posteriorly rotated ears; small palpebral fissures; infraorbital crease; anteverted nares; depressed nasal ridge; short neck; webbed neck; wide intermamillary distance; cryptorchidism; pulmonary hypertension; biventricular hypertrophy; renal insufficiency; metabolic alkalosis; hypotension; capillary leak; anasarca; anuria","previousTesting":true,"previousTestingDescription":"No family data provided.","sex":"Male","variant":{"id":"cggv:f8411a3a-92e2-4ebc-9464-71ccada09e12_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25706034","type":"dc:BibliographicResource","dc:abstract":"Mutations in RAF1 are associated with Noonan syndrome and hypertrophic cardiomyopathy. We present two infants with Noonan syndrome and an identical RAF1 mutation, p.Ser257Leu (c.770C>T), who developed severe pulmonary arterial hypertension (PAH) that proved to be fatal. The RAF1 gene encodes Raf-1 kinase, part of the Ras/mitogen-activated kinase (MAPK) signaling pathway, which has been linked to the development of PAH. This specific mutation has been associated with dephosphorylation of a critical serine residue and constitutive activation of the Raf-1 kinase. These two cases suggest that abnormal activation of the Ras/MAPK pathway may play a significant role in the development of pulmonary vascular disease in the subset of patients with Noonan syndrome and a specific RAF1 mutation.","dc:creator":"Hopper RK","dc:date":"2015","dc:title":"Neonatal pulmonary arterial hypertension and Noonan syndrome: two fatal cases with a specific RAF1 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25706034","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:0e7638da-49cf-406a-8aa7-a3c5fc7e8c3d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f38f07d-a421-48f7-b6ea-f7e7b7e5c722","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"phenotypeFreeText":"hypertrophic cardiomyopathy; macrocephaly; dysmorphic facial features; biventricular hypertrophy; unilateral cryptorchidism; atria septal defect; triangular face; low-set posteriorly rotated ears; short neck; burkitt lymphoma","sex":"Male","variant":{"id":"cggv:0e7638da-49cf-406a-8aa7-a3c5fc7e8c3d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:17189a38-81df-4869-aa13-54abfd3ac115","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.776C>T (p.Ser259Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40603"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23613113"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23613113","rdfs:label":"Cianci 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study followed up with a Noonan patient with a variant in the RAF1 gene who had developed and been cured of Burkitt lymphoma. Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:618d603c-2d9f-4a93-afad-9bd9117b47d1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1194189f-3c35-4101-8b8c-72b5c214ce11","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":118,"phenotypeFreeText":"cyanotic episode; dolichocephaly; prominent forehead; downslanted palpebral fissures, shallow orbits; depressed nasal bridge; micrognathia; posteriorly rotated ears; high palate;  short neck; webbed neck; limb undergrowth; hypocalcemia; hyponatremia; biventricular hypertrophy; chronic lung disease; right ventricular hypertrophy; left ventricular hypertrophy; tachypnea; tachycardia; hypotension","previousTesting":true,"previousTestingDescription":"No family data provided.","sex":"Male","variant":{"id":"cggv:618d603c-2d9f-4a93-afad-9bd9117b47d1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25706034"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25706034","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3.5},{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:b9c6ae49-ee6c-4a54-b661-44fdfc122a1b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4acd2097-0218-491c-bc95-8aa4bfcb3484","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"growth delay; macrocephaly; hypertelorism; downslanted palpebral fissures; ptosis; low-set ears; abnormality of the helix; high narrow palate; short stature; short neck; hypertrophic cardiomyopathy; arrhythmia; curly hair","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11, HRAS, KRAS, BRAF, MAP2K1/2, and SOS1.","sex":"Female","variant":{"id":"cggv:b9c6ae49-ee6c-4a54-b661-44fdfc122a1b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20052757"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20052757","rdfs:label":"NS92"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:da762a6a-2f79-4ef7-a353-7f327039d4f5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2861211c-5f3e-4ca9-9832-52a9e5e04999","type":"Proband","phenotypeFreeText":"dysplastic aortic valve; right ventricular hypertrophy; ductus arteriosis","sex":"Male","variant":{"id":"cggv:da762a6a-2f79-4ef7-a353-7f327039d4f5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc48d5a1-78f9-465c-b3f5-671dd699db1e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.788T>G (p.Val263Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40607"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22821648","type":"dc:BibliographicResource","dc:creator":"Schulz S","dc:date":"2012","dc:title":"Prenatal diagnosis of hypoplastic left heart syndrome associated with Noonan Syndrome and de novo RAF1 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22821648","rdfs:label":"Schulz 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"This study followed the development of a fetus with mitral and aortic dysplasia. The fetus carried a RAF1 variant and was aborted. Variant was not scored because fetus did not develop far enough to exhibit phenotype."},{"id":"cggv:02b4e7ff-20d3-4891-8c52-fc0e863db1cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af18895b-31ae-4191-85bb-36841142b39b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":2,"phenotypeFreeText":"biventricular hypertrophy; low-set, posteriorly rotated ears; hypertelorism;  mandibular prognathia","sex":"Male","variant":{"id":"cggv:02b4e7ff-20d3-4891-8c52-fc0e863db1cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:354f0f8e-20f9-4239-a17f-85dbf313d6c0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.785_787del (p.Asn262_Val263delinsIle)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795315"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24782337","type":"dc:BibliographicResource","dc:abstract":"Biventricular hypertrophy (BVH) is a disease state characterized by the thickening of the ventricle walls. The differential diagnosis of BVH with other congenital and familial diseases in which increased ventricle wall thickness is a prominent clinical feature is fundamental due to its therapeutic and prognostic value, mainly during infancy. We describe a 2-month-old infant presenting BVH. Using exome sequencing, we identified a novel de novo 3-bp deletion in the RAF1 gene that is located in the binding active site for the 14-3-3 peptide. Based on docking calculations, we demonstrate that this novel mutation impairs protein/target binding, thus constitutively activating Ras signaling, which is a dysregulation associated with Noonan syndrome. Finally, our study underlines the importance of molecular modeling to understand the roles of novel mutations in pathogenesis.","dc:creator":"Sana ME","dc:date":"2014","dc:title":"Identification of a novel de novo deletion in RAF1 associated with biventricular hypertrophy in Noonan syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24782337","rdfs:label":"Sana 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:85012f8c-35f0-4bcb-ad24-ba74efcaeba2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0941a998-6c2a-4f56-8838-9d009920157b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"phenotypeFreeText":"feeding difficulties in infancy; low-set ears; short neck; bilateral cryptochidism; widened subarachnoid space; hypertrophic cardiomyopathy; bilateral ptosis; curly hair; abnormal facial shape; pectus excavatum; short neck; arnold-chiari type I malformation","sex":"Male","variant":{"id":"cggv:85012f8c-35f0-4bcb-ad24-ba74efcaeba2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23877478","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome is a common autosomal dominant neurodevelopmental disorder caused by gain-of-function germline mutations affecting components of the Ras-MAPK pathway. The authors present the case of a 6-year-old male with Noonan syndrome, Chiari malformation type I, shunted benign external hydrocephalus in infancy, and unique cerebrovascular changes. A de novo heterozygous change in the RAF1 gene was identified. The patient underwent brain magnetic resonance imaging, computed tomography angiography, and magnetic resonance angiography to further clarify the nature of his abnormal brain vasculature. The authors compared his findings to the few cases of Noonan syndrome reported with cerebrovascular pathology. ","dc:creator":"Zarate YA","dc:date":"2014","dc:title":"Unique cerebrovascular anomalies in Noonan syndrome with RAF1 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23877478","rdfs:label":"Zarate 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This clinical study examined a 6 year old Noonan's syndrome with a RAF1 variant and cerebrovascular changes. Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:4e745786-38f8-4455-8155-9308bb70c90a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1afd403a-8653-4217-97f6-ce930c5ae083","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"phenotypeFreeText":"large for gestational age; growth delay; intellectual disability; macrocephaly; hypertelorism; downslanting palpebral fissures; ptosis; epicanthal folds; low-set ears; high, narrow palate; strabismus; short stature; short neck; webbed neck; hypertrophic cardiomyopathy; arrhythmia; curly hair, hyperelastic skin, cafe au lait spots; naevus; low posterior hairline; sparse hair; sparse eyebrows; cryptorchidism","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11, HRAS, KRAS, BRAF, MAP2K1/2, and SOS1.","sex":"Male","variant":{"id":"cggv:4e745786-38f8-4455-8155-9308bb70c90a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20052757"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20052757","rdfs:label":"NS258"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."},{"id":"cggv:36aa64e8-3d74-49cb-b3be-fe1fded57298_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6efbb31c-2314-46e5-802f-858a3fe7d8ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"phenotypeFreeText":"growth delay; macrocephaly; hypertelorism; epicanthus; low-set ears; anteverted nares; ventricular septal defect; patent ductus arteriosis; mitral valve anomaly; arrhythmia; atrioventricular valve dysplasia; pectus excavatum; pectus carinatum; curly hair","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11, HRAS, KRAS, BRAF, MAP2K1/2, and SOS1.","sex":"Male","variant":{"id":"cggv:36aa64e8-3d74-49cb-b3be-fe1fded57298_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0a8f4802-e67e-4b83-b8a3-9f120265c86a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.781C>G (p.Pro261Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40605"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20052757"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20052757","rdfs:label":"NS210"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Variant functionally characterized by Kobayashi et al. 2010."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2353,"specifiedBy":"GeneValidityCriteria5","strengthScore":13.5,"subject":{"id":"cggv:8ff8b6dd-f027-4d45-a789-6f3457010a7b","type":"GeneValidityProposition","disease":"obo:MONDO_0018997","gene":"hgnc:9829","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"There is a definitive association between alteration of the RAF1 gene and the Noonan syndrome (NS) phenotype. The maximum amount of scorable genetic evidence has been published showing de novo as well as segregating variants occur in RAF1 in patients with NS (Cianci et al., 2013; Hopper, Feinstein, Manning, Benitz, & Hudgins, 2015; Kobayashi et al., 2010; Luo et al., 2012; Razzaque et al., 2007; Sana et al., 2014; Schulz, Frober, Kraus, & Schneider, 2012; Zarate et al., 2014). The RAF1 gene is also located in the Ras/MAPK pathway, which is associated with the NS phenotype and variants in this gene found in patients disrupt the RAS pathway function as demonstrated by mouse knock-in and rescue models (Aoki et al., 2016; Rauen, 2013; Wu et al., 2011). Of note, RAF1 is also classified as Limited in association with NS with multiple lentigines and as Disputed in association with Costello syndrome and cardiofaciocutaneous syndrome. The ClinGen RASopathy Expert Panel found no evidence associating RAF1 with NS-like disorder with loose anagen hair. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/24/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:85645d27-2056-4ad3-9593-8d7739aa4121"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}