{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3bv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2024-04-09T18:54:34.723Z","role":"Publisher"},{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2024-04-09T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8382491-a4ac-4215-a6d0-101cdb24d681","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec81f603-1813-401e-ae06-358239c5d238","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Kidney abnormalities seen in mice are very comparable to the kidney phenotypes seen in human patients. Additionally, transgenic mouse cells have mislocalized IFT140: does NOT localize to spindle pole bodies during mitosis, and leads to mislocalization of centrosome. There is also increased cell proliferation and elevated postnatal β-catenin in transgenic kidneys → upregulated Wnt signalling and evidence that Hedgehog and Hippo signalling elevated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22282595","type":"dc:BibliographicResource","dc:abstract":"Intraflagellar transport (IFT) complexes A and B build and maintain primary cilia. In the mouse, kidney-specific or hypomorphic mutant alleles of IFT complex B genes cause polycystic kidneys, but the influence of IFT complex A proteins on renal development is not well understood. In the present study, we found that HoxB7-Cre-driven deletion of the complex A gene Ift140 from collecting ducts disrupted, but did not completely prevent, cilia assembly. Mutant kidneys developed collecting duct cysts by postnatal day 5, with rapid cystic expansion and renal dysfunction by day 15 and little remaining parenchymal tissue by day 20. In contrast to many models of polycystic kidney disease, precystic Ift140-deleted collecting ducts showed normal centrosomal positioning and no misorientation of the mitotic spindle axis, suggesting that disruption of oriented cell division is not a prerequisite to cyst formation in these kidneys. Precystic collecting ducts had an increased mitotic index, suggesting that cell proliferation may drive cyst expansion even with normal orientation of the mitotic spindle. In addition, we observed significant increases in expression of canonical Wnt pathway genes and mediators of Hedgehog and tissue fibrosis in highly cystic, but not precystic, kidneys. Taken together, these studies indicate that loss of Ift140 causes pronounced renal cystic disease and suggest that abnormalities in several different pathways may influence cyst progression.","dc:creator":"Jonassen JA","dc:date":"2012","dc:title":"Disruption of IFT complex A causes cystic kidneys without mitotic spindle misorientation."},"rdfs:label":"Jonassen Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded for methodology."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:d4830384-69dd-49a3-b7b4-177d05c49e22","type":"EvidenceLine","evidence":[{"id":"cggv:d4830384-69dd-49a3-b7b4-177d05c49e22_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:e086964d-966a-45a2-9c83-aae2fa5c8c7c","type":"Cohort","allGenotypedSequenced":521,"alleleFrequency":0.02687140115163148,"evidence":[{"id":"cggv:d4830384-69dd-49a3-b7b4-177d05c49e22_cc_evidence_item"}],"numWithVariant":14,"relatedCondition":{"id":"obo:MONDO_0004691"}},"controlCohort":{"id":"cggv:c8ab9856-7481-4435-a681-301013810caa","type":"Cohort","allGenotypedSequenced":239516,"alleleFrequency":0.002100068471417358,"evidence":[{"id":"cggv:d4830384-69dd-49a3-b7b4-177d05c49e22_cc_evidence_item"}],"numWithVariant":503},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.05,"statisticalSignificanceType":"","statisticalSignificanceValue":12.81,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34890546","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant polycystic kidney disease (ADPKD), characterized by progressive cyst formation/expansion, results in enlarged kidneys and often end stage kidney disease. ADPKD is genetically heterogeneous; PKD1 and PKD2 are the common loci (∼78% and ∼15% of families) and GANAB, DNAJB11, and ALG9 are minor genes. PKD is a ciliary-associated disease, a ciliopathy, and many syndromic ciliopathies have a PKD phenotype. In a multi-cohort/-site collaboration, we screened ADPKD-diagnosed families that were naive to genetic testing (n = 834) or for whom no PKD1 and PKD2 pathogenic variants had been identified (n = 381) with a PKD targeted next-generation sequencing panel (tNGS; n = 1,186) or whole-exome sequencing (WES; n = 29). We identified monoallelic IFT140 loss-of-function (LoF) variants in 12 multiplex families and 26 singletons (1.9% of naive families). IFT140 is a core component of the intraflagellar transport-complex A, responsible for retrograde ciliary trafficking and ciliary entry of membrane proteins; bi-allelic IFT140 variants cause the syndromic ciliopathy, short-rib thoracic dysplasia (SRTD9). The distinctive monoallelic phenotype is mild PKD with large cysts, limited kidney insufficiency, and few liver cysts. Analyses of the cystic kidney disease probands of Genomics England 100K showed that 2.1% had IFT140 LoF variants. Analysis of the UK Biobank cystic kidney disease group showed probands with IFT140 LoF variants as the third most common group, after PKD1 and PKD2. The proximity of IFT140 to PKD1 (∼0.5 Mb) in 16p13.3 can cause diagnostic confusion, and PKD1 variants could modify the IFT140 phenotype. Importantly, our studies link a ciliary structural protein to the ADPKD spectrum.","dc:creator":"Senum SR","dc:date":"2022","dc:title":"Monoallelic IFT140 pathogenic variants are an important cause of the autosomal dominant polycystic kidney-spectrum phenotype."},"rdfs:label":"Senum IFT140 PKD Case-Control Study"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8143,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:b48ddea3-c968-4184-b6ba-fa1bf438801c","type":"GeneValidityProposition","disease":"obo:MONDO_0004691","gene":"hgnc:29077","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*IFT140* was first reported in relation to autosomal dominant polycystic kidney disease (ADPKD) in 2021 (Senum et al., PMID: 34890546). Biallelic *IFT140* variants are causative in an autosomal recessive ciliopathy (OMIM: 266920), and have been curated as a separate gene-disease relationship. The proximity of *IFT140* and PKD1 on chromosome 16 could lead to diagnostic confusion because of co-segregation in families and with PKD1 variants possibly modifying the *IFT140* phenotype. However, there is strong evidence that *IFT140*, on its own, can cause kidney and liver cysts. More than 30 variants have been reported in individuals with renal cysts in 3 publications. Sixteen variants (nonsense, frameshift, and splice site) from 3 publications are included in this curation (PMIDs: 34890546, 37844724, 38404363). The distinctive monoallelic phenotype is a cystic kidney phenotype, of ranging severity, with large cysts, usually preserved kidney function, varying prevalence of hypertension, and, in some cases, liver cysts. Chronic kidney disease is usually mild and does not progress to end-stage kidney disease. This gene-disease relationship has been studied in 1 case-control study (Senum et al.) at the aggregate variant level with an OR of 12.81. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be haploinsufficiency. This gene-disease relationship is also supported by experimental evidence, in the form of a mouse model (Jonassen et al., PMID: 22282595). This gene-disease pair was originally evaluated by the ClinGen Kidney Cystic & Ciliopathy GCEP on 4/15/2022. It was re-evaluated on 3/11/2024. As a result of this reevaluation, the classification increased from Strong to Definitive with the addition of genetic evidence (PMIDs: 37844724, 38404363).  In summary, there is Definitive evidence supporting the relationship between *IFT140* and an autosomal dominant kidney cystic phenotype. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Kidney Cystic & Ciliopathy Gene Curation Expert Panel (GCEP) on the meeting date 3/11/24 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:40ced6e2-4d01-46b5-acd3-3964013add3b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}