{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:10:34.172Z","role":"Approver"},{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:10:44.144Z","role":"Publisher"}],"evidence":[{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11},{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a25d40b2-7dbd-4614-82c7-3197b33997da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:803451fe-376b-42eb-afbc-3cd5187f19f3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescence shows RAB7A localization in the cell body and in axonal projections where it co-localize with peripherin. RAB7 is also widely distributed in the scietic nerve.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23179371","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth type 2B (CMT2B) is a peripheral ulcero-mutilating neuropathy caused by four missense mutations in the rab7a gene. CMT2B is clinically characterized by prominent sensory loss, distal muscle weakness leading to muscle atrophy, high frequency of foot ulcers and infections that often results in toe amputations. RAB7A is a ubiquitous small GTPase, which controls transport to late endocytic compartments. Although the biochemical and functional properties of disease-causing RAB7A mutant proteins have been investigated, it is not yet clear how the disease originates. To understand how mutations in a ubiquitous protein specifically affect peripheral neurons, we performed a two-hybrid screen using a dorsal root ganglia cDNA library with the purpose of identifying RAB7A interactors specific for these cells. We identified peripherin, an intermediate filament protein expressed primarily in peripheral neurons, as a putative RAB7A interacting protein. The interaction was confirmed by co-immunoprecipitation and pull-down experiments, and established that the interaction is direct using recombinant proteins. Silencing or overexpression of wild type RAB7A changed the soluble/insoluble rate of peripherin indicating that RAB7A is important for peripherin organization and function. In addition, disease-causing RAB7A mutant proteins bind more strongly to peripherin and their expression causes a significant increase in the amount of soluble peripherin. Since peripherin plays a role not only in neurite outgrowth during development but also in axonal regeneration after injury, these data suggest that the altered interaction between disease-causing RAB7A mutants and peripherin could play an important role in CMT2B neuropathy.","dc:creator":"Cogli L","dc:date":"2013","dc:title":"Charcot-Marie-Tooth type 2B disease-causing RAB7A mutant proteins show altered interaction with the neuronal intermediate filament peripherin."},"rdfs:label":"immunofluorescence"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c677e211-3360-4fe2-ae72-baf72b2836f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3e28bf3-b689-4581-8109-f92644b65ccb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Other know CMT genes have been reported to be associated with defects in axonal transport.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17046692","type":"dc:BibliographicResource","dc:abstract":"Vesicular pathways coupling the neuromuscular junction with the motor neuron soma are essential for neuronal function and survival. To characterize the organelles responsible for this long-distance crosstalk, we developed a purification strategy based on a fragment of tetanus neurotoxin (TeNT H(C)) conjugated to paramagnetic beads. This approach enabled us to identify, among other factors, the small GTPase Rab7 as a functional marker of a specific pool of axonal retrograde carriers, which transport neurotrophins and their receptors. Furthermore, Rab5 is essential for an early step in TeNT H(C) sorting but is absent from axonally transported vesicles. Our data demonstrate that TeNT H(C) uses a retrograde transport pathway shared with p75(NTR), TrkB, and BDNF, which is strictly dependent on the activities of both Rab5 and Rab7. Therefore, Rab7 plays an essential role in axonal retrograde transport by controlling a vesicular compartment implicated in neurotrophin traffic.","dc:creator":"Deinhardt K","dc:date":"2006","dc:title":"Rab5 and Rab7 control endocytic sorting along the axonal retrograde transport pathway."},"rdfs:label":"axonal retrograde transport in motor neurons"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6cce8fb9-1a21-43b7-95ae-6bca36e5a8b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a4d4bd6e-f57b-4d60-b4fd-ebea776d382f","type":"FunctionalAlteration","dc:description":"DRG cells transfected with mutant RAB7A showed reduced speed of vesicles compared to WT transfected cells measured by time-laspse imaging.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23616551","type":"dc:BibliographicResource","dc:abstract":"Retrograde trophic signaling of nerve growth factor (NGF) supports neuronal survival and differentiation. Dysregulated trophic signaling could lead to various neurological disorders. Charcot-Marie-Tooth type 2B (CMT2B) is one of the most common inherited peripheral neuropathies characterized by severe terminal axonal loss. Genetic analysis of human CMT2B patients has revealed four missense point mutations in Rab7, a small GTPase that regulates late endosomal/lysosomal pathways, but the exact pathological mechanism remains poorly understood. Here, we show that these Rab7 mutants dysregulated axonal transport and diminished the retrograde signaling of NGF and its TrkA receptor. We found that all CMT2B Rab7 mutants were transported significantly faster than Rab7(wt) in the anterograde direction, accompanied with an increased percentile of anterograde Rab7-vesicles within axons of rat E15.5 dorsal root ganglion (DRG) neurons. In PC12M cells, the CMT2B Rab7 mutants drastically reduced the level of surface TrkA and NGF binding, presumably by premature degradation of TrkA. On the other hand, siRNA knock-down of endogenous Rab7 led to the appearance of large TrkA puncta in enlarged Rab5-early endosomes within the cytoplasm, suggesting delayed TrkA degradation. We also show that CMT2B Rab7 mutants markedly impaired NGF-induced Erk1/2 activation and differentiation in PC12M cells. Further analysis revealed that CMT2B Rab7 mutants caused axonal degeneration in rat E15.5 DRG neurons. We propose that Rab7 mutants induce premature degradation of retrograde NGF-TrkA trophic signaling, which may potentially contribute to the CMT2B disease.","dc:creator":"Zhang K","dc:date":"2013","dc:title":"Defective axonal transport of Rab7 GTPase results in dysregulated trophic signaling."},"rdfs:label":"RAB7 mutants alter axonal trafficking of vesicles"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:fc74dad8-d6a9-4ae1-b828-83167df31a7b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b1ef667a-8788-472c-8972-2140804ef422","type":"FunctionalAlteration","dc:description":"Patient fibroblasts show decrease co-localization between RAB7A and the autophagy marker LC3B and reduced autophagic flux.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29130394","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth type 2B (CMT2B) disease is a dominant axonal peripheral neuropathy caused by 5 mutations in the RAB7A gene, a ubiquitously expressed GTPase controlling late endocytic trafficking. In neurons, RAB7A also controls neuronal-specific processes such as NTF (neurotrophin) trafficking and signaling, neurite outgrowth and neuronal migration. Given the involvement of macroautophagy/autophagy in several neurodegenerative diseases and considering that RAB7A is fundamental for autophagosome maturation, we investigated whether CMT2B-causing mutants affect the ability of this gene to regulate autophagy. In HeLa cells, we observed a reduced localization of all CMT2B-causing RAB7A mutants on autophagic compartments. Furthermore, compared to expression of RAB7A","dc:creator":"Colecchia D","dc:date":"2018","dc:title":"Alterations of autophagy in the peripheral neuropathy Charcot-Marie-Tooth type 2B."},"rdfs:label":"Autophagy evaluation in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1f9bc74-730c-4f38-b866-34eb6e9973e3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:09bde0ef-7cb8-4f1d-9d4e-fc32c9b8d79b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Larvae expressing the mutation L129F  in motor neurons showed decreased motor performance. The mutant moved significantly less, the movement pattern was clearly different from the wt. Expression of the  mutant  in the sensory neurons, led to reduced temperature and  also reduced pain perception. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24521780","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 2B (CMT2B) is an inherited axonal peripheral neuropathy. It is characterised by prominent sensory loss, often complicated by severe ulcero-mutilations of toes or feet, and variable motor involvement. Missense mutations in RAB7A, the gene encoding the small GTPase Rab7, cause CMT2B and increase Rab7 activity. Rab7 is ubiquitously expressed and is involved in degradation through the lysosomal pathway. In the neurons, Rab7 plays a role in the long-range retrograde transport of signalling endosomes in the axons. Here we developed the first animal model of CMT2B, modelling one of the mutations (L129F) in Drosophila melanogaster. Behavioural assays show that this model recapitulates several hallmarks of the human disease. Upon expression of mutant Rab7 in the sensory neurons, larvae present with a reduction of temperature and pain perception. Furthermore, the larvae exhibit a crawling defect when the mutant protein is expressed in the motor neurons. Analysis of axonal transport of Rab7 positive vesicles in sensory neurons of Drosophila larvae and in neurites of mammalian neuroblastoma cells demonstrates that mutant vesicles pause less than their wild-type counterparts. This latter finding indicates that alterations in vesicle transport might contribute to the pathomechanism of CMT2B. ","dc:creator":"Janssens K","dc:date":"2014","dc:title":"Human Rab7 mutation mimics features of Charcot-Marie-Tooth neuropathy type 2B in Drosophila."},"rdfs:label":"Drosophila model expressing L129F "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4262ca92-735f-47e1-8e0b-eebd779bd1f8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6f03c362-22b3-41fe-bb4a-739ccb4afe19","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"zebrafish expressing 3 different mutants showed significant reduced axonal branching of sensory neurons. Axonal transport of endosomes were imaged in vivo by confocal microscopy. The speed of endosomes were significantly reduced in 2 of the mutants. And the other mutants showed a significant reduction in the number of stationary vesicles. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26791407","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth2b (CMT2b) is an axonal form of a human neurodegenerative disease that preferentially affects sensory neurons. CMT2b is dominantly inherited and is characterized by unusually early onset, presenting in the second or third decade of life. Five missense mutations in the gene encoding Rab7 GTPase have been identified as causative in human CMT2b disease. Although several studies have modeled CMT2b disease in cultured neurons and in Drosophila, the mechanisms by which defective Rab7 leads to disease remain poorly understood.","dc:creator":"Ponomareva OY","dc:date":"2016","dc:title":"Charcot-Marie-Tooth 2b associated Rab7 mutations cause axon growth and guidance defects during vertebrate sensory neuron development."},"rdfs:label":"Zebrafish models with RAB7A mutations"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":3967,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:b4ab412a-2ffd-4222-9a09-ba0dc4e753c4","type":"GeneValidityProposition","disease":"obo:MONDO_0018993","gene":"hgnc:9788","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"​​RAB7A was first reported in relation to autosomal dominant Charcot-Marie-Tooth disease type 2B (CMT2B) in 2003 (Verhoeven et al., PMID: 12545426). RAB7A main function involves the regulation of vesicular trafficking, maturation and fusion of endocytic and autophagic vesicles. CMT2B is characterized by predominant sensory loss, ulcero-mutilating features, and variable motor involvement. Nerve conduction velocity studies indicate axonal motor and sensory neuropathy. A total of six missense variants clustering next to the GTP binding sites have been reported: K126R, L129F, K157N, N161T, N161L andV162M. Functional studies have demonstrated impaired GTPase activity of the RAB7A mutants (Spinosa et al., PMID: 18272684). RAB7A mutants are more bound to GTP compared to WT, indicating increased enzyme activity (PMID:18272684). RAB7A is expressed in both motor and sensory neurons and it plays an essential role in axonal retrograde transport. Expression of a defective dominant negative led to blockage of neurotrophin receptor transport along axons (Deinhardt et al.,PMID: 17046692). Expression of RAB7A mutants in rat DRG resulted in increased speed of axonal transport of endosomes (Zhang et al., PMID: 23616551). Fibroblasts from patients carrying the variant V162M caused alteration in autophagy flux (Colecchia et al., PMID: 29130394). A drosophila model was generated with the variant L129F. Larvae expressing the mutation in motor and sensory neurons resulted in decreased motor performance and also reduced temperature and pain perception (Janssens et al PMID:24521780). A zebrafish model was generated harboring different RAB7A variants. Zebrafish mutant embryos showed decreased peripheral axon branching in sensory neurons (Ponomareva et al., PMID: 26791407). RAB7A received a final classification of DEFINITIVE.","dc:isVersionOf":{"id":"cggv:222dbfa6-db75-42a0-bab6-338b46a316c3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}