{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-05-16T19:55:43.428Z","role":"Approver"},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:045fa85b-2d5b-44f6-a63c-243cb0a8b8c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c83b1685-8ad5-495c-98a7-9faf1a8e8725","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The CAG-SMS mice have widespread overexpression of spermine synthase protein in many organs including the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21318872","type":"dc:BibliographicResource","dc:abstract":"The polyamines putrescine, spermidine, and spermine are essential for mammalian cell growth, -differentiation, and cell death and have important physiological roles in all tissues. Many of the properties of polyamines that can be demonstrated in vitro are common to all three molecules with differences only in potency. Loss of any of the enzymes needed to make either putrescine or spermidine (which also -prevent the production of spermine) is lethal, but male mice lacking spermine synthase (SpmS) due to a deletion of part of the X chromosome are viable on the B6C3H background. These mice are termed Gyro (Gy) due to their circling behavior. They have a variety of abnormalities including deafness, neurological problems, small size, and a tendency to early death. They can therefore be used to evaluate the physiological function(s) uniquely provided by spermine. They also provide a potential animal model for Snyder-Robinson syndrome (SRS), a rare human inherited disease due to a loss of SpmS activity. An essential control in experiments using Gy mice is to demonstrate that the abnormal phenotypes exhibited by these mice are abolished by providing replacement spermine and this can be accomplished by breeding with CAG-SMS mice that express SpmS from a ubiquitous promoter. Techniques for identifying, characterizing, and using these mouse strains and limitations of this approach are described in this chapter.","dc:creator":"Wang X","dc:date":"2011","dc:title":"Use of (Gyro) Gy and spermine synthase transgenic mice to study functions of spermine."},"rdfs:label":"CAG-SMS"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The spermine synthase protein is ubiquitous which explains its widespread impact in disease, but no further points should be given to expression studies because it isn't a specific tissue."},{"id":"cggv:febabc9e-a429-40e0-aa2e-b9cccd2714f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ee62a00-d58d-4772-825d-3a0fc203ace5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Since spermidine has been found to be elevated in patients with Snyder Robinson and variants in SMS, this is evidence showing that this is the biochemical function of this enzyme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18367445","type":"dc:BibliographicResource","dc:abstract":"The crystal structures of two ternary complexes of human spermine synthase (EC 2.5.1.22), one with 5'-methylthioadenosine and spermidine and the other with 5'-methylthioadenosine and spermine, have been solved. They show that the enzyme is a dimer of two identical subunits. Each monomer has three domains: a C-terminal domain, which contains the active site and is similar in structure to spermidine synthase; a central domain made up of four beta-strands; and an N-terminal domain with remarkable structural similarity to S-adenosylmethionine decarboxylase, the enzyme that forms the aminopropyl donor substrate. Dimerization occurs mainly through interactions between the N-terminal domains. Deletion of the N-terminal domain led to a complete loss of spermine synthase activity, suggesting that dimerization may be required for activity. The structures provide an outline of the active site and a plausible model for catalysis. The active site is similar to those of spermidine synthases but has a larger substrate-binding pocket able to accommodate longer substrates. Two residues (Asp(201) and Asp(276)) that are conserved in aminopropyltransferases appear to play a key part in the catalytic mechanism, and this role was supported by the results of site-directed mutagenesis. The spermine synthase.5'-methylthioadenosine structure provides a plausible explanation for the potent inhibition of the reaction by this product and the stronger inhibition of spermine synthase compared with spermidine synthase. An analysis to trace possible evolutionary origins of spermine synthase is also described.","dc:creator":"Wu H","dc:date":"2008","dc:title":"Crystal structure of human spermine synthase: implications of substrate binding and catalytic mechanism."},"rdfs:label":"Crystal structure of SMS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Crystal structure supports findings of high levels of spermidine in patients"},{"id":"cggv:f47df354-333a-4e05-b2b9-f9950a579588","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:645d6fe9-6b79-406f-aa59-28d84502423f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Spermine deficiency is the marker of Snyder Robinson syndrome. The enzyme's ability to convert spermidine to sperimine is highly contingent on the structural integrity of the dimer among other factors. The variants tested here, and the proof of the enzyme's function support that variation in this protein is involved in the spermine deficiency seen in humans with SRS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23468611","type":"dc:BibliographicResource","dc:abstract":"Spermine synthase (SMS) is an enzyme which function is to convert spermidine into spermine. It was shown that gene defects resulting in amino acid changes of the wild type SMS cause Snyder-Robinson syndrome, which is a mild-to-moderate mental disability associated with osteoporosis, facial asymmetry, thin habitus, hypotonia, and a nonspecific movement disorder. These disease-causing missense mutations were demonstrated, both in silico and in vitro, to affect the wild type function of SMS by either destabilizing the SMS dimer/monomer or directly affecting the hydrogen bond network of the active site of SMS. In contrast to these studies, here we report an artificial engineering of a more efficient SMS variant by transferring sequence information from another organism. It is confirmed experimentally that the variant, bearing four amino acid substitutions, is catalytically more active than the wild type. The increased functionality is attributed to enhanced monomer stability, lowering the pKa of proton donor catalytic residue, optimized spatial distribution of the electrostatic potential around the SMS with respect to substrates, and increase of the frequency of mechanical vibration of the clefts presumed to be the gates toward the active sites. The study demonstrates that wild type SMS is not particularly evolutionarily optimized with respect to the reaction spermidine → spermine. Having in mind that currently there are no variations (non-synonymous single nucleotide polymorphism, nsSNP) detected in healthy individuals, it can be speculated that the human SMS function is precisely tuned toward its wild type and any deviation is unwanted and disease-causing.","dc:creator":"Zhang Z","dc:date":"2013","dc:title":"Enhancing human spermine synthase activity by engineered mutations."},"rdfs:label":"Spermidine to Sperimine catalysis assays"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ea51749-402b-47f4-9c80-76ebfb914bc8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5239e158-bd4a-41d6-b115-09feef709776","type":"FunctionalAlteration","dc:description":"computational predictions showing impacts on the pKa's and hydrogen bond networks of the crystal structure of the protein as well as entropy effects led to the testing of several different substitutions at the 3 residues tested. using western blots to identify stabilized dimers, they iedntified that the G56S (clinically observed) was predicted to destabilize the dimer but did notinstead lowered dimer affinity...other p.G56 variants destabilized the dimer, however. The p.V132 site served almost as a positive control, because it did not alter dimer stabilization even with several substitutions. The p.I150 site was found to be highly susceptible to dimer destabilization","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21647366","type":"dc:BibliographicResource","dc:abstract":"Spermine synthase (SMS) is a key enzyme controlling the concentration of spermidine and spermine in the cell. The importance of SMS is manifested by the fact that single missense mutations were found to cause Snyder-Robinson Syndrome (SRS). At the same time, currently there are no non-synonymous single nucleoside polymorphisms, nsSNPs (harmless mutations), found in SMS, which may imply that the SMS does not tolerate amino acid substitutions, i.e. is not mutable.","dc:creator":"Zhang Z","dc:date":"2011","dc:title":"In silico and in vitro investigations of the mutability of disease-causing missense mutation sites in spermine synthase."},"rdfs:label":"HEK Cell SMS site-directed mutagenesis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This study showed that several different variants, at 3 different sites can impact the dimerization of the protein. Therein impacting protein function. Some of them were clinically observed variants in patients with SRS."},{"id":"cggv:1174db8f-ab99-4dca-9c86-813f0a9db583","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0b68d3f1-ddce-482c-99ed-0b18b25b8cdb","type":"FunctionalAlteration","dc:description":"Western blots showed that the stability of the monomers was compromised by the variants and that there was recduced levels of spermine synthase protein for all the patients either by native or denatured western blot analysis. They also showed that the G56S, F58L, G67E, and P112L variants decreased dimer affinity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26761001","type":"dc:BibliographicResource","dc:abstract":"Missense mutations in spermine synthase (SpmSyn) protein have been shown to cause the Snyder-Robinson syndrome (SRS). Depending on the location within the structure of SpmSyn and type of amino acid substitution, different mechanisms resulting in SRS were proposed. Here we focus on naturally occurring amino acid substitutions causing SRS, which are situated away from the active center of SpmSyn and thus are not directly involved in the catalysis. Two of the mutations, M35R and P112L, are reported for the first time in this study. It is demonstrated, both experimentally and computationally, that for such mutations the major effect resulting in dysfunctional SpmSyn is the destabilization of the protein. In vitro experiments indicated either no presence or very little amount of the mutant SpmSyn in patient cells. In silico modeling predicted that all studied mutations in this work destabilize SpmSyn and some of them abolish homo-dimer formation. Since dimerization and structural stability are equally important for the wild type function of SpmSyn, it is proposed that the SRS caused by mutations occurring in the N-domain of SpmSyn is a result of dysfunctional mutant proteins being partially unfolded and degraded by the proteomic machinery of the cell or being unable to form a homo-dimer.","dc:creator":"Peng Y","dc:date":"2016","dc:title":"Revealing the Effects of Missense Mutations Causing Snyder-Robinson Syndrome on the Stability and Dimerization of Spermine Synthase."},"rdfs:label":"Western Blots of 5 different SRS patient variants"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Gave default score for characterization of 5 variants."},{"id":"cggv:029dcd44-d6c5-4280-a31d-24e6aa84ce95","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ccf283bf-bc6b-4d03-b2dd-a7b0dae6274a","type":"FunctionalAlteration","dc:description":"Western blot analysis, monomer/dimer analysis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23696453","type":"dc:BibliographicResource","dc:abstract":"Snyder-Robinson syndrome (SRS, OMIM: 309583) is an X-linked intellectual disability (XLID) syndrome, characterized by a collection of clinical features including facial asymmetry, marfanoid habitus, hypertonia, osteoporosis and unsteady gait. It is caused by a significant decrease or loss of spermine synthase (SMS) activity. Here, we report a new missense mutation, p.Y328C (c.1084A>G), in SMS in a family with XLID. The affected males available for evaluation had mild ID, speech and global delay, an asthenic build, short stature with long fingers and mild kyphosis. The spermine/spermidine ratio in lymphoblasts was 0.53, significantly reduced compared with normal (1.87 average). Activity analysis of SMS in the index patient failed to detect any activity above background. In silico modeling demonstrated that the Y328C mutation has a significant effect on SMS stability, resulting in decreased folding free energy and larger structural fluctuations compared with those of wild-type SMS. The loss of activity was attributed to the increase in conformational dynamics in the mutant which affects the active site geometry, rather than preventing dimer formation. Taken together, the biochemical and in silico studies confirm the p.Y328C mutation in SMS is responsible for the patients having a mild form of SRS and reveal yet another molecular mechanism resulting in a non-functional SMS causing SRS. ","dc:creator":"Zhang Z","dc:date":"2013","dc:title":"A Y328C missense mutation in spermine synthase causes a mild form of Snyder-Robinson syndrome."},"rdfs:label":"SPM activity assay"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Selected the default, this paper showed that the Y328C variant and the p.89I_ins21X variant from the original SRS family had impacts on the protein and that the Y328C vairant had a different mechanism of impact  which may explain its less severe phenotype in the family from this paper."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da3c5416-cf6b-4144-a9d0-9e349d5ce001","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89ec007e-51ad-4b4c-9c6e-c12f5cdc11ed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"There are some overlapping features in the mice and humans, however this complete knockout in the mice causes there to be no spermine at all. Additionally, this mouse seems to have a deletion that may encompass genes other than just the SMS gene. It is not an ideal model for SRS and the authors state that. NOTE: The other genee involved in the deletion is Phex which is also referred to as PEX, and is expected to be an important factor in poor bone development of Gy mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19641749","type":"dc:BibliographicResource","dc:abstract":"Many functions have been ascribed to polyamines, but there has been no clear identification of a unique role for spermine. The Gy mouse has a deletion of part of the X chromosome that includes the SMS gene encoding spermine synthase. Tissues from male Gy mice have no spermine but increased spermidine. They have multiple abnormalities including a tendency to sudden death, small size, circling behavior and other neurological symptoms, sterility and deafness. These changes are reversed by breeding with mice expressing a spermine synthase transgene. Detailed studies of hearing in Gy mice show that the absence of spermine synthase leads to loss of the endocochlear potential. Since this potential requires the cochlear lateral wall-specific Kir4.1 channel, regulation by spermine of transport via these channels appears to be an essential function. A similar spermine-related defect in the functioning of cardiac Kir channels could account for arrhythmias leading to sudden death. The effect of the absence of spermine on glutamate receptor ion channels in the brain may account for the neurological symptoms and could contribute to the lack of fertility and normal growth but more direct effects on gene expression are also possible. Advantages and limitations of the Gy model are discussed.","dc:creator":"Pegg AE","dc:date":"2009","dc:title":"Mouse models to investigate the function of spermine."},"rdfs:label":"Gy mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"There are overlapping features of the mice i.e. the bone phenotype and the neurological symptoms that make it a decent model of the SMS phenotype. Additionally, they do a rescue via breeding with a mouse with transgenic CAG-SMS that rescues all the phenotypes except the bone phenotype. This was downgraded, however, because it seems the deletion is not entirely specific to SMS. NOTE: The other genee involved in the deletion is Phex which is also referred to as PEX, and is expected to be an important factor in poor bone development of Gy mice."},{"id":"cggv:dee277a9-4cfb-427a-bc9b-9542d594c1a6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2bb40c7a-a9b4-42a7-83d1-d5459a69c768","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse has already been scored, but the added study showing that the dcAdoMet levels being impacted in mice as well as humans is additional support for the model since this is also seen in patients with SRS. However, it doesn't further connect the phenotypes of the patients that are seen, so it should not add extra points to the model","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20950271","type":"dc:BibliographicResource","dc:abstract":"dcAdoMet (decarboxylated S-adenosylmethionine) is an essential intermediate in the synthesis of polyamines. Its content is normally very low, amounting to less than 5% of that of S-adenosylmethionine itself. It was found that in mice lacking spermine synthase there was a large increase in dcAdoMet and that overexpression of spermine synthase reduced the amount of this nucleoside. There was also an increase in dcAdoMet in cells derived from patients with Snyder-Robinson syndrome, a rare X-linked recessive human disease caused by SMS gene mutations that greatly reduce the content of spermine synthase. These results suggest that there is an inverse relationship between the amount of spermine synthase protein and the content of dcAdoMet and raise the possibility that some of the abnormalities seen in mammals deficient in spermine synthase might be due to changes in dcAdoMet pools.","dc:creator":"Pegg AE","dc:date":"2011","dc:title":"Spermine synthase activity affects the content of decarboxylated S-adenosylmethionine."},"rdfs:label":"Gy mice- dcAdoMet"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This mouse has already been scored, but the added study showing that the dcAdoMet levels being impacted in mice as well as humans is additional support for the model since this is also seen in patients with SRS. However, it doesn't further connect the phenotypes of the patients that are seen, so it should not add extra points to the model"},{"id":"cggv:e2e8c494-d5a0-480e-8fc6-b687353ca8c1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4347861-8e3f-465f-9744-f172559fb982","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model recapitulates the pathological polyamine imbalance of SRS and causes survival defects and synaptic degeneration. The model also provides underlying mechanisms of the pathology of Snyder-Robinson.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29348635","type":"dc:BibliographicResource","dc:abstract":"The originally published version of this Article contained errors in Figure 1. In panel c, the grey shading denoting evolutionary conservation and the arrowheads indicating amino acids affected in Snyder-Robinson syndrome were displaced relative to the sequence. These errors have now been corrected in both the PDF and HTML versions of the manuscript.","dc:creator":"Li C","dc:date":"2018","dc:title":"Publisher Correction: Spermine synthase deficiency causes lysosomal dysfunction and oxidative stress in models of Snyder-Robinson syndrome."},"rdfs:label":"Drosophila SMS KO model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Since this is a fly model and ID was not assessed, it was downgraded. There is good evidence showing the neurodegeneration via immunolabeling and other enzymatic assays, but these enzymatic assays should be counted towards the similarity between humans and the flies."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b34c07fe-6ff2-48fe-a99f-906a577769b7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7f55a3f-3b47-49dc-88c6-399c50027a6d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"personal communication only","phenotypeFreeText":"Personal communication- could be assumed the patient has SRS","previousTesting":true,"previousTestingDescription":"There was not any information provided other than the fact that this variant was identified in a family via personal communication.","sex":"UnknownEthnicity","variant":{"id":"cggv:b34c07fe-6ff2-48fe-a99f-906a577769b7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fb84a729-b598-4604-a1de-f11b33642db2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.21977066C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA412567090"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26761001"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26761001","rdfs:label":"Peng p.P112L family"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This is the p.P112L variant in SMS, it was identified via perosnal communication in a family and was studied in vitro and in silico in this paper. The functional study has already been awarded points, so this case shouldn't really get additional points given the lack of information."},{"id":"cggv:69d1671a-5f34-4726-8203-baddc329115d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0742e12a-4cbd-4088-8bfe-a202f6d1f11f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RainDance amplification and sequencing by Illumina/Solexa system identified the variant","firstTestingMethod":"PCR","phenotypeFreeText":"sacral dimple, global developmental delay, delayed language development, echolalia mild intellectual disability, frontal upsweep and mild frontal bossing, pronounced nasal bridge, small mouth, low set ears, kyphoscoliosis, long fingers, slender build","previousTesting":true,"previousTestingDescription":"clinical evaluation showed that the patient had intellectual disability with global developmental delay and physical characteristics.","sex":"Male","variant":{"id":"cggv:69d1671a-5f34-4726-8203-baddc329115d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9a9b9bc9-be21-4b21-9fc5-d92262e3b3ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004595.4(SMS):c.983A>G (p.Tyr328Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/88767"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23696453"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23696453","rdfs:label":"IV:3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional/computational evidence as well as segregation evidence support that this missense has an impact."},{"id":"cggv:f91d0ef6-c9f6-4440-9586-0bff9f3d4078_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e820edf6-e1a4-48e8-a3b8-3db93bc91dbb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Used linkage analysis to identify the DXS1226 gene and found that SMS was the best candidate so they only performed RT-PCR on the SMS gene. Used reference sequence NM_004595","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypeFreeText":"Snyder robinson phenotype with myclonic-like seizures, profound mental retardation, absent speech, generalized tonic-clonic and absence seizures, unable to stand alone or walk, facial dysmorphism noted with mild hypertelorism, exophthalmia, short fphiltrum, thickened lower lip, slight high arched palate, mandivular prognathism, ears with prominent antihelicies","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:f91d0ef6-c9f6-4440-9586-0bff9f3d4078_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ee01417-09b8-40be-8c88-c3a0604a277c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004595.4(SMS):c.166G>A (p.Gly56Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341122"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18550699","type":"dc:BibliographicResource","dc:abstract":"We report the identification of a novel mutation at a highly conserved residue within the N-terminal region of spermine synthase (SMS) in a second family with Snyder-Robinson X-linked mental retardation syndrome (OMIM 309583). This missense mutation, p.G56S, greatly reduces SMS activity and leads to severe epilepsy and cognitive impairment. Our findings contribute to a better delineation and expansion of the clinical spectrum of Snyder-Robinson syndrome, support the important role of the N-terminus in the function of the SMS protein, and provide further evidence for the importance of SMS activity in the development of intellectual processing and other aspects of human development.","dc:creator":"de Alencastro G","dc:date":"2008","dc:title":"New SMS mutation leads to a striking reduction in spermine synthase protein function and a severe form of Snyder-Robinson X-linked recessive mental retardation syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18550699","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"the enzyme activity in the patients including the proband was not detected and there was a notable reduction of spermine and a striking increase in the spermidine spermine ratio. This variant also segregated in 5 obligate female carriers and 2 other affected males"},{"id":"cggv:7628c337-307d-499b-9af7-2b6bd3151d37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97149194-10e4-470f-95c2-21d6fc89a416","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Targeted next-gen sequencing of 565 known or candidate ID-associated genes","phenotypeFreeText":"intellectual disability, no further phenotyping conducted","previousTesting":true,"previousTestingDescription":"Individual was part of  a cohort of 986 individuals with moderate to severe ID. Patients were screened for variants in 565 known or candidate ID-associated genes using targeted next-gen seq.","sex":"Male","variant":{"id":"cggv:7628c337-307d-499b-9af7-2b6bd3151d37_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ee01417-09b8-40be-8c88-c3a0604a277c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26350204","type":"dc:BibliographicResource","dc:abstract":"To identify genetic causes of intellectual disability (ID), we screened a cohort of 986 individuals with moderate to severe ID for variants in 565 known or candidate ID-associated genes using targeted next-generation sequencing. Likely pathogenic rare variants were found in ∼11% of the cases (113 variants in 107/986 individuals: ∼8% of the individuals had a likely pathogenic loss-of-function [LoF] variant, whereas ∼3% had a known pathogenic missense variant). Variants in SETD5, ATRX, CUL4B, MECP2, and ARID1B were the most common causes of ID. This study assessed the value of sequencing a cohort of probands to provide a molecular diagnosis of ID, without the availability of DNA from both parents for de novo sequence analysis. This modeling is clinically relevant as 28% of all UK families with dependent children are single parent households. In conclusion, to diagnose patients with ID in the absence of parental DNA, we recommend investigation of all LoF variants in known genes that cause ID and assessment of a limited list of proven pathogenic missense variants in these genes. This will provide 11% additional diagnostic yield beyond the 10%-15% yield from array CGH alone.","dc:creator":"Grozeva D","dc:date":"2015","dc:title":"Targeted Next-Generation Sequencing Analysis of 1,000 Individuals with Intellectual Disability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26350204","rdfs:label":"UK10K_FINDWGA5410846"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The phenotype of the individual was not reported beyond moderate-severe ID based on the presence in the cohort. They report that SRS is associated with the variant in HGMD, but this is not directly implicating that the patient had SRS...therefore this case cannot be scored."},{"id":"cggv:441d24e0-bcaf-4b0a-aba9-5d67633301f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:926b9aeb-e2f2-4598-9226-77a2a3639476","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The  NM_004595.4:c.443A > G variant was identified via exome sequencing in the  proband and his brother","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Snyder Robinson Syndrome, osteoporosis, intellectual disability, dysmorphic facies, developmental delay, progressive loss of motor skills and vocalization due to a perinatal intraventricular hemorrhage, cystic encephalomalacia, inability to walk (proband). The proband's brother had developmental delay, hypotonia, regression of milestones, but no hemorrhage or malformaiton","previousTesting":true,"previousTestingDescription":"This study also did a lot of investigation in the cellular phenotyping of these patients. They investigated osteoblastic activity to attempt to identify the mechanism of osteoporosis in these patients.","sex":"Male","variant":{"id":"cggv:441d24e0-bcaf-4b0a-aba9-5d67633301f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f80bccdd-525d-4811-8af5-49fac9c31e63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004595.4(SMS):c.443A>G (p.Gln148Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345014"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25888122","type":"dc:BibliographicResource","dc:abstract":"Snyder-Robinson Syndrome (SRS) is an X-linked intellectual disability disorder also characterized by osteoporosis, scoliosis, and dysmorphic facial features. It is caused by mutations in SMS, a ubiquitously expressed gene encoding the polyamine biosynthetic enzyme spermine synthase. We hypothesized that the tissue specificity of SRS arises from differential sensitivity to spermidine toxicity or spermine deficiency.","dc:creator":"Albert JS","dc:date":"2015","dc:title":"Impaired osteoblast and osteoclast function characterize the osteoporosis of Snyder - Robinson syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25888122","rdfs:label":"Albert: Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This variant was identified in 2 brothers with SRS via whole-exome sequencing."},{"id":"cggv:db31747b-65e5-4668-a30d-e0c5aea271d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e92ea7ba-3109-4522-a33e-4b4fbb2ae7f7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequencing of all 11 exons of the SM gene","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Snyder Robinson syndrome: several fractures indicating osteoporosis, generalized delay in psychomotor milestones, intellectua disability, poor muscular development, brachycephaly, asymmetric face, slanted upper palpebral fissures, sparse eyebrows, discrete synophrys, right palpebral ptosis, high nasal bridge, bulbous nasal tip, smooth philtrum, prominent lower lip, oral cavity with hgih palate, overcrowded teeetch, asymmetrical tongue, coarse voice, asymmetric ears, Thorax examination, wide nipples, pectus excavatum, dorsal kyphosis, right scolliosis. Signiifcant reduction in spermine levels","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:db31747b-65e5-4668-a30d-e0c5aea271d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0beb7193-8a44-4940-962c-03e805e83528","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004595.4(SMS):c.395T>G (p.Val132Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341124"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19206178","type":"dc:BibliographicResource","dc:abstract":"Snyder-Robinson syndrome (SRS, OMIM 309583) is a rare X-linked syndrome characterized by mental retardation, marfanoid habitus, skeletal defects, osteoporosis, and facial asymmetry. Linkage analysis localized the related gene to Xp21.3-p22.12, and a G-to-A transition at point +5 of intron 4 of the spermine synthase gene, which caused truncation of the SMS protein and loss of enzyme activity, was identified in the original family. Here we describe another family with Snyder-Robinson syndrome in two Mexican brothers and a novel mutation (c.496T>G) in the exon 5 of the SMS gene confirming its involvement in this rare X-linked mental retardation syndrome.","dc:creator":"Becerra-Solano LE","dc:date":"2009","dc:title":"A missense mutation, p.V132G, in the X-linked spermine synthase gene (SMS) causes Snyder-Robinson syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19206178","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functionally assessed patient spermine synthase and found that the activity was significantly reduced in the affected males but not in the mother who was a variant carrier."},{"id":"cggv:32b2be2a-eef2-428b-87c1-309775329dc7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7d6624d2-b322-449d-94c6-ce30e7bf9cbc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"There was no sequencing information provided","phenotypeFreeText":"Diagnosis of Snyder Robinson syndrome","previousTesting":true,"previousTestingDescription":"Variant was identified in a patient at the Greenwood Genetic Center who was diagnosed with Snyder Robinson.","sex":"UnknownEthnicity","variant":{"id":"cggv:32b2be2a-eef2-428b-87c1-309775329dc7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2875401b-221f-460e-a1f1-d8b3e25956be","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.21967250T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA412563863"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26761001"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26761001","rdfs:label":"Greenwood Genetic Center"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This variant was identified in a patient diagnosed with SRS from the Greenwood Genetic Center, but there was no further phenotypic information or genetic testing info. Also, the functional study was already awarded points so this variant doesn't really need to be scored in this case given the lack of case info."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:47a7efbe-0ad1-4227-952e-bca7f024e16d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ed1a7f31-196b-4183-847d-10d4cc5df296","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RT PCR of the SMS gene in family members with and without the disease. DHPLC analysis detected an altered migration of exon 4 in K8145.","firstTestingMethod":"PCR","phenotypeFreeText":"Snyder-Robinson syndropme: mild to moderate mental retardation, hypotonia, cerebellar circuitry dysfunction, facial asymmetry, thin habitus, osteoporosis, kyphoscoliosis, decreased activity of SMS, correspondingly low levels of intracellular spermine in lymphocytes and fibroblasts, elevated spermidine/spermine ratio.","previousTesting":true,"previousTestingDescription":"HaeIII digestion- A HaeIII restriction endonuclease site was created in the\nsequence containing 329+5 G>A, by utilizing a primer to\nsubstitute a G for a T at position 329+6.","sex":"Male","variant":{"id":"cggv:47a7efbe-0ad1-4227-952e-bca7f024e16d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7da4f54a-d59e-47d1-b1ba-685a47fb0813","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004595.4(SMS):c.329+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341121"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14508504","type":"dc:BibliographicResource","dc:abstract":"Polyamines (putrescine, spermidine, spermine) are ubiquitous, simple molecules that interact with a variety of other molecules in the cell, including nucleic acids, phospholipids and proteins. Various studies indicate that polyamines are essential for normal cell growth and differentiation. Furthermore, these molecules, especially spermine, have been shown to modulate ion channel activities of certain cells. Nonetheless, little is known about the specific cellular functions of these compounds, and extensive laboratory investigations have failed to identify a heritable condition in humans in which polyamine synthesis is perturbed. We report the first polyamine deficiency syndrome caused by a defect in spermine synthase (SMS). The defect results from a splice mutation, and is associated with the Snyder-Robinson syndrome (SRS, OMIM_309583), an X-linked mental retardation disorder. The affected males have mild-to-moderate mental retardation (MR), hypotonia, cerebellar circuitry dysfunction, facial asymmetry, thin habitus, osteoporosis, kyphoscoliosis, decreased activity of SMS, correspondingly low levels of intracellular spermine in lymphocytes and fibroblasts, and elevated spermidine/spermine ratios. The clinical features observed in SRS are consistent with cerebellar dysfunction and a defective functioning of red nucleus neurons, which, at least in rats, contain high levels of spermine. Additionally, the presence of MR reflects a role for spermine in cognitive function, possibly by spermine's ability to function as an 'intrinsic gateway' molecule for inward rectifier K(+) channels.","dc:creator":"Cason AL","dc:date":"2003","dc:title":"X-linked spermine synthase gene (SMS) defect: the first polyamine deficiency syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14508504","rdfs:label":"V-2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This exon is out of frame, and the RT-PCR data shows that it is missing in patients with the disease. It is exon 4/11 and the variant is absent from gnomAD. It segregated in 5 other males with Snyder-Robinson in this family"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:f2d5f7fd-3ad5-4fcb-b293-9464de83bb2c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b0529311-7149-4f07-aa11-17614905cfb0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exome sequencing of the probands as well parents and maternal grandparents. The variant was identified in the carrier mother, but sequencing of the maternal grandparents showed that it was a de novo variant in the mother.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"developmental delay hypotonia muscualar hypertonia of lower extremities, dysmorphic featuers, recurretn irregualr myclonic jerks, hypsarrhythmia in sleep and serial spasms at awakening, boys suffered addtional atonic and tonic seizures and atypical absences, severe encephalopahty with frequent seizures and developmental regression","previousTesting":true,"previousTestingDescription":"Maternal X activation patterns","sex":"Male","variant":{"id":"cggv:f2d5f7fd-3ad5-4fcb-b293-9464de83bb2c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:75d10de4-6c83-4bb6-a420-b89707903baa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.21977119C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA412567201"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26174906","type":"dc:BibliographicResource","dc:abstract":"Clinical metabolomics has emerged as a powerful tool to study human metabolism in health and disease. Comparative statistical analysis of untargeted metabolic profiles can reveal perturbations of metabolite levels in diseases and thus has the potential to identify novel biomarkers. Here we have applied a simultaneous genetic-metabolomic approach in twin boys with epileptic encephalopathy of unclear etiology. Clinical exome sequencing identified a novel missense mutation in the spermine synthase gene (SMS) that causes Snyder-Robinson syndrome (SRS). Untargeted plasma metabolome analysis revealed significantly elevated levels of N(8)-acetylspermidine, a precursor derivative of spermine biosynthesis, as a potential novel plasma biomarker for SRS. This result was verified in a third patient with genetically confirmed SRS. This study illustrates the potential of metabolomics as a translational technique to support exome data on a functional and clinical level. ","dc:creator":"Abela L","dc:date":"2016","dc:title":"N(8)-acetylspermidine as a potential plasma biomarker for Snyder-Robinson syndrome identified by clinical metabolomics."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26174906","rdfs:label":"Twins A and B"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Downgraded because mother carries the variant unaffected but there is X-inactivation so it fits as a de novo occurance in the mother, passed to the children."},{"id":"cggv:4a7cb024-f013-4663-b285-46e7fc7eea5f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:41d65db7-6695-4b87-a74e-24b49fd48e89","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Snyder-Robinson syndrome: generalized tonic-clonic seizures, epileptic encephalopathy , developmental delay, scoliosis, severe osteoporosis","previousTesting":true,"previousTestingDescription":"Relatives did not have symptoms and this was reported as a de novo variant. There were 212 variants reported on target","sex":"Male","variant":{"id":"cggv:4a7cb024-f013-4663-b285-46e7fc7eea5f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d6cfc811-cab9-4571-b425-1405cbb827ce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004595.4(SMS):c.174T>A (p.Phe58Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/65676"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22612257","type":"dc:BibliographicResource","dc:abstract":"Epilepsies have a highly heterogeneous background with a strong genetic contribution. The variety of unspecific and overlapping syndromic and nonsyndromic phenotypes often hampers a clear clinical diagnosis and prevents straightforward genetic testing. Knowing the genetic basis of a patient's epilepsy can be valuable not only for diagnosis but also for guiding treatment and estimating recurrence risks.","dc:creator":"Lemke JR","dc:date":"2012","dc:title":"Targeted next generation sequencing as a diagnostic tool in epileptic disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22612257","rdfs:label":"C942"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was identified in a male patient where the variant was not identified after screening of the mother. The family has no history of symptoms, and the patient's bone phenotype matches up with SRS."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":571,"specifiedBy":"GeneValidityCriteria5","strengthScore":16,"subject":{"id":"cggv:905cf1e1-73e6-4b76-af71-a44e16cd6d3e","type":"GeneValidityProposition","disease":"obo:MONDO_0010664","gene":"hgnc:11123","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The SMS gene has been associated with syndromic X-linked intellectual disability Snyder type in (at least) 10 probands in 8 publications. At least 9 unique variants (missense, out-of-frame-splice) have been reported in humans, and variants in this gene segregated with disease in at least 12 additional family members. SMS was first associated with this disease in humans in 2003 (Cason et al.). The mechanism for disease is thought to be that variants that destabilize the dimer cause loss of the SMS protein, leading a dearth of sperimine which is an essential developmental polyamine. This has been demonstrated by animal models, expression studies, functional alteration studies, and analysis of the crystal structure of SMS (Wu 2008, Zhange 2013, Wang 2011, Peng 2016, Zhang 2011, Li 2018, Pegg 2009, Pegg 2011). In summary, SMS is definitively associated with syndromic X-linked intellectual disability Snyder type. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:8f1ca85b-ad57-4c64-9abf-9ae5d915703f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}