{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-02-26T17:00:00.000Z","role":"Approver"},{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eafce5b7-fe58-4d33-9f0a-3cf08a931a77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2cb53d69-e0cd-47f4-a72c-188339937f99","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"AP3-deficient CTLs were found to have lost the ability to kill targets, in contrast to wild-type CTLs, which was attributed to impaired lytic granule secretion. The cells were unable to process the microtubule-mediated movement of lytic granules to immunological synapse.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14566336","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a rare autosomal recessive disease characterized by platelet defects and oculocutaneous albinism. Individuals with HPS type 2 (HPS2) lack the cytosolic adaptor protein 3 (AP-3) involved in lysosomal sorting, and are also immunodeficient. Here we characterize an HPS2 mutation and demonstrate that AP-3 deficiency leads to a loss of cytotoxic T lymphocyte (CTL)-mediated cytotoxicity. Although the lysosomal protein CD63 was mislocalized to the plasma membrane, perforin and granzymes were correctly localized to the lytic granules in AP-3-deficient CTLs. However, the lytic granules of AP-3-deficient CTLs were enlarged and were unable to move along microtubules and dock within the secretory domain of the immunological synapse. These data show that AP-3 is essential for polarized secretion from CTLs.","dc:creator":"Clark RH","dc:date":"2003","dc:title":"Adaptor protein 3-dependent microtubule-mediated movement of lytic granules to the immunological synapse."},"rdfs:label":"Clark_BiochemicalFunctionB"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence describes the function of the AP3 complex, which may be critical in the development of the immunological phenotype associated with HPS2 and is recorded here. It is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79436703-f726-45c1-a714-38cabf4d1c1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:77775edd-cdbc-447b-8ac5-3b692631a97f","type":"FunctionalAlteration","dc:description":"AP-3 complex-dependent protein trafficking was studied in knock-out and patient-derived BOECs. CD63 was found to be mislocalized within round, endosome-like structures, and not contained in Weibel-Palade bodies (WPB) in AP-3-deficient cells experimentally generated and derived from patient, while in wild-type cells, about one-third of CD63 was found associated with WPB. CD63 surface expression was significantly increased in AP3-deficient cells.\n\nRelease of inflammatory and angiogenic mediators from storage and secretory compartment, WPBs, plays a significant role in hemostasis. CD63 is transferred to maturing WPBs through AP3-positive endosomes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30630984","type":"dc:BibliographicResource","dc:abstract":"Weibel-Palade bodies are endothelial secretory organelles that contain von Willebrand factor, P-selectin and CD63. Release of von Willebrand factor from Weibel-Palade bodies is crucial for platelet adhesion during primary hemostasis. Endosomal trafficking of proteins like CD63 to Weibel-Palade bodies during maturation is dependent on the adaptor protein complex 3 complex. Mutations in the AP3B1 gene, which encodes the adaptor protein complex 3 β1 subunit, result in Hermansky-Pudlak syndrome 2, a rare genetic disorder that leads to neutropenia and a mild bleeding diathesis. This is caused by abnormal granule formation in neutrophils and platelets due to defects in trafficking of cargo to secretory organelles. The impact of these defects on the secretory pathway of the endothelium is largely unknown. In this study we have investigated the role of adaptor protein complex 3-dependent mechanisms in trafficking of proteins during Weibel-Palade body maturation in endothelial cells. An ex vivo patient-derived endothelial model of Hermansky-Pudlak syndrome 2 was established using blood outgrowth endothelial cells that were isolated from a patient with compound heterozygous mutations in AP3B1 Hermansky-Pudlak syndrome 2 endothelial cells and CRISPR-Cas9-engineered AP3B1-/- endothelial cells contain Weibel-Palade bodies that are entirely devoid of CD63, indicative of disrupted endosomal trafficking. Hermansky-Pudlak syndrome 2 endothelial cells have impaired Ca2+- and cAMP-mediated exocytosis. Whole proteome analysis revealed that apart from adaptor protein complex 3 β1 also the micron1 subunit and the v-SNARE VAMP8 were depleted. Stimulus-induced von Willebrand factor secretion was impaired in CRISPR-Cas9-engineered VAMP8-/- endothelial cells. Our data show that defects in adaptor protein complex 3 dependent maturation of Weibel-Palade bodies impairs exocytosis by affecting the recruitment of VAMP8.","dc:creator":"Karampini E","dc:date":"2019","dc:title":"Defective AP-3-dependent VAMP8 trafficking impairs Weibel-Palade body exocytosis in Hermansky-Pudlak Syndrome type 2 blood outgrowth endothelial cells."},"rdfs:label":"Karampini_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db14a789-5dc4-446e-bcca-14072b7fd5d5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1341dc36-4e43-4031-9e5e-6be48a348615","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Tyrosinase acquired normal localization throughout the cell body and dendrites of HPS2 melanocytes transfected with wild-type AP3B1 cDNA. The expression of the δ subunit of AP-3, which is downregulated in HPS2, was also found to be elevated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11452004","type":"dc:BibliographicResource","dc:abstract":"Patients with Hermansky-Pudlak syndrome type 2 (HPS-2) have mutations in the beta 3A subunit of adaptor complex-3 (AP-3) and functional deficiency of this complex. AP-3 serves as a coat protein in the formation of new vesicles, including, apparently, the platelet's dense body and the melanocyte's melanosome. We used HPS-2 melanocytes in culture to determine the role of AP-3 in the trafficking of the melanogenic proteins tyrosinase and tyrosinase-related protein-1 (TRP-1). TRP-1 displayed a typical melanosomal pattern in both normal and HPS-2 melanocytes. In contrast, tyrosinase exhibited a melanosomal (i.e., perinuclear and dendritic) pattern in normal cells but only a perinuclear pattern in the HPS-2 melanocytes. In addition, tyrosinase exhibited a normal pattern of expression in HPS-2 melanocytes transfected with a cDNA encoding the beta 3A subunit of the AP-3 complex. This suggests a role for AP-3 in the normal trafficking of tyrosinase to premelanosomes, consistent with the presence of a dileucine recognition signal in the C-terminal portion of the tyrosinase molecule. In the AP-3-deficient cells, tyrosinase was also present in structures resembling late endosomes or multivesicular bodies; these vesicles contained exvaginations devoid of tyrosinase. This suggests that, under normal circumstances, AP-3 may act on multivesicular bodies to form tyrosinase-containing vesicles destined to fuse with premelanosomes. Finally, our studies demonstrate that tyrosinase and TRP-1 use different mechanisms to reach their premelanosomal destination.","dc:creator":"Huizing M","dc:date":"2001","dc:title":"AP-3 mediates tyrosinase but not TRP-1 trafficking in human melanocytes."},"rdfs:label":"Huizing_Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"The experiment shows correction of protein mislocalization within patient-derived melanocytes, which are one of the cell types affected in HPS2, leading to the hypopigmentation phenotype. However, it is scored minimal points."},{"id":"cggv:15be482b-30b5-48b1-bb99-0b53d207db75","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ba304a82-c3c0-46c5-9c4a-7a1c3b41cdc7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous knock-out mice were compared to pearl mice and compound hets (Intercross between knock-out mice and pearl mice). Ap3b1-/- mice showed prolonged bleeding time, similar to pearl mice. The hypopigmentation in Ap3b1-/- mice was more pronounced.\n\nWestern blot on kidney lysates revealed reduced μ3 and δ3 subunits, compared to the pearl and compound het mice.\n\nImmunoflorescence analysis on cultured fibroblasts from homozygous Ap3b1-/- and wild-type mice revealed mislocalization of Lamp I and Lamp II at the plasma membrane. Vesicular zinc was found to be very little or absent in the cells. Tyrosinase was found mislocalized to nonendosomal vesicular structures in cultured melanocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11058094","type":"dc:BibliographicResource","dc:abstract":"AP-3 is a heterotetrameric protein complex involved in intracellular vesicle transport. Molecular analyses show that Ap3b1, which encodes the AP-3 (&bgr;)3A subunit, is altered in pearl mice. To provide genetic evidence that mutation of Ap3b1 is responsible for the pearl phenotype and to determine the null phenotype, the Ap3b1 gene was disrupted by homologous recombination. Mice homozygous for the resulting allele, Ap3b1(LN), or compound heterozygotes with pearl, displayed phenotypes similar to those of pearl mice, confirming that Ap3b1 is the causal gene for pearl. Moreover, pearl is likely to be a hypomorph as the Ap3b1(LN) homozygotes had a lighter coat color and accumulated fewer of the micro3 and (&dgr;)3 subunits of AP-3 than did pearl mice. Finally, immunofluorescence analysis of fibroblasts and melanocytes cultured from Ap3b1(LN) homozygotes revealed that the lysosomal membrane proteins Lamp I and Lamp II and the melanosomal membrane protein tyrosinase were mislocalized. In particular, the Lamp proteins were clustered on the cell surface. These findings strengthen the evidence for an alternate pathway via the plasma membrane for cargo normally transported to organelles by AP-3.","dc:creator":"Yang W","dc:date":"2000","dc:title":"Defective organellar membrane protein trafficking in Ap3b1-deficient cells."},"rdfs:label":"Yang_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:815469c5-1314-48a9-9ba4-3f548adc1922","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:90f1c941-d3c0-4a24-a94d-cd7080281c04","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pearl mice have been shown to have phenotypes similar to the human disease, Hermansky-Pudlak syndrome (PMID: 9585243). They have altered rates of lysosomal enzyme secretion. They shpwed a prolonged bleeding time (>15 minutes) and platelet storage pool deficiency with lower serotonin, ADP/ATP levels. Large dense granules in platelets were absent or severely reduced, as measured by electron microscopy (PMID: 6696991). Experiments by Young et al. demonstrated that pearl mice have a pulmonary phenotype, characterized by baseline elevations in inflammatory cytokines and counterregulatory factors, abnormal cellular recruitment, and exaggerated cytokine responses to endotoxin challenge (PMID: 16547274).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9931340","type":"dc:BibliographicResource","dc:abstract":"Lysosomes, melanosomes and platelet-dense granules are abnormal in the mouse hypopigmentation mutant pearl. The beta3A subunit of the AP-3 adaptor complex, which likely regulates protein trafficking in the trans - Golgi network/endosomal compartments, was identified as a candidate for the pearl gene by a positional/candidate cloning approach. Mutations, including a large internal tandem duplication and a deletion, were identified in two respective pearl alleles and are predicted to abrogate function of the beta3A protein. Significantly lowered expression of altered beta3A transcripts occurred in kidney of both mutant alleles. The several distinct pearl phenotypes suggest novel functions for the AP-3 complex in mammals. These experiments also suggest mutations in AP-3 subunits as a basis for unique forms of human Hermansky-Pudlak syndrome and congenital night blindness, for which the pearl mouse is an appropriate animal model.","dc:creator":"Feng L","dc:date":"1999","dc:title":"The beta3A subunit gene (Ap3b1) of the AP-3 adaptor complex is altered in the mouse hypopigmentation mutant pearl, a model for Hermansky-Pudlak syndrome and night blindness."},"rdfs:label":"Feng_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model is scored default points as the spontaneously occurring mutation is identified to be causative of the HPS phenotype. However, Yang et al. suggest that this mutation is likely to be a hypomorph (PMID: 11058094)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e13f3103-1bf2-46a3-a66a-265db98ef713_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5514db8a-7567-43e6-aba2-f90ebe1fb6d8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"AP3B1 exons and intronic flanking sequences were amplified by PCR and sequenced. AP3B1 coding sequence was amplified by RT-PCR and sequenced. DNA and RNA were isolated from cytotoxic T cell clones from the proband.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had pendular nystagmus and failure to fix and follow at 10 weeks of age, albinoid fundi, neutrophil count = 0.2–0.7×109/L. Managed with long-term oral antibiotic prophylaxis, proband had no major infections. Surgery for congenital hip dysplasia was performed after pre-operative platelet transfusion.","phenotypes":["obo:HP_0001875","obo:HP_0012043","obo:HP_0001010","obo:HP_0001107","obo:HP_0001385"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e13f3103-1bf2-46a3-a66a-265db98ef713_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5b272e62-96f2-4a46-85c8-960c2853f6d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.2078_2165del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187298"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19679886","type":"dc:BibliographicResource","dc:abstract":"Hermansky Pudlak syndrome type 2 (HPS2) is a rare disorder associated with mutations in the Adaptor Protein 3 (AP-3) complex, which is involved in sorting transmembrane proteins to lysosomes and related organelles. We now report 2 unrelated subjects with HPS2 who show a characteristic clinical phenotype of oculocutaneous albinism, platelet and T-lymphocyte dysfunction and neutropenia. The subjects were homozygous for different deletions within AP3B1 (g.del180242-180866, c.del153-156), which encodes the AP-3beta3A subunit, resulting in frame shifts and introduction of nonsense substitutions (p.E693fsX13, p.E52fsX11). In the subject with p.E693fsX13, this resulted in expression of a truncated variant beta3A protein. Cytotoxic T-lymphocyte (CTL) clones from both study subjects showed increased cell-surface expression of CD63 and reduced cytotoxicity. Platelets showed impaired aggregation and reduced uptake of (3)H-serotonin. These findings are consistent with CTL granule and platelet dense granule defects, respectively. This report extends the clinical and laboratory description of HPS2.","dc:creator":"Wenham M","dc:date":"2010","dc:title":"Two patients with Hermansky Pudlak syndrome type 2 and novel mutations in AP3B1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19679886","rdfs:label":"Wenham_Proband P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a genomic deletion of 624bp, that resulted in an 88-bp deletion in the transcript. The variant triggered the use of a cryptic splice acceptor site in exon 19 and caused a frameshift and premature termination at amino acid position 705.\n\nThe expression of β3A, δ, and μ3 subunits of AP-3 were markedly reduced. The translated protein is expected to be truncated and of 80kDa, which corroborated the results of the western blot analysis on CTL lysates.\n\nCytotoxicity assay showed that cytotoxic activity in CTL clones varied between 35% - 70% killing of targets. Expression of CD63 was at least 2-fold greater than clones from healthy donors.\n\nThe variant is not reported in gnomAD."},{"id":"cggv:aec3433e-fefa-4ffc-9e0b-35d1a66d14e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:272098e6-5dde-4457-b850-541833d05cf9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"All exons of AP3B1 gene were amplified and sequenced. This was also confirmed by restriction analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had recurrent upper respiratory tract infections since first month of life and was treated with acetylsalicylic acid. She had a tonsillectomy at 16 months, needing resuscitation after bleeding from wounds, suffered severe hypoxia and severe statomotoric retardation. Normal PT, aPTT, and platelet count.","phenotypes":["obo:HP_0002788","obo:HP_0010864","obo:HP_0001875","obo:HP_0004846","obo:HP_0001107"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:aec3433e-fefa-4ffc-9e0b-35d1a66d14e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9b65c123-b318-4061-9fca-c35715607e7d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.3222_3223del (p.Lys1076AsnfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187300"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23215637","type":"dc:BibliographicResource","dc:abstract":"Patients with Hermansky-Pudlak syndrome type 2 (HPS2) present with oculocutaneous albinism, nystagmus, prolonged bleeding time, and increased susceptibility to infections. Twelve HPS2 patients with mutations in the β3A-subunit of the cytosolic adaptor-related protein complex 3 (AP3B1, also called HPS2) have been described so far. Here, we report on a patient with oculocutaneous albinism who developed a life-threatening bleeding after tonsillectomy. She presented with moderate neutropenia and reduced granulopoiesis. Analyzing patient's impaired platelet function using electron microscopy and flow cytometry led to the diagnosis of HPS2. Flow cytometric analysis of the patient's platelets showed already elevated CD63 expression on resting platelets with no further increase after thrombin stimulation. Natural killer (NK) cell degranulation was partially impaired but target cell lysis of NK cells and cytotoxic T-lymphocytes (CTLs) were normal and the patient did not develop signs of hemophagocytic syndrome. Molecular genetic analyses revealed a novel 2 bp-deletion (c.3222_3223delTG) in the last exon of AP3B1 causing a frameshift and a prolonged altered protein. The location of the deletion at the very C-terminal end may prevent a complete loss of the HPS2 protein leading to a less pronounced severity of immunodeficiency than in other HPS2 patients. ","dc:creator":"Kurnik K","dc:date":"2012","dc:title":"Novel mutation in Hermansky-Pudlak syndrome type 2 with mild immunological phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23215637","rdfs:label":"Kurnik_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was homozygous for a 2-bp deletion in exon 27, leading to a loss of 19 amino acids, and an extension of 59 altered amino acids. The parents were both heterozygous for the variant. The variant is not reported in gnomAD. \n\nElectron microscopy revealed absence of dense granules in platelets. CD63 expression in platelets was elevated. Cytotoxicity assay showed normal activity of NK cell and CTL cytotoxicity.\n\nThe proband is awarded reduced points for consanguinity and as the variant occurs in the 3' end of the gene, and the protein product is still made."},{"id":"cggv:b60782a6-bd46-49a7-97f1-3b274b09b7cd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5ae9c8dd-898d-496a-b672-f38f51905c57","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"RT-PCR and direct sequencing was performed to identify mutations in the AP3B1 gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Absence of platelet dense granules was observed on electron microscopy","phenotypes":["obo:HP_0001107","obo:HP_0012529"],"previousTesting":true,"previousTestingDescription":"Mutations in HPS1 were ruled out by SSCP screening and sequencing of specific regions that were abnormal on SSCP. RT-PCR and direct sequencing was performed to identify mutations in the AP3D1, AP3M1, AP3M2, AP3S1, AP3S2 genes.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b60782a6-bd46-49a7-97f1-3b274b09b7cd_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c4439f40-2549-49c6-92b3-1d69b1551eed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.1168_1230del63 (p.Leu390_Gln410del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6371"}},{"id":"cggv:f56b0718-9674-440e-a293-500a802edf50","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.1739T>G (p.Leu580Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6372"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10024875","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a genetic disorder characterized by defective lysosome-related organelles. Here, we report the identification of two HPS patients with mutations in the beta 3A subunit of the heterotetrameric AP-3 complex. The patients' fibroblasts exhibit drastically reduced levels of AP-3 due to enhanced degradation of mutant beta 3A. The AP-3 deficiency results in increased surface expression of the lysosomal membrane proteins CD63, lamp-1, and lamp-2, but not of nonlysosomal proteins. These differential effects are consistent with the preferential interaction of the AP-3 mu 3A subunit with tyrosine-based signals involved in lysosomal targeting. Our results suggest that AP-3 functions in protein sorting to lysosomes and provide an example of a human disease in which altered trafficking of integral membrane proteins is due to mutations in a component of the sorting machinery.","dc:creator":"Dell'Angelica EC","dc:date":"1999","dc:title":"Altered trafficking of lysosomal proteins in Hermansky-Pudlak syndrome due to mutations in the beta 3A subunit of the AP-3 adaptor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10024875","rdfs:label":"Dell'Angelica_Patient 40"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband and his brother (Patient 42) were found to compound heterozygous for an in-frame deletion, resulting in the loss of 21 amino acids, and a missense variant in the amino-terminal region. The proband's mother was heterozygous for the missense variant, while the father and two other siblings of the proband were heterozygous for the deletion variant.\n\nNorthern blot analysis on RNA from patient fibroblasts showed comparable amount of mRNA as normal, but immunoblot analysis revealed <5% of the AP3 β3A subunit protein. Pulse-chase analysis revealed normal β3A protein biosynthesis and phosphorylation, but drastically reduced in-vivo stability. This also had an effect on the stability of the σ3 subunit.\n\nThe variant is awarded default points."},{"id":"cggv:233f49a7-7ce4-421e-9d83-e07c23994f8c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ae55cb93-65b7-4c43-80eb-de0b0e34ca5c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"All exons of AP3B1 were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had mild facial dysplasia, normal skeletal growth, flat dysplastic acetabulae, normal brain MRI, but delayed neurophysiological development at 2 yrs, Hepatosplenomegaly noted at 3 months, neutropenia at 8 months, otitis media, pneumonia, recurrent oral thrush from 6 months of age, and self-limiting perinatal cytomegalovirus (CMV) infection, increased susceptibility to infection.","phenotypes":["obo:HP_0000280","obo:HP_0000286","obo:HP_0000403","obo:HP_0006532","obo:HP_0000639","obo:HP_0001433","obo:HP_0000343","obo:HP_0001263","obo:HP_0008807","obo:HP_0000283","obo:HP_0004540","obo:HP_0001875","obo:HP_0001107","obo:HP_0000431","obo:HP_0000368"],"previousTesting":true,"previousTestingDescription":"All exons of RAB27A were amplified and sequenced as Griscelli syndrome was suspected.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:233f49a7-7ce4-421e-9d83-e07c23994f8c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:47e240a5-27a5-489d-8883-726f52203f6e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.904A>T (p.Arg302Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6376"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16551969","type":"dc:BibliographicResource","dc:abstract":"Griscelli syndrome (GS) was diagnosed in a 2-year-old patient with oculocutaneous albinism and immunodeficiency, but sequencing of RAB27a revealed only a heterozygous mutation. Due to impaired natural killer (NK) and T-cell cytotoxicity implying a high risk of developing hemophagocytic lymphohistiocytosis (HLH), he was prepared for hematopoietic stem cell transplantation (HSCT). Unexpectedly, a severe bleeding episode occurred that led to the demonstration of disturbed platelet aggregation, reduced plateletdense granules, and impaired platelet degranulation. In combination with neutropenia, this suggested the diagnosis of Hermansky-Pudlak syndrome type II (HPSII) and a novel homozygous mutation in AP3B1 was detected. None of the 3 reported HPSII patients had developed HLH, and our patient seroconverted to Epstein-Barr virus (EBV) without clinical symptoms. HSCT was therefore withheld, and granulocyte-colony-stimulating factor (G-CSF) therapy was initiated and prevented further bacterial infections. At 3 years of age, however, the patient developed, without an obvious trigger, fulminant HLH that was resistant to therapy. This patient shows that careful clinical and molecular diagnosis is essential to differentiate the complex disorders of lysosomal trafficking. HPSII belongs to the group of familial hemophagocytic syndromes and may represent an indication for HSCT.","dc:creator":"Enders A","dc:date":"2006","dc:title":"Lethal hemophagocytic lymphohistiocytosis in Hermansky-Pudlak syndrome type II."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16551969","rdfs:label":"Enders_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The proband was homozygous for the nonsense variant, Arg302Ter. Both parents were heterozygous for the variant. The variant is absent in gnomAD.\n\nThe proband is awarded reduced points for consanguinity."},{"id":"cggv:d73431e5-0e0e-4b54-a41a-2caca71eff65_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28a99c13-7943-4874-a597-280de5f47880","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":12,"detectionMethod":"AP3B1 gene was amplified from cDNA, while all exons and flanking intron sequences were amplified from genomic DNA. PCR products were directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had mild recurrent airway infections","phenotypes":["obo:HP_0001107","obo:HP_0001875","obo:HP_0001913","obo:HP_0000967","obo:HP_0000639","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d73431e5-0e0e-4b54-a41a-2caca71eff65_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d583a593-3f2d-4d70-b715-bd39c6b1c502","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.2702C>G (p.Ser901Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/224760"}},{"id":"cggv:28d0f87a-27db-48ce-b0b8-7d62e028b18e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.1754delT (p.Val585Glufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/224761"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28585318","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome type 2 (HPS2) is a syndrome caused by mutations in the beta-3A subunit of the adaptor protein (AP)-3 complex (AP3B1 gene). We describe five unreported cases with four novel mutations, one of which caused aberrant pre-mRNA splicing. A point mutation c.2702C>G in exon 23 of the AP3B1 gene caused deletion of 112 bp in the mRNA in two siblings. This mutation activates a cryptic donor splice site that overrules the wild-type donor splice site of this exon. Three other novel mutations in AP3B1 were identified, that is, a nonsense mutation c.716G>A (p.Trp239Ter), a 1-bp and a 4-bp deletion c.177delA and c.1839_1842delTAGA, respectively, both causing frameshift and premature termination of translation. Mass spectrometry in four of these HPS2 patients demonstrated the (near) absence of all AP-3 complex subunits. Immunoelectron microscopy on the neutrophils of two of these patients showed abnormal granule formation. We found clear mislocalization of myeloperoxidase in the neutrophils even though the content of this protein but not the activity seemed to be present at normal levels. In sum, HPS2 is the result of the absence of the entire AP-3 complex, which results in severe neutropenia with a defect in granule formation as the major hematological finding.","dc:creator":"de Boer M","dc:date":"2017","dc:title":"Hermansky-Pudlak syndrome type 2: Aberrant pre-mRNA splicing and mislocalization of granule proteins in neutrophils."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28585318","rdfs:label":"de Boer_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was found to be compound heterozygous for a 1-bp deletion in exon 16 and a missense change in exon 23. The missense variant caused the activation of a cryptic donor splice site within exon 23.\n\nBoth variants caused a frameshift and premature termination of translation. Genomic DNA analysis showed the missense variant, Ser901Cys in the heterozygous state; however, mRNA analysis showed less than 4% of the corresponding transcript, compared to the aberrantly spliced transcript. The use of cryptic splice site causes a deletion of 112 bp. mRNA of the 1-bp deletion variant was present at a lower concentration than the splice site variant.\n\nThe father of the proband was heterozygous for the cryptic splice variant, while the mother was heterozygous for the 1-bp deletion. Neither variant is reported in gnomAD.\n\nThe proband is awarded default points."},{"id":"cggv:22813cce-709c-4040-ae41-d439e8c4de4b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:233d5f54-3b52-4b35-a2b3-5683abb2ecac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"AP3B1 exons and intronic flanking sequences were amplified by PCR and sequenced. AP3B1 coding sequence was amplified by RT-PCR and sequenced. DNA and RNA were isolated from cytotoxic T cell clones from the proband.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had brachiocephaly. Neutrophil count = 0.2×109/L. There was resolution of neutropenia with G-CSF and long-term oral antibiotic prophylaxis. Varicella infection at 18 months, herpes stomatitis at 24 months, hepatosplenomegaly was transient, pulmonary fibrosis developed at 36 months.","phenotypes":["obo:HP_0001263","obo:HP_0001433","obo:HP_0001508","obo:HP_0002155","obo:HP_0001999","obo:HP_0001873","obo:HP_0001107","obo:HP_0002206","obo:HP_0000463","obo:HP_0002205","obo:HP_0001875","obo:HP_0000343","obo:HP_0002110"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:22813cce-709c-4040-ae41-d439e8c4de4b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:90d3263c-f093-48e0-9da2-fa9587830c5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.155_158del (p.Glu52AlafsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187299"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19679886"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19679886","rdfs:label":"Wenham_Proband P3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a 4 bp deletion within exon 2 that causes a frameshift and premature termination at amino acid position 62, near the amino-terminus. Western blot showed no discernible β3A protein.\n\nCytotoxicity assay showed that cytotoxic activity in CTL clones varied between 35% - 70% killing of targets. Expression of CD63 was at least 2-fold greater than clones from healthy donors.\n\nPlatelet function test showed reduced aggregation with 0.09 μg/mL collagen. Reduced platelet uptake and absent secondary wave aggregation with adrenaline suggest the absence of platelet dense granules.\n\nThe variant is not reported in gnomAD."},{"id":"cggv:1fe270a5-4530-49d0-9633-0fab4d050dff_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d2eb11cb-0258-48bf-8c3e-3b01e7aafc6a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"RT-PCR products of the β3A subunit were cloned and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"The proband is reported to have platelet defects, but they are not specified. Proband was being treated with immunoglobulin and prophylactic antibiotics such as cefuroxime.","phenotypes":["obo:HP_0002721","obo:HP_0001107"],"previousTesting":true,"previousTestingDescription":"Immunoblot for β3A, γ or μ3A subunits of AP3 showed complete absence while small amounts of the σ3A subunit was detected. Sequencing of RT-PCR products of the σ3A, σ3B, δ and μ3A subunits revealed no variation.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1fe270a5-4530-49d0-9633-0fab4d050dff_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:739a003f-0410-4144-9562-ef809951c9b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"AP3B1, 1-BP INS, 1618G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6373"}},{"id":"cggv:b5e0ba1d-123d-4671-bcd3-b30a5daf9116","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"AP3B1, IVS14DS, T-C, +6","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6374"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14566336"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14566336","rdfs:label":"Clark_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for two truncating variants in trans, as evidenced form sequencing of cloned PCR products.\n\nThe 1619dupG variant causes a frameshift and premature termination at amino acid position 565. The substitution at the splice region in intron 14 results in the inclusion of the first 39 nucleotides of intron 14 and the use of a cryptic splice site at the 40th nucleotide. The 39 nucleotides of intron 14 contain a termination codon, resulting in termination of translation at amino acid position 496. The authors detected that the canonical splice site was also used by the detection of a very small amount of the wild-type transcript. \n\nNeither variant is found in gnomAD.\n\nThe proband is scored default points."},{"id":"cggv:ccd94bad-e1c8-401f-bff2-b3e49f3ffe22_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad425597-4e92-4953-85cf-922d2b116139","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Exons 14–27 of the genomic DNA of patient 87 were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Hearing loss was right-sided, required several hospitalizations, G-CSF treatment was started at 25 months of age that resulted in increased neutrophil count and reduced respiratory tract infections. Vitamins and oxygen were also administered. Gastronomy tube placed.","phenotypes":["obo:HP_0001433","obo:HP_0002098","obo:HP_0030455","obo:HP_0001107","obo:HP_0002718","obo:HP_0000365","obo:HP_0001263","obo:HP_0005180","obo:HP_0004429","obo:HP_0006522","obo:HP_0001999"],"previousTesting":true,"previousTestingDescription":"Genomic DNA was sequenced to rule out variants in HPS1. Northern blot showed complete absence of AP3B1 mRNA and western blot showed lack of the protein, both carried out on patient fibroblast extracts. Karyotype was normal, FISH ruled out Williams syndrome and Preder-Willi and Angelman syndromes.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ccd94bad-e1c8-401f-bff2-b3e49f3ffe22_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:75318d1d-8aa5-4b6c-a90e-c952ba74533f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.1975G>T (p.Glu659Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6378"}},{"id":"cggv:9cd8e9a3-493a-4296-8ef8-b67bcfb3eb24","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.1525C>T (p.Arg509Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6377"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11809908","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is an autosomal recessive disease consisting of oculocutaneous albinism and a storage pool deficiency resulting from absent platelet dense bodies. The disorder is genetically heterogeneous. The majority of patients, including members of a large genetic isolate in northwest Puerto Rico, have mutations in HPS1. Another gene, ADTB3A, was shown to cause HPS-2 in two brothers having compound heterozygous mutations that allowed for residual production of the gene product, the beta3A subunit of adaptor complex-3 (AP-3). This heterotetrameric complex serves as a coat protein-mediating formation of intracellular vesicles, e.g. the melanosome and platelet dense body, from membranes of the trans-Golgi network. We determined the genomic organization of the human ADTB3A gene, with intron/exon boundaries, and describe a third patient with beta3A deficiency. This 5-y-old boy has two nonsense mutations, C1578T (R-->X) and G2028T (E-->X), which produce no ADTB3A mRNA and no beta3A protein. The associated mu3 subunit of AP-3 is also entirely absent. In fibroblasts, the cell biologic concomitant of this deficiency is robust and aberrant trafficking through the plasma membrane of LAMP-3, an integral lysosomal membrane protein normally carried directly to the lysosome. The clinical concomitant is a severe, G-CSF-responsive neutropenia in addition to oculocutaneous albinism and platelet storage pool deficiency. Our findings expand the molecular, cellular, and clinical spectrum of HPS-2 and call for an increased index of suspicion for this diagnosis among patients with features of albinism, bleeding, and neutropenia.","dc:creator":"Huizing M","dc:date":"2002","dc:title":"Nonsense mutations in ADTB3A cause complete deficiency of the beta3A subunit of adaptor complex-3 and severe Hermansky-Pudlak syndrome type 2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11809908","rdfs:label":"Huizing_Patient 87"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband was compound heterozygous for two nonsense variants. Arg509Ter in exon 15, was also found in the mother in the heterozygous state. Glu659Ter in exon 18 was expected to have been inherited from the father, but paternal DNA was unavailable. The variants were confirmed by RT-PCR analysis as well after treatment with G-148 for correction of nonsense-mediated decay.\n\nThe severe manifestations in the proband are attributed to two nonsense variants. Patient fibroblasts showed increased accumulation of lysosomal membrane proteins on the surface.\n\nNeither variant is found in gnomAD.\n\nThe proband is scored reduced points as the Glu659 variant was not confirmed in the father."},{"id":"cggv:18ae7796-c774-40e4-8922-2e6d6594d9f7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8e78330d-59b5-4724-b32f-14aee2ab1de3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"AP3B1 cDNA amplification and sequencing showed deletion of exon 15. Long-range PCR on genomic DNA suggested deletion of about 8000bp. Sequencing of this product determined the length of the deleted region as 8168 bp, including all of exon 15 and parts of introns 14 and 15.","firstTestingMethod":"PCR","phenotypeFreeText":"Neutrophil count ranging from 0 to 0.5 × e9/L. Platelets ranging from 50000 - 150000 platelets/μL. Proband tolerated circumcision without hemorrhagic complications, 2 episodes of pneumonia, temporary administration of G-CSF.\n\nUltrastructure of peripheral blood thrombocytes revealed immature dense granules; bone marrow aspirate and biopsy showed normal cellularity and complete maturation of all lineages, without any dysplastic changes, aggressive periodontitis asssociated with microbial spectrum of Porphyromonas gingivalis, Tannerella forsythensis, and Treponema denticola","phenotypes":["obo:HP_0002090","obo:HP_0001744","obo:HP_0000670","obo:HP_0011342","obo:HP_0000166","obo:HP_0001010","obo:HP_0001873","obo:HP_0005549","obo:HP_0001107","obo:HP_0000280"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:18ae7796-c774-40e4-8922-2e6d6594d9f7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:73c749be-d746-4a26-ba20-f3500820a3ce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003664.4(AP3B1):c.1474-7072_1650+921del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6375"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16537806","type":"dc:BibliographicResource","dc:abstract":"We report on the molecular etiology of an unusual clinical phenotype associating congenital neutropenia, thrombocytopenia, developmental delay, and hypopigmentation. Using genetic linkage analysis and targeted gene sequencing, we defined a homozygous genomic deletion in AP3B1, the gene encoding the beta chain of the adaptor protein-3 (AP-3) complex. The mutation leads to in-frame skipping of exon 15 and thus perturbs proper assembly of the heterotetrameric AP-3 complex. Consequently, trafficking of transmembrane lysosomal proteins is aberrant, as shown for CD63. In basal keratinocytes, the incorporated immature melanosomes were rapidly degraded in large phagolysosomes. Despite distinct ultramorphologic changes suggestive of aberrant vesicular maturation, no functional aberrations were detected in neutrophil granulocytes. However, a comprehensive immunologic assessment revealed that natural killer (NK) and NKT-cell numbers were reduced in AP-3-deficient patients. Our findings extend the clinical and molecular phenotype of human AP-3 deficiency (also known as Hermansky-Pudlak syndrome, type 2) and provide further insights into the role of the AP-3 complex for the innate immune system.","dc:creator":"Jung J","dc:date":"2006","dc:title":"Identification of a homozygous deletion in the AP3B1 gene causing Hermansky-Pudlak syndrome, type 2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16537806","rdfs:label":"Jung_Patient 30"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was homozygous for the in-frame deletion variant that results in the loss of amino acids 491 to 550 in the otherwise intact AP3B1 protein. The variant is not reported in gnomAD.\n\nIt was expected that the deletion is likely to disrupt the functional adaptin domain. Protein extracts from fibroblasts from the proband showed reduced concentrations of AP-3 β, δ, and σ subunits and non-reaction of fibroblasts with anti-δ polyclonal antibodies, indicating defective assemble of AP-3 complex. CD63 expression at the cell surface was enhanced, indicating disruption of function of AP-3 complex.\n\nTEM on purified neutrophils showed distorted shapes and a less well-defined density spectrum of their granules. Neutophil function evaluated based on chemotaxis, phagocytosis, and killing of ingested bacteria was largely similar to those of healthy controls.\n\nThe proband is awarded reduced points due to the presence of consanguinity."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":667,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:909d7f7c-f6ce-4ee4-8a7d-3c8ad4659d30","type":"GeneValidityProposition","disease":"obo:MONDO_0011997","gene":"hgnc:566","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"AP3B1 was first reported in relation to autosomal recessive Hermansky-Pudlak syndrome 2 in 1999 (Dell'Angelica et al., PMID 10024875). Hermansky-Pudlak syndrome 2 is a subtype of HPS, characterized by neutropenia and immune defects, in addition to oculocutaneous albinism and bleeding tendency. In some individuals, pulmonary fibrosis and granulomatous colitis are also observed. AP3B1 encodes the β1 subunit of adaptor complex-3, AP3, which is a coat protein complex that forms intracellular vesicles (Huizing et al., Hermansky-Pudlak Syndrome, GeneReviews). This complex is expressed ubiquitously. In the neurological tissues, however, the β2 subunit encoded by AP3B2 replaces β1 in the AP3 complex.  At least 28 nonsense, frameshift and missense variants  have been reported in humans (PMID: 28585318).  Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n  \nSummary of Case Level Data: 12 POINTS \nVariants in this gene have been reported in at least 9 probands in 8 publications (PMIDs 28585318, 16537806, 19679886, 23215637, 10024875, 14566336, 16551969, 11809908) Variants in this gene segregated with disease in 3 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \n  \nThe mechanism for disease is homozygous loss of function (Huizing et al., Hermansky-Pudlak Syndrome, GeneReviews). \n  \nSummary of Experimental Data: 4 POINTS \nThis gene-disease association is supported by animal models and in vitro functional assays. The ‘Pearl’ mouse model is a spontaneously mutated mouse that expresses the HPS2 phenotype (PMID: 9931340). Yang et al., generated homozygous AP3B1 knock-out mice that showed similar phenotypes as that seen in HPS2 patients (PMID: 11058094). In-vitro studies in patient-derived cells and transfected cultures show defective intracellular protein trafficking in AP3B1 mutants (PMIDs 30630984, 11452004, 14566336, 10024875). \nIn summary, AP3B1 is definitively associated with autosomal recessive Hermansky-Pudlak syndrome 2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \nThis classification was approved by the ClinGen Hemostasis/Thrombosis gene curation expert panel on 2/26/20 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:00ce813c-9493-48f9-9351-b70defb71d75"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}