{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-10-09T14:57:26.378Z","role":"Approver"},{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54f91ddc-036a-4277-87f8-923b2b4fc1e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e70a3ff1-720b-4ffd-8287-0322df07fd92","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemical analysis revealed complete loss of MSH6 expression in the glioblastoma as well as the nonneoplastic vasculature interspersed into the neoplastic tissue of Patient 2 (Supplementary Fig. S1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18030674","type":"dc:BibliographicResource","dc:abstract":"Heterozygous germline mutations in one of the mismatch repair (MMR) genes MLH1, MSH2, MSH6, and PMS2 cause hereditary nonpolyposis colorectal cancer (HNPCC) or Lynch syndrome, a dominantly inherited cancer susceptibility syndrome. Recent reports provide evidence for a novel recessively inherited cancer syndrome with constitutive MMR deficiency due to biallelic germline mutations in one of the MMR genes. MMR-deficiency (MMR-D) syndrome is characterized by childhood brain tumors, hematological and/or gastrointestinal malignancies, and signs of neurofibromatosis type 1 (NF1). We established an RNA-based mutation detection assay for the four MMR genes, since 1) a number of splicing defects may escape detection by the analysis of genomic DNA, and 2) DNA-based mutation detection in the PMS2 gene is severely hampered by the presence of multiple highly similar pseudogenes, including PMS2CL. Using this assay, which is based on direct cDNA sequencing of RT-PCR products, we investigated two families with children suspected to suffer from MMR-D syndrome. We identified a homozygous complex MSH6 splicing alteration in the index patients of the first family and a novel homozygous PMS2 mutation (c.182delA) in the index patient of the second family. Furthermore, we demonstrate, by the analysis of a PMS2/PMS2CL \"hybrid\" allele carrier, that RNA-based PMS2 testing effectively avoids the caveats of genomic DNA amplification approaches; i.e., pseudogene coamplification as well as allelic dropout, and will, thus, allow more sensitive mutation analysis in MMR deficiency and in HNPCC patients with PMS2 defects.","dc:creator":"Etzler J","dc:date":"2008","dc:title":"RNA-based mutation analysis identifies an unusual MSH6 splicing defect and circumvents PMS2 pseudogene interference."},"rdfs:label":"IHC analysis revealed complete loss of MSH6 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8d134f9a-9da1-43fe-84f2-71ea221f849c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:401173d4-43c9-4ea6-8fe2-7e27283ef03d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry staining revealed a total absence of MSH6 protein in both neoplastic and normal colon epithelial tissues. The constitutional inactivation of MSH6 was further evidenced by western blot analysis (Fig. 2A), which demonstrated a total absence of MSH6 protein in the patient’s lymphocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17557300","type":"dc:BibliographicResource","dc:abstract":"Since the first report by our group in 1999, more than 20 unrelated biallelic mutations in DNA mismatch repair genes (MMR) have been identified. In the present report, we describe two novel cases: one carrying compound heterozygous mutations in the MSH6 gene; and the other, compound heterozygous mutations in the PMS2 gene. Interestingly, the inactivation of one PMS2 allele was likely caused by gene conversion. Although gene conversion has been suggested to be a mutation mechanism underlying PMS2 inactivation, this is the first report of its involvement in a pathogenic mutation. The clinical features of biallelic mutation carriers were similar to other previously described patients, with the presence of café-au-lait spots (CALS), early onset of brain tumors, and colorectal neoplasia. Our data provide further evidence of the existence, although rare, of a distinct recessively inherited syndrome on the basis of MMR constitutional inactivation. The identification of this syndrome should be useful for genetic counseling, especially in families with atypical hereditary nonpolyposis colon cancer (HNPCC) associated with childhood cancers, and for the clinical surveillance of these mutation carriers.","dc:creator":"Auclair J","dc:date":"2007","dc:title":"Novel biallelic mutations in MSH6 and PMS2 genes: gene conversion as a likely cause of PMS2 gene inactivation."},"rdfs:label":"IHC and western blot revealed absence of MSH6 protein"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f47e21f3-2667-41cb-aeaa-4b6112db71b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:45f51b27-8774-4a49-84f8-26a0977bcb08","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mismatch bound MutSa (MSH2 and MSH6) recruits a second heterodimer referred to as MutLa which is composed of the MutL homologs MLH1 and PMS2. PMS2 also causes constitutional mismatch repair deficiency syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10763829","type":"dc:BibliographicResource","dc:abstract":"Turcot's syndrome is a genetic disease characterized by the concurrence of primary brain tumors and colon cancers and/or multiple colorectal adenomas. We report a Turcot family with no parental consanguinity, in which two affected sisters, with no history of tumors in their parents, died of a brain tumor and of a colorectal tumor, respectively, at a very early age. The proband had a severe microsatellite instability (MIN) phenotype in both tumor and normal colon mucosa, and mutations in the TGFbeta-RII and APC genes in the colorectal tumor. We identified two germline mutations within the PMS2 gene: a G deletion (1221delG) in exon 11 and a four-base-pair deletion (2361delCTTC) in exon 14, both of which were inherited from the patient's unaffected parents. These results represent the first evidence that two germline frameshift mutations in PMS2, an MMR gene which is only rarely involved in HNPCC, are not pathogenic per se, but become so when occurring together in a compound heterozygote. The compound heterozygosity for two mutations in the PMS2 gene has implications for the role of protein PMS2 in the mismatch repair mechanism, as well as for the presymptomatic molecular diagnosis of at-risk family members. Furthermore, our data support and enlarge the notion that high DNA instability in normal tissues might trigger the development of cancer in this syndrome.","dc:creator":"De Rosa M","dc:date":"2000","dc:title":"Evidence for a recessive inheritance of Turcot's syndrome caused by compound heterozygous mutations within the PMS2 gene."},"rdfs:label":"PMS2 – constitutional mismatch repair deficiency syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:9b29db19-f844-41c8-ae4e-0b60ef2ed70a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d11f9e9b-f331-4349-ac0a-9245acd6a358","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"In humans mismatch recognition is mediated by one of two heterodimers, composed of the MutS homologs MSH2 and MSH6 (MutSa) or MSH2 and MSH3 (MutSb). MSH2 also causes constitutional mismatch repair deficiency syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11809679","type":"dc:BibliographicResource","dc:abstract":"Individuals with a germ-line mutation in one of the DNA mismatch repair (MMR) genes are at significant risk for colorectal cancer and other tumors. Three families have previously been reported with individuals homozygous for mutations in the MMR gene MLH1 that are predicted to compromise MMR. These individuals develop hematological malignancies and/or neurofibromatosis type 1 at an early age. Here, in an individual, we demonstrate that a homozygous novel mutation in the MMR gene MSH2 is associated with leukemia and multiple café-au-lait spots, a feature of neurofibromatosis type 1. Because the hematological malignancies observed in the individuals homozygous for the loss of MMR are reflective of the lymphomas seen in mice lacking MMR, the mice may provide a useful model for human neoplasia.","dc:creator":"Whiteside D","dc:date":"2002","dc:title":"A homozygous germ-line mutation in the human MSH2 gene predisposes to hematological malignancy and multiple café-au-lait spots."},"rdfs:label":"MSH2 - constitutional mismatch repair deficiency syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:63d79080-eee9-40c6-af3e-a759cbf76d0a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b549cced-1208-4191-b9a9-42a11dcdc172","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mismatch bound MutSa (MSH2 and MSH6) recruits a second heterodimer referred to as MutLa which is composed of the MutL homologs MLH1 and PMS2. MLH1 also causes constitutional mismatch repair deficiency syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9927034","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colon cancer is a common hereditary disorder caused by the germ-line mutations of DNA mismatch repair (MMR) genes, especially hMLH1 and hMSH2. We report here the first identification of human compounds with a homozygous inactivation of a MMR gene. In a typical hereditary nonpolyposis colon cancer family, MMR-deficient children conceived from matings between heterozygotes for a hMLH1 deleterious mutation exhibited clinical features of de novo neurofibromatosis type I and early onset of extracolonic cancers. This observation demonstrates that MMR deficiency is compatible with human development but may lead to mutations during embryogenesis. On the basis of clinical symptoms observed in MMR-deficient children, we speculate that the neurofibromatosis type 1 gene is a preferential target for such alterations.","dc:creator":"Wang Q","dc:date":"1999","dc:title":"Neurofibromatosis and early onset of cancers in hMLH1-deficient children."},"rdfs:label":"MLH1 – constitutional mismatch repair deficiency syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:82efa960-f62f-42a0-b019-0ae8d1e517b1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d8825792-7bda-424f-b567-b9b792a20fa8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MSH6 -/- mutant zebrafish develop neurofibromas/malignant peripheral nerve sheath tumors and other tumors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18593904","type":"dc:BibliographicResource","dc:abstract":"Defective mismatch repair (MMR) in humans causes hereditary nonpolyposis colorectal cancer. This genetic predisposition to colon cancer is linked to heterozygous familial mutations, and loss-of-heterozygosity is necessary for tumor development. In contrast, the rare cases with biallelic MMR mutations are juvenile patients with brain tumors, skin neurofibromas, and café-au-lait spots, resembling the neurofibromatosis syndrome. Many of them also display lymphomas and leukemias, which phenotypically resembles the frequent lymphoma development in mouse MMR knockouts. Here, we describe the identification and characterization of novel knockout mutants of the three major MMR genes, mlh1, msh2, and msh6, in zebrafish and show that they develop tumors at low frequencies. Predominantly, neurofibromas/malignant peripheral nerve sheath tumors were observed; however, a range of other tumor types was also observed. Our findings indicate that zebrafish mimic distinct features of the human disease and are complementary to mouse models.","dc:creator":"Feitsma H","dc:date":"2008","dc:title":"Zebrafish with mutations in mismatch repair genes develop neurofibromas and other tumors."},"rdfs:label":"MMR-deficient zebrafish develop neurofibromas & other tumors"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3e78cae8-f14d-4dff-9de0-7c2539f85a27","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db8c6cf7-2e1f-456a-842a-ff7238b55cba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Msh6 -/- mice have a significantly reduced life span. Msh6 mutant mice develop a spectrum of tumors, predominantly non-Hodgkin’s lymphoma (NHL) followed by tumors in the gastrointestinal (GI) tract.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9390556","type":"dc:BibliographicResource","dc:abstract":"Mice carrying a null mutation in the mismatch repair gene Msh6 were generated by gene targeting. Cells that were homozygous for the mutation did not produce any detectable MSH6 protein, and extracts prepared from these cells were defective for repair of single nucleotide mismatches. Repair of 1, 2, and 4 nucleotide insertion/deletion mismatches was unaffected. Mice that were homozygous for the mutation had a reduced life span. The mice developed a spectrum of tumors, the most predominant of which were gastrointestinal tumors and B- as well as T-cell lymphomas. The tumors did not show any microsatellite instability. We conclude that MSH6 mutations, like those in some other members of the family of mismatch repair genes, lead to cancer susceptibility, and germline mutations in this gene may be associated with a cancer predisposition syndrome that does not show microsatellite instability.","dc:creator":"Edelmann W","dc:date":"1997","dc:title":"Mutation in the mismatch repair gene Msh6 causes cancer susceptibility."},"rdfs:label":"Mutation in gene Msh6 causes cancer susceptibility"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:98fd3317-f6cc-4a0c-b5de-60bdc72fdf0e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fcccf36e-9e31-45ef-9ba8-6622ea551a1e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0005227","obo:HP_0002885","obo:HP_0004808","obo:HP_0003003"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:98fd3317-f6cc-4a0c-b5de-60bdc72fdf0e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d32423c1-49e8-49bc-ae6b-5286422bb840","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000179.2(MSH6):c.642C>G (p.Tyr214Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/89547"}},{"id":"cggv:9cc9e993-62a4-41cf-9b5a-cc13e76a20e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000179.2(MSH6):c.458-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/89531"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17259933","type":"dc:BibliographicResource","dc:abstract":"Background A 13-year-old girl presented with rectal bleeding and was found to have two colonic carcinomas (stage Dukes' C) and multiple colonic polyps. At the age of 7 years she had widespread hyperpigmented and hypopigmented skin lesions, and had developed medulloblastoma, which was treated with chemotherapy and craniospinal irradiation. At the age of 10 years she had developed acute myelocytic leukemia, M5. She was treated with chemotherapy including sibling bone marrow transplant with busulfan/cyclophosphamide conditioning. A three-generation family history identified no relatives with colonic carcinomas or polyposis. Investigations Immunohistochemical analysis was performed on a sample of colonic adenoma. Staining for MLH1 and MSH2 was normal but was absent for MSH6. Direct sequencing of MSH6 was performed in the proband and both parents. Diagnosis Constitutional biallelic mutations in the mismatch repair gene MSH6 were identified in the proband. Both parents are carriers of one mutation. This is the first individual with biallelic MSH6 mutations reported with either medulloblastoma or acute myelocytic leukemia. Management Cascade genetic testing and colonoscopic screening for colorectal carcinoma has been offered to relatives carrying one mutation. The proband underwent panproctocolectomy and received adjuvant capecitabine. Identification of constitutional biallelic mismatch repair gene mutations allows the avoidance of chemotherapeutic agents likely to be ineffective and mutagenic in the context of the underlying mismatch repair deficiency. It is important to consider this diagnosis in children presenting with malignancy and abnormal skin pigmentation, even in the absence of a strong family history of tumors.","dc:creator":"Scott RH","dc:date":"2007","dc:title":"Medulloblastoma, acute myelocytic leukemia and colonic carcinomas in a child with biallelic MSH6 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17259933","rdfs:label":"A 13-year-old girl"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Immunohistochemical analysis of a colonic adenoma biopsy sample showed normal staining for MSH2 and MLH1, but absence of staining for MSH6. The paternally inherited mutation (c.642C>G) produces a stop codon in exon 4 (p.Y214X), and the maternally inherited mutation (c.458–1G>A) disrupts the invariant guanine residue at the splice acceptor site of exon 3. Both variants are three star variants reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."},{"id":"cggv:ca433587-b7f8-4391-9622-61190903d577_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82a53402-98b8-404d-be54-5d77373d0cce","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000997","obo:HP_0012190","obo:HP_0100843","obo:HP_0009592","obo:HP_0000957"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ca433587-b7f8-4391-9622-61190903d577_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ff9e85f9-5580-4535-a5a4-e1149761b36e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MSH6, 3-BP DEL, NT3609","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8939"}},{"id":"cggv:77de0f44-65cf-4937-a3df-54c938e1163b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MSH6, TRP1024TER","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8938"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16283678","type":"dc:BibliographicResource","dc:abstract":"We report on a nonconsanguineous family in which two siblings with cutaneous manifestations leading to a diagnosis of neurofibromatosis type 1 (NF1) developed CNS tumors at an early age. In addition, one of them developed a T-cell lymphoma. Neither parent had NF1. The mother was known to be heterozygous for a MSH6 mutation, and the father was found to be heterozygous for a different MSH6 mutation. Screening of MSH2, MLH1, MSH6, PMS1, PMS2, and MLH3 in the affected children disclosed that they both were compound heterozygote for the MSH6 mutations of their parents. Most recently, about a dozen other cases of inherited bi-allelic deficiency of mismatch repair (MMR) genes associated with early onset CNS tumors, hematologic malignancy, gastrointestinal neoplasia, café-au-lait spots, and other NF1 features have been reported. In the present study, we summarize the clinical findings of 27 individuals homozygous or compound heterozygous for an MMR gene mutation reported in the medical literature. We suggest that biparentally inherited mutations of one of the MMR genes should be considered in children with multiple café-au-lait spots who have early-onset CNS tumors, hematologic malignancies, or early onset gastrointestinal neoplasia.","dc:creator":"Ostergaard JR","dc:date":"2005","dc:title":"Neurofibromatosis von Recklinghausen type I phenotype and early onset of cancers in siblings compound heterozygous for mutations in MSH6."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16283678","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A 3073G-A transition resulting in a trp1024-to-ter (W1024X) substitution, and a 3-bp deletion (3609_3612del)."},{"id":"cggv:7d1c61f5-10f1-4bfa-8400-f90d5be47308_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e8a6c276-179c-4e1e-91a7-2a259623953c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":9,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000957","obo:HP_0040276","obo:HP_0000997","obo:HP_0012190"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7d1c61f5-10f1-4bfa-8400-f90d5be47308_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f1413610-e65c-40e1-b8b3-5d04679f968e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000179.2(MSH6):c.3633dupT (p.Val1212Cysfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8941"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16000562","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations in one of the DNA mismatch repair genes cause hereditary nonpolyposis colorectal cancer (MIM114500). Turcot syndrome (MIM276300) has been described as the association of central nervous system malignant tumors and familial colorectal cancer and has been reported to be both a dominant and recessive disorder. Homozygous and compound heterozygous mutations in APC, MLH1, MSH2, and PMS2 genes have been reported in five families. Here we describe a nonconsanguineous Pakistani family, including a son with lymphoma and colorectal cancer diagnosed at ages 5 and 8, respectively, and an 8-year-old daughter with glioblastoma multiforme. Both children had features of neurofibromatosis type 1 including atypical café au lait spots and axillary freckling without a family history consistent with neurofibromatosis type 1, familial adenomatous polyposis, or hereditary nonpolyposis colorectal cancer. Mutational analysis was done for MLH1, MSH2, and MSH6 using denaturing high-performance liquid chromatography and sequencing of a blood sample from the daughter. A novel homozygous single base insertion mutation was identified (3634insT) resulting in a premature stop at codon 1,223 in exon 7 of the MSH6 gene. Both parents were found to be heterozygous for the 3634insT mutation. Microsatellite instability testing showed instability in the glioblastoma sample. We report here the first identification of a homozygous mutation in MSH6 in a family with childhood-onset brain tumor, lymphoma, colorectal cancer, and neurofibromatosis type 1 phenotype. Our findings support a role for MSH6 in Turcot syndrome and are consistent with an autosomal recessive mode of inheritance.","dc:creator":"Hegde MR","dc:date":"2005","dc:title":"A homozygous mutation in MSH6 causes Turcot syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16000562","rdfs:label":"IV-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A homozygous 1-bp insertion (3436insT) in exon 7 of the MSH6 gene, resulting in a truncated protein missing the last 179 amino acids."},{"id":"cggv:a6f50917-5bb4-4a35-a8bb-fd4ecdc0fa78_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:82245147-241f-42ef-9b3c-fabc24330ffe","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0004377","obo:HP_0100843","obo:HP_0000957","obo:HP_0002885"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a6f50917-5bb4-4a35-a8bb-fd4ecdc0fa78_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:984692a1-6bf6-42ff-afbf-0497e657a96a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.47806748_47806771delinsTTAAAAAAAAAAAAAAAAAAGTTT","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA357262"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18030674"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18030674","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"A complex mutation, c.4002-31_4002-8delinsTTAAAAAAAAAAAAAAAAAAGTTT, was identified in both aberrant transcripts. This exchange of 24 nucleotides with their reverse complementary sequence causes loss of the polypyrimidine-tract at the 30 splice site of the terminal intron 9 (Fig. 1C) and, hence, explains the observed splicing defect. Immunohistochemical analysis revealed complete loss of MSH6 expression in the glioblastoma as well as the nonneoplastic vasculature interspersed into the neoplastic tissue of Patient 2."},{"id":"cggv:00d73517-ce41-46a0-8f9b-0ab88a29d616_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c889501a-5d4c-4126-9d11-b60bb8af4bea","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0100706","obo:HP_0003003","obo:HP_0000957"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:00d73517-ce41-46a0-8f9b-0ab88a29d616_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1879ff0a-c587-433c-a487-462a8f0926e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000179.2(MSH6):c.3386_3388delGTG (p.Cys1129_Val1130delinsLeu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/89379"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15340263","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colorectal cancer (HNPCC) is an autosomal dominant condition due to heterozygous germline mutations in DNA mismatch repair genes, in particular MLH1, MSH2 and MSH6. Recently, a syndrome was recognized in which children develop haematological malignancies, solid tumours and signs of neurofibromatosis type 1 due to bi-allelic MMR gene mutations in MLH1, MSH2 and PMS2. Here we describe the child of healthy consanguineous parents who had café-au-lait spots, oligodendroglioma, and rectal cancer. The patient was homozygous for the MSH6 mutation c.3386_3388delGTG in exon 5 which has a predicted pathogenic effect. Germline NF1 gene mutation testing was negative. The rectal tumour showed microsatellite instability and absence of MSH6 staining, whereas the brain tumour was MSI stable and showed normal immunohistochemical expression of MSH6. Apparently, not only MLH1, MSH2 and PMS2, but also MSH6 is involved in the syndrome of childhood cancer and signs of neurofibromatosis type 1.","dc:creator":"Menko FH","dc:date":"2004","dc:title":"A homozygous MSH6 mutation in a child with café-au-lait spots, oligodendroglioma and rectal cancer."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15340263","rdfs:label":"V:4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A homozygous 3-bp deletion (3386_3388delGTG) in exon 5 of the MSH6 gene, resulting in a frameshift. It is a three star variant reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."},{"id":"cggv:f59c857c-e5f2-48dc-bd40-dffaa253b7ba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aed92b6d-a776-4d64-8298-1756bb2c1c55","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000957","obo:HP_0100843","obo:HP_0005227"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f59c857c-e5f2-48dc-bd40-dffaa253b7ba_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:066539a0-4f6d-4b0a-add1-d1ce09b38df2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MSH6, 1-BP INS, 1596T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8942"}},{"id":"cggv:74128630-cb59-40ab-a956-672815876dc8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"MSH6, 1-BP DEL, 3261C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8943"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17557300"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17557300","rdfs:label":"The 9-year-old youngest girl"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A 1-bp insertion (1596insT) in exon 4 and a 1-bp deletion (3261delC; 600678.0017) in exon 5, both resulting in frameshifts and premature protein truncation."},{"id":"cggv:07285baa-1ed5-471a-a065-e40089de8834_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e682e299-8c47-497d-8918-89db8bc15765","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":16,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002725","obo:HP_0003003","obo:HP_0001045"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:07285baa-1ed5-471a-a065-e40089de8834_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e221a3f5-2ec1-4840-a1cf-8f5ebe31b7d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000179.2(MSH6):c.1806_1809delAAAG (p.Glu604Leufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/89224"}},{"id":"cggv:dd71276b-4f31-4f5f-8dd2-a7d7994eb964","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000179.2(MSH6):c.3226C>T (p.Arg1076Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/89357"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18409202","type":"dc:BibliographicResource","dc:abstract":"Lynch syndrome (hereditary non-polyposis colorectal cancer, HNPCC) is an autosomal dominant condition caused by heterozygous germline mutations in the DNA mismatch repair (MMR) genes MLH1, MSH2, MSH6, or PMS2. Rare cases have been reported of an inherited bi-allelic deficiency of MMR genes, associated with multiple café-au-lait spots, early onset CNS tumors, hematological malignancies, and early onset gastrointestinal neoplasia. We report on a patient with vitiligo in segments of the integument who developed systemic lupus erythematosus (SLE) at the age of 16, and four synchronous colorectal cancers at age 17 years. Examination of the colorectal cancer tissue showed high microsatellite instability (MSI-H) and an exclusive loss of expression of the MSH6 protein. Immunohistochemical analysis of normal colon tissue also showed loss of MSH6, pointing to a bi-allelic MSH6 mutation. Sequencing of the MSH6 gene showed the two germline mutations; c.1806_1809delAAAG;p.Glu604LeufsX5 and c.3226C > T;p.Arg1076Cys. We confirmed that the two mutations are on two different alleles by allele-specific PCR. To our knowledge, neither parent is clinically affected. They did not wish to be tested for the mutations identified in their daughter. These data suggest that bi-allelic mutations of one of the MMR genes should be considered in patients who develop early-onset multiple HNPCC-associated tumors and autoimmune disorders, even in absence of either hematological malignancies or brain tumors.","dc:creator":"Rahner N","dc:date":"2008","dc:title":"Compound heterozygosity for two MSH6 mutations in a patient with early onset colorectal cancer, vitiligo and systemic lupus erythematosus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18409202","rdfs:label":"The patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"In the colon ascendens and the normal colonic mucosa, there were exclusive loss of the MSH6 protein (Figure 1). The MSH6 mutation, c.1806_1809delAAAG; p.Glu604-LeufsX5 in exon 4, is predicted to result in a frameshift and premature stop codon after four amino acids. The second MSH6 mutation, c.3226C>T; p.Arg1076Cys in exon 5, is predicted to result in the substitution of cystein for arginine at amino acid position 1076. Both variants are three star variants reviewed by International Society for Gastrointestinal Hereditary Tumours (InSiGHT)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":333,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:059f7868-5e5e-405c-9679-511d1e9bd688","type":"GeneValidityProposition","disease":"obo:MONDO_0010159","gene":"hgnc:7329","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"There has been sufficient evidence published associating the MSH6 gene with constitutional mismatch repair deficiency syndrome - a distinct disorder from Lynch syndrome -  since the gene-disease relationship was first proposed by Menko, et al., (2004). Multiple case level studies have been performed with cMMRD patients that have variants in the MSH6 gene. Other mismatch repair (MMR) genes MLH1, MSH2 and PMS2 also causes constitutional mismatch repair deficiency syndrome. IHC and western blot revealed absence of MSH6 protein in patient cells. Multiple MSH6 deficient mouse and zebrafish models have been established to show consistent phenotypes with MMRCS patients by developing neurofibromas, non-Hodgkin’s lymphoma (NHL) and gastrointestinal (GI) tumors. All of these types of evidence are consistent with a definitive relationship between the MSH6 gene and constitutional mismatch repair deficiency syndrome.\n","dc:isVersionOf":{"id":"cggv:b7d02927-ac93-4a43-a86d-01cd381f4e9f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}