{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-12-06T17:00:00.000Z","role":"Approver"},{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-12-06T16:37:46.952Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9390563","type":"dc:BibliographicResource","dc:abstract":"Genes associated with inherited retinal degeneration have been found to encode proteins required for phototransduction, metabolism, or structural support of photoreceptors. Here we show that mutations in a novel photoreceptor-specific homeodomain transcription factor gene (CRX) cause an autosomal dominant form of cone-rod dystrophy (adCRD) at the CORD2 locus on chromosome 19q13. In affected members of a CORD2-linked family, the highly conserved glutamic acid at the first position of the recognition helix is replaced by alanine (E80A). In another CRD family, a 1 bp deletion (E168 [delta1 bp]) within a novel sequence, the WSP motif, predicts truncation of the C-terminal 132 residues of CRX. Mutations in the CRX gene cause adCRD either by haploinsufficiency or by a dominant negative effect and demonstrate that CRX is essential for the maintenance of mammalian photoreceptors.","dc:creator":"Freund CL","dc:date":"1997","dc:title":"Cone-rod dystrophy due to mutations in a novel photoreceptor-specific homeobox gene (CRX) essential for maintenance of the photoreceptor."},"evidence":[{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5},{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:773dac93-e7ac-48aa-bf9a-d707e74d775b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35cabc4c-c769-4e9a-acc1-d7d6fef6ec70","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"n the human fetal retina, transcription factors Crx and Nrl are both expressed when the first rod photoreceptors are being generated on the foveal edge","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12949469","type":"dc:BibliographicResource","dc:abstract":"A characteristic feature of the human retina is the early differentiation of foveal cells followed by a central to peripheral wave of maturation. This can obscure the true onset of differentiation when regions other that the fovea are sampled, or when methods based on whole retina or whole eye tissue are employed, such as reverse transcription-polymerase chain technique (RT-PCR). In order to assess the suitability of RT-PCR based approaches during human retinal development and to gain insight into the developmental progression of photoreceptor differentiation and maturation in the human, we analyzed the expression of several photoreceptor-associated genes by immunocytochemical labeling (ICC) of the foveal region as well as by RT-PCR of total RNA from whole fetal eyes from different developmental stages.","dc:creator":"O'Brien KM","dc:date":"2003","dc:title":"Expression of photoreceptor-associated molecules during human fetal eye development."},"rdfs:label":"RT-PCR of frozen intact human fetal eyes "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:20f6b89b-e272-4368-ae54-ee912da1d09e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a12aba11-9e10-4427-a21e-4c8b36bf64d0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CRX-positive cells were observed in the outer neuroblastic layer of the 10/11-week fetal retina, but not in the ganglion cell layer (Fig. 2a), in agreement with O’Brien et al. (2003) who noted CRX transcripts in human fetal eyes at 10 weeks gestation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19686387","type":"dc:BibliographicResource","dc:abstract":"The histogenesis of retinoblastoma tumors remains controversial, with the cell-of-origin variably proposed to be an uncommitted retinal progenitor cell, a bipotent committed cell, or a cell committed to a specific lineage. Here, we examine the expression of two members of the orthodenticle family implicated in photoreceptor and bipolar cell differentiation, cone-rod homeobox, CRX, and orthodenticle homeobox 2, OTX2, in normal human retina, retinoblastoma cell lines and retinoblastoma tumors. We show that CRX and OTX2 have distinct expression profiles in the developing human retina, with CRX first expressed in proliferating cells and cells committed to the bipolar lineage, and OTX2 first appearing in the photoreceptor lineage. In the mature retina, CRX levels are highest in photoreceptor cells whereas OTX2 is preferentially found in bipolar cells and in the retinal pigmented epithelium. Both CRX and OTX2 are widely expressed in retinoblastoma cell lines and in retinoblastoma tumors, although CRX is more abundant than OTX2 in the differentiated elements of retinoblastoma tumors such as large rosettes, Flexner-Wintersteiner rosettes and fleurettes. Widespread expression of CRX and OTX2 in retinoblastoma tumors and cell lines suggests a close link between the cell-of-origin of retinoblastoma tumors and cells expressing CRX and OTX2.","dc:creator":"Glubrecht DD","dc:date":"2009","dc:title":"Differential CRX and OTX2 expression in human retina and retinoblastoma."},"rdfs:label":"Expression of CRX in normal human fetal retina, immuno"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bb15807e-f5cc-443d-a2c9-3dbcdc67fe2a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15af7516-2585-4913-8a78-b2a1ec3ee15c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Genome-wide analysis has identified consensus CRX26,33 and NRL34,35 cis-regulatory sequences that cluster in or near rod photoreceptor genes, suggesting that CRX and NRL together regulate them26,33. The localization of CRX-NRL sites in proximal promoter regions reinforces functional and biochemical experiments that demonstrate action by CRX and NRL to increase transcription7,36–38","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35484285","type":"dc:BibliographicResource","dc:abstract":"CRX and NRL are retina-specific transcription factors that control rod photoreceptor differentiation and synergistically activate rod phototransduction gene expression. Previous experiments showed they interact in vitro and in yeast two-hybrid assays. Here, we examined CRX-NRL interaction in live HEK293T cells using two fluorescence resonance energy transfer (FRET) approaches: confocal microscopy and flow cytometry (FC-FRET). FC-FRET can provide measurements from many cells having wide donor-acceptor expression ranges. FRET efficiencies were calibrated with a series of donor (EGFP)-acceptor (mCherry) fusion proteins separated with linkers between 6-45 amino acids. CRX and NRL were fused at either terminus with EGFP or mCherry to create fluorescent proteins, and all combinations were tested in transiently transfected cells. FRET signals between CRX or NRL homo-pairs were highest with both fluorophores fused to the DNA binding domains (DBD), lower with both fused to the activation domains (AD), and not significant when fused on opposite termini. NRL had stronger FRET signals than CRX. A significant FRET signal between CRX and NRL hetero-pairs was detected when donor was fused to the CRX DNA binding domain and the acceptor fused to the NRL activation domain. FRET signals increased with CRX or NRL expression levels at a rate much higher than expected for collisional FRET alone. Together, our results show the formation of CRX-NRL complexes in live HEK293T cells that are close enough for FRET.","dc:creator":"Zhuo X","dc:date":"2022","dc:title":"Interaction of human CRX and NRL in live HEK293T cells measured using fluorescence resonance energy transfer (FRET)."},"rdfs:label":"CRX NRL FRET"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4814d945-d451-407a-a727-ec30a33466e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97816f0c-9665-4bda-b45d-9c6b6b3c4f95","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"We found that R90W HD and E80A HD both prefer the same consensus motif as WT (Figure 1K, L). R90W HD bound with slightly higher specificity than WT, as demonstrated by most data points falling above the identity line (Figure 1H, K), suggesting that R90W HD is more sensitive than WT to binding sequence variations. In contrast, when comparing E80A HD with WT HD, many data points fell below the identity line and the relative binding energies regressed toward 0 on the E80A axis (Figure 1I, L). This suggests that E80A HD bound with lower specificity than WT HD and thus was more tolerant to base variations in the HD DNA motif. Different from R90W and E80A, K88N mutation dramatically altered CRX HD DNA-binding specificity (r: 0.160)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36778408","type":"dc:BibliographicResource","dc:abstract":"Homeodomain transcription factors (HD TFs) are instrumental to vertebrate development. Mutations in HD TFs have been linked to human diseases, but their pathogenic mechanisms remain elusive. Here we use ","dc:creator":"Zheng Y","dc:date":"2023","dc:title":"Missense mutations in CRX homeodomain cause dominant retinopathies through two distinct mechanisms."},"rdfs:label":"in vitro DNA binding"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee3ac631-0264-4005-a787-1d9ffec2c00b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca966880-8320-4fa6-8019-d062d84f5351","type":"FunctionalAlteration","dc:description":"The mutant CRX proteins, synthesized in vitro, were then used for the pull-down assay with GSTΔNRL. Both HD mutations, R41W and R90W, resulted in reduced binding to NRL-bZIP (Fig.7), consistent with the role of HD as the primary interface for interaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10887186","type":"dc:BibliographicResource","dc:abstract":"Photoreceptor-specific expression of rhodopsin is mediated by multiple cis-acting elements in the proximal promoter region. NRL (neural retina leucine zipper) and CRX (cone rod homeobox) proteins bind to the adjacent NRE and Ret-4 sites, respectively, within this region. Although NRL and CRX are each individually able to induce rhodopsin promoter activity, when expressed together they exhibit transcriptional synergy in rhodopsin promoter activation. Using the yeast two-hybrid method and glutathione S-transferase pull-down assays, we demonstrate that the leucine zipper of NRL can physically interact with CRX. Deletion analysis revealed that the CRX homeodomain (CRX-HD) plays an important role in the interaction with the NRL leucine zipper. Although binding with the CRX-HD alone was weak, a strong interaction was detected when flanking regions including the glutamine-rich and the basic regions that follow the HD were included. A reciprocal deletion analysis showed that the leucine zipper of NRL is required for interaction with CRX-HD. Two disease-causing mutations in CRX-HD (R41W and R90W) that exhibit reduced DNA binding and transcriptional synergy also decrease its interaction with NRL. These studies suggest novel possibilities for protein-protein interaction between two conserved DNA-binding motifs and imply that cross-talk among distinct regulatory pathways contributes to the establishment and maintenance of photoreceptor function.","dc:creator":"Mitton KP","dc:date":"2000","dc:title":"The leucine zipper of NRL interacts with the CRX homeodomain. A possible mechanism of transcriptional synergy in rhodopsin regulation."},"rdfs:label":"Y2H and GST Pull Down with WT and Human Mutants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e06d8838-928a-4038-8d60-51f77969aa1e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41da491b-165a-4f5a-915b-cf5a00c814b5","type":"FunctionalAlteration","dc:description":"While wild-type protein is almost exclusively nuclear, both mutants show varying degrees of cytoplasmic localization in addition to a predominant, nuclear pattern. The p.K88N protein remains mostly nuclear, but some faint cytoplasmic localization was detected. The p.Ifs48 mutant also was predominantly nuclear, although the percentage of cytoplasmic localization was qualitatively greater than in the p.K88N mutation.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20513135","type":"dc:BibliographicResource","dc:abstract":"Leber congenital amaurosis (LCA) is a congenital retinal dystrophy characterized by severe visual loss in infancy and nystagmus. Although most often inherited in an autosomal recessive fashion, rare individuals with mutations in the cone-rod homeobox gene, CRX, have dominant disease. CRX is critical for photoreceptor development and acts synergistically with the leucine-zipper transcription factor, NRL. We report on the phenotype of two individuals with LCA due to novel, de novo CRX mutations, c.G264T(p.K74N) and c.413delT(p.I138fs48), that reduce transactivation in vitro to 10% and 30% of control values, respectively. Whereas the c.413delT(p.I138fs48) mutant allows co-expressed NRL to transactivate independently at its normal, baseline level, the c.G264T(p.K74N) mutant reduces co-expressed NRL transactivation and reduces steady state levels of both proteins. Although both mutant proteins predominantly localize normally to the nucleus, they also both show variable cytoplasmic localization. These observations suggest that some CRX-mediated LCA may result from effects beyond haploinsufficiency, such as the mutant protein interefering with other transcription factors' function. Such patients would therefore not likely benefit from a simple, gene-replacement strategy for their disease.","dc:creator":"Nichols LL","dc:date":"2010","dc:title":"Two novel CRX mutant proteins causing autosomal dominant Leber congenital amaurosis interact differently with NRL."},"rdfs:label":"Immunolocalization of wt and mutant crx"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:a8c8e12f-16df-4aaa-9813-aa3b401db7a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a0bc822-0cb7-4bf2-94a1-0692235ef21f","type":"FunctionalAlteration","dc:description":"ince the CRX-DAGs are normally developmentally upregulated, this shift in correlation toward later developmental ages suggested that these genes were prematurely upregulated in the P10 CrxE80A/+ and CrxE80A/A mutant retinas. In contrast, CrxK88N/+ and CrxK88N/N samples both showed a weaker correlation with all developmental ages when compared with WT samples in our dataset. This suggests that early photoreceptor differentiation was compromised in both CrxK88N mutants, consistent with their association with early-onset LCA","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36778408","rdfs:label":"E80A and K88N mutations affected the expression of CRX genes"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:096711c6-6112-47c3-b5ed-e4b52c464a3e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7bf641d4-ae81-460c-894c-c3540613391d","type":"FunctionalAlteration","dc:description":"LCA7 retinal organoids consistently showed comparable retinal morphology throughout differentiation up to day 150 (D150). By D180, LCA7 retinal organoids show obvious differences in the appearance of the projections that protrude from the edge of the organoids (Figures 2A–2C and S2). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34653402","type":"dc:BibliographicResource","dc:abstract":"Cases of Leber congenital amaurosis caused by mutations in CRX (LCA7) exhibit an early form of the disease and show signs of significant photoreceptor dysfunction and eventual loss. To establish a translational in vitro model system to study gene-editing-based therapies, we generated LCA7 retinal organoids harboring a dominant disease-causing mutation in CRX. Our LCA7 retinal organoids develop signs of immature and dysfunctional photoreceptor cells, providing us with a reliable in vitro model to recapitulate LCA7. Furthermore, we performed a proof-of-concept study in which we utilize allele-specific CRISPR/Cas9-based gene editing to knock out mutant CRX and saw moderate rescue of photoreceptor phenotypes in our organoids. This work provides early evidence for an effective approach to treat LCA7, which can be applied more broadly to other dominant genetic diseases.","dc:creator":"Chirco KR","dc:date":"2021","dc:title":"Allele-specific gene editing to rescue dominant CRX-associated LCA7 phenotypes in a retinal organoid model."},"rdfs:label":"human retinal organoids"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04070d29-ccbc-4847-9a60-f9db33913e17","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:85b689c3-74dd-40a8-8375-3a428ba355b3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"While we found RCVRN levels to be comparable between CRX+/− and control organoids at D180, the levels of SAG and ARR3 in the CRX+/− organoids do not fully reach those of the control organoids. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34653402","rdfs:label":"CRISPR rescue of patient hROs"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:0052f9fe-523e-4793-a273-f3419b253dd0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:461ad426-6cfa-43c5-a45a-6256d4b96542","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"retinal organoids show impaired development, which could explain the retinal dystrophy phenotypes seen in patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38049871","type":"dc:BibliographicResource","dc:abstract":"The CRX-associated autosomal dominant retinopathies suggest a possible pathogenic mechanism of gene haploinsufficiency. However, based on reported human patient cases and studies with mouse models, it is hard to confirm the specific weight of haploinsufficiency in pathogenesis due to the interspecies gaps between gene expression and function.","dc:creator":"Pan D","dc:date":"2023","dc:title":"CRX haploinsufficiency compromises photoreceptor precursor translocation and differentiation in human retinal organoids."},"rdfs:label":"CRX -/- retinal organoids"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":9469,"specifiedBy":"GeneValidityCriteria11","strengthScore":17.5,"subject":{"id":"cggv:f8bfca0f-6ee9-4267-9ee1-3d2096bd6636","type":"GeneValidityProposition","disease":"obo:MONDO_0007362","gene":"hgnc:2383","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"General Description:\nThe CRX gene was first reported in relation to retinal disease in 1994 (Evans et al., 1994 PMID 8162077). Missense variants in the CRX gene, which encodes a homeobox domain transcription factor critical for photoreceptor development (PMID 9390562), were then found in multiple families diagnosed with cone-rod dystrophy, characterized by abnormal color vision (Freund et al., 1997, PMID 9390563 and Swain et al., 1997, PMID 9427255). CRX-related retinal dystrophy is characterized by early adult onset of cone-rod dystrophy. Additionally, multiple cases of CRX-related early onset retinal dystrophy (Leber Congenital Amaurosis; PMIDs: 11748859, 20513135, 24265693 and 9931337) have been described. CRX-related disease is most commonly inherited in an autosomal dominant pattern; however, biallelic pathogenic CRX variants have also been described (PMIDs 20513135, 991337). Broader phenotypes including retinitis pigmentosa (PMID 11139241), rod-cone dystrophy (PMID 33910785), pigmented paravenous retinochoroidal atrophy (PMID 32927963) and adult onset macular dystrophy (PMID 25270190); age of onset and severity of disease appears to be variable. Because most cases with different diagnoses exhibit a dominant mode of inheritance and share overlapping phenotypes consistent with a single spectrum of disease, and consistent with criteria outlined by the ClinGen Lumping and Splitting Working Group, these cases have been lumped into a single disease entity, CRX-related retinopathy.\n\nSummary of Case Level Data (11.5 points):\n8 variants suspected disease-causing variants (4 predicted null and 4 missense or other variants) that have been reported in 8 probands in 6 publications (PMIDs: 9792858, 9427255, 20513135, 11748859, 9931337, 9390563) were scored in this curation. De novo and inherited null variants in families from multiple countries were included in the curation (PMID 11748859 and 20513135). However, missense mutations have also been associated with CRX-related disease in multiple publications (PMIDs: 9390563, 9427255, 9931337, 20513135). More evidence is available in the literature.\n\n\n\nMechanism for Disease:\nThe mechanism of pathogenicity appears to be variable, as multiple nonsense and missense variants and full exon or whole gene deletions are reported to be disease causing (PMID: 33910785, 24888636). Missense variants in the homeodomain apparently impact DNA binding variably (PMID 36778408), while truncating variants and experimental data suggest that haploinsufficiency underlies some cases (PMIDs 38049871, 30557390, 27032803). A number of whole gene deletions have also been described to be correlated with a milder, later-onset retinopathy, mimicking age-related macular degeneration. Emerging research may elucidate a more well defined genotype-phenotype correlation, but to date, a genotype-phenotype correlation is under investigation.\n\nExperimental Evidence: 6 POINTS\n\nWhile the CRX gene product has been extensively studied in murine, cell-culture and human organoid models (PMID 38049871, 35484285, 34653402). Consistent with a critical role in photoreceptor health, CRX is expressed in photoreceptors (PMIDs 19686387, 12949469) and is essential for photoreceptor development (PMID 38049871). \n\nSummary Statement:\n\nIn summary, CRX is definitively associated with retinal dystrophy; while pathogenic variants are largely associated with autosomal dominant cone-rod dystrophy, other CRX-related phenotypes have also been described, including recessive disease, early onset retinal dystrophy and later onset macular dystrophy. Though the disease mechanism is likely complex and determined by the properties of a specific variant, the association with retinal dystrophy has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\n\nUpheld over time. ","dc:isVersionOf":{"id":"cggv:26f9f606-f3f3-45f0-b212-998bcea09765"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}