{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9bv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2023-11-02T19:08:51.465Z","role":"Publisher"},{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2022-09-13T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcfc338d-1903-4414-8d34-d8477d0b3e3b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab2d138a-0b8c-4aba-bba3-04c683fb9eea","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot analysis of CAV3 protein in mouse tissues revealed restricted expression to mouse skeletal muscle and heart (Figure 2A). IMS of mouse skeletal muscle shows restricted expression at the plasma membrane. PMIDs 9536092 and 9537420 also report, by northern blot analysis of human tissues, restricted expression of CAV3 in heart and skeletal muscle. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11259414","type":"dc:BibliographicResource","dc:abstract":"Caveolin-3, a muscle-specific caveolin-related protein, is the principal structural protein of caveolae membrane domains in striated muscle cells. Recently, we identified a novel autosomal dominant form of limb-girdle muscular dystrophy (LGMD-1C) in humans that is due to mutations within the coding sequence of the human caveolin-3 gene (3p25). These LGMD-1C mutations lead to an approximately 95% reduction in caveolin-3 protein expression, i.e. a caveolin-3 deficiency. Here, we created a caveolin-3 null (CAV3 -/-) mouse model, using standard homologous recombination techniques, to mimic a caveolin-3 deficiency. We show that these mice lack caveolin-3 protein expression and sarcolemmal caveolae membranes. In addition, analysis of skeletal muscle tissue from these caveolin-3 null mice reveals: (i) mild myopathic changes; (ii) an exclusion of the dystrophin-glycoprotein complex from lipid raft domains; and (iii) abnormalities in the organization of the T-tubule system, with dilated and longitudinally oriented T-tubules. These results have clear mechanistic implications for understanding the pathogenesis of LGMD-1C at a molecular level.","dc:creator":"Galbiati F","dc:date":"2001","dc:title":"Caveolin-3 null mice show a loss of caveolae, changes in the microdomain distribution of the dystrophin-glycoprotein complex, and t-tubule abnormalities."},"rdfs:label":"Galbiati_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Score is increased for restricted expression of CAV3 in skeletal and cardiac muscle tissue."},{"id":"cggv:795f993f-024a-4f7a-8fc4-d417e537211d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:85f9ca97-5f35-4ea1-84cf-35123d5b6d0f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Anion exchange chromatography of purified dystrophin-glycoprotein complexes from skeletal muscle membranes (using wheat germ agglutinin)showed that CAV3 co purified with dystrophin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9536092","type":"dc:BibliographicResource","dc:abstract":"The dystrophin-glycoprotein complex (DGC) serves as a link between cytoplasmic actin, the membrane and the extracellular matrix of striated muscle. Genetic defects in genes encoding a subset of DGC proteins result in muscular dystrophy and a secondary decrease in other DGC proteins. Caveolae are dynamic structures that have been implicated in a number of functions including endocytosis, potocytosis and signal transduction. Caveolin (VIP-21) is thought to play a structural role in the formation of non-clathrin-coated vesicles in a number of different cell types. Caveolin-3, or M-caveolin, was identified as a muscle-specific form of the caveolin family. We show that caveolin-3 co-purifies with dystrophin, and that a fraction of caveolin-3 is a dystrophin-associated protein. We isolated the gene for human caveolin-3 and mapped it to chromosome 3p25. We determined the genomic organization of human caveolin-3 and devised a screening strategy to look for mutations in caveolin-3 in patients with muscular dystrophy. Of 82 patients screened, two nucleotide changes were found that resulted in amino acid substitutions (G55S and C71W); these changes were not seen in a control population. The amino acid changes map to a functionally important domain in caveolin-3, suggesting that these are not benign polymorphisms and instead are disease-causing mutations.","dc:creator":"McNally EM","dc:date":"1998","dc:title":"Caveolin-3 in muscular dystrophy."},"rdfs:label":"Interaction with dystrophin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Increased points are awarded. This evidence suggests that both dystrophin and CAV3 are part of the same complex and interact with each other. Both are implicated in LGMD and perturbation of this complex is observed in LGMD. This interaction with the DGC has been repeatedly observed (most recently by Arias-Calderón  et al., 2016 PMID: 27069569). In addition, it is reported that Cav3 and dystrophin competitively bind to the same site of β-dystroglycan and changes in Cav-3 expression as in Cav-3 transgenics lead to the disruption of the DGC and to downregulation of dystrophin protein levels (PMID: 19584897). "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:160b83a1-09ec-48db-8dd0-8fd9168a7e5e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b353cf06-c65e-4d81-b24f-adf45b320036","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The homozygous CAV3 KO mice showed absence of CAV3 expression by western blot in skeletal muscle and heart, as well as absence of expression by IMS in skeletal muscles. EM of skeletal muscle from the CAV3 KO mice revealed loss of sarcolemmal caveolae compared to WT CAV3 mice (Figure 2C). No overt \"clinical phenotype\" was observed  but HE-stained muscle tissue from the CAV3 KO mice revealed mild myopathic changes (Fig 3.). Creatine kinase levels were increased ~3-4 fold in CAV3 KO mice, consistent with disease. Furthermore, the DGC (dystrophin glycoprotein complex) was disrupted in CAV3 mice, and were no longer present in the cholesterol-sphingolipid raft domains as in WT (Fig. 4C). Per Woodman et al 2001 (PMID: 12138167):  The CAV3 KO mice developed signs of HCM, including increased LVWT, increased end diastolic diameter and end-systolic diameter, and reduced fractional shortening cimpared to WT mice. They also showed changes to alpha sarcoglycan distribution to lipid rafts is altered in CAV3 KO mice compared to WT mouse hearts. MGI link: http://www.informatics.jax.org/allele/MGI:2180558 [Referenced by 14 other articles, per MGI curations. Originally published by Galbiati et al., 2001 (PMID: 11259414)].","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11259414","rdfs:label":"Galbiati_KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Score is increased for combined evidence of LGMD and HCM"},{"id":"cggv:a94d88a3-ab22-4e58-b1aa-b180b09f45af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:58787855-3937-4677-b644-1b16325dd705","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors developed transgenic mice overexpressing the patient derived P105L (P104L) CAV3 variant. Northern blot of skeletal muscle from transgenic mice shows increased expression (fig 2A).  The mice were noted to have clear myopathic changes, as 6 week old mice showed abnormal hindlimb posture compared to control littermates. The mice also developed kyphosis of spine and paralysis of hindlimbs (marked myopathic changes in muscle biopsy were noted including variation in fiber size, atrophic fibers, internally placed nuclei and increased endomysium) OE of the P105L variant caused a dominant negative effect, as the protein level of CAV3 was almost null, suggesting that aberrant expression of mutant CAV3 causes increased proteosomal degradation. Per Ohsawa et al., 2004 (PMID:14645200). The P105L transgenic mice developed HCM, as evidenced from  increased heart to body weight ratios (Fig. 1C), increased IVS, PW, and LV thickness by histology (Fig. 2A), myofiber hypertrophy by HE stain, decreased LV end distolic diameter, decreased LV end systolic diameter, increased LV fractional shortening. \nMGI link: http://www.informatics.jax.org/allele/MGI:2180562 [Referenced 6 times per MGI curations.] ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11159934","type":"dc:BibliographicResource","dc:abstract":"Caveolin-3 is the muscle-specific isoform of the caveolin protein family, which is a major component of caveolae, small membrane invaginations found in most cell types. Caveolins play important roles in the formation of caveola membranes, acting as scaffolding proteins to organize and concentrate lipid-modified signaling molecules, and modulate a signaling pathway. For instance, caveolin-3 interacts with neuronal nitric oxide synthase (nNOS) and inhibits its catalytic activity. Recently, specific mutations in the caveolin-3 gene, including the Pro104Leu missense mutation, have been shown to cause an autosomal dominant limb-girdle muscular dystrophy (LGMD1C), which is characterized by the deficiency of caveolin-3 in the sarcolemma. However, the molecular mechanism by which these mutations cause the deficiency of caveolin-3 and muscle cell degeneration remains elusive. Here we generated transgenic mice expressing the Pro104Leu mutant caveolin-3. They showed severe myopathy accompanied by the deficiency of caveolin-3 in the sarcolemma, indicating a dominant negative effect of mutant caveolin-3. Interestingly, we also found a great increase of nNOS activity in their skeletal muscle, which, we propose, may play a role in muscle fiber degeneration in caveolin-3 deficiency.","dc:creator":"Sunada Y","dc:date":"2001","dc:title":"Transgenic mice expressing mutant caveolin-3 show severe myopathy associated with increased nNOS activity."},"rdfs:label":"Sunada_P105L mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":7167,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:c831a04b-3b5a-4232-b0f6-4db8d060eea8","type":"GeneValidityProposition","disease":"obo:MONDO_0016146","gene":"hgnc:1529","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The relationship between *CAV3* and caveolinopathy, inherited in the autosomal dominant pattern, has been evaluated using the ClinGen Clinical Validity Framework as of July, 2022. This association was made using case-level, segregation, and experimental data. The *CAV3* gene is located on chromosome 3p25.3. The MANE SELECT transcript (NM_033337.3) is 1422 bp long with 2 exons encoding a 151-amino acid protein. More than 50 pathogenic and likely pathogenic variants reported in humans with clinical phenotypes that form the caveolinopathy spectrum are recorded in ClinVar, most of them being missense variants. Since the gene has only 2 exons, predicted loss of function variants are not expected to cause nonsense-mediated mRNA decay. Patients with caveolinopathy show variable clinical features including, but not limited to, proximal muscle weakness, exercise-induce muscle fatigue, increased serum creatine kinase levels, percussion-induced rapid rolling muscle contractions and hypertrophic cardiomyopathy (HCM). *CAV3* has been reported in association with caveoliopathy as early as 1998 (Minetti et al, PMID: 9537420, Betz et al, PMID: 11431690, McNally et al, PMID: 9536092). \n\nSummary of Case Level Data (12 points): The association is seen in at least 11 probands in 6 publications (PMID: 9537420, 11431690, 19773168, 14672715, 26947586, 12082049). Variants in the gene segregated with disease in at least 7 additional family members. More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease is expected to be dominant negative. \n\nSummary of Experimental Data (6 points): This gene-disease relationship is supported by animal models, expression studies, and protein interaction assays. *CAV3* encodes the caveolin 3 protein that functions as a scaffolding protein for organizing and concentrating certain caveolin-interacting molecules. Caveolin 3 is expressed specifically in the skeletal and cardiac muscle tissues ( PMID: 11259414, 9536092, 9537420). Caveolin 3 associates with the dystrophin-glycoprotein complex and changes in its expression lead to the disruption of the DGC and to downregulation of dystrophin protein levels (PMID: 9536092, 19584897). The CAV3 knock-out and the P105L transgenic mouse models sufficiently recapitulate the human caveolinopathy features, such as limb girdle weakness and hypertrophic cardiomyopathy.\n\nIn summary, the *CAV3*-autosomal dominant caveolinopathy gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nOMIM entities: Familial hypertrophic cardiomyopathy; elevated serum creatine phosphokinase, long QT syndrome 9, Tateyama type distal myopathy, rippling muscle disease 2. \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no significant difference in phenotype, inheritance pattern OR molecular mechanism in the above-mentioned disease entities. Therefore, all the entities have been lumped under caveolinopathy.","dc:isVersionOf":{"id":"cggv:a314687e-b35d-4bb4-8b93-efcc83d1fa9b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}