{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-26T16:34:30.120Z","role":"Approver"}],"evidence":[{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f3f8f50-d12b-4fb2-9511-b096b0cd63b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f6d1174-1bf5-45f9-8fed-916519260e29","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NDUFV1 is a core subunit of complex 1. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1 (XL); NDUFA2, NDUFA9, NDUFA10, NDUFS1, NDUFA12, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2. (The encoded protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome, max score of 2 assigned, note not all the genes here have been curated at time of this work).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Zhu 1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos taurus (ED Figure 3). NDUFV1 is a core subunit of complex 1. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1 (XL); NDUFA2, NDUFA9, NDUFA10, NDUFS1, NDUFA12, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2. (The encoded protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome, max score of 2 assigned, note not all the genes here have been curated at time of this work)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:307a7500-1ff6-497c-8c8b-884de2333376","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c7a50a7a-1a4b-4a64-95ed-2e3609cf7ac6","type":"FunctionalAlteration","dc:description":"Patient fibroblasts were derived from a case described by Schuelke et al. (1999), see case data (described in this study as V1).\nFibroblasts from controls and three LS patients (two with homozygous variants in  NDUFS8 and NDUFS7 also tested) were cultured in a pyruvate-free medium to which either glucose or galactose was added. Fig 1. shows control cells proliferate in both growth conditions. Galatose reduces the viability of the NDUFV1 cell line in culture, measured by cell confluence, cell size and cell number (nuclei count). A series of experiments (Fig2 and Fig 3) showed that metabolites that  increased extracellular NAD+ and therefore  intracellular NAD+ were able to rescue of the galactose induced cell death of the LS cells. Fig 4. further experiments showed that pyruvate may also rescue galactose induced cell death, and it enhances the effect of eNAD.  Fig.6 showed ROS levels are increased in the galactose induced cell death model. Fig 7. cellular ATP levels are reduced in the galactose model but rescued by addition of  extracellular NAD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11349233","type":"dc:BibliographicResource","dc:abstract":"Reduced nicotinamide adenine dinucleotide (NADH):ubiquinone oxidoreductase (complex I) is the largest complex of the mitochondrial respiratory chain and complex I deficiency accounts for approximately 30% cases of respiratory-chain deficiency in humans. Only seven mitochondrial DNA genes, but >35 nuclear genes encode complex I subunits. In an attempt to elucidate the molecular bases of complex I deficiency, we studied the six most-conserved complex I nuclear genes (NDUFV1, NDUFS8, NDUFS7, NDUFS1, NDUFA8, and NDUFB6) in a series of 36 patients with isolated complex I deficiency by denaturing high-performance liquid chromatography and by direct sequencing of the corresponding cDNA from cultured skin fibroblasts. In 3/36 patients, we identified, for the first time, five point mutations (del222, D252G, M707V, R241W, and R557X) and one large-scale deletion in the NDUFS1 gene. In addition, we found six novel NDUFV1 mutations (Y204C, C206G, E214K, IVS 8+41, A432P, and del nt 989-990) in three other patients. The six unrelated patients presented with hypotonia, ataxia, psychomotor retardation, or Leigh syndrome. These results suggest that screening for complex I nuclear gene mutations is of particular interest in patients with complex I deficiency, even when normal respiratory-chain-enzyme activities in cultured fibroblasts are observed.","dc:creator":"Bénit P","dc:date":"2001","dc:title":"Large-scale deletion and point mutations of the nuclear NDUFV1 and NDUFS1 genes in mitochondrial complex I deficiency."},"rdfs:label":"Iannetti 2018"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient cell culture model further investigates the mechanism of complex I deficiency in Leigh syndrome patient cells."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef2eccaa-691c-4077-9f8d-88b806e06e2e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:915977ae-9085-4779-b380-80659398b335","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RNAi-generated hypomorphic C. elegans strains were generated for 28 nDNA-encoded complex I subunits and complex I assembly factors. Strains were exposed for three generations to RNAi. Data summarised in Table 3, the RNAi knockdown lead to a 43% reduction in complex I activity, with the mean respiratory control ratio (RCR) is significantly decreased for the NDUFV1 knockdown compared to wildtype (same phenotype observed with NDUFS2, NDUFS3, NDUFS6, NDUFS8, NDUFV1, NDUFA6, NDUFA10, NDUFAB1, NDUFB4, NDUFB9, NDUFB10 c-elegans equivalent genes).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19672299","type":"dc:BibliographicResource","dc:abstract":"Complex I dysfunction is a common, heterogeneous cause of human mitochondrial disease having poorly understood pathogenesis. The extensive conservation of complex I composition between humans and Caenorhabditis elegans permits analysis of individual subunit contribution to mitochondrial functions at both the whole animal and mitochondrial levels. We provide the first experimentally-verified compilation of complex I composition in C. elegans, demonstrating 84% conservation with human complex I. Individual subunit contribution to mitochondrial respiratory capacity, holocomplex I assembly, and animal anesthetic behavior was studied in C. elegans by RNA interference-generated knockdown of nuclear genes encoding 28 complex I structural subunits and 2 assembly factors. Not all complex I subunits directly impact respiratory capacity. Subcomplex Ilambda subunits along the electron transfer pathway specifically control whole animal anesthetic sensitivity and complex II upregulation, proportionate to their relative impairment of complex I-dependent oxidative capacity. Translational analysis of complex I dysfunction facilitates mechanistic understanding of individual gene contribution to mitochondrial disease. We demonstrate that functional consequences of complex I deficiency vary with the particular subunit that is defective.","dc:creator":"Falk MJ","dc:date":"2009","dc:title":"Subcomplex Ilambda specifically controls integrated mitochondrial functions in Caenorhabditis elegans."},"rdfs:label":"Falk 2009"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical recapitulation of disease (reduced complex I and respiratory capacity)."},{"id":"cggv:97046068-dd36-432c-ab1b-381aaee0536e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fa079cfa-1036-4c40-b4f1-10106990d8b0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Partial Ndufv1 knockdown model using RNAi, showed reduced complex I activity compared to WT lines and reduced survival. Biochemical recapitulation of disease aspects, 1pt assigned. Note reduction in expression is likely comparable to clinical situtaion, complete knockout of expression is lethal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30972103","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are a group of rare life-threatening diseases often caused by defects in the oxidative phosphorylation system. No effective treatment is available for these disorders. Therapeutic development is hampered by the high heterogeneity in genetic, biochemical, and clinical spectra of mitochondrial diseases and by limited preclinical resources to screen and identify effective treatment candidates. Alternative models of the pathology are essential to better understand mitochondrial diseases and to accelerate the development of new therapeutics. The fruit fly Drosophila melanogaster is a cost- and time-efficient model that can recapitulate a wide range of phenotypes observed in patients suffering from mitochondrial disorders. We targeted three important subunits of complex I of the mitochondrial oxidative phosphorylation system with the flexible UAS-Gal4 system and RNA interference (RNAi): NDUFS4 (ND-18), NDUFS7 (ND-20), and NDUFV1 (ND-51). Using two ubiquitous driver lines at two temperatures, we established a collection of phenotypes relevant to complex I deficiencies. Our data offer models and phenotypes with different levels of severity that can be used for future therapeutic screenings. These include qualitative phenotypes that are amenable to high-throughput drug screening and quantitative phenotypes that require more resources but are likely to have increased potential and sensitivity to show modulation by drug treatment.","dc:creator":"Foriel S","dc:date":"2019","dc:title":"A Drosophila Mitochondrial Complex I Deficiency Phenotype Array."},"rdfs:label":"Foriel 2019"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Partial Ndufv1 knockdown model using RNAi, showed reduced complex I activity compared to WT lines and reduced survival. Biochemical recapitulation of disease aspects, 1pt assigned. Note reduction in expression is likely comparable to clinical situtaion, complete knockout of expression is lethal."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:43b4a000-861a-4369-94b7-5f1d99f864a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01e09023-c5db-46b7-8aee-bf40527f92a0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"Candidate gene sequencing","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Other","phenotypeFreeText":"Case 3 is a female who was born at term to non-consanguineous Caucasian parents. Her family history was non-contributory. She had an unremarkable medical and developmental history before she presented at 14.5 months of age with a rapid deterioration in psychomotor functioning (to the point of becoming non-verbal and being unable to sit independently), irritability, horizontal nystagmus, dysphagia, tremor, upper extremity weakness, axial hypotonia with appendicular hypertonia, hyperreflexia, and extensor plantar responses bilaterally after receiving a vaccination. She was started on co-enzyme Q10, alpha-lipoic acid, riboflavin, thiamine, and creatine monohydrate for likely mitochondrial disease, as well as carnitine supplementation. Within a month, she slowly began to make gains in her development such that she was able to fix and follow objects, smile at appropriate stimuli, speak a few words, transfer objects between her hands and sit independently. Her continued developmental progression was interrupted by acute decompensation secondary to minor falls and head trauma, with incomplete recovery. Investigations revealed an elevated blood lactate concentration (4 mmol/L), low total and free carnitine, and an MRI demonstrated bilateral, confluent signal abnormalities in periventricular, juxtacortical and callosal white matter with a lactate peak in affected areas on spectroscopy that was basal ganglia sparing. Repeat MRIs initially showed an improvement in the white matter signal changes and new areas of restricted diffusion within the frontal lobes but later revealed increases in the abnormal white matter signals with new involvement of the basal ganglia, diffuse cystic change and an elevated lactate peak in the basal ganglia on spectroscopy. Two muscle biopsies revealed non-specific changes. Fibroblast enzyme analysis initially revealed an elevated lactate:pyruvate ratio (51.2), a low citrate synthase (51.4), low complex I+III activity (20.3) and low complex I+III activity with respect to citrate synthase. Repeat enzyme analysis was normal. Case 3 is currently 7 years of age. She has decreased visual acuity requiring glasses (20/100 OU), dysphagia and complex partial seizures. She lost the ability to ambulate independently due to severe spasticity, chorea, myoclonus, tremor, and dystonia in her lower extremities.","previousTesting":true,"previousTestingDescription":"Tested negative for the following variants: MtDNA: T8993C, T8993G, C11777A, G13513A, T12706C, and G14459A; and for variants in the following genes: NDUFA1, NDUFA2, NDUFA4, NDUFA7, NDUFAG2, NDUFS1, NDUFS3, NDUFS4, NDUFS5, NDUFS6, NDUFS7, NDUFS8, NDUFV2, twinkle and POLG.","sex":"Female","variant":{"id":"cggv:43b4a000-861a-4369-94b7-5f1d99f864a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:13fa01e6-2c49-41a3-8ce0-9939cd5e2724","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.753_756del (p.Pro252fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA090932"}},{"id":"cggv:72ce5dab-4486-4f4a-a686-c43bba261784","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.1156C>T (p.Arg386Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/419230"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23266820","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is a progressive neurodegenerative disease caused by either mitochondrial or nuclear DNA mutations resulting in dysfunctional mitochondrial energy metabolism. Mutations in genes encoding for subunits of the respiratory chain or assembly factors of respiratory chain complexes are often documented in LS cases. Nicotinamide adenine dinucleotide (NADH):ubiquinone oxidoreductase (complex I) enzyme deficiencies account for a significant proportion of mitochondrial disorders, including LS. In an attempt to expand the repertoire of known mutations accounting for LS, we describe the clinical, radiological, biochemical and molecular data of six patients with LS found to have novel mutations in two complex I subunits (NDUFV1 and NDUFS2). Two siblings were homozygous for the previously undescribed R386C mutation in NDUFV1, one patient was a compound heterozygote for the R386C mutation in NDUFV1 and a frameshift mutation in the same gene, one patient was a compound heterozygote for the R88G and R199P mutations in NDUFV1, and two siblings were compound heterozygotes for an undescribed E104A mutation in NDUFS2. After the novel mutations were identified, we employed prediction models using protein conservation analysis (SIFT, PolyPhen and UCSC genome browser) to determine pathogenicity. The R386C, R88G, R199P, and E104A mutations were found to be likely pathogenic, and thus presumably account for the LS phenotype. This case series broadens our understanding of the etiology of LS by identifying new molecular defects that can result in complex I deficiency and may assist in targeted diagnostics and/or prenatal diagnosis of LS in the future.","dc:creator":"Marin SE","dc:date":"2013","dc:title":"Leigh syndrome associated with mitochondrial complex I deficiency due to novel mutations In NDUFV1 and NDUFS2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23266820","rdfs:label":"Family 2 Case 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Awarded 1 point per new guidelines for null plus recurrent variant"},{"id":"cggv:715c51bc-3ca3-4f78-a1db-c52f1f3a1753_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:39b6d91f-ece6-4193-83c3-dfd699056f0a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"Candidate gene sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"Unremarkable medical and developmental history before he presented at 2.8 years with abnormal posturing of his left upper and lower extremity. Over the following 12 months, he displayed developmental regression in a step-wise fashion associated with intercurrent illness, left eye esotropia, significant dysphagia requiring gastrostomy tube placement, ataxia, left hemi-body dystonic posturing, generalized spasticity, diffusely brisk reflexes, and extensor plantar responses. Started on co-enzyme Q10, creatine monohydrate, riboflavin,thiamine, vitamin E, and vitamin C.  Mildly elevated serum lactate concentration (3.1 mmol/L, NRb2.2 mmol/L). Cranial CT scan showed bilateral symmetrical signal hypoattenuation involving the periventricular white matter and basal ganglia. MRI revealed bilateral symmetric hyperintense signal on T2-weighted imaging in the basal ganglia, thalamus, brainstem, corpus callosum and periventricular white matter, associated with cystic necrosis and a high lactate peak in affected areas on MR spectroscopy. A repeat MRI at 4 years showed significant improvement in the T2 hyperintense signal abnormalities and resolution of the lactate peak on spectroscopy, but an increase in cystic changes was noted. Muscle biopsy showed non-specific histological changes and muscle enzyme analysis was within normal limits. Fibroblast enzyme analysis showed a borderline low complex I+III activity (0.63 μmol/min/g wet weight; reference control 0.77±0.12 μmol/min/g wet weight). Repeat fibroblast enzyme analysis revealed normal pyruvate dehydrogenase complex activity, normal cellular lactate to pyruvate ratio, deficient complex I+III activity with respect to citrate synthase (0.18; reference control 0.66) and a low pyruvate oxidation rate (0.70±0.02; reference control 1.63±0.31 nmol/h/mg protein). Case 1 is 9 years of age at the time of the study. He is wheelchair bound with significant contractures most prominent in knee flexors and hip adductors, despite physiotherapy and pharmacological intervention. He has global muscle atrophy, dystonia, hemiballismus and chorea. He is non-verbal but communicates with facial intonation and eye movements.","previousTesting":true,"previousTestingDescription":"Tested negative for the following variants: MtDNA: T8993C, T8993G, C11777A, G13513A,T12706C, and G14459A; and for variants in the following genes: NDUFS1, NDUFS2, NDUFS7, and NDUFS8.","sex":"Male","variant":{"id":"cggv:715c51bc-3ca3-4f78-a1db-c52f1f3a1753_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:72ce5dab-4486-4f4a-a686-c43bba261784"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23266820"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23266820","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Default score increased to 1.5. Seen in multiple unrelated individuals; default points per new guidance for recurrent missense variant. Similarly affected brother also homozygous for the same variant."},{"id":"cggv:320e4fdd-527a-480e-a0c0-78bbeaa2f5c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:09fd319b-e0d7-45ff-8d41-dcd742cdbf21","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Clinically normal until 2 years old at which time she had febrile convulsions and developed a partial left ptosis which resolved 2–3 months later. Aged 7 years, noted that she used her left arm and leg less than her right limbs. Appeared clumsy cf siblings. Developed progressive asymmetric bilateral dystonia of her hands and feet, worse on the right than the left, which was only partially responsive to Baclofen\nand Botox. Implementation of a ketogenic diet was of no obvious benefit. Over the following 12 months, her dystonia progressively worsened, chewing became more difficult, she lost the ability to feed herself and her balance and speech deteriorated. She became wheelchair-bound by 10 years of age, developed progressive scoliosis and when last reviewed at the age of 12 years old had a resting tremor, dysarthria and dysphagia, requiring a gastrostomy.  A brain MRI performed at the age of 7 years showed symmetrical putaminal lesions, and brain MRS showed a lactate peak (images not shown). A repeat MRI a year later showed progression of the changes in the putamen, as well as involvement of the left body of the caudate and the right quadrigeminal plate (images not shown). Blood and CSF lactate were normal on a number of occasions, as was a urine metabolic screen, serum CPK, copper and ceruloplasmin and liver function tests (results not shown). The clinical evolution together with the brain MRI changes was suggestive of a clinical diagnosis of late-onset Leigh syndrome.","previousTesting":true,"previousTestingDescription":"Negative for m.8993T>C and m.8993T>G. No variants found in the mitochondrial genome.","sex":"Female","variant":{"id":"cggv:320e4fdd-527a-480e-a0c0-78bbeaa2f5c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5e0e3480-1c56-4464-b31e-228ac9fa37e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.640G>A (p.Glu214Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14059"}},{"id":"cggv:30374643-bb80-4343-9ef5-37bf8963a19b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.1162+4A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/372716"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27344648","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a subacute necrotising encephalomyopathy proven by post-mortem analysis of brain tissue showing spongiform lesions with vacuolation of the neuropil followed by demyelination, gliosis and capillary proliferation caused by mutations in one of over 75 different genes, including nuclear- and mitochondrial-encoded genes, most of which are associated with mitochondrial respiratory chain function. In this study, we report a patient with suspected Leigh syndrome presenting with seizures, ptosis, scoliosis, dystonia, symmetrical putaminal abnormalities and a lactate peak on brain MRS, but showing normal MRC enzymology in muscle and liver, thereby complicating the diagnosis. Whole exome sequencing uncovered compound heterozygous mutations in NADH dehydrogenase (ubiquinone) flavoprotein 1 gene (NDUFV1), c.1162+4A>C (NM_007103.3), resulting in skipping of exon 8, and c.640G>A, causing the amino acid substitution p.Glu214Lys, both of which have previously been reported in a patient with complex I deficiency. Patient fibroblasts showed a significant reduction in NDUFV1 protein expression, decreased complex CI and complex IV assembly and consequential reductions in the enzymatic activities of both complexes by 38% and 67%, respectively. The pathogenic effect of these variations was further confirmed by immunoblot analysis of subunits for MRC enzyme complexes in patient muscle, liver and fibroblast where we observed 90%, 60% and 95% reduction in complex CI, respectively. Together these studies highlight the importance of a comprehensive, multipronged approach to the laboratory evaluation of patients with suspected Leigh syndrome.","dc:creator":"Nafisinia M","dc:date":"2016","dc:title":"Whole Exome Sequencing Identifies the Genetic Basis of Late-Onset Leigh Syndrome in a Patient with MRI but Little Biochemical Evidence of a Mitochondrial Disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27344648","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"to follow"},{"id":"cggv:3eadf043-5ca8-4565-b16e-4ab2faaba44e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:490c57f8-d34f-4531-8598-9085de8b6155","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"First noted seizures at age of 6 months, mild developmental delay with momentary loss of head control and roll over at 7 months of age. Diagnosed with myopia - used spectacles and started smiling and reaching for objects. Dysmorphic features - bilateral lower set ears,nystagmus, mosaic pigmentary anomalies. Also noted - hepatomegaly, and spasticity in lower limbs, extreme plantar responses and brisk deep tendon reflexes. EEG and fundus examinations were normal. Brain imaging show diffuse hyperintensity in the cerebral white matter, cerebellar white matter and brainstem white matter, and small cystic areas in the periventricular white matter (Brain imaging shown in Fig. 1 - T1-weighted axial brain MRI of proband 1 at 6 months demonstrates patchy diffusion involving centrum semiovale, corona radiate (arrows), and periventricular external capsule (stars). MRI showed reduced N-acetyl aspartate and elevated choline levels and an inverted double peak of lactate.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3eadf043-5ca8-4565-b16e-4ab2faaba44e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:95b1f771-2222-4758-86be-c9034643f225","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.1118T>C (p.Phe373Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/431452"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29976978","type":"dc:BibliographicResource","dc:abstract":"Medical genomics research performed in diverse population facilitates a better understanding of the genetic basis of developmental disorders, with regional implications for community genetics. Autosomal recessive mitochondrial complex I deficiency (MCID) accounts for a constellation of clinical features, including encephalopathies, myopathies, and Leigh Syndrome. Using whole-exome sequencing, we identified biallelic missense variants in NDUFV1 that encodes the 51-kD subunit of complex I (NADH dehydrogenase) NDUFV1. Mapping the variants on published crystal structures of mitochondrial complex I demonstrate that the novel c.1118T > C (p.(Phe373Ser)) variant is predicted to diminish the affinity of the active pocket of NDUFV1 for FMN that correlates to an early onset of debilitating MCID symptoms. The c.1156C > T (p.(Arg386Cys)) variant is predicted to alter electron shuttling required for energy production and correlate to a disease onset in childhood. NDUFV1 c.1156C > T (p.(Arg386Cys)) represents a founder variant in South Asian populations that have value in prioritizing this variant in a population-specific manner for genetic diagnostic evaluation. In conclusion, our results demonstrate the advantage of analyzing population-specific sequences to understand the disease pathophysiology and prevalence of inherited risk variants in the underrepresented populations.","dc:creator":"Srivastava A","dc:date":"2018","dc:title":"Genetic diversity of NDUFV1-dependent mitochondrial complex I deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29976978","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Points awarded per new guidelines- functional impact from modelling studies: Modelled functional impact  on the bacterial and bovine crystal structure of mitochondrial complex I- Protein modeling and crystal structure analysis of p.(Phe373Ser) suggests that the variant is located in FMN/NADH binding site of complex I and is involved in FMN binding. Substitution of the highly hydrophobic Phe to a small and polar Ser is predicted to diminish the affinity for FMN to the active pocket of NDUFV1, altering the first step of electron transfer that promotes the redox activity of complex I."},{"id":"cggv:f48c8864-c258-46a5-81a5-d34c1fd7e5e9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5838fb46-64ea-4cd3-8bec-6940503bb34b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"In both siblings, gait and speech difficulties were noticed from age 4 years. Neurological examination at age 9 (F3) and 5 years (F5) revealed dysarthria, muscular hypertonia with cogwheel rigidity, exaggerated deep tendon reflexes, and bilateral Babinski signs, while MRI demonstrated symmetric cystic lesions of the putamen (Fig. 1a, b). The patients were treated with biotin and thiamine before the definite diagnosis was established, and additionally, with creatine, riboflavin, and other vitamins thereafter. This resulted in a distinct and sustained improvement of their neurological status until last examination at age 11 and 7 years, respectively. Both still walk and attend regular schools. Biochemical analysis of a muscle biopsy from patient F3 revealed isolated complex I deficiency (0.08 U/U citrate synthetase; normal 0.17–0.56).\nFig 1 a and b. MRI findings: a.T2-weighted coronal MR image of patient F3 at age 9 years, demonstrating symmetric cystic lesions of the putamen and the caudate head. b T2-weighted coronal MR image of patient F5 showing bilateral liquor isotense lesions of the putamen at age 5 years, closely resembling those of his older sister.","previousTesting":true,"previousTestingDescription":"No pathogenic variants detected in the entire mtDNA including the ATP6 and ND6 genes. Nuclear IBSN candiate genes NUP62 and SLC19A3 also sequenced and no variants detected.","sex":"Female","variant":{"id":"cggv:f48c8864-c258-46a5-81a5-d34c1fd7e5e9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5e0e3480-1c56-4464-b31e-228ac9fa37e5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23334465","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Lal D","dc:date":"2013","dc:title":"Homozygous missense mutation of NDUFV1 as the cause of infantile bilateral striatal necrosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23334465","rdfs:label":"F3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Points awarded per new guidelines default for missense with evidence of gene impact"},{"id":"cggv:c6bfe1d8-fde2-420b-bc75-dc50d61a1780_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cb6ca43f-8c76-4c2e-9063-70a0853fa62d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"Details not given. \"mutation analysis of NDUFV1\"","firstTestingMethod":"Other","phenotypeFreeText":"Presented with a  history of progressive difficulty in walking, and progressively slurred speech for 1 year. The patient had no history of seizures. His parents were first-degree relatives. There was no family history of neurodegenerative disorders. Clinical examination revealed normal growth parameters. He had horizontal nystagmus, dysarthria, bilateral dysmetria and intention tremor, dysdiadochokinesia, and gait ataxia. Tendon reflexes were mildly hyperactive and symmetric. Babinski sign was negative. The fundus oculi examination was normal. In laboratory data, urine organic acids, plasma amino acids, and lactate levels were normal. Magnetic resonance imaging (MRI) showed bilateral, symmetric, hyperintense signal in the putamen and right caudate nucleus on T2-weighted imaging and a high lactate peak in the affected areas on MR spectroscopy [Figures 1 and ​and 2].","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c6bfe1d8-fde2-420b-bc75-dc50d61a1780_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3448f28b-eb99-4f4e-a33c-ccca512ee5b3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.1268C>T (p.Thr423Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123735"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30090137","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is a progressive neurodegenerative disease caused by either mitochondrial or nuclear DNA mutations resulting in dysfunctional mitochondrial energy metabolism. The onset of clinical features is typically between 3 and 12 months of age; however, a later onset has been described in a few patients. Complex I deficiency is reported to be the most common cause of mitochondrial disorders. We described a patient with a late-onset LS, who presented with gait ataxia, caused by complex I deficiency (NDUFV1 gene).","dc:creator":"Incecik F","dc:date":"2018","dc:title":"Late-Onset Leigh Syndrome due to NDUFV1 Mutation in a 10-Year-Old Boy Initially Presenting with Ataxia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30090137","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional support from Varghese et al. (2015). Varghese et al. (2015) - 16 variants were expressed in Y. lipolytica. None dispayed abnormal growth, although variants in which intact complex I was not detected grew twice as slowly as WT and other variants. Mitochondrial membranes were prepared from several variants and investigated using blue-native (BN)-PAGE (by visualizing the band from intact complex I and by detecting complex I with an in-gel assay for NADH oxidation), and by measuring the rate of NADH:ferricyanide (FeCN) oxidoreduction by the complex I flavin site in solution assays (see Fig. 3). The T423M variant resulted in no detectable  Complex I. The variant is located in the FeS domain, a functionally important region of the enzyme and the reside is well conserved. Observed in at least one additional unrelated individual."},{"id":"cggv:a95422d9-4a29-4eba-9a07-1e3eff4b4bbe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:40c044e9-7314-4345-8d0a-4f4e58595b41","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypeFreeText":"Recurrent vomiting, dysphagia and failure to thrive occurred at the age of 3.5 months. He had axial hypotonia, tetraparesis without muscle wasting, irritability, and a rotatory nystagmus. Episodes of hypoventilation of increasing intensity and rapid neurologic degradation occurred. The patient died at the age of 4.5 months. MRI imaging showed T2 hypersignal and T1 hyposignal in the posterior part of the medulla, the pons and in the mesencephalon (Fig. 1) (i.e., brainstem), with normal basal ganglia. Lactate levels were normal in blood and cerebrospinal fluid, urinary organic acids were normal serum amino acids were normal except for a mildly elevated lysine. Respiratory chain spectrophotometry did not reveal any anomaly in the muscle cellular extract or in fibroblasts. Despite the absence of biochemical evidence for respiratory chain anomaly, complex I deficiency was suspected based on the clinical course and brain MRI.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a95422d9-4a29-4eba-9a07-1e3eff4b4bbe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c09a713d-7362-47f7-baaa-f68f66e2327c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007103.4(NDUFV1):c.1157G>A (p.Arg386His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/496918"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21696386","type":"dc:BibliographicResource","dc:abstract":"Although deficiency of complex I of the mitochondrial respiratory chain is a frequent cause of encephalopathy in children, only a few mutations have been reported in each of its subunits. In the absence of families large enough for conclusive segregation analysis and of robust functional testing, it is difficult to unequivocally show the causality of the observed mutations and to delineate genotype-phenotype correlations, making additional observations necessary. We observed two consanguineous siblings with an early-onset encephalopathy, medulla, brainstem and mesencephalon lesions on brain magnetic resonance imaging and death before 8 months of age, caused by a complex I deficiency. We used a homozygosity mapping approach and identified a missense mutation in the NDUFV1 gene. The mutation, p.Arg386His, affects a highly conserved residue, contiguous to a cysteine residue known to coordinate an Fe ion. This observation adds to our understanding of complex I deficiency disease. It validates the important role of Arg386 and therefore supports the current molecular model of iron-sulfur clusters in NDUFV1.","dc:creator":"Vilain C","dc:date":"2012","dc:title":"A novel NDUFV1 gene mutation in complex I deficiency in consanguineous siblings with brainstem lesions and Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21696386","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced from default - Modelled functional impact  of p.(Arg386Cys) variant relative to the previously characterized p.(Arg386His) variant that alters the same amino acid Arg386, on the bacterial and bovine crystal structure of mitochondrial complex I. The amino acid substitution p.(Arg386Cys) is predicted to disrupt the protein–protein interactions that facilitate Fe–S cluster buffering. In the three-dimensional conformation of complex I, Arg386 is in close proximity to Cys385, which participates in Fe–S cluster stabilization within the complex and buffering (Fig. 2d). The volume of the Cys side chain is small compared to that of His as observed in amino acid substitution p.(Arg386His). Increased bulkiness of His may perturb local interactions between Fe–S binding motifs of NDUFV1. However, the functional consequence of having two consecutive Cys at the Fe–S binding motif, as would be the case with the p. (Arg386Cys) substitution is predicted to be less disruptive to the Fe–S binding motif, and further compensate for this substitution by facilitating Fe–S cluster buffering."},{"id":"cggv:c575928e-3d1d-4fcd-b713-aecdae11259d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3dd0e998-87ea-4374-a5bf-f7b374122f33","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":5,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Complex I deficiency identified in muscle (Table 1). Oxidation of NADH-generating substrates was normal in cultured skin fibroblasts and circulating lymphocytes. Normal pregnancy. At age 5 mo he had ptosis and strabismus. At age 9 mo he was hypotonic and unable to sit. Ataxia, bilateral ptosis, and ophthalmoplegia were noted, and he rapidly developed a metabolic acidosis with high levels of lactate (4.7, N = 2.3 mM). MRI showed areas of hyperintensity of the locus niger (brainstem). A complex I deficiency was identified in muscle (table 1). Oxidation of NADH-generating substrates was normal in both cultured skin fibroblasts and circulating lymphocytes.","previousTesting":true,"previousTestingDescription":"Subjected the entire coding sequence of NDUFV1, NDUFS8,NDUFS7, NDUFS1, NDUFA8, and NDUFB6 genes to D-HPLC in 36 unrelated complex 1-deficient patients. Sequenced the NDUFV1 gene after finding abnormal peaks.  Figure 2.","sex":"Male","variant":{"id":"cggv:c575928e-3d1d-4fcd-b713-aecdae11259d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a73490a2-ddec-43cf-bb20-256583c7c8cf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.67610481A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381536960"}},{"id":"cggv:d2584e38-f325-413a-a4ba-34ff427801af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.67610486T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381536984"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11349233"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11349233","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Subjected the entire coding sequence of NDUFV1, NDUFS8,NDUFS7, NDUFS1, NDUFA8, and NDUFB6 genes to D-HPLC in 36 unrelated complex 1-deficient patients. Sequenced the NDUFV1 gene after finding abnormal peaks.  Figure 2. Both variants absent from 100 controls. C206G and Y204C noted to alter the FMN binding site of protein.  Patient failed to express complex I deficiency in their cultured skin fibroblasts (not shown). Varghese et al. (2015) - 16 variants were expressed in Y. lipolytica. None dispayed abnormal growth, although variants in which intact complex I was not detected grew twice as slowly as WT and other variants. Mitochondrial membranes were prepared from several variants and investigated using blue-native (BN)-PAGE (by visualizing the band from intact complex I and by detecting complex I with an in-gel assay for NADH oxidation), and by measuring the rate of NADH:ferricyanide (FeCN) oxidoreduction by the complex I flavin site in solution assays (see Fig. 3). Intact complex I was not detected for the Y204C variant. Intact complex I was detected for C206G but in-gel activity assays revealed no evidence that the complexes are able to oxidize NADH (see Fig. 3). Subsequently, flavin analyses (see Fig. 4) revealed that the  variant is inactive  -  levels of flavin are negligible. The variant is close to the flavin site ( C206 is within the Rossmann fold, see Fig. 2 and Table 2), and is located near Y204 (the Y204C variant resulted in lack of complex I)."},{"id":"cggv:7139cfeb-9e1b-4dd7-8a4a-bd69107d8998_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e07247ec-586d-47fd-8929-bf0d44d1ef18","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"Subjected the entire coding sequence of NDUFV1, NDUFS8,NDUFS7, NDUFS1, NDUFA8, and NDUFB6 genes to D-HPLC in 36 unrelated complex 1-deficient patients. Sequenced the NDUFV1 gene after finding abnormal peaks.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"Complex I deficiency identified in muscle and liver (Table 1). Oxidation of NADH-generating substrates was normal in cultured skin fibroblasts. Normal pregnancy and delivery. He was first hospitalized at age 1 year for seizures and moderately elevated levels of plasma lactate (2.6 mM). He then presented with cerebellar ataxia with persistent seizures and was given valproate. At age 28 mo, psychomotor regression, strabismus, and ptosis were noted. Magnetic resonance imaging (MRI) showed brain atrophy and multiple symmetric areas of hyperintensity in the brain stem. He died at age 3 years, of an acute episode of metabolic acidosis. Postmortem analysis of the brain confirmed the gray matter degeneration with foci of necrosis in the brain stem. A complex I deficiency was identified in muscle (table 1) and liver. Oxidation of NADH-generating substrates was normal in cultured skin fibroblasts.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7139cfeb-9e1b-4dd7-8a4a-bd69107d8998_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:30374643-bb80-4343-9ef5-37bf8963a19b"},{"id":"cggv:5e0e3480-1c56-4464-b31e-228ac9fa37e5"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11349233"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11349233","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"p.E214K inherited from the father (Figure 2); splice variant inherited from the mother and results in skipping of exon 8 and an unstable RNA. Missense variants absent from 100 controls. E214K noted to alter the FMN binding site of the NDUFV1 protein (ref Fearnley and Walker 1992). Patient failed to express complex I deficiency in their cultured skin fibroblasts (not shown) - thought to be as a result of growth conditions. Functional studies suggest the E214K variant has impaired complex I activity when expressed in Y. lipolytica (Varghese et al. 2015). Varghese et al. (2015) - 16 variants were expressed in Y. lipolytica. None dispayed abnormal growth, although variants in which intact complex I was not detected grew twice as slowly as WT and other variants. Mitochondrial membranes were prepared from several variants and investigated using blue-native (BN)-PAGE (by visualizing the band from intact complex I and by detecting complex I with an in-gel assay for NADH oxidation), and by measuring the rate of NADH:ferricyanide (FeCN) oxidoreduction by the complex I flavin site in solution assays (see Fig. 3). THe E214K varaint is located on a short helix of the Rossmann fold based on modelling on  the crystal structure of B. taurus NDUFV1."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":418,"specifiedBy":"GeneValidityCriteria6","strengthScore":12.5,"subject":{"id":"cggv:298efc99-04b8-4847-8164-2aaceb9966c2","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7716","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFV1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 20, 2019. The NDUFV1 gene encodes the NADH:ubiquinone oxidoreductase (complex I) flavoprotein 1, a core subunit of mitochondrial complex I. Defects of this protein lead to complex I deficiency.\n\nThe NDUFV1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2001 (PMID: 11349233). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included nine unique variants identified in nine cases from seven publications (PMIDs: 23266820, 29976978, 11349233, 27344648, 30090137, 23334465, 21696386). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions, animal models, and functional alterations in patient cells (PMIDs: 11349233, 30972103, 19672299, 27509854). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel November 20, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:1b96e332-59c4-4636-8bdf-bf893ea059f1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}