{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-11T16:00:12.111Z","role":"Publisher"},{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-01-30T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20847235","type":"dc:BibliographicResource","dc:abstract":"Heterozygous somatic mutations in the genes encoding isocitrate dehydrogenase-1 and -2 (IDH1 and IDH2) were recently discovered in human neoplastic disorders. These mutations disable the enzymes' normal ability to convert isocitrate to 2-ketoglutarate (2-KG) and confer on the enzymes a new function: the ability to convert 2-KG to d-2-hydroxyglutarate (D-2-HG). We have detected heterozygous germline mutations in IDH2 that alter enzyme residue Arg(140) in 15 unrelated patients with d-2-hydroxyglutaric aciduria (D-2-HGA), a rare neurometabolic disorder characterized by supraphysiological levels of D-2-HG. These findings provide additional impetus for investigating the role of D-2-HG in the pathophysiology of metabolic disease and cancer.","dc:creator":"Kranendijk M","dc:date":"2010","dc:title":"IDH2 mutations in patients with D-2-hydroxyglutaric aciduria."},"evidence":[{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ae3ed03f-f36c-42e8-9f39-7cce087871a5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:568c423b-1934-4822-b6d5-936f629f713b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"According to the ICMD, IDH2 is included in disorders of the Krebs cycle, which also include the following genes associated with primary mitochondrial disease: ACO2, IDH1, IDH3A, IDH3B, DLST, OGDH, SUCLA2, SUCLG1, FH, MDH2, SLC13A5, and SLC13A3. D2HGDH, which causes D-2-hydroxyglutaric aciduria type 1, is included in disorders of mitochondrial metabolite repair.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"ICMD classification"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"scored according to rubric"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3bd37354-2e9d-41cb-9055-a72bd4210b55","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a7aca1df-e290-41e5-b2fb-baea5738c196","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Developed conditional knock-in transgenic mouse strains in which IDH2 R140Q (patient variant) or R172K (somatic, cancer) was expressed under the control of the chicken β-actin promoter and inducible by tamoxifen administration.\nGlobal induction of mutant IDH2 expression in adults resulted in dilated cardiomyopathy, white matter abnormalities, muscular dystrophy, and elevated 2-HG in serum and brain tissue. Mutant heart tissue also showed evidence of mitochondrial dysfunction.\nEmbryonic activation of mutant IDH2 resulted in more pronounced phenotypes, including runting, hydrocephalus, and shortened life span.\nHearts from knock-in animals exhibited mitochondrial damage and glycogen accumulation.\nTurning off expression of R140Q in knock-in mice with the inducible transgene lowered serum 2-HG levels, restored heart function, and improved survival.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24589777","type":"dc:BibliographicResource","dc:abstract":"Mutations in isocitrate dehydrogenase 1 and 2 (IDH1/2) have been discovered in several cancer types and cause the neurometabolic syndrome D2-hydroxyglutaric aciduria (D2HGA). The mutant enzymes exhibit neomorphic activity resulting in production of D2-hydroxyglutaric acid (D-2HG). To study the pathophysiological consequences of the accumulation of D-2HG, we generated transgenic mice with conditionally activated IDH2(R140Q) and IDH2(R172K) alleles. Global induction of mutant IDH2 expression in adults resulted in dilated cardiomyopathy, white matter abnormalities throughout the central nervous system (CNS), and muscular dystrophy. Embryonic activation of mutant IDH2 resulted in more pronounced phenotypes, including runting, hydrocephalus, and shortened life span, recapitulating the abnormalities observed in D2HGA patients. The diseased hearts exhibited mitochondrial damage and glycogen accumulation with a concordant up-regulation of genes involved in glycogen biosynthesis. Notably, mild cardiac hypertrophy was also observed in nude mice implanted with IDH2(R140Q)-expressing xenografts, suggesting that 2HG may potentially act in a paracrine fashion. Finally, we show that silencing of IDH2(R140Q) in mice with an inducible transgene restores heart function by lowering 2HG levels. Together, these findings indicate that inhibitors of mutant IDH2 may be beneficial in the treatment of D2HGA and suggest that 2HG produced by IDH mutant tumors has the potential to provoke a paraneoplastic condition.","dc:creator":"Akbay EA","dc:date":"2014","dc:title":"D-2-hydroxyglutarate produced by mutant IDH2 causes cardiomyopathy and neurodegeneration in mice."},"rdfs:label":"Akbay 2014 knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c03fd6ea-8f57-4d07-a0d7-69b40da7f3cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:00d632b2-73da-452a-b87d-adfacdc61017","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Developed a heterozygous knock-in transgenic mouse strain in which the R140Q (patient variant) was introduced into the native Idh2 locus. \nKnock-in mice showed higher pre- and peri-natal mortality, runting, facial dysmorphism and abnormal head shape, cardiomyopathy, cardiomyocyte hypertrophy, vacuoles in brain tissue, hydronephrosis, and functional renal obstruction.  \nPlasma, bone marrow, brain, spleen, and heart from knock-in animals showed elevated 2-HG.  \nAdministration of the selective and potent small molecule inhibitor of IDH2 R140Q mutant enzyme, AGI-026, which crosses the blood-brain barrier inhibited 2-HG production, improved survival, reduced incidence of cardiac abnormalities, and reduced numbers of brain sites affected by vacuolation. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27469509","type":"dc:BibliographicResource","dc:abstract":"D-2-hydroxyglutaric aciduria (D2HGA) type II is a rare neurometabolic disorder caused by germline gain-of-function mutations in isocitrate dehydrogenase 2 (IDH2), resulting in accumulation of D-2-hydroxyglutarate (D2HG). Patients exhibit a wide spectrum of symptoms including cardiomyopathy, epilepsy, developmental delay and limited life span. Currently, there are no effective therapeutic interventions. We generated a D2HGA type II mouse model by introducing the Idh2R140Q mutation at the native chromosomal locus. Idh2R140Q mice displayed significantly elevated 2HG levels and recapitulated multiple defects seen in patients. AGI-026, a potent, selective inhibitor of the human IDH2R140Q-mutant enzyme, suppressed 2HG production, rescued cardiomyopathy, and provided a survival benefit in Idh2R140Q mice; treatment withdrawal resulted in deterioration of cardiac function. We observed differential expression of multiple genes and metabolites that are associated with cardiomyopathy, which were largely reversed by AGI-026. These findings demonstrate the potential therapeutic benefit of an IDH2R140Q inhibitor in patients with D2HGA type II.","dc:creator":"Wang F","dc:date":"2016","dc:title":"A small molecule inhibitor of mutant IDH2 rescues cardiomyopathy in a D-2-hydroxyglutaric aciduria type II mouse model."},"rdfs:label":"Wang 2016 knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.6}],"evidenceStrength":"Definitive","sequence":6701,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.6,"subject":{"id":"cggv:5bcd21dc-20e9-4235-b337-8bde7847f6d8","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:5383","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between *IDH2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 30, 2023. The *IDH2* gene encodes mitochondrial NADP(+)-specific isocitrate dehydrogenase, which is a mitochondrial NADP-dependent isocitrate dehydrogenase that catalyzes oxidative decarboxylation of isocitrate to alpha-ketoglutarate in the Krebs tricarboxylic acid cycle, producing NADPH. \n\nThe *IDH2* gene was first reported in relation to autosomal dominant primary mitochondrial disease in 2010 (PMID: 20847235). While various names have been given to the constellation of features seen in those with *IDH2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *IDH2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included two unique missense variants affecting the same amino acid, identified in sixteen individuals from three publications (PMIDs: 20847235, 24049096, 35359529). The recurrent p.Arg140Gln variant was reported in 15 individuals, including in a *de novo* state in at least seven and a mosaic state in two. The p.Arg140Gly variant was reported in one individual. To our knowledge, variants affecting other residues have not been reported in association with primary mitochondrial disease. Defects of this protein have been associated with a neurometabolic disorder characterized by elevated D-2-hydroxyglutarate (D-2-HG). Additional features can include developmental delay, epilepsy, hypotonia, cardiomyopathy, and dysmorphic features. Somatic variants affecting Arg140 and Arg172 are found in acute myeloid leukemias, myelodysplastic syndromes, angioimmunoblastic T-cell lymphomas, brain tumors, and other cancers and result in elevated D-2HG, but cancer is not usually a feature of this condition. The mechanism of disease involves loss of the protein’s normal function to convert isocitrate to α-ketoglutarate and acquisition of a gain of function to convert α-ketoglutarate to D-2-HG. This gene-disease relationship is also supported by a biochemical function in the Krebs cycle shared with other genes associated with primary mitochondrial disease and recapitulation of elevated levels of D-2-HG and clinical features of the disorder in two knock-in mouse models with the p.Arg140Gln variant (PMIDs: 33340416, 24589777, 27469509). Turning off expression of the mutant protein and treatment with a small molecule inhibitor of IDH2 p.Arg149Gln also led to rescue of the phenotype in these models. \n\nIn summary, there is definitive evidence to support the relationship between *IDH2* and autosomal dominant primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 30, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:91787b5b-8185-48e6-a437-9162c039b454"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}