{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10061","role":"SecondaryContributor"},{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-06-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-08-02T20:12:15.767Z","role":"Publisher"}],"evidence":[{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21234d9a-2b93-44aa-a2d1-9351975aa596","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d5543b6-fd0b-47f3-907a-0d473864e390","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The authors examined the accumulation of collagen VI microfibrils in the fibroblast extracellular matrix stained prior to fixation with a specific collagen VI antibody. There was significantly less collagen VI in the matrix of UCMD5 cells with an exon 16 skipping variant. Additionally, UCMD5 secreted reduced amounts of collagen VI. Negative staining electron microscopy was used to visualize the collagen VI tetramers that were secreted by the UCMD fibroblasts. Medium from UCMD5 cells contained a larger proportion of single tetramers, accounting for 40–60% of the ‘microfibrils’, and microfibrils containing more than six tetramers were not seen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15563506","type":"dc:BibliographicResource","dc:abstract":"Mutations in the three collagen VI genes COL6A1, COL6A2 and COL6A3 cause Bethlem myopathy and Ullrich congenital muscular dystrophy (UCMD). UCMD, a severe disorder characterized by congenital muscle weakness, proximal joint contractures and marked distal joint hyperextensibility, has been considered a recessive condition, and homozygous or compound heterozygous mutations have been defined in COL6A2 and COL6A3. In contrast, the milder disorder Bethlem myopathy shows clear dominant inheritance and is caused by heterozygous mutations in COL6A1, COL6A2 and COL6A3. This model, where dominant mutations cause mild Bethlem myopathy and recessive mutations cause severe UCMD was recently challenged when a patient with UCMD was shown to have a heterozygous in-frame deletion in COL6A1. We have studied five patients with a clinical diagnosis of UCMD. Three patients had heterozygous in-frame deletions in the N-terminal region of the triple helical domain, one in the alpha1(VI) chain, one in alpha2(VI) and one in alpha3(VI). Collagen VI protein biosynthesis and assembly studies showed that these mutations act in a dominant negative fashion and result in severe collagen VI matrix deficiencies. One patient had recessive amino acid changes in the C2 subdomain of alpha2(VI), which prevented collagen VI assembly. No collagen VI mutations were found in the fifth patient. These data demonstrate that rather than being a rare cause of UCMD, dominant mutations are common in UCMD, now accounting for four of the 14 published cases. Mutation detection in this disorder remains critical for accurate genetic counseling of patients and their families.","dc:creator":"Baker NL","dc:date":"2005","dc:title":"Dominant collagen VI mutations are a common cause of Ullrich congenital muscular dystrophy."},"rdfs:label":"Collagen VI Altered Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This data is from a single patient. However, similar results have been seen in other patients with other types of dominant negative variants in collagen VI (e.g. PMID: 24038877)."},{"id":"cggv:75692a2c-2b39-4623-a693-88327664098d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc66c102-77ab-4c04-a0cb-0449a4ef102d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Murine NIH/3T3 cell lines that were transfected with the cDNAs for the three chains constitutively expressed chicken type VI collagen. These molecules were secreted as monomers and higher order multimers of the proper size and became deposited into the extracellular matrix (ECM). The sizes of these disulfide-bonded aggregates are similar to the sizes of properly assembled type VI monomers (about 500 kDa), dimers (about 1,000 kDa), and tetramers (about 2,000 kDa). When a more sensitive 32I labeling of pepsin-resistant secreted material was used, polypeptides largely corresponding to chicken type VI collagen were specifically immunoprecipitated. The resistance to pepsin digestion demonstrated the triple helical conformation of recombinant chicken type VI molecules. Antibodies specific for the α1(VI) chicken chain were able to immunoprecipitate composites including mainly chicken α2(VI) and α3(VI) chains","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7768905","type":"dc:BibliographicResource","dc:abstract":"A monomer of type VI collagen is composed of three different chains of 140 (alpha 1), 130 (alpha 2), and 250-350 kDa (alpha 3). Monomers assemble into dimers (6 chains) and tetramers (12 chains) that are stabilized by disulfide bonds and, once associated one to another, give rise to a microfilamentous network in close apposition with cell surfaces and banded collagen fibers. We have derived murine NIH/3T3 cell lines that were transfected with the cDNAs for the three chains and that constitutively expressed chicken type VI collagen. Cotransfection was efficient because, in three out of six isolated cell lines, all chicken chains were expressed. Southern blotting demonstrated that several copies of each cDNA were integrated approximately in equal number. Expression of the three polypeptide chains was consistent with the levels of the respective mRNAs. The three chicken chains assembled by disulfide bonding to form correctly folded triple helical aggregated composites with sizes corresponding to type VI collagen monomers, dimers, and tetramers. These functional recombinant assemblies were secreted and became incorporated into the extracellular matrix, where they formed an extensive fibrillar network.","dc:creator":"Colombatti A","dc:date":"1995","dc:title":"Secretion and matrix assembly of recombinant type VI collagen."},"rdfs:label":"Type VI Collagen tetramers"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The three collagen VI chains of 140 (α1), 130 (α2), and 250-350 kDa (α3) were shown to assemble by disulfide bonding to form correctly folded triple helical aggregated composites with sizes corresponding to type VI collagen monomers, dimers, and tetramers. These functional recombinant assemblies were secreted and became incorporated into the extracellular matrix, where they formed an extensive fibrillar network. All three chains are implicated in collagen IV related myopathy."},{"id":"cggv:515ec5d8-a81d-421e-bde6-ae3cbbab7669","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2db79713-e4f5-4def-8610-bca3b9430b9f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Here the authors show, by immunofluorescent labeling of muscle, a general co-localization of type VI with type IV collagen and show, by using immunoelectron microscopy, an intimate association of type VI collagen with basement membranes surrounding muscle fibers. These studies have demonstrated a direct protein/protein interaction of type VI collagen with basement membrane type IV collagen, indicating that type VI filaments provide a physical link between endothelial basement membranes and the surrounding matrix. Type VI collagen is therefore part of the muscle cell linkage complex that provides the important physical connection of muscle cells to their extracellular matrix. Mutations in the type VI collagen molecule in muscle may therefore disturb the anchoring of muscle basement membrane to the matrix, which could lead to a slow degeneration of muscle fibers as seen in collagen VI related myopathy. Mutations in type VI collagen give rise to myopathy, where the major clinical feature is weakening of the muscles. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9334230","type":"dc:BibliographicResource","dc:abstract":"Type VI collagen filaments are found associated with interstitial collagen fibers, around cells, and in contact with endothelial basement membranes. To identify type VI collagen binding proteins, the amino-terminal domains of the alpha1(VI) and alpha2(VI) chains and a part of the carboxyl-terminal domain of the alpha3(VI) chain were used as bait in a yeast two-hybrid system to screen a human placenta library. Eight persistently positive clones were identified, two coding the known matrix proteins fibronectin and basement membrane type IV collagen and the rest coding new proteins. The amino-terminal domain of alpha1(VI) was shown to interact with the carboxyl-terminal globular domain of type IV collagen. The specificity of this interaction was further studied using the yeast two-hybrid system in a one-on-one format and confirmed by using isolated protein domains in immunoprecipitation, affinity blots, and enzyme-linked immunosorbent assay-based binding studies. Co-distribution of type VI and type IV collagens in human muscle was demonstrated using double labeling immunofluorescent microscopy and immunoelectron microscopy. The strong interaction of type VI collagen filaments with basement membrane collagen provided a possible molecular pathogenesis for the heritable disorder Bethlem myopathy.","dc:creator":"Kuo HJ","dc:date":"1997","dc:title":"Type VI collagen anchors endothelial basement membranes by interacting with type IV collagen."},"rdfs:label":"Extracellular matrix microfibrillar component"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Possible functions of collagen VI pertaining to various cell types have been suggested including adhesion, proliferation, migration, and survival. Attachment of cells to the extracellular matrix is important for preventing apoptosis in general, which could be particularly relevant for muscle disorders that directly involve interactions between matrix and muscle. In general, muscular dystrophies are caused by a disturbance of the attachment of muscle cells to their basement membrane."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48337bb7-5ef0-43d2-bff3-663758c7a8e7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fa835097-8c65-4919-acc6-f4ecf79b8447","type":"FunctionalAlteration","dc:description":"Patient cells with COL6A3 heterozygous glycine mutations had impaired collagen VI microfibril formation. The patients reported here fell into two groups based on assembly defects. In the first group, when compared with control subjects, collagen VI dimers accumulated in the cell but not the medium, microfibril formation in the medium was moderately reduced, yet the amount of collagen VI in the extracellular matrix was not significantly altered (UCMD Patient 7). The second group had more severe assembly defects: fibroblasts secreted some collagen VI tetramers that were not disulfide bonded, microfibril formation in the medium was severely compromised, and collagen VI in the extracellular matrix was significantly reduced (UCMD Patients 38 and 46).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18825676","type":"dc:BibliographicResource","dc:abstract":"The collagen VI muscular dystrophies, Bethlem myopathy and Ullrich congenital muscular dystrophy, form a continuum of clinical phenotypes. Glycine mutations in the triple helix have been identified in both Bethlem and Ullrich congenital muscular dystrophy, but it is not known why they cause these different phenotypes.","dc:creator":"Pace RA","dc:date":"2008","dc:title":"Collagen VI glycine mutations: perturbed assembly and a spectrum of clinical severity."},"rdfs:label":"Impaired Collagen VI Microfibril Formation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c056153d-eff9-49af-a070-e1b681ff6af2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89ab3521-46a5-4eb0-96b0-3cbb7ac31978","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Col6a3+/d16 mice display much milder gross and myopathic phenotypes compared with patients with heterozygous exon 16 skipping mutations. The milder muscle phenotype in mdx mice compared with human patients is thought to be related at least in part to the intrinsic difference in muscle regeneration capacity between humans and mice. Even though the Col6a3+/d16 mice have mild phenotypes, the authors show that the myopathic pathology, such as changes in muscle fiber size and percentage of muscle fibers with central nuclei, can be detected in young mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24563484","type":"dc:BibliographicResource","dc:abstract":"Dominant and recessive mutations in collagen VI genes, COL6A1, COL6A2, and COL6A3, cause a continuous spectrum of disorders characterized by muscle weakness and connective tissue abnormalities ranging from the severe Ullrich congenital muscular dystrophy to the mild Bethlem myopathy. Herein, we report the development of a mouse model for dominant collagen VI disorders by deleting exon 16 in the Col6a3 gene. The resulting heterozygous mouse, Col6a3(+/d16), produced comparable amounts of normal Col6a3 mRNA and a mutant transcript with an in-frame deletion of 54 bp of triple-helical coding sequences, thus mimicking the most common molecular defect found in dominant Ullrich congenital muscular dystrophy patients. Biosynthetic studies of mutant fibroblasts indicated that the mutant α3(VI) collagen protein was produced and exerted a dominant-negative effect on collagen VI microfibrillar assembly. The distribution of the α3(VI)-like chains of collagen VI was not altered in mutant mice during development. The Col6a3(+/d16) mice developed histopathologic signs of myopathy and showed ultrastructural alterations of mitochondria and sarcoplasmic reticulum in muscle and abnormal collagen fibrils in tendons. The Col6a3(+/d16) mice displayed compromised muscle contractile functions and thereby provide an essential preclinical platform for developing treatment strategies for dominant collagen VI disorders. ","dc:creator":"Pan TC","dc:date":"2014","dc:title":"A mouse model for dominant collagen VI disorders: heterozygous deletion of Col6a3 Exon 16."},"rdfs:label":"Exon 16 deletion mice Col6a3+/d16"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:0f8d52d1-9fa8-4f61-b153-2feb14913b45","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ebcdc3ad-cc96-469b-a434-05f77d4d3ce9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Demonstrated that the severe morpholino-dependent phenotypes are specific for alterations in collagen VI and not due to non-specific, off-target effects. Both zebrafish and humans exhibit motor deficiencies and myopathic changes. Morpholino knockdown of exon 9 in col6a3 caused a severe phenotype with both significant motor deficiencies and widespread morphologic changes (data not shown). The average number of spontaneous coils per 15 s for col6a3 morphants was 2.6 (+0.6, n ¼ 40) as compared to 7.9 (+1.2, n ¼ 21) for controls (P , 0.0001).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20338942","type":"dc:BibliographicResource","dc:abstract":"Collagen VI is an integral part of the skeletal muscle extracellular matrix, providing mechanical stability and facilitating matrix-dependent cell signaling. Mutations in collagen VI result in either Ullrich congenital muscular dystrophy (UCMD) or Bethlem myopathy (BM), with UCMD being clinically more severe. Recent studies demonstrating increased apoptosis and abnormal mitochondrial function in Col6a1 knockout mice and in human myoblasts have provided the first mechanistic insights into the pathophysiology of these diseases. However, how loss of collagen VI causes mitochondrial dysfunction remains to be understood. Progress is hindered in part by the lack of an adequate animal model for UCMD, as knockout mice have a mild motor phenotype. To further the understanding of these disorders, we have generated zebrafish models of the collagen VI myopathies. Morpholinos designed to exon 9 of col6a1 produced a severe muscle disease reminiscent of UCMD, while ones to exon 13 produced a milder phenotype similar to BM. UCMD-like zebrafish have increased cell death and abnormal mitochondria, which can be attenuated by treatment with the proton pump modifier cyclosporin A (CsA). CsA improved the motor deficits in UCMD-like zebrafish, but failed to reverse the sarcolemmal membrane damage. In all, we have successfully generated the first vertebrate model matching the clinical severity of UCMD and demonstrated that CsA provides phenotypic improvement, thus corroborating data from knockout mice supporting the use of mitochondrial permeability transition pore modifiers as therapeutics in patients, and providing proof of principle for the utility of the zebrafish as a powerful preclinical model.","dc:creator":"Telfer WR","dc:date":"2010","dc:title":"Zebrafish models of collagen VI-related myopathies."},"rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4905,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:ec5f03f8-bedd-4453-a42a-8013fe5aad5b","type":"GeneValidityProposition","disease":"obo:MONDO_0100225","gene":"hgnc:2213","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*COL6A3*, encoding Collagen Type VI Alpha 3, is one of several genes encoding the major structural protein Collagen VI. The protein's basic structural unit is a heterotrimer of the alpha1(VI), alpha2(VI), and alpha3(VI) chains additionally encoded by the genes *COL6A1* and *COL6A2* to form the triple helical structural element common to collagens. Mutations in Collagen VI have historically been reported in relation to two different conditions. The first, Ullrich congenital muscular dystrophy, was first described in a series of papers in the 1930s by Otto Ullrich and was notable due to occurrence of both weakness and joint hypermobility (Kongenitale atonisch-sklerotische Muskeldystrophie, 1930) and was classically considered a recessive condition. The second, Bethlem myopathy, was reported by Bethlem and van Wijngaarden in 1976 as a dominant myopathy with development of joint contractures (PMID: 963533). Genetic analysis in patients with each of these disorders revealed both dominant and recessive defects in one of the *COL6A1*, *COL6A2*, or *COL6A3* genes that affect the final Collagen VI protein. On the basis of clinical as well as genetic findings, Ullrich CMD and Bethlem myopathy can justifiably be regarded as being positioned at the flanking ends of a continuous spectrum of disease, rather than as distinct clinical entities (PMID: 21496625). As such *COL6A3* was curated in relation to a combined disease entity: collagen 6-related Myopathy. Of note, *COL6A3* is also related to autosomal recessive dystonia which has assessed separately based on differences in molecular mechanism and phenotype. \n\nCollagen 6-related Myopathy illustrates the important role that collagen VI has in skeletal muscle. In addition to progressive muscle weakness and wasting, patients have skin and tendon abnormalities that reflect a more generalized connective tissue disorder. Dominant and recessive variants are found in patients across the clinical disease spectrum of collagen 6-related Myopathy. Distinct variants are associated with dominant and recessive inheritance and have been curated separately by the Congenital Myopathies GCEP. Dominant inheritance occurs with dominant negative mutations in the collagen VI triple helical regions, including glycine substitution and exon skip mutations. In contrast, recessive inheritance occurs with loss of function variants; heterozygous carriers of *COL6A3* null variants have no obvious phenotype but patients with homozygous or compound heterozygous null variants completely lack collagen VI and tend to have severe disease.\n\nMore than 100 unique variants (e.g. missense, in-frame indel, nonsense, frameshift) have been reported in humans by ClinVar. Evidence supporting the relationship between *COL6A3* and autosomal dominant collagen 6-rlated myopathy includes case-level data, segregation data, and experimental data. Variants included in this curation have been reported in at least 19 probands in five publications (PMIDs: 15689448, 24038877, 18825676, 17785673, 20976770). Many other cases are available in the literature, but the maximum score for genetic evidence has been reached. This gene-disease association is additionally supported by several pieces of experimental evidence, including its interaction with additional disease-causing genes *COL6A1* and *COL6A2* (PMID: 7768905), its function in the basement membrane surrounding muscle fibers (PMID: 9334230), which is disrupted in patient cells (PMID: 18825676) with altered expression in the extracellular matrix (PMID: 15563506), and a knockin mouse model (PMID: 24563484). In summary, *COL6A3* is definitively associated with autosomal dominant collagen 6-related myopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on 6/27/2022 and by the ClinGen Limb Girdle Muscular Dystrophy Gene Curation Expert Panel (secondary contributor to this curation) on 11/09/2021 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:37d30e5c-61f5-4e4a-9ee7-573a2ed704b3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}