{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-09-26T14:54:54.078Z","role":"Publisher"},{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-05-17T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27431290","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID) is a measurable phenotypic consequence of genetic and environmental factors. In this study, we prospectively assessed the diagnostic yield of genomic tools (molecular karyotyping, multi-gene panel and exome sequencing) in a cohort of 337 ID subjects as a first-tier test and compared it with a standard clinical evaluation performed in parallel. Standard clinical evaluation suggested a diagnosis in 16% of cases (54/337) but only 70% of these (38/54) were subsequently confirmed. On the other hand, the genomic approach revealed a likely diagnosis in 58% (n=196). These included copy number variants in 14% (n=54, 15% are novel), and point mutations revealed by multi-gene panel and exome sequencing in the remaining 43% (1% were found to have Fragile-X). The identified point mutations were mostly recessive (n=117, 81%), consistent with the high consanguinity of the study cohort, but also X-linked (n=8, 6%) and de novo dominant (n=19, 13%). When applied directly on all cases with negative molecular karyotyping, the diagnostic yield of exome sequencing was 60% (77/129). Exome sequencing also identified likely pathogenic variants in three novel candidate genes (DENND5A, NEMF and DNHD1) each of which harbored independent homozygous mutations in patients with overlapping phenotypes. In addition, exome sequencing revealed de novo and recessive variants in 32 genes (MAMDC2, TUBAL3, CPNE6, KLHL24, USP2, PIP5K1A, UBE4A, TP53TG5, ATOH1, C16ORF90, SLC39A14, TRERF1, RGL1, CDH11, SYDE2, HIRA, FEZF2, PROCA1, PIANP, PLK2, QRFPR, AP3B2, NUDT2, UFC1, BTN3A2, TADA1, ARFGEF3, FAM160B1, ZMYM5, SLC45A1, ARHGAP33 and CAPS2), which we highlight as potential candidates on the basis of several lines of evidence, and one of these genes (SLC39A14) was biallelically inactivated in a potentially treatable form of hypermanganesemia and neurodegeneration. Finally, likely causal variants in previously published candidate genes were identified (ASTN1, HELZ, THOC6, WDR45B, ADRA2B and CLIP1), thus supporting their involvement in ID pathogenesis. Our results expand the morbid genome of ID and support the adoption of genomics as a first-tier test for individuals with ID.","dc:creator":"Anazi S","dc:date":"2017","dc:title":"Clinical genomics expands the morbid genome of intellectual disability and offers a high diagnostic yield."},"evidence":[{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:deff88e8-4f5e-48c0-be62-3ab61cdd4118_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:deff88e8-4f5e-48c0-be62-3ab61cdd4118","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:d4e98e3c-202d-4efe-a567-e1148aca4a0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001797.4(CDH11):c.999+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396522086"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"3y5mo boy born to a G1 P0 mother, pregnancy complicated by polyhydramnios. Term delivery via NSVD with a BW of 3.2 kg. Parents het.\nFam hx: Parents are 1st degree consanguineous, with a fam hx of 2 distant cousins with similar features (not tested). Excessive neonatal crying during defecation due to a small anal orifice\nDevelopmental: Dev delay in fine motor & cognitive skills. IQ<70\nDental: Hx of delayed dental eruption.\nCraniofacial dysmorphism: Borderline microcephaly (at -2 SD). Synophrys, discontinuation of eyebrows at the middle, broad nasal bridge, hypertelorism, proptosis, upturned nostril, malar hypoplasia, thin upper lip, absent upper incisors, prominent infra-lips crease, mildly pointed chin\nGenital/other dysmorphism: widely spaced nipple with central dimple, anteriorly displaced anus, bifid scrotum, cryptorchidism, severe hypospadias.\nSkeletal: short fingers.  Echocardiogram, abdominal US, brain MRI were all otherwise unremarkable. ","previousTesting":false,"sex":"Male","variant":{"id":"cggv:33fa82ef-03dd-457d-b677-748761845559_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d4e98e3c-202d-4efe-a567-e1148aca4a0a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27431290"},"rdfs:label":"18.12DG1149"},{"id":"cggv:33fa82ef-03dd-457d-b677-748761845559","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:33fa82ef-03dd-457d-b677-748761845559_variant_evidence_item"}],"strengthScore":1,"dc:description":"Deducting half a point each for homozygosity and consanguinity per SD GCEP Scoring Guidance Specifications"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c28feb78-00a7-4827-b43e-602b9da4d7a5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c28feb78-00a7-4827-b43e-602b9da4d7a5","type":"Proband","allele":{"id":"cggv:11e1c658-b7a2-471f-92ba-0854c45948aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001797.4(CDH11):c.696C>G (p.Tyr232Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396522761"}},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Male","variant":{"id":"cggv:117044b1-14bc-44d9-8de8-55e5cbefd6f5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:11e1c658-b7a2-471f-92ba-0854c45948aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30194892","type":"dc:BibliographicResource","dc:abstract":"Cadherins are cell-adhesion molecules that control morphogenesis, cell migration, and cell shape changes during multiple developmental processes. Until now four distinct cadherins have been implicated in human Mendelian disorders, mainly featuring skin, retinal and hearing manifestations. Branchio-skeleto-genital (or Elsahy-Waters) syndrome (BSGS) is an ultra-rare condition featuring a characteristic face, premature loss of teeth, vertebral and genital anomalies, and intellectual disability. We have studied two sibs with BSGS originally described by Castori et al. in 2010. Exome sequencing led to the identification of a novel homozygous nonsense variant in the first exon of the cadherin-11 gene (CDH11), which results in a prematurely truncated form of the protein. Recessive variants in CDH11 have been recently demonstrated in two other sporadic patients and a pair of sisters affected by BSGS. Although the function of this cadherin (also termed Osteoblast-Cadherin) is not completely understood, its prevalent expression in osteoblastic cell lines and up-regulation during differentiation suggest a specific function in bone formation and development. This study identifies a novel loss-of-function variant in CDH11 as a cause of BSGS and supports the role of cadherin-11 as a key player in axial and craniofacial malformations.","dc:creator":"Castori M","dc:date":"2018","dc:title":"A novel mutation in CDH11, encoding cadherin-11, cause Branchioskeletogenital (Elsahy-Waters) syndrome."}},"rdfs:label":"Castori 2018 Proband"},{"id":"cggv:117044b1-14bc-44d9-8de8-55e5cbefd6f5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:117044b1-14bc-44d9-8de8-55e5cbefd6f5_variant_evidence_item"}],"strengthScore":1,"dc:description":"SD GCEP Scoring Guidance Specifications for consanguinity and homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:06821aea-0a91-4337-8544-6c28b5294268_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:06821aea-0a91-4337-8544-6c28b5294268","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:11e1c658-b7a2-471f-92ba-0854c45948aa"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Female","variant":{"id":"cggv:709fc25a-a3fb-467a-868f-d2e8466eae64_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:11e1c658-b7a2-471f-92ba-0854c45948aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29271567","type":"dc:BibliographicResource","dc:abstract":"Elsahy-Waters syndrome (EWS), also known as branchial-skeletal-genital syndrome, is a distinct dysmorphology syndrome characterized by facial asymmetry, broad forehead, marked hypertelorism with proptosis, short and broad nose, midface hypoplasia, intellectual disability, and hypospadias. We have recently published a homozygous potential loss of function variant in CDH11 in a boy with a striking resemblance to EWS. More recently, another homozygous truncating variant in CDH11 was reported in two siblings with suspected EWS. Here, we describe in detail the clinical phenotype of the original CDH11-related patient with EWS as well as a previously unreported EWS-affected girl who was also found to have a novel homozygous truncating variant in CDH11, which confirms that EWS is caused by biallelic CDH11 loss of function mutations. Clinical features in the four CDH11 mutation-positive individuals confirm the established core phenotype of EWS. Additionally, we identify upper eyelid coloboma as a new, though infrequent clinical feature. The pathomechanism underlying EWS remains unclear, although the limited phenotypic data on the Cdh11","dc:creator":"Harms FL","dc:date":"2018","dc:title":"Elsahy-Waters syndrome is caused by biallelic mutations in CDH11."}},"rdfs:label":"Harms 2018 Patient 2"},{"id":"cggv:709fc25a-a3fb-467a-868f-d2e8466eae64","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:709fc25a-a3fb-467a-868f-d2e8466eae64_variant_evidence_item"}],"strengthScore":1,"dc:description":"Deducting half a point from each for homozygosity and consanguinity per SD GCEP Scoring Guidance Specifications "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.5},{"id":"cggv:464bf848-5cc8-4f98-bd25-92b53e1b1b34_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:464bf848-5cc8-4f98-bd25-92b53e1b1b34","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:111df324-d1cf-45ea-b30c-b9adde28ead5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001797.4(CDH11):c.1116_1117delinsGATCATCAG (p.Ile372MetfsTer9)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658798612"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Dx: Two sisters from a consanguineous couple had facial dysmorphic features and glaucoma.  Hypertelorism noted at birth, other features examined age 4\nCraniofacial dysmorphism: broad foreheads, hypertelorism, thick eyebrows with synophrys, flat malar regions, broad/ bulbous noses, mild prognathism. \nEye: Glaucoma, megalocorneas; younger also had cataracts + phthisis bulbi., \nDigital: Bilateral partial cutaneous syndactyly of 2nd & 3rd fingers\nDental:  Hx of impacted teeth with dentigerous cyst in the elder one\nDevelopmental: Intellectual disability (mild and borderline).\nSkeletal: Short stature (3rd %ile for height for age 4)","previousTesting":true,"previousTestingDescription":"Homozygosity mapping by SNP array","sex":"Female","variant":{"id":"cggv:aabbd804-79e6-4ac4-9dce-b10452b0e83a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:111df324-d1cf-45ea-b30c-b9adde28ead5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28988429","type":"dc:BibliographicResource","dc:abstract":"Two sisters from a consanguineous couple were seen in genetics department for facial dysmorphic features and glaucoma. They both had broad foreheads, hypertelorism, megalocorneas, thick eyebrows with synophrys, flat malar regions, broad and bulbous noses, and mild prognathism. Both had glaucoma, younger one also had cataracts and phthisis bulbi. Other findings included bilateral partial cutaneous syndactyly of 2nd and 3rd fingers, history of impacted teeth with dentigerous cyst in the elder one, and intellectual disability (mild and borderline). The sisters were considered to have Elsahy-Waters syndrome. In order to elucidate the underlying molecular cause, sisters and their healthy parents were genotyped by SNP arrays, followed by homozygosity mapping. Homozygous regions were further analyzed by exome sequencing in one affected individual. A homozygous indel variant segregating with the condition was detected in CDH11 (c.1116_1117delinsGATCATCAG, p.(Ile372MetfsTer9)), which was then validated by using Sanger sequencing. CDH11 encodes cadherin 11 (osteo-cadherin) that regulates cell-cell adhesion, cell polarization and migration, as well as osteogenic differentiation. Further experiments revealed that CDH11 expression was decreased in patient-derived fibroblasts as compared to the heterozygous parent and another healthy donor. Immunostaining showed absence of the protein expression in patient fibroblasts. In addition, cell proliferation rate was slow and osteogenic differentiation potential was delayed. We consider that this study reveals loss-of-function mutations in CDH11 as a probable cause of this phenotype. Next generation sequencing in further patients would both prove this gene as causative, and finely delineate this clinical spectrum further contributing in identification of other possibly involved gene(s).","dc:creator":"Taskiran EZ","dc:date":"2017","dc:title":"Homozygous indel mutation in CDH11 as the probable cause of Elsahy-Waters syndrome."}},"rdfs:label":"Taskiran II–1"},{"id":"cggv:aabbd804-79e6-4ac4-9dce-b10452b0e83a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aabbd804-79e6-4ac4-9dce-b10452b0e83a_variant_evidence_item"},{"id":"cggv:aabbd804-79e6-4ac4-9dce-b10452b0e83a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"g"}],"strengthScore":1.25,"dc:description":"Deducting half a point for consanguinity. Not deducting half a point for homozygosity because there is functional data in Figure 5c,5d, 5f (truncated protein was undetectable in fibroblasts of one of the proband II–1). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fc78ba08-f80d-402e-a9d9-5917c52fc453_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fc78ba08-f80d-402e-a9d9-5917c52fc453","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":53,"allele":{"id":"cggv:bf17ab65-9c27-4d7d-b2ac-6d4e105261f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001797.4(CDH11):c.812-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396522499"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"53yo male.\nFam hx: Parents consang. 1st cousins, unavailable for genotyping. Healthy sister. \nCraniofacial dysmorphism: brachycephaly, asymmetrical face, midface hypoplasia, a broad forehead, frontal bossing, vertical forehead creases, thick eyebrows, synophrys, proptosis, hypertelorism, down slanting palpebral fissures, infraorbital fold, a broad and flat nasal bridge, a bulbous nasal tip, thin upper lip, a high arched palate, dental malocclusion, low-set ears, and prognathism \nDigital: cutaneous syndactyly in 2–3 digits of the right hand, amputated left third distal phalanx because of an accident, and deformities of the fingers (Figure 1(c)). He also showed hallux valgus and bilateral cutaneous syndactyly in 2–3 toes\nSpinal: atlantoaxial instability due to posterior displacement of dens, thoracic fusion, thoracic butterfly vertebra, sacralization of the lumbar vertebra (L5), and multiple perineural cysts \nEye: bilateral cataracts, large optic discs, and thinned retinas","previousTesting":false,"sex":"Male","variant":{"id":"cggv:f4270a55-3e71-4205-bde8-f1229a7a0e0f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bf17ab65-9c27-4d7d-b2ac-6d4e105261f7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34278706","type":"dc:BibliographicResource","dc:abstract":"Elsahy-Waters syndrome (EWS; OMIM#211380) is a rare autosomal recessive disorder that is caused by loss-of-function variants in CDH11, which encodes cadherin 11. EWS is characterized by brachycephaly, midface hypoplasia, characteristic craniofacial morphology, cervical fusion, cutaneous syndactyly in 2-3 digits, genitourinary anomalies, and intellectual disability. To the best of our knowledge, there have been only six patients of molecularly confirmed EWS. We report the first patient of EWS in East Asia in a Japanese man with a novel splice site homozygous variant of CDH11. We reviewed the clinical and molecular findings in previously reported individuals and the present patient. In addition to the previously reported clinical features of EWS, the present patient had unreported findings of atlantoaxial instability due to posterior displacement of dens, thoracic fusion, thoracic butterfly vertebra, sacralization of the lumbar vertebra (L5), and multiple perineural cysts. The spinal findings in this patient could represent a new spectrum of skeletal phenotypes of EWS. It remains to be clarified whether the multiple perineural cysts in the patient were associated with EWS or coincidental. The current observation might contribute to an expanded understanding of the clinical consequences of loss-of-function of cadherin 11.","dc:creator":"Minatogawa M","dc:date":"2021","dc:title":"Detailed clinical and radiological features of the first patient with Elsahy-Waters syndrome in East Asia."}},"rdfs:label":"Minatogawa 2021 Proband"},{"id":"cggv:f4270a55-3e71-4205-bde8-f1229a7a0e0f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f4270a55-3e71-4205-bde8-f1229a7a0e0f_variant_evidence_item"}],"strengthScore":1,"dc:description":"SD GCEP Scoring Guidance Specifications for consanguinity/homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5},{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d21f50f-3eff-4321-866a-a832cd2a577b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4854cb97-ce7a-48ba-a6a3-5561c54634a1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"hematoxylin-eosin staining of paraffin embedded sections of the middle ear of adult wt mice compared to cdh11-/- mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29967341","type":"dc:BibliographicResource","dc:abstract":"Cadherin 11 (Cdh11), a member of the cadherin adhesion molecule family, is expressed in various regions of the brain as well as the head and ear. To gain further insights into the roles of Cdh11 in the development of the ear, we performed behavioral tests using Cdh11 knockout (KO) mice. KO mice showed reduced acoustic startle responses and increased thresholds for auditory brainstem responses, indicating moderate hearing loss. The auditory bulla volume and ratio of air-filled to non-air-filled space in the middle ear cavity were reduced in KO mice, potentially causing conductive hearing loss. Furthermore, residual mesenchymal and inflammatory cells were observed in the middle ear cavity of KO mice. Cdh11 was expressed in developing mesenchymal cells just before the start of cavitation, indicating that Cdh11 may be directly involved in middle ear cavitation. Since the auditory bulla is derived from the neural crest, the regulation of neural crest-derived cells by Cdh11 may be responsible for structural development. This mutant mouse may be a promising animal model for elucidating the causes of conductive hearing loss and otitis media.","dc:creator":"Kiyama Y","dc:date":"2018","dc:title":"The adhesion molecule cadherin 11 is essential for acquisition of normal hearing ability through middle ear development in the mouse."},"rdfs:label":"Kiyama 2018 Cdh11 middle ear expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f36629ce-270f-46ae-abac-f9fffac8cc98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c82798da-9fb9-4eda-a54b-9d848e3ca5a0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"CDH11 expression is reduced in homozygous p.Ile372MetfsTer9 fibroblasts of proband compared to het parent and healthy wt control. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28988429","rdfs:label":"Taskiran Fibroblast expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"We do not typically score functional evidence for null alleles"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b0f0f6c-c17e-4a2c-add7-63fff8f4aad6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cfd1f7db-a63a-48c4-b159-2d952810989b","type":"FunctionalAlteration","dc:description":"Immunostaining of CDH11 shows lack of CDH11 protein in patient fibroblasts with c.1116_1117delinsGATCATCAG, p.Ile372MetfsTer9 compared to healthy control fibroblasts without the variant. Fibroblast doubling time was also lengthened in proband fibroblasts compared to healthy controls.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28988429","rdfs:label":"Taskiran fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d8cf390-156d-4bbd-a4f6-97693bfb3cc7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fedd8ee3-4f01-4b06-803a-3ea256486665","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Partially recapitulates human phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626380","type":"dc:BibliographicResource","dc:abstract":"Approximately one-third of all mammalian genes are essential for life. Phenotypes resulting from knockouts of these genes in mice have provided tremendous insight into gene function and congenital disorders. As part of the International Mouse Phenotyping Consortium effort to generate and phenotypically characterize 5,000 knockout mouse lines, here we identify 410 lethal genes during the production of the first 1,751 unique gene knockouts. Using a standardized phenotyping platform that incorporates high-resolution 3D imaging, we identify phenotypes at multiple time points for previously uncharacterized genes and additional phenotypes for genes with previously reported mutant phenotypes. Unexpectedly, our analysis reveals that incomplete penetrance and variable expressivity are common even on a defined genetic background. In addition, we show that human disease genes are enriched for essential genes, thus providing a dataset that facilitates the prioritization and validation of mutations identified in clinical sequencing efforts.","dc:creator":"Dickinson ME","dc:date":"2016","dc:title":"High-throughput discovery of novel developmental phenotypes."},"rdfs:label":"IMPD database CDH11-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:54483bca-c13f-42e4-96b8-cdebc05d572f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95a0ca62-3b4d-4ac6-9ceb-649854798798","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both model organism and subset of ESWS patients presented with hearing loss","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29967341","rdfs:label":"Kiyama Cdh11-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:e708f76d-81a8-4070-aaee-b232d83196e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ee1cf9d-567e-4132-a061-b64fa2b45e25","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates craniofacial dysmorphism. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11450702","type":"dc:BibliographicResource","dc:abstract":"The migration and adhesion of osteoblasts requires several classical cadherins. Cadherin-11, one of the classical cadherins, was expressed in mouse osteoblasts in skull bone and femur, revealed by immunohistochemistry. To elucidate the function of cadherin-11 in osteoblastogenesis, cadherin-11 null mutant mice were investigated. Although apparently normal at birth, Alizarin red staining of null mutant mice showed a reduced calcified area at the frontal suture that caused a round-shaped calvaria with increasing animal age to 3 months. Consequently, there was a reduction in bone density at the femoral metaphyses and the diploë of calvaria in null mutant mice. In the in vitro culture of newborn calvarial cells, the calcified area of mutant cells was smaller than those derived from wild-type littermates. These results show that absence of cadherin-11 leads to reduced bone density in some parts of skeletons including calvaria and long bone metaphyses, and thus suggest that cadherin-11 plays roles in the regulation of osteoblast differentiation and in the mineralization of the osteoid matrix.","dc:creator":"Kawaguchi J","dc:date":"2001","dc:title":"Targeted disruption of cadherin-11 leads to a reduction in bone density in calvaria and long bone metaphyses."},"rdfs:label":"Kawaguchi 2001 cdh11-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3da69732-362f-4b31-81f8-5d4ab518a6fd","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:6c55b8d7-0afe-4ec4-a7b8-e9872cf58204","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similarly, knocking down CDH11 abolished collagen and elastin synthesis in human cells, and consequently reduced their ability to generate force.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27311482","type":"dc:BibliographicResource","dc:abstract":"We discovered that Cadherin-11 (CDH11) regulates collagen and elastin synthesis, both affecting the mechanical properties and contractile function of animal tissues. Using a Cdh11-null mouse model, we observed a significant reduction in the mechanical properties [Youngs' modulus and ultimate tensile strength (UTS)] of Cdh11(-/-) as compared to wild-type (WT) mouse tissues, such as the aorta, bladder and skin. The deterioration of mechanical properties (Youngs' modulus and UTS) was accompanied by reduced collagen and elastin content in Cdh11(-/-) mouse tissues as well as in cells in culture. Similarly, knocking down CDH11 abolished collagen and elastin synthesis in human cells, and consequently reduced their ability to generate force. Conversely, engagement of CDH11 through homophilic interactions, led to swift activation of the TGF-β and ROCK pathways as evidenced by phosphorylation of downstream effectors. Subsequently, activation of the key transcription factors, MRTF-A (also known as MKL1) and MYOCD led to significant upregulation of collagen and elastin genes. Taken together, our results demonstrate a novel role of adherens junctions in regulating extracellular matrix (ECM) synthesis with implications for many important biological processes, including maintenance of tissue integrity, wound healing and tissue regeneration.","dc:creator":"Row S","dc:date":"2016","dc:title":"Cadherin-11 is a novel regulator of extracellular matrix synthesis and tissue mechanics."},"rdfs:label":"Row 2016 Cdh11-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":9037,"specifiedBy":"GeneValidityCriteria10","strengthScore":16,"subject":{"id":"cggv:6710d185-7de7-486a-ba1c-33fdb4e39682","type":"GeneValidityProposition","disease":"obo:MONDO_0008885","gene":"hgnc:1750","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The *CDH11* gene located on chromosome 16 at 16q21 encodes a type II classical cadherin from the cadherin superfamily, integral membrane proteins that mediate calcium-dependent cell-cell adhesion. The protein is composed of 5 extracellular cadherin domains, one transmembrane domain, and one intracellular domain. *CDH11* was first reported in relation to Elsahy-Waters syndrome (ESWS), also known as branchioskeletogenital syndrome, in 2016 (Anazi et al., 2016 PMID: 27431290). ESWS is characterized by significant craniofacial dysmorphism (including hypertelorism, broad forehead, thick eyebrows with synophrys, flat malar regions, broad/ bulbous noses, mild prognathism), multiple congenital ocular, dental, digital, genital and vertebral anomalies, moderate intellectual disability and/or moderate hearing loss.  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms, inheritance patterns, and phenotypic variability among individuals with biallelic versus monoallelic *CDH11* variants. Therefore, the following disease entities have been split into multiple disease entities, AR Elsahy-Waters syndrome (ESWS) (OMIM:211380), and AD Teebi hypertelorism syndrome 2 (TBHS2) (OMIM:619736). The split curation for AD TBHS2 has been curated separately. All variants reported to date in the recessive condition are putative loss of function variants, including nonsense, frameshifts, essential splice donor and/or acceptor variants impacting the extracellular domains. Five homozygous probands from consanguineous families in five publications have been included in this curation (PMID:27431290; Taskiran et al., 2017 PMID: 28988429; Harms et al., 2018 PMID: 29271567; Castori et al., 2018 PMID: 30194892; Minatogawa et al., 2021 PMID: 34278706). The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by functional alteration of patient cells (PMID: 28988429) and several homozygous null animal models recapitulating cranial, femoral, and snout dysmorphology (Kawaguchi et al., 2001 PMID: 11450702), hearing loss (Kiyama et al., 2018 PMID: 29967341), and genitourinary malformations (IMPC database, Dickinson et al., 2016 PMID: 27626380). In summary, there is definitive evidence supporting the relationship between *CDH11* and AR ESWS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date May 17th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:41cee7da-44c3-49fa-b174-80ae3da5d153"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}