{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-12-08T18:07:14.375Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/26264232","type":"dc:BibliographicResource","dc:abstract":"Rare de novo mutations have been implicated as a significant cause of idiopathic intellectual disability. Large deletions encompassing 10p11.23 have been implicated in developmental delay, behavioural abnormalities and dysmorphic features, but the genotype-phenotype correlation was not delineated. Mutations in WAC have been recently reported in large screening cohorts of patients with intellectual disability or autism, but no full phenotypic characterisation was described.","dc:creator":"DeSanto C","dc:date":"2015","dc:title":"WAC loss-of-function mutations cause a recognisable syndrome characterised by dysmorphic features, developmental delay and hypotonia and recapitulate 10p11.23 microdeletion syndrome."},"evidence":[{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b481632f-60eb-4de5-a443-9e8a587ab2ee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36f6071d-c1b7-47e5-9f54-650a50d5bcb6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduction of gene expression leads to behavioral abnormalities which is in line with the neurological symptoms displayed by patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26757981","type":"dc:BibliographicResource","dc:abstract":"Recently WAC was reported as a candidate gene for intellectual disability (ID) based on the identification of a de novo mutation in an individual with severe ID. WAC regulates transcription-coupled histone H2B ubiquitination and has previously been implicated in the 10p12p11 contiguous gene deletion syndrome. In this study, we report on 10 individuals with de novo WAC mutations which we identified through routine (diagnostic) exome sequencing and targeted resequencing of WAC in 2326 individuals with unexplained ID. All but one mutation was expected to lead to a loss-of-function of WAC. Clinical evaluation of all individuals revealed phenotypic overlap for mild ID, hypotonia, behavioral problems and distinctive facial dysmorphisms, including a square-shaped face, deep set eyes, long palpebral fissures, and a broad mouth and chin. These clinical features were also previously reported in individuals with 10p12p11 microdeletion syndrome. To investigate the role of WAC in ID, we studied the importance of the Drosophila WAC orthologue (CG8949) in habituation, a non-associative learning paradigm. Neuronal knockdown of Drosophila CG8949 resulted in impaired learning, suggesting that WAC is required in neurons for normal cognitive performance. In conclusion, we defined a clinically recognizable ID syndrome, caused by de novo loss-of-function mutations in WAC. Independent functional evidence in Drosophila further supported the role of WAC in ID. On the basis of our data WAC can be added to the list of ID genes with a role in transcription regulation through histone modification.","dc:creator":"Lugtenberg D","dc:date":"2016","dc:title":"De novo loss-of-function mutations in WAC cause a recognizable intellectual disability syndrome and learning deficits in Drosophila."},"rdfs:label":"RNAi known-down in drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Due to the fact that this is not a genetically altered model and the phenotype is limited in scope, this evidence was given a score of 1. Although not able to be scored, there is a preprint manuscript available at bioRxiv (https://doi.org/10.1101/2022.01.24.477600) in which a constitutive mouse *Wac* model has been generated and capitulates many of the phenotypes observed in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":5399,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:8550e083-a07b-4d9f-80a6-8930b6dab9bb","type":"GeneValidityProposition","disease":"obo:MONDO_0018760","gene":"hgnc:17327","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *WAC* gene encodes a multi-functional protein that plays a role in coupling H2B monoubiquitination with transcription elongation, starvation-induced autophagy, golgi biogenesis, functional augmin complex, and regulation of energy-mediated mTORC1 activity. Additionally, it is highly expressed in the postnatal brain. *WAC* was first reported in relation to autosomal dominant Desanto-Shinawi syndrome in 2015 (DeSanto et al., PMID:26264232). This disorder is characterized by a spectrum of neurodevelopmental phenotypes including speech and language difficulties, motor delays, intellectual disability, behavioral issues and seizures, as well as extra-neurological features including growth delay, heart defects, hearing loss, and kidney abnormalities. Additionally, this disorder is associated with distinctive facial features including prominent forehead, deep-set eyes, depressed nasal bridge, bulbous nasal dip, and bushy eyebrows. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity, Desanto-Shinawi syndrome (MONDO:0018760): WAC-related facial dysmorphism-developmental delay-behavioral abnormalities syndrome and facial dysmorphism-developmental delay-behavioral abnormalities syndrome due to *WAC* point mutation. \nSix variants (including frameshift and nonsense) that have been reported in six probands in three publications (PMIDs: 25356899, 26264232, 26757981) are included in this curation. More evidence is available in the literature (PMIDs: 23033978, 29663678, 29928181, 32214004, 33123400, 33387902, 34997803, 34797027, 35636632, 35018708), but the maximum score for genetic evidence (12 pts.) has been reached. The vast majority of reported variants are *de novo*, with five variants reported to be due to confirmed or suspected parental germline mosaicisim. There are several recurrent variants that have been reported in more than one unrelated patient including: c.374C>A, p.(Ser125*); c.381+4_381+7delAGTA, p.(Gly92Alafs*2); c.1648C>T, p.(Arg550*); c.1661_1664del, p.(Ser554*). \nThe mechanism of pathogenicity is known to be heterozygous loss-of-function (LOF). This gene-disease relationship is also supported by drosophila model studies (PMID: 26757981) which demonstrated that RNAi induced knockdown of WAC expression caused an altered behavioral phenotype in a drosophila light-off jump reflex habituation test. Additionally, there is a preprint manuscript available at bioRxiv (https://doi.org/10.1101/2022.01.24.477600) in which a constitutive mouse *Wac* model has been generated and capitulates many of the phenotypes observed in humans.\nIn summary, there is definitive evidence to support the relationship between *WAC* and autosomal dominant Desanto-Shinawi syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability/Autism expert panel on 11/10/2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:6a1f3c78-d7d2-4a8c-8dbf-ddda78769bd7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}